{"_id":"63689de0e80bff5a994f9789","area_name":"Little Scraggy Dome","shortCode":"","climbs":[{"_id":"suQNBswEWsObPxIOw/PmyA==","name":"Unknown 5.8","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"?  '74 ish?","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28348,39.33221]},"left_right_index":3,"mp_id":"107228445","mp_crag_id":"105746298","climb_id":"suQNBswEWsObPxIOw/PmyA==","areaRef":"/JXQunYNWkyUsmaV70iy2A=="},"content":{"description":"This is to the left of Let Me Cry.\n\nWe saw bolts and figured WTH.  We thought it might be just another \"modern\" bolt line.  I soon realized this was old school.  The runout between bolts was the first clue.  The exfoliating crux runout to the 2nd bolt was a dead giveaway that this was drilled on lead a long time ago. The excitement builds as you see that the 3rd bolt is an ancient piece of garbage.  Finally, you grab the flake and can place a much needed piece of gear.  Now you are safe, but it doesn't really matter, since the climbing is easy up to the anchor.  They are not the greatest looking anchor bolts, but at least there are 3 and they held our weight....\n\nWe did not continue, but I believe the 2nd pitch heads up the crack above that arches right.  At the end of this crack, you can step over left below the big overlap.  Follow the path of least resistance up the obvious slab that breaches the overlap (5.9- no gear?).  Head up a wide, dirty crack.  It looks like you can reach the anchor atop P2 of\n\nTwo Jews Blues\n\nto get down.\n\nHardly anybody does the regular runout 2nd pitch up left through the overlap to join Bachelor Party, or even the more likely variation suggested above which joins Let Me Cry up at the big (frequently wet) roofs.","protection":"First pitch: 3 bolts and a couple small pieces (small nut, a C4 green or smaller).","location":"A little ways left of\n\nTwo Jews Blues\n\n, look for some bolts leading up a slab to a left-facing flake."},"__v":0},{"_id":"Dt2xPOCsWp6CAgBcGfQoxw==","name":"Two Jews Blues","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28348,39.33221]},"left_right_index":5,"mp_id":"105759813","mp_crag_id":"105746298","climb_id":"Dt2xPOCsWp6CAgBcGfQoxw==","areaRef":"/JXQunYNWkyUsmaV70iy2A=="},"content":{"description":"This route is towards the climber's left of the rock formation and to the right of the climbs \"5.10+\" and \"Let Me Cry\". I stumbled on to this climb a couple years ago and still can not get it out of my mind. Look for a never ending line of shiny bolts that lead up to and through a headwall feature about halfway up.\n\nThe climb consists of three pitches of very well-protected, slab climbing on beautiful granite. No route finding is required.\n\nP1. Step up, clip the first bolts, and make a delicate move to gain the slab (5.10a). Continue up for a full 165 feet+ of 5.8-5.9 to a two bolt anchor. (I have only done this climb with a 200' rope, and it seems like it would be a rope stretcher for a 165' rope), 18 bolts.\n\nP2. Continue up past a couple bolts to the imposing headwall and decipher the move over it. Continue following the bolts up more beautiful slab to gain the anchors (two bolts on a small ledge) (150' at 5.9-), 13 bolts.\n\nP3. Step out to the right (arete), and climb up slightly more exposed slab. The final [four] bolts climb a pretty blank slab (5.10); however, there is a crack two feet to the right that eases the passage at 5.9 (I am unsure if this is the intent of the 1st ascensionist, but it is the line of weakness - the bolts are very easy to clip from the crack) (75' at 5.9), 10 bolts.\n\nDescent: rappel the route (double ropes).","protection":"The gear for this route is 18 quick draws (a few longer ones) and some shoulder length slings with biners for the anchors.  The bolts are all 3/8\" expansion bolts with double bolt anchors.","location":""},"__v":0},{"_id":"9lhUHNuKWqO06Hf7JvQNmA==","name":"Slash","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"NB (rope-solo)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28348,39.33221]},"left_right_index":1,"mp_id":"120659578","mp_crag_id":"105746298","climb_id":"9lhUHNuKWqO06Hf7JvQNmA==","areaRef":"/JXQunYNWkyUsmaV70iy2A=="},"content":{"description":"This line is very reminiscent of the popular South St. Vrain (SSV) route,\n\nGravity's Rainbow\n\non the Sweat Loaf, but the rock is more coarse (tape up!), and the pitch is probably a little longer and harder. A little bit of work produced a fairly nice pitch out of this apparently neglected part of the crag. It could probably use more cleaning, but the meat of the route is in good shape.\n\nClimb the obvious, left-leaning crack to its end on everything from fingers to armbars. The meat of it is hand-sized. At the end of the crack, continue up a short face past one bolt and a funky horizontal cam (a Gunks-style tied off Friend would be perfect) to an anchor on top.","protection":"Doubles from fingers to fists, and a medium-large stoppers. One can use a #3 or #0.75 Camalot in the horizontal at the end (a tied off Friend would likely be perfect here). There is an optional #6 placement near the bottom if you can't reach deep enough into the crack to get a finger-size piece.","location":"In the descent gully on the left side of the formation, look for the obvious diagonal crack on the north-facing wall."},"__v":0},{"_id":"tpFAFsWTVcmtctL3s1vYBA==","name":"Shear Class","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28348,39.33221]},"left_right_index":9,"mp_id":"107985268","mp_crag_id":"105746298","climb_id":"tpFAFsWTVcmtctL3s1vYBA==","areaRef":"/JXQunYNWkyUsmaV70iy2A=="},"content":{"description":"Look for a crack split by a big horizontal at 2/3 height.  Follow the sometimes grassy crack up past a pin to an anchor and rappel.","protection":"Gear to 4\".","location":"It is on the right side of the wall above a right-angling ramp of sorts.  The crack line itself is pretty obvious."},"__v":0},{"_id":"JblOrbCmU6OLPhFoxkyauw==","name":"Second Thoughts","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28348,39.33221]},"left_right_index":2,"mp_id":"106737395","mp_crag_id":"105746298","climb_id":"JblOrbCmU6OLPhFoxkyauw==","areaRef":"/JXQunYNWkyUsmaV70iy2A=="},"content":{"description":"Step up past the tree into a moss/dirt filled crack.  Pass two more trees, then up a short runout up an easy slab to a larger tree.  From here, climb a wide crack to a slopey ledge to belay (70 feet, 5.6).\n\nPitch two is cleaner, more interesting and a little harder.  Climb straight up the crack from the belay ledge (wide gear is welcome here).  When you come out of the offwidth, you have some choices.  I used a dirty crack to the left with a prickly bush.  Karen took a more pleasant line between two cracks.  Anyway pick a line, from here to the top is easier (65 feet 5.7).\n\nAs of this writing, there are slings (added cord) with links/biner around a tree just left of your top out.\n\nIt is a dirty route in places with vegetation, but it is in a nice setting, therefore one star.","protection":"Standard rack, heavy on the big stuff.  I took 2- #5 cams (1-BD & 1-Friend) and # 2 & 3 BigBros.","location":"This route starts on the far left side of the dome.  You will see two cracks on the left side. They both have trees at the start.  This route is the left of these cracks.\n\nI believe there is some kind of walk-off, but we did not explore that option.  Instead, we rapped back down slightly left of the route.  When you pass the end of a gully on your left, drop over the left side.  We had a 70 meter rope with about 15-20 feet of extra rope on the ground.  From here, scramble/hike a short distance downhill to the start."},"__v":0},{"_id":"Fp7eFq/RWnmgsvA7BB5lVQ==","name":"Past Tense","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Brian Parsons and Paul Heyliger, July 4 1988","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28348,39.33221]},"left_right_index":10,"mp_id":"107997895","mp_crag_id":"105746298","climb_id":"Fp7eFq/RWnmgsvA7BB5lVQ==","areaRef":"/JXQunYNWkyUsmaV70iy2A=="},"content":{"description":"Erroneously listed in a recent guidebook as \"Walker Face\", this route ascends a pillar on the right side of the wall just right of Old Scraggy.  Continuous thin face climbing leads up to a fixed anchor.","protection":"9 bolts - these may still be 1/4 bolts and in need of replacement.","location":"It is in between Old Scraggy and\n\nMidlife Crisis\n\nto the right of a big block leaning against the wall."},"__v":0},{"_id":"v46CfoF1WtyR/tr+Iu16Ew==","name":"Miss Manners","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Bob D'Antonio and Richard Aschert","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28348,39.33221]},"left_right_index":6,"mp_id":"105762735","mp_crag_id":"105746298","climb_id":"v46CfoF1WtyR/tr+Iu16Ew==","areaRef":"/JXQunYNWkyUsmaV70iy2A=="},"content":{"description":"So, we're looking at the topo after doing Two Jews Blues and decide to do the 11a just to the right. The route was apparently done by someone named \"Rish\". After a big 3-man effort with much minor slipping and sliding, we get up it. Now I'm writing it up, looking at the topo again, and I realize that \"Rish\" = \"R-ish\", and not the name of some Indian climber. If we had known that this climb was R-ish, we wouldn't have even tried it. So, if you see any more climbs by this fellow Rish, do be careful.\n\nThis climb is similar to the first pitch of\n\nTwo Jews Blues\n\n, but a few degrees steeper and much harder. The holds you use to pull over the ceiling are the last positive holds for a long time. You climb past the 4th through 6th bolts and on to the thin crack on the left on nothing bigger than fingernail edges and one-finger one-pad bumps. I don't know how to rate this other than hard. The topo I have calls this 11a, which seems about right if Two Jews Blues is 10a. This would be S compared to Two Jews Blues but not S compared to old-style South Platte slab climbs (from what I've heard).\n\nTwo Jews Blues\n\nis near the low point of the left side of the crag. It is the line of bolts up the slab right of a right facing corner formed by a smaller slab leaning against the face. Start right of\n\nTwo Jews Blues\n\nand just left of a large Ponderosa Pine growing near the face.\n\nClimb up past 2 bolts to a ceiling. Reach over to a positive edge and clip the third bolt, then move straight left through the ceiling at low 5.10. Walk up and right on the edges and then sustained friction climbing leads past the 4th through 6th bolts. Staying just left of the bolts, the climbing starts hard and gets harder with the crux being moving past the 5th bolt. If you are at your limit at this grade there will be no physical or mental rests. After getting stabilized with your feet above the 5th bolt, make a few more moves before you can clip the 6th and last bolt. The climbing eases up a bit here, but is still hard 9 or easy 10. Climb up a few more moves and then diagonal left (a bit runout) to a thin, left-facing flake (\n\nCraggy Tur\n\nclimbs in from the far left to reach this same flake). Easier climbing leads up and right to the anchors.\n\nWe lowered to the ground with a 70m rope. I measured the excess rope with my arm span and it looks like a 60m rope will also reach, but be careful. A 50m will not reach.\n\nContinuations:\n\nI have not done these, but they look good. Angling left from the belay, several good bolts lead to some bolts that pass the roof on the left side of an aesthetic rib. I don't know what this line is. It may be new, since it's not on my topo.\n\nYou could also continue with the 10c second pitch of Craggy Tur (in the Hubbel South Platte guide), which climbs up and right from the belay, through the ceiling and up a nice-looking thin crack with a bolt (10c crux). Craggy Tur moves a bit left from there and eventually to an anchor that is supposedly a single 2-rope rappel to the ground. Several variations continue up from that point.\n\nPer\n\nBob-a\n\n: A fairly continuous slab climb on great granite with good protection.\n\nPitch 1: Climb up the steep slab to a small roof, tackle the roof and then tip-toe up the steep slab (crux) reaching a thin crack/flake that leads to the belay.\n\nPitch 2: Angle a little left from the belay and reach left-facing corner. Follow the corner up to a roof. Crank over the roof and get established on the slab (crux) follow the bolts to a belay.\n\nPitch 3: Follow the lower angle slab past a couple of bolts to a rap-station. Rap the route.","protection":"6 bolts to a 2-bolt anchor with slings at a good ledge. All bolts are 3/8\" and recent. A 1\" cam can be used to protect the moderate moves to the first bolt. When you reach the thin crack after the last bolt you are a pretty runout. Although the climbing gets much easier here, you can get gear in the flake with small stoppers or maybe a micro cam. But if you do this, you should remove it when lowering so the second has a straight up toprope after the 6th bolt.\n\nPer\n\nBob-a\n\n: Quickdraws and few small to medium pieces.","location":"Per\n\nBob-a\n\n: Start about 25 right of Two Jews Blues at a large pine tree at the base of the rock."},"__v":0},{"_id":"vxn9csrWXqO9/6ZwB+XDhg==","name":"Midlife Crisis Variation","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28348,39.33221]},"left_right_index":11,"mp_id":"105761937","mp_crag_id":"105746298","climb_id":"vxn9csrWXqO9/6ZwB+XDhg==","areaRef":"/JXQunYNWkyUsmaV70iy2A=="},"content":{"description":"This route is up and around to the right from 5.10 face, and Sheer Class on Little Scraggy Dome. Look for the second wide crack in the right part of the wall in sort of a left-facing corner that doesn't quite touch down. Either scramble over a couple blocky roofs, or traverse from the left on an exposed slab. Work up the wide crack for a ways, traverse around a block, and to the anchors. The crack is mostly #4.5 Camalot size, and squeezes down to #4 Camalot size every so often.","protection":"A couple of hand-sized pieces and a couple of large cams. I used a #4, and a #4.5 Camalot, and had to walk them a couple times. Two of each of those, or just two #4.5s that size would be nice. 2-bolt anchor.","location":""},"__v":0},{"_id":"JYzEAeCLXK6OMrhG9vtf4Q==","name":"Ken Trout's Route","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"KT, who else","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28348,39.33221]},"left_right_index":8,"mp_id":"107985262","mp_crag_id":"105746298","climb_id":"JYzEAeCLXK6OMrhG9vtf4Q==","areaRef":"/JXQunYNWkyUsmaV70iy2A=="},"content":{"description":"Begin with a left-facing flake that unfortunately ends, necessitating an exit onto the steep slab above.  Eventually follow the bolts left to the\n\nMiss Manners'\n\nfirst pitch anchors.","protection":"Gear to 3\".","location":"It is the next route right of\n\nMiss Manners\n\non the right half of the wall."},"__v":0},{"_id":"Hl7JcL1RXp+vUx/hw75xxw==","name":"Into The Groove","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"D'Antonio, Aschert","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28348,39.33221]},"left_right_index":7,"mp_id":"107985245","mp_crag_id":"105746298","climb_id":"Hl7JcL1RXp+vUx/hw75xxw==","areaRef":"/JXQunYNWkyUsmaV70iy2A=="},"content":{"description":"This is a difficult outing with varied terrain and some pretty good stone.\n\nP1 - 5.11+. Start with\n\nMiss Manners\n\n, and then angle right after the second bolt up the thin slab to a belay station.\n\nP2 - 5.13a. Tackle the roof and then the \"groove\" above to a second belay station.\n\nP3 - 5.12a. Move right, then climb up the line of bolts to the lower angled slab and the top.\n\nP4 - 5.9.\n\nRappel the route if you have 2 ropes.","protection":"Mostly bolts & gear to 3\".","location":"It is the next route right of\n\nMiss Manners\n\non the right half of the wall."},"__v":0},{"_id":"k11ML1wvXSKpQvkycOQnIQ==","name":"Craggy Tur","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Ken Trout, Tom Vanco, & Allen Jolly, ~1983","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28348,39.33221]},"left_right_index":4,"mp_id":"106029722","mp_crag_id":"105746298","climb_id":"k11ML1wvXSKpQvkycOQnIQ==","areaRef":"/JXQunYNWkyUsmaV70iy2A=="},"content":{"description":"The technical crux is the second pitch thin crack...several run out sections on the third pitch will keep you thinking.\n\nPitch 1: 5.9+ Climb up the crack just left of\n\nTwo Jew Blues\n\nfor about 35 feet to a dish and a new bolt near a old buttonhead. Clip the bolts and head up and right past two old bolts to a thin flake. Climb the flake to a 3-bolt anchor with new perlon (thanks to Jack Roberts).\n\nPitch 2: 5.10+ step a little right from the belay and climb into a short corner below a roof. Climb out the roof and then up the thin crack (5.10+) (RPs) to a bolt and then up a flake to  a ledge...head left to the anchor.\n\nPitch 3: 5.9+ R Follow the well-spaced bolts up the water groove to a rap anchor on the right 25 feet past the last bolt.\n\nRap the route in two rappel with double ropes.","protection":"Gear up to a two Camalot.","location":"The route starts just left of Two Jew Blues."},"__v":0},{"_id":"7ktexWy1UdSI66w0xJe0+A==","name":"Burn","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"NB (rope-solo)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28348,39.33221]},"left_right_index":0,"mp_id":"120659619","mp_crag_id":"105746298","climb_id":"7ktexWy1UdSI66w0xJe0+A==","areaRef":"/JXQunYNWkyUsmaV70iy2A=="},"content":{"description":"This climbs a short crack and slab in the descent gully area. It's nothing special but worth doing if you have a little time left at the end of the day.\n\nClimb the short, easy crack/flake to a line of 4 bolts. The crux is getting past bolt one. The thin face/slabbin' ends at bolt 4 where the climbing becomes very easy up to an anchor. The only pro in the last bit that I got was a funky #1 Camalot in the flake.\n\nNote: the anchor was placed where it is (rather than ending sooner) so that it would be accessible via scramble (for the descent too) and not in the middle of the \"blank\" slab. It's at exactly 100'.","protection":"A few hand- and fist-size cams and 4 bolts.","location":"It is in the descent gully on the left side of the formation."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,3008c0fb-0ce5-525b-b50f-6155887d0597,9b246f2e-be52-52a5-a6c2-cdb3e28ecf82,fc95d0ba-760d-5a4c-94b2-6695ef48b2d8","pathTokens":["USA","Colorado","South Platte","Buffalo Creek","Little Scraggy Dome"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.8"},{"count":1,"label":"5.10c"},{"count":3,"label":"5.10+"},{"count":1,"label":"5.11-"},{"count":1,"label":"5.7"},{"count":2,"label":"5.11a"},{"count":1,"label":"5.8+"},{"count":1,"label":"5.12-"},{"count":1,"label":"5.13a"}],"byDiscipline":{"trad":{"total":10,"bands":{"unknown":0,"beginner":3,"intermediate":3,"advanced":3,"expert":1}},"sport":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":3,"intermediate":4,"advanced":4,"expert":1}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.28348,39.33221]},"bbox":[-105.28406134385531,39.331760339818146,-105.2828986561447,39.33265966018187],"left_right_index":-1,"ext_id":"105746298","area_id":"/JXQunYNWkyUsmaV70iy2A==","polygon":{"type":"Polygon","coordinates":[[[-105.28406134385531,39.331760339818146],[-105.2828986561447,39.331760339818146],[-105.2828986561447,39.33265966018187],[-105.28406134385531,39.33265966018187],[-105.28406134385531,39.331760339818146]]]}},"content":{"description":""},"density":0,"totalClimbs":12,"__v":1,"createdAt":"2022-11-07T05:56:18.113Z","updatedAt":"2024-01-20T01:00:22.945Z"}