{"_id":"6368a214e80bff5a9955d7c5","area_name":"Questa Flatiron","shortCode":"","climbs":[{"_id":"MgWLsrlwXJWLksOEHh32wg==","name":"Tell Your Feet Heads Up","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Jason Halladay, Hagen Telg, Walt Whetham, Allison Fritz. July 2013.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.53732,36.79562]},"left_right_index":1,"mp_id":"108377130","mp_crag_id":"108377108","climb_id":"MgWLsrlwXJWLksOEHh32wg==","areaRef":"J4vszDBEUPOE0lJsxncRug=="},"content":{"description":"Tell Your Feet Heads Up is a second pitch variation to the Questa Flatiron Original Route involving some thin but well protected slab and face climbing straight up the middle of the super clean face of the flatiron.Climb the first pitch of the Questa Flatiron Original Route and start up the second pitch of that route. But instead of veering right into the wide crack/trough, continue straight up the middle of the face on some clean slab and face climbing. After three bolts of thin climbing you'll reach a small but positive ledge of sorts. Move up and right on this tiny ledge through a bit of a runout. If you've had enough already, you can keep going right on this tiny ledge to escape to the arête. But you should keep going up the slab for the upcoming amazing pockets.From this small ledge, clip another bolt, smear your feet and punch it to the amazing I-Can't-Believe-This-Pocket-Is-Right-Here-In-The-Middle-Of-This-Smooth-Face pocket. Pull up on this pocket and get the only gear on the pitch--a purple link cam or .4 camalot in a sweet slotted pocket. Make a couple more moves to another tiny ledge and one more bolt. Clip the bolt and go straight up for a few bonus moves of slab climbing or bail out right to the awesome chickenheads and the summit.","protection":"60m rope, 9 quickdraws/slings and a purple link cam or .4 camalot.","location":""},"__v":0},{"_id":"g8wUv9UxUGiVGAUX1+W/dw==","name":"Questa Flatiron Original Route","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Jason Halladay, Hagen Telg. May 2013","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.53732,36.79562]},"left_right_index":0,"mp_id":"108377118","mp_crag_id":"108377108","climb_id":"g8wUv9UxUGiVGAUX1+W/dw==","areaRef":"J4vszDBEUPOE0lJsxncRug=="},"content":{"description":"A fun and well-protected two pitch route was the first route we climbed up the formation. The first pitch involves a minimal amount of face climbing to some pretty vegetated cracks to a nice belay stance below the clean upper face. The second pitch climbs the face with some friction climbing to a wide crack/trough eventually ending on an awesome exposed blunt arête finishing on fantastic chickenheads to the summit.\n\n Pitch 1 (5.9): Start up to the right in the trough to a good stance at a small dike and clip a bolt. Pull onto the face and make face moves past a small bush or two and another bolt before reaching a good vertical crack. Climb the crack to a small roof. Pull the roof to good belay stance at a small tree in a bit of a chimney. Sling the tree and get nice .75 camalot placements near each foot for the belay or load up the nice crack to your right with #1 and #2 camalots for a bomber but less comfy stance. 70 feet.\n\n Pitch 2 (5.10-): Follow the nice crack/flake out right (good gear) to a bolt. Move right on a tiny ledge for your feet until it's possible to pull up and onto a sloping ledge and a good stance to clip another bolt. Move up right clipping a couple more bolts of friction face climbing (crux) to reach the bottom of the wide crack/trough. Use a #4 camalot to protect the climbing in this wide crack and eventually reach the right edge of the flatiron and a cool, round hueco. This is where No Questa About It's third pitch moves right to exit the arête. Move up, clip a bolt and make airy moves on the arête before reaching some amazing chickenheads to the summit. 140 feet.","protection":"50m or 60m rope, nuts, .3 camalot to #4 camalot. Doubles in the .75 to #2 to allow for the belay anchor atop P1. 6-8 quickdraws/slings. ","location":"Follow the approach directions for the Questa Flatiron."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,98c839d1-f0d4-5006-bb58-276b12f05bd0,03122f56-29be-54e4-8fa0-b6acfcea22fd,896af161-3c3f-52fc-b58f-9191fe647ff0,278beccc-3044-50f3-84d2-526cc67711ba","pathTokens":["USA","New Mexico","Taos Area","Questa Dome","Questa Flatiron"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11a"},{"count":1,"label":"5.10a"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":1,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.53732,36.79562]},"bbox":[-105.5378815297284,36.795170339818135,-105.53675847027158,36.796069660181864],"left_right_index":-1,"ext_id":"108377108","area_id":"J4vszDBEUPOE0lJsxncRug==","polygon":{"type":"Polygon","coordinates":[[[-105.5378815297284,36.795170339818135],[-105.53675847027158,36.795170339818135],[-105.53675847027158,36.796069660181864],[-105.5378815297284,36.796069660181864],[-105.5378815297284,36.795170339818135]]]}},"content":{"description":"The Questa Flatiron is a smooth-faced 230' southwest-facing granite formation above The Legs formation. In fact, the flatiron is mostly an extension of The Legs but looks and feels separate enough to have its own name. The summit of the flatiron is a great perch offering unobscured views of the Questa Dome and surrounding area. Further adding to the satisfaction of reaching the summit of the flatiron is the fact that it involves fifth class climbing no matter how you try to tackle it.\n\n Climbing on the Questa Flatiron makes for a great second route of the day after you've done a route on the main dome or on its own for a nice mellow introduction to the area. The second pitch of the Questa Flatiron Original Route makes for a great way to extend your climbing of Bear Mountain Picnic Massacre (Original 5.8)."},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T06:13:41.925Z","updatedAt":"2024-01-20T01:04:50.524Z"}