{"_id":"6368a1b8e80bff5a99553f11","area_name":"Jimmy Cliff","shortCode":"","climbs":[{"_id":"PCS4kI78UGyQpWKidobG3A==","name":"When Pigs Fly","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"My daughter Zoe and Bradley White","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84037,43.80417]},"left_right_index":25,"mp_id":"106865476","mp_crag_id":"105876645","climb_id":"PCS4kI78UGyQpWKidobG3A==","areaRef":"+17R6DEoVo+ngWcUcglE2g=="},"content":{"description":"This is an old style climb in an old style area across from Jimmy Cliff. The moves up are  similar to the climbs on the right side of the main cliff. The climbing is a little bit dirty. This climb offers ramps and some wonderful rock protrusions. Plenty of exposure on it. High up moves to start with are high up. A wonderful view after the climb.    A difficulty increase variation to this climb awaits on the same fixed protection a left sided climb on the first three bolts. This variation is on clean black rock and run out distance. The ceiling ahead below the upper slab can also be pulled on up the left side for added difficulty. I would call the whole variation 'Pigs On The Wing'.    We really enjoyed our climb. Finally my daughter got to be in on one of my first ascents in a new area. The crux is getting past the second bolt and the ceiling below the upper slab. The upper slab can be skipped by a nice alternative finish. Go right before slab and pass a pine tree at (5.5) to join up later the regular finish.","protection":"5 bolts and 2 pins rappel bolted. First bolt requires awkward face climbing up too a foot ledge long reach clip. After way up on the vegetation ramp. Long run out from third bolt to the slab (crux) bolt. Getting to clip this bolt also requires awkward balancing moves. It'll require four more bolts to remove these risks. A 1.5-cam fits before the pin (it came out on second ascent and I missed the pin ) a 4 cam fits between 3rd and 4th bolt. Then it is a safer, better protected ascent but still risky. The top 20ft. ramp (5.0) has no protection and before it is a army surplus ring piton 15ft above the last bolt that is not deeply set.","location":"Opposite broken rock wall besides the gully right of 'Lonesome Dove'. We belayed off of a large oak tree below the vegetated tree covered rock ramp, thanks mat. Walk off right after solo climbing up a short summit wall. A lot of dead trees because the summit area was burned very much by the million dollar fire."},"__v":0},{"_id":"K7ABPrxdVH+W+isLxxZk9A==","name":"To Love, Honor and Belay","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84037,43.80417]},"left_right_index":20,"mp_id":"106276559","mp_crag_id":"105876645","climb_id":"K7ABPrxdVH+W+isLxxZk9A==","areaRef":"+17R6DEoVo+ngWcUcglE2g=="},"content":{"description":"Climb up the ramp using the arete, crack and some stemming to get through the crux.  The climb eases up after the third bolt, but beware the loose block high on the climb.  See the route photo on the Drilling for Dollars page.","protection":"Five bolts to a two bolt anchor.","location":"This bolted line follows the dihedral to the right of Drilling for Dollars and to the left of Nuthatch.  Scramble up the slab and belay form an anchor bolt, or belay from the bottom of the slab.  There are quick links at the top to lower off."},"__v":0},{"_id":"j9XdcXp5U/KX+eSrDASZow==","name":"Things You Should Have Learned in Kindergarten","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Ed Esmond","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84037,43.80417]},"left_right_index":13,"mp_id":"105925163","mp_crag_id":"105876645","climb_id":"j9XdcXp5U/KX+eSrDASZow==","areaRef":"+17R6DEoVo+ngWcUcglE2g=="},"content":{"description":"Fun, easy beginner's route that cruises up big holds to the top.","protection":"5 or 6 bolts to quick link anchor.","location":"Located on the right side of the Things as They Are alcove (the small, short wall essentially between Clip a Dee Doo Dah and Drilling For Dollars).  Kindergarten is the second bolted route right of Alcove Crack."},"__v":0},{"_id":"T6OEFS6XVJCgkR1shyAlYg==","name":"Things I Never Learned","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Dave Quinn","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84037,43.80417]},"left_right_index":12,"mp_id":"105925175","mp_crag_id":"105876645","climb_id":"T6OEFS6XVJCgkR1shyAlYg==","areaRef":"+17R6DEoVo+ngWcUcglE2g=="},"content":{"description":"Things I Never Learned starts up the steep face right of Alcove Crack.  The first bolt is a little ways off the ground, but easy to get there.  The crux is a pair of insecure moves that lead to a stance below the second bolt.  From the second bolt, continue up and left past four more bolts to the anchors.  Best climb of the four on the right side of the alcove.","protection":"6 bolts to anchors.","location":"Located on the right side of the Things as They Are alcove.  First bolted line to the right of Alcove Crack."},"__v":0},{"_id":"pHmk8QvuVmOTC+8s+23pOw==","name":"Things As They Are Now","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Chris Smith","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84037,43.80417]},"left_right_index":7,"mp_id":"105876648","mp_crag_id":"105876645","climb_id":"pHmk8QvuVmOTC+8s+23pOw==","areaRef":"+17R6DEoVo+ngWcUcglE2g=="},"content":{"description":"This short climb may feel more reminiscent of a V4 boulder problem. Not coincidently, it is a popular first 5.12 for boulderers and young climbers.  \n\n  This climb has a cruxy and memorable start that requires body tension and reachy oppositional side pulls. After sticking a deadpoint throw, the climbing becomes progressively easier.  ","protection":"3 bolts with two welded shut cold-shuts for an anchor. Stick clip the first bolt.","location":"This route is at the left side of Left Jimmy Cliff. The start is marked by two counter-top sized slabs of rock that lie flat on the ground. Toprope and lower off of quickdraws clipped to the anchors whenever possible. Otherwise rappel off, or be lowered directly through the anchor."},"__v":0},{"_id":"fLxZB8C+VDGDApHhoWcjLw==","name":"Things as They Are","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Scott Stevenson, 1989","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84037,43.80417]},"left_right_index":8,"mp_id":"105925179","mp_crag_id":"105876645","climb_id":"fLxZB8C+VDGDApHhoWcjLw==","areaRef":"+17R6DEoVo+ngWcUcglE2g=="},"content":{"description":"Start off a boulder below a left-facing corner.  The first bolt is a ways up, and you'll probably want to stick clip first (especially if the route's damp).  Smear off the face to left and pull into the corner.  Look for positive (but small) edges along the corner.  The crux is a thin section between the second and third bolts.  Continue stemming between the face and the small corner past one more bolt to the anchors.  Fun, strenuous route.","protection":"3 bolts to anchors.","location":"Located on the left side of the Things as They Are alcove.  Look for the obvious left-facing corner."},"__v":0},{"_id":"ePMVkc/IUFuwRMZN05FYWA==","name":"Teacher's Pet","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Christina Callaghan","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84037,43.80417]},"left_right_index":15,"mp_id":"105925169","mp_crag_id":"105876645","climb_id":"ePMVkc/IUFuwRMZN05FYWA==","areaRef":"+17R6DEoVo+ngWcUcglE2g=="},"content":{"description":"Teacher's Pet starts up the steep face on the right side of the alcove (crux). Big holds lead up and over a lip. Once over the lip, the climbing eases off dramatically (5.4-ish) to the anchors.","protection":"7 bolts to anchors.","location":"As of June 2006, Teachers Pet is the right-most climb on the right side of the Things as They Are alcove.  Only the first couple bolts are visible from the ground."},"__v":0},{"_id":"l74fvqe/VHexhqwZiEMXNw==","name":"Stool Pigeon","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"Bradley White","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84037,43.80417]},"left_right_index":27,"mp_id":"106855478","mp_crag_id":"105876645","climb_id":"l74fvqe/VHexhqwZiEMXNw==","areaRef":"+17R6DEoVo+ngWcUcglE2g=="},"content":{"description":"Climb black moss rock steps between small tree ledges until able to move right underneath large pine tree via some wedged and beware of the loose rock onto clean toothed rock slab. After slab move right on ledge to the inclining right facing short corner. Exit corner by moving left onto the low angle slab. Finish route at the top or continue climbing horizontally 30ft on beautiful quartz pocketed rock to finish higher up on the top.  Besides the beginning 20ft. the remainder of the climb is on clean slabs but little to no protection cracks. A straightened out climb is doable from the big pine tree ledge but I wasn't going to risk doing it without a rope.","protection":"Beginning can be protected with stoppers and higher up there is the big pine tree and the  small tree right of the inclining corner, alas is dead.","location":"Enter hill side far right and uphill from Lonesome Dove. Go past green covered slab above a small roof. Start on the black moss  covered rock steps."},"__v":0},{"_id":"TjHB2S9aVw2PLEjPE8gSrQ==","name":"Standard Route","yds":"5.3","grades":{"yds":"5.3","french":"3+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84037,43.80417]},"left_right_index":4,"mp_id":"106397749","mp_crag_id":"105876645","climb_id":"TjHB2S9aVw2PLEjPE8gSrQ==","areaRef":"+17R6DEoVo+ngWcUcglE2g=="},"content":{"description":"This route is fun route but it being overtaken by lichen and grass. The route starts about twenty feet right of Lady and the Tramp directly under three(?) trees that are in a line. Climb up the slab eventually getting yourself into a shallow groove where there is good protection (and is also the part that offers the best climbing) and follow shallow groove to the belay ledge, the ledge is obvious. From the left side of the ledge make crux moves with good gear and continue up the slab to the top. \n\n  My choice way to do this is after the crux break left and avoid the tree's and lichen of this route and finish on the top 15-20 feet of lady and The Tramp.","protection":"Standard Trad rack.","location":"Left side of Jimmy Cliff on the 300 foot slab, route starts about 20 feet right of Lady and the Tramp."},"__v":0},{"_id":"Pg0WxeRpVdGeCAnPDgq5XQ==","name":"The Searchers","yds":"5.3","grades":{"yds":"5.3","french":"3+"},"fa":"unknown","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84037,43.80417]},"left_right_index":2,"mp_id":"106830878","mp_crag_id":"105876645","climb_id":"Pg0WxeRpVdGeCAnPDgq5XQ==","areaRef":"+17R6DEoVo+ngWcUcglE2g=="},"content":{"description":"This route climbs the slightly dirty gully between the two sport routes on the 300 foot slab. The gully is a direct line between Clip-a-Dee-Doo-Dah and Lady and The Tramp. The gully is fun but has a sense of adventure. \n\n  The line climbs independently through the first pitch, but I would suggest using the first belay station of Lady and The Tramp so you have a safe belay for bringing up your second.  \n\n  P1: climb up the low angle gully using whatever protection you can (its sparse at best). When you can traverse right to Lady and The Tramp belay. This pitch is all trad protected. \n\n  P2: Step back left into the gully and climb up until you meet up with Lady and The Tramp when it breaks left. When you hit the bolts of Lady and The Tramp you have two options: 1) finish up The second half of P2 of Lady and The Tramp (recommended with trad and bolted protection) or 2) keep going straight up the dirty gully to thrash through the brush to belay from one of the many trees. Option two is all trad protected maybe a bolt to clip when crossing Lady and The Tramp.","protection":"Standard rack but the gear is quite terrible. A solo head space is a good idea for this route.","location":"On the slabs of Jimmy Cliff located in the gully between Clip-a-Dee-Doo-Dah and Lady and The Tramp."},"__v":0},{"_id":"BGrq0McDW5GVgK2L6AtP9A==","name":"Scare Crow","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Bradley White 3/14/12","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84037,43.80417]},"left_right_index":26,"mp_id":"107513988","mp_crag_id":"105876645","climb_id":"BGrq0McDW5GVgK2L6AtP9A==","areaRef":"+17R6DEoVo+ngWcUcglE2g=="},"content":{"description":"It takes distance up the cliff before the best climbing happens. Move up direct to move across left to lesser angled foot ledges and go up to reach the rock protrusion ahead left. Crux  awkwardly over it and move up right to move back left at the boulder. The creepy boulder is solid enough and I used it solidly to move left. Above left of the boulder is a break in the wall. High up through this break are good handholds. Move through the break to the main cliff easily. High right step up on a narrow ledge. Crux to get to the pine tree midway up the cliff. Problematic tree climbing with a backpack on. There are really good cracks and I avoided the tree as much as possible. Great location standing above the tree. Climb up and go farthest left to the outside corner edge. Across is Lonesome Dove cliff. Climb the steeply angled outside corner (5.4) exposed and protection would be a slung horn. The higher rock on the horn is solidly stacked but eerily there. After that a short slab to the top. Route doesn't look good from the ground but is mostly clean rock climbing after 40ft.  \n\n  Some days I get the gumption to free solo on sight climbs. So I did. Poor protection at the start up and through the break to the main cliff (40ft) After that the pro is decent. After the climb, climb higher and reach cairn. Move left towards the top of Lady and the Tramp whether you see the cairn or not. From here there is the trail down.","protection":"trad gear","location":"Walk past Lonesome dove wall and keep on trail until you can traverse up left and go under overhang to get further up left at trees. A fallen tree is there too sit on. Start the climb underneath that big rock on the ledge (only a ominous boulder)."},"__v":0},{"_id":"Wtl6K7NdWQKeKee0VRlazA==","name":"Pine Tree Crack","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84037,43.80417]},"left_right_index":0,"mp_id":"106057097","mp_crag_id":"105876645","climb_id":"Wtl6K7NdWQKeKee0VRlazA==","areaRef":"+17R6DEoVo+ngWcUcglE2g=="},"content":{"description":"A really fun and super moderate trad climb. A good place to practice the techniques you will need on multi-pitch slab climbs on cliffs like Whitehorse, such as rope management and switching over belays.  \n\n  Pitch 1: Start at a nice perch at the base of the slab on the left. Go up smooth sticky slab then up a natural stair case in the rock (good placements at the top of bulge). Continue up slabs and cracks toward a nice crack above. Climb the crack until it is necessary to break right on the slab and up to the tree belay.  \n\n  Pitch 2: A short pitch up the slab above the tree to the top. Belay from trees.  \n\n  What I like to do when I'm teaching multi-pitch climbing and belay techniques is to break the route in to 3 or 4 short pitches to get max experience in changeovers and building trad anchors. There are a bunch of spots to do this.","protection":"Regular rack","location":"The farthest left route on the slabs at the far left of the cliff. Just to the left of the more popular Clip-a-dee-do-da. Just think left."},"__v":0},{"_id":"0BZ8P8LyW8qFTzJTHDiGfw==","name":"Piece of Cake","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Chris Smith 6/04","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84037,43.80417]},"left_right_index":14,"mp_id":"106491699","mp_crag_id":"105876645","climb_id":"0BZ8P8LyW8qFTzJTHDiGfw==","areaRef":"+17R6DEoVo+ngWcUcglE2g=="},"content":{"description":"This route is located between Teachers Pet (5.7) and Things I Should Have Learned in Kindergarten (5.6). It starts two feet right of Things I should Have Learned. The route works up and over a ledge and up a flake, this being the crux. Like Teachers Pet you pull onto a slab and the climbing gets easier. The route continues to the top of the cliff and there are quick clips located on a boulder at the top. ","protection":"10? draws at most to quick clips.","location":"On the right side of the Things as they Are alcove located between Teachers Pet (5.7), which is the right most route, and Things I Should Have Learned in Kindergarten (5.6)"},"__v":0},{"_id":"ME92l7dnVFCJ1qNn0bj6XA==","name":"The Nuthatch","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Tim Gotwals","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84037,43.80417]},"left_right_index":21,"mp_id":"105917818","mp_crag_id":"105876645","climb_id":"ME92l7dnVFCJ1qNn0bj6XA==","areaRef":"+17R6DEoVo+ngWcUcglE2g=="},"content":{"description":"This route climbs up the slab in to the nice chimney just left of Hammond Organ(5.10d). The climbing is a cool combination of stemming and awkward positioning.  \n\n  You may encounter some loose rock, but it is easy to avoid.   \n\n  This route is a fairly new addition to the crag and is a good way to help deal with the crowds that can gather here on busy days.  ","protection":"9 bolts to anchor.","location":"On the left side of the Jimmy Cliff area, locate the chimney that divides the nice smooth featured rock of the right end (The Junco area) and the broken corner alcove to the left (Drilling for Dollars area)."},"__v":0},{"_id":"vnOHwWUWVpCMit9gGlHgEg==","name":"Love Nest","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84037,43.80417]},"left_right_index":19,"mp_id":"106499000","mp_crag_id":"105876645","climb_id":"vnOHwWUWVpCMit9gGlHgEg==","areaRef":"+17R6DEoVo+ngWcUcglE2g=="},"content":{"description":"A variation/link-up that I like better than the two routes it encounters.   \n\n  Clip the first couple bolts on Drilling for Dollars 5.8 and rather than breaking left on that route climb straight up the corner (trad gear) to the anchor of To Love Honor and Belay. Some interesting balance moves on the upper section.  \n\n  This line can be top roped after climbing To Love Honor and Belay.","protection":"normal rack to a two bolt anchor.","location":"Start on Drilling for Dollars. Finish on the To Love Honor and Belay anchor."},"__v":0},{"_id":"NsE8aqiFX2GU6+j5qfd9LQ==","name":"Lonesome Dove","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Alan Cattabriga, 1989","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84037,43.80417]},"left_right_index":24,"mp_id":"105879126","mp_crag_id":"105876645","climb_id":"NsE8aqiFX2GU6+j5qfd9LQ==","areaRef":"+17R6DEoVo+ngWcUcglE2g=="},"content":{"description":"Lonesome Dove climbs the blunt arete on the right side of the cliff. It is a fairly sustained slab route. I thought the crux was right around the second or third bolt. Above this, the climbing remains sustained, working up small edges and small holds. The last moves getting to the anchors are interesting. You can either go the right and undercling a large flake or use an easy crack system to the left. Fun route that is worth the wait.","protection":"7 bolts","location":""},"__v":0},{"_id":"Q2teuD3TV3ut73MRZOGpyQ==","name":"Lady and the Tramp","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84037,43.80417]},"left_right_index":3,"mp_id":"106057108","mp_crag_id":"105876645","climb_id":"Q2teuD3TV3ut73MRZOGpyQ==","areaRef":"+17R6DEoVo+ngWcUcglE2g=="},"content":{"description":"The newer bolted route on the slabs at the left end of Jimmy Cliff.  One step more challenging than its neighbor to the left but still quite moderate and fun.  \n\n  Pitch 1: Climb the slab following nice new bolts to the comfortable ledge with bolt anchor.  \n\n  pitch 2: This pitch continues up and a little left over a bulge or 2 that make you think more than any of the other routes on the slabs.  Follow bolts to anchors at the top.  \n\n  This route was a good addition since Clipity is fairly popular and can get clogged on a busy day.","protection":"Quick draws to anchors","location":"Just right of Clip-a-dee-do-da"},"__v":0},{"_id":"pLXfUgrqVY2je9/t3s+jkg==","name":"Junco","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Alan Cattabriga, 1989","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84037,43.80417]},"left_right_index":23,"mp_id":"105876683","mp_crag_id":"105876645","climb_id":"pLXfUgrqVY2je9/t3s+jkg==","areaRef":"+17R6DEoVo+ngWcUcglE2g=="},"content":{"description":"Junco starts with easy slab climbing.  Thought provoking moves gain a stellar finger crack.  Lay back and jam (crux) over the top bulge with considerable exposure and a fabulous view.  My favorite 5.8 at Rumney. \n\nNote - Watch that you don't get your rope stuck in the crack near the top. Check before your foot gets above the bolt and you can't flip it out with your toe.","protection":"Glue in bolts","location":"Junco is on the far right side of Jimmy Cliff, but left of the blunt arete of Lonesome Dove (10a).  Easily identified by the finger crack at the top of the line."},"__v":0},{"_id":"umHmbdU9UCKVNNMb+BAYBg==","name":"Jimmy Crack Corn","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Bradley White 2010 and again with Brian Winslow","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84037,43.80417]},"left_right_index":16,"mp_id":"106892515","mp_crag_id":"105876645","climb_id":"umHmbdU9UCKVNNMb+BAYBg==","areaRef":"+17R6DEoVo+ngWcUcglE2g=="},"content":{"description":"The first pitch goes up diagonally to the beginning of the broken rock area. this first section isn't bolted and there isn't gear but the climbing isn't bad. Maybe the start to finish could stay this way on the first pitch. I free solo it or bring up a rope via right sided rock ramp to trees. Lots of secure foot holds on the rock. No pro for the first 40 ft. first time wasn't sure how easy. Climb is (5.2) zone. The dirt at the trees is okay to reach the rock to step off of onto the face (5.4) but belay first. Near top of face I ended here at a stopper crack and for rappel also 2 bolts. I came back and met Lee Hansche before I got started going up again from the step off. Lee's been somewhere up here before.    Today I went the rest of the way to the top. First on some dry moss before the forest left of the belay higher up. Not good. I bolted some good rock headwall left of where I went up (2 bolts). It'll be better but way harder to climb over on the left side of that wall. It has lichen left of the bolts and after the lichen and rock (5.6) there are oak trees for belay. It's tight foot space and decent enough. My accomplishment, I packed up and walked up to next wall (a boxed in section where the oak trees end). the next belay. I was packed ready for going home with my rock shoes on. I went up the middle and stayed that way until I backed off and proceeded fully loaded left into the steep. I climbed up the boxed in corner wall until I could move left and up on thin flakes crux (5.5) for 12ft. Then out under an awesome ceiling by a difficult access made onto grass for feet first and then a bush ledge. Up from here is the crack in the forest of lichen available to climb. That wonderful crack for me and walls covered in lichen were not a problem. I payed attention to how carefully I stepped out to get this 20ft. (5.3) crack event done. There are harder options to be had lower and up now. The first time I went leftward up so that I could head rightward up until I stepped over a six inch fissure cornered to a two ft. fissure. Cool and after that basically the climb was done 40ft? I headed left towards Clip-a-dee-doo-dah to go down. I'm psyched to do this climb without the drill. I will carry a small trad. rack.  Including the dirt ramps this climb will go up 200ft. from where it starts. Central part of the boxed in corner goes nowhere. The climb still has committing run outs. There are climbers below this climb and the rock quality of the third pitch inside wall flakes start out weak flakey edged rock and gets stronger the higher up you go. These flakes are a little runout.","protection":"1 bolt at the belay after the first 40ft. pitch at the step off and a cam at your feet. 3 bolts including the belay bolt leads at 5.4 up slab face and ends at 2 bolts for rappel 50 feet up. Sharp edge of rock before the slab. I rappelled to below the step off rock 50ft. and then did another rappel 40ft. off of the higher part of a set of trees, that got me nearly to the ground.  The next time I went up from the 2 bolt belay climbed back down and went left and up to a 2.5 cam placement in cracked rock.  Up and right easy and then unprotected rock and dirty moss up to traverse back left to the oak trees for belay 40ft. This way has too much dirt that's spooky steps. I put in 2 bolts on clean rock by rappel. The grade of climbing unknown until I climbed it in October. The moves are balancing and the crux is immediate and goes on beyond the second bolt at 5.6 or 7. Committing balancing maneuvers to reach the exit above second bolt. The climbs ascends slightly to the left of the bolts and not in alignment with them. The pendulum shouldn't be a big deal if falling. Falling going up through the leaves at the exit a climber would hit the lower deck hard. I went to the highest oak trees ahead. I was belayed by Brian Winslow.  Brain led the last pitch. Thee are four anchors on the last pitch. One of them a bolt below the exit from the ceiling is comforting. The other three enable a climber to choose four different exit strategies near the top. Brian chose a higher up the crack exit, like the one I did the first time. There is no belay immediately at the top of the cliff. That's because of the great fire. It's not that necessary there are trees higher up in land. Technical climbing is done at the last anchor, a ring piton that Brian didn't see. He went up and left towards Jimmy Cliff's top and veered in land before it to some trees for belay.  There's a nice boulder problem below these trees not climbed yet.    2-3.5 Friends, Tri-cams would work best in the cracks and smallest TCU's, a few smaller stoppers, four tree slings.    This climb can be done on fixed anchors only in summer with some long run outs and some tree slings and a maximum of 7 quick draws and plenty of gumption. I'd do it with this light rack mostly because I know the climb.","location":"The big moss cover rock that divides the Alcove area from the Junco side. Climb up the broken rock area by a large diagonal crack meeting the forest ground is before the alcove. No pro and not hard when you don't think about how high up you are going. Then there is a very cool spot at some rocks to hang out and put your shoes on. Great location."},"__v":0},{"_id":"o3xM04aJUvK7NPJe4NWOeg==","name":"Hypocrisy","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Gary Lundin","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84037,43.80417]},"left_right_index":17,"mp_id":"106491820","mp_crag_id":"105876645","climb_id":"o3xM04aJUvK7NPJe4NWOeg==","areaRef":"+17R6DEoVo+ngWcUcglE2g=="},"content":{"description":"Just hike the easy intro slab and belay from the ledge below the route. Move up to to the small corner and figure out somewhat puzzling but fun moves to gain good holds. Make a clip around the corner to the right and try not to pump out before an easier (but a bit spicy) second half that brings you to the same anchor as Drilling For Dollars 5.8...  \n\n  When i first climbed it I wasn't really impressed. I came back and repeated it and thought it was quite good.","protection":"5 bolts to the same anchor as Drilling for Dollars...","location":"The route to the left of Drilling for dollars... Heads up and right to meet up with that route..."},"__v":0},{"_id":"Zs7B8P7/XMqUm7hRQXVxQQ==","name":"Hammond Organ","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Scott Stevenson 5/95","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84037,43.80417]},"left_right_index":22,"mp_id":"105917803","mp_crag_id":"105876645","climb_id":"Zs7B8P7/XMqUm7hRQXVxQQ==","areaRef":"+17R6DEoVo+ngWcUcglE2g=="},"content":{"description":"Start up the slab where there used to be a sketchy ladder made of sticks. Go up the vertical part which is like Junco but harder. Pull a fun mantle move and be happy, you are half way there, though the crux awaits. Move through some tricky delicate slab climbing which scares sport climbers (who are not used to slab climbing) every day. The climbing here is like Lonesome Dove but harder.  \n\n  Apparently, you can move left to grab the edge of the chimney to your left, but I've always avoided the left edge and gone straight for the top (the direct I hear is 5.11).  \n\n  However, you do the crux expect fun climbing, on perfect rock and a beautiful view. The fact that it is similar to Junco and Lonesome Dove means it is going to kick ass.","protection":"Originally 5 bolts to quick clips, but recently bolts have been added to the bottom slab section.","location":"Just left of Junco and right of the chimney of Nut Hatch."},"__v":0},{"_id":"ispT2US5VhKQucEmhgX1yg==","name":"Easter Squall","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Greg Crawford, ~2000","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84037,43.80417]},"left_right_index":10,"mp_id":"106075680","mp_crag_id":"105876645","climb_id":"ispT2US5VhKQucEmhgX1yg==","areaRef":"+17R6DEoVo+ngWcUcglE2g=="},"content":{"description":"The climbing on Easter squalls starts out pretty moderately. After the 2nd bolt, the climbing gets a little tougher to reach for a flake. The crux is traversing from the 3rd bolt to the anchors on some nice face climbing.","protection":"3bolts and has 2 eyebolts for an anchor. It shares the same anchor as Curl up and Fly","location":"First one to the left of the alcove crack"},"__v":0},{"_id":"8c8xf4osV+SyVClnyIG6LA==","name":"Drilling for Dollars","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Paul Wonsavage, 1996","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84037,43.80417]},"left_right_index":18,"mp_id":"105878341","mp_crag_id":"105876645","climb_id":"8c8xf4osV+SyVClnyIG6LA==","areaRef":"+17R6DEoVo+ngWcUcglE2g=="},"content":{"description":"Located on the far left side of Right Jimmy Cliff, Drilling for Dollars is fun in an unnerving way. The crux move, according to a local veteran, \"is not hard, it just feels like you're stepping out of a six-story window.\" To avoid an additional crux below the chains find a hidden hold around the arete on your left.","protection":"Standard, safe, Rumney bolting. Two bolt anchor.","location":"Drilling for Dollars starts conviently infront of fallen trees that make for a good lazy-belayer bench. Climb the easy slab, follow the line of bolts up blocky pillar, and make a weird move onto the face."},"__v":0},{"_id":"yyQXO4K6Vhaqp09BQBE2qg==","name":"Curl Up and Fly","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Chris Smith, 2000","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84037,43.80417]},"left_right_index":9,"mp_id":"105878191","mp_crag_id":"105876645","climb_id":"yyQXO4K6Vhaqp09BQBE2qg==","areaRef":"+17R6DEoVo+ngWcUcglE2g=="},"content":{"description":"As the name implies, Curl Up and Fly is a punctuated by one big move surrounded by crimpy 5.11 climbing on a slightly overhanging wall.","protection":"5 bolts with a two glue-in eyebolts for an anchor.","location":"The route is located at the far left end Jimmy Cliff. This route is the second bolted line to the left of the obvious 90 degree corner in the middle of the crag.  \n\n  The route really starts on a two-move tall ledge. Rope up on the ground, boulder up to the ledge, tip to left end of ledge, clip your first bolt, and cruise the route. Convienently, the route starts where the ledge ends, making for safe whippahs, should you fall."},"__v":0},{"_id":"1VopK6G4W96U8v06jIxkNw==","name":"Clip a Dee Doo Dah","yds":"5.3","grades":{"yds":"5.3","french":"3+"},"fa":"Chris Smith, 2000","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84037,43.80417]},"left_right_index":1,"mp_id":"105888037","mp_crag_id":"105876645","climb_id":"1VopK6G4W96U8v06jIxkNw==","areaRef":"+17R6DEoVo+ngWcUcglE2g=="},"content":{"description":"Two Rumney climbers were out for a hike one day. They headed up to the higher reaches of the mountain in a search for potential new routes. After bushwacking for a while, they scrambled up a low angle dirty slab in their tennis shoes in order to check out some rock above.  \n\n  They unknowingly made the first ascent of what was to become Clip a Dee Doo Dah.  \n\n  Locate the now cleaner large slab on the left side of Jimmy Cliff. A line of bolts rises from the lowest point of the wall and heads more or less straight upward. The climb offers two pitches of friction moves on incredibly grippy stone.  \n\n  Many 5.13 climbers regularly romp up this climb because the setting is so beautiful. To descend, turn left at the top and follow a trail to the base.","protection":"7 bolts per pitch","location":""},"__v":0},{"_id":"XBu3ZF0MVy+lOswq5DhuSg==","name":"The Beginning of All Things","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"D. Quinn","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84037,43.80417]},"left_right_index":6,"mp_id":"105986139","mp_crag_id":"105876645","climb_id":"XBu3ZF0MVy+lOswq5DhuSg==","areaRef":"+17R6DEoVo+ngWcUcglE2g=="},"content":{"description":"The Beginning of All Things climbs the arete on the steep section of Jimmy Cliff left. It traverses up and right, past the anchor of Things As They Are Now and ends to the right at the chains of Things As They Are.  \n\n  Many people consider this route to be quite contrived- and it is. Though not the most logical or eye pleasing line on Jimmy Cliff left, The Beginning of All Things makes for a great warm up for some of the crags harder offerings. For 5.10a it can seem quite pumpy, though there is a great rest soon before the chains of things as they are now. Right after this rest comes the crux- the feet get a little thin though precise footwork should pull you through it just fine. \n\n  It is worthwhile to note that The Beginning of All Things is also useful for hanging draws on Things as they are now (5.12a). \n\n  Is this the most wonderful 5.10 at Rumney? Absolutely not.    But it it worth your time?   Definitely.","protection":"7 bolts to chains of Things As They Are.","location":"Starts on the far left side of the steep wall on Jimmy Cliff left."},"__v":0},{"_id":"/dEvrqM/V5uJUzeqcMCF0w==","name":"Cracker Cracks","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Bradley White 2010","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84037,43.80417]},"left_right_index":5,"mp_id":"106927911","mp_crag_id":"105876645","climb_id":"/dEvrqM/V5uJUzeqcMCF0w==","areaRef":"+17R6DEoVo+ngWcUcglE2g=="},"content":{"description":"Climb up to the big ledge on 'Lady and the Tramp'. Go right and diagonal up to Standard Route pine tree big ledge. Move right from here and down a little to an oak tree ledge. Stop at the right side of oak ledge and at a birch tree growing out of the rock at waist to chest height. Climb right of this choice, making life easier to get started birch tree. Above this birch tree is the entrance to the lay back corner crack fissure with wafer blocks of rock wedged in it. After 'they don't make a budge rock wafers' move right around on the the edge of the outside corner by a horizontal foot crack to escape from ceiling crack directly ahead in the corner. Here finish up the 'Jimmy Crack Corner' last anchor (a army surplus ring piton) . On the downer side there is lots of lichen and on the coolest side are the wafer wedged rocks in the corner to lay back on.    Unnoticed solo free climbed this west side of the Crack Corn outcrop. I had some nervous excitement from it at first from the lichen until I thought about it and understood the foot placements were being provided for and I could relax, stop trying to make them with my hands because there are reoccurring openings for my feet. The climb went faster than before and then it was over.    I passed a short v crack that goes directly up the right corner side wall, near where I started from at the birch tree. The V groove crack I free soloed this year its short and isn't much better than the other way up.","protection":"Medium to big stuff, hexes would be okay. Tight belay spot in oak trees and birch tree to get the pitch started. This belay keeps the rope straight.","location":"Right of the pine tree on 'Standard Route' ledge. Traverse right to oak trees and a birch tree. Climb starts here. Has variations, two cracks the lower crack above the corner and the other direct finish of the corner. The direct finish crack a climber needs to move right above the crack because of a great deal of lichen. The 10ft ceiling crack is not covered in lichen. Would be an excellent crack to climb."},"__v":0},{"_id":"ni0w9N5XWBetnYQI3EQs2Q==","name":"Alcove Crack","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84037,43.80417]},"left_right_index":11,"mp_id":"106075767","mp_crag_id":"105876645","climb_id":"ni0w9N5XWBetnYQI3EQs2Q==","areaRef":"+17R6DEoVo+ngWcUcglE2g=="},"content":{"description":"This would be a really fun climb if it was clean, but as with many Rumney trad routes, it suffers from under use. It also can be a bit wet which adds to the problem. When dry its a fun jam up moderate crack.  But as I said, a bit dirty.  \n\n  Locate the obvious crack in the corner of the alcove. Jam up a steeper section and on to the lower angle top half. You used to have to belay from a pine tree, but now I'm sure there is an anchor you could borrow from one of the new sport routes in the area.","protection":"Regular rack","location":"In the corner of the alcove area of Jimmy Cliff. To the right of things as they are etc and to the left of the newly bolted moderates on the right wall. It's a pretty obvious dirty crack."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,8a63706f-b14c-536f-b8ab-3cea90093e36,fdf16fa4-e20a-5cda-8c1b-dad225df6dce,fb5ed1e8-3128-568f-a781-6714720944da","pathTokens":["USA","New Hampshire","Rumney","Jimmy Cliff"],"gradeContext":"US","aggregate":{"byGrade":[{"count":3,"label":"5.6"},{"count":3,"label":"5.9"},{"count":2,"label":"5.12a"},{"count":1,"label":"5.10c"},{"count":2,"label":"5.7"},{"count":3,"label":"5.4"},{"count":3,"label":"5.3"},{"count":4,"label":"5.5"},{"count":2,"label":"5.10a"},{"count":1,"label":"5.8+"},{"count":2,"label":"5.10d"},{"count":1,"label":"5.10b"},{"count":1,"label":"5.8"}],"byDiscipline":{"trad":{"total":10,"bands":{"unknown":0,"beginner":9,"intermediate":1,"advanced":0,"expert":0}},"sport":{"total":18,"bands":{"unknown":0,"beginner":8,"intermediate":8,"advanced":2,"expert":0}},"tr":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":17,"intermediate":9,"advanced":2,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-71.84037,43.80417]},"bbox":[-71.84099304841855,43.803720339818135,-71.83974695158143,43.80461966018186],"left_right_index":-1,"ext_id":"105876645","area_id":"+17R6DEoVo+ngWcUcglE2g==","polygon":{"type":"Polygon","coordinates":[[[-71.84099304841855,43.803720339818135],[-71.83974695158143,43.803720339818135],[-71.83974695158143,43.80461966018186],[-71.84099304841855,43.80461966018186],[-71.84099304841855,43.803720339818135]]]}},"content":{"description":"Jimmy Cliff is a schist crag at Rumney that is really is composed of two separate walls that are in close proximity of each other. Locals refer to the whole crag simply as \"Jimmy Cliff,\" but when a distinction needs to be made, people refer to either the left or right side of the crag. Both parts of Jimmy Cliff are situated high on Rattlesnake Mountain, which makes Jimmy Cliff one of the least \"seepy\" crags at Rumney. Both crags also tend to receive a breeze and partial or full sun. Taken together, these attributes make Jimmy cliff a good choice after a rain. \n\n  Jimmy Cliff sees it's fair share of traffic, especially as parties filter their way up from lower crags. Both sides of the crags have a number of easy and moderate climbs close together, which make them popular with large groups of beginners that are willing to walk more than 20 feet from the parking lot. \n\n  Notable climbs include the multipitch slab hike Clippidy-Do-Dah (5.5), the bouldery and short Things as They Are Now (5.12a), and Lonesome Dove (5.10a) a must-do four star slab climb that will leave aspiring rock jocks scratching their head. "},"density":0,"totalClimbs":28,"__v":2,"createdAt":"2022-11-07T06:12:11.310Z","updatedAt":"2024-02-19T18:35:12.907Z","_change":{"user":"jhoZ1HM5QQCLlIW8x9mK3A==","historyId":"64ac20c16d586cdc48db7aea","operation":"updateArea","seq":0}}