{"_id":"6368a214e80bff5a9955d9cc","area_name":"Range (a.k.a. San Juan Canyon), The","shortCode":"","climbs":[],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,98c839d1-f0d4-5006-bb58-276b12f05bd0,671e371a-61db-5214-840e-77ebd0ac59fa,dace6ccd-2a2f-507a-b90e-a03ffe111d60,b0fd3b46-7764-529b-9568-a6211c680fa2","pathTokens":["USA","New Mexico","Jemez Mountains and Jemez Valley","Ponderosa Bouldering","Range (a.k.a. San Juan Canyon), The"],"gradeContext":"US","aggregate":{"byGrade":[],"byGradeBand":{"unknown":0,"beginner":0,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-106.6564,35.6857]},"bbox":[-106.65695361246974,35.68525033981813,-106.65584638753027,35.68614966018187],"left_right_index":-1,"ext_id":"106299577","area_id":"sP07RndkUpuVaKYhHGgPog=="},"content":{"description":"Y shaped canyon, nice big pine trees, some cool artifacts. Can be sheltered from the wind because it is a canyon. Rock quality is generally good to excellent welded tuff boulders and short cliff bands, 10-30' tall. Some of the bigger stuff might require bolts. As with most areas in the Ponderosa region there are a hand full of excellent problems, the main difference besides the longer drive is the fact that almost all the rock is good enough to climb and therefore there are a lot more problems in general, perhaps 300ish (Penner might be able to give a more accurate count), where as The Pond has maybe half that number. Also there are a number of established routes out here as well, presumably most are more down canyon from the bouldering.  \n\n  Note added by admin, though as a general rule this sort of behavior should be followed at all climbing areas. The actions of a few can effect the access of all. \n\nIMPORTANT NOTE: Minimize your impact (use the existing roads and trails). Be respectful of the area and any archaeology you might discover. This a sensitive area. See the comments below; it's clear that those who've climbed here for years feel passionately about this."},"density":0,"totalClimbs":0,"__v":1,"createdAt":"2022-11-07T06:13:47.519Z","updatedAt":"2022-11-25T11:20:30.601Z"}