{"_id":"6368a60be80bff5a995c53eb","area_name":"Concord Tower","shortCode":"","climbs":[{"_id":"9UNcFWb5XkmZyUr7AKirfg==","name":"South Face Center","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Not Known","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.65825,48.51465]},"left_right_index":999999,"mp_id":"111944979","mp_crag_id":"106509914","climb_id":"9UNcFWb5XkmZyUr7AKirfg==","areaRef":"KUWCCqdEXieUB0YZUwE+Lw=="},"content":{"description":"With a 70m, you can climb Concord in one pitch!\n\nCrack on the Center of the South Face of Concord. Looking from the notch, start up the obvious crack in the middle of the wall. Climb through a bulge and continue up while trending left. Two right facing corners will put you at the tree right below the summit block. Finish to the top.\n\nNote, there are some loose blocks and flakes. Take usual alpine climbing caution. Rock has some lichen, could definitely use the traffic it deserves","protection":"Tips to #3. Bring about a 1.5 rack and add more depending on confidence. Lots of Alpine draws as this route wanders. Belay from Summit bolted anchor.","location":"Start behind the trees at the notch. To descend, two single rope raps from the south side of the summit will bring you down."},"__v":0},{"_id":"EYYObJJtWg2okrRW03y9Fw==","name":"South Face","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"1965 by Donald Cramer, Donald Anderson, Bruce Schuler, Fred Stanley","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.65825,48.51465]},"left_right_index":3,"mp_id":"117635520","mp_crag_id":"106509914","climb_id":"EYYObJJtWg2okrRW03y9Fw==","areaRef":"KUWCCqdEXieUB0YZUwE+Lw=="},"content":{"description":"See Nicholson's \"Washing Pass Climbing\" Supertopo book for a topo and detailed beta on the route.  (This particular route is also available as a free sample online from Supertopo.)\n\nP1. Establish an initial anchor after walking carefully across gravelly, gently down-sloping but still class 2 ledges.  Climb up far climber's right most of a rope length to some trees, generally staying right.  (This is the price of admission pitch.)\n\nP2. Continue up to the ridge crest and perform a roped hike/scramble to a sandy spot near the \"shark fin\".  There is a good spot for a gear anchor (#2+#3) behind a flake.\n\nP3. Climb up and over the shark fin and then up the summit block.  You can belay from the bolts at the summit.  (This is the money pitch.)\n\nFrom the pair of bolts with some tat nearest the south side of the summit, either a single-rope rap to an intermediate anchor on the face or a double-rope rap all the way back to the notch will get you back down.","protection":"60m rope, modest rack (cams in .4-3\" with doubles in finger sizes depending on confidence, nuts), pink tricam for the slot on the summit block. Bolts on the summit.","location":"Initial belay from the far eastern edge of the Concord/Lexington notch.  Finding the notch can be a challenge, since the resolution on topo maps isn't necessarily adequate for navigation among the towers.  Instead, aim for this:"},"__v":0},{"_id":"+G05ZGCMX1OShUrTz6yWOg==","name":"North Face Var. Right (Directisimo)","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.65825,48.51465]},"left_right_index":1,"mp_id":"107715253","mp_crag_id":"106509914","climb_id":"+G05ZGCMX1OShUrTz6yWOg==","areaRef":"KUWCCqdEXieUB0YZUwE+Lw=="},"content":{"description":"Begin at the notch between concord tower and liberty bell. Follow a crack system to a large ledge with some small trees (5.6), P1 of the standard N. Face rte.  From here, pitch two continues up right to a striking vertical crack.  Follow the crack up until the climbing grows strenuous. Traverse up and left across a face, aiming for the huge boulder/chockstone slung with tat. (5.8)  Expect rope drag on this long and wandering pitch. The ledge behind the boulder provides an adequate belay station.  Climb up and left, following the bolted ramp to the summit (5.easy)","protection":"Gear to 3\". Many bring a 4\" cam. Bolts on P3. Rap chains on summit.\n\n60-70m rope","location":"Begins as for the\n\nstandard north face route\n\n.  Rappel is possible down either the north or south faces of concord tower.  Single-rope rappels are possible on the north face, but may be uncomfortable. Single rope rappels are strongly recommended on the south face, as ropes tend to stick on the edge."},"__v":0},{"_id":"M+ZtogjsXq+ROsvdReG5ww==","name":"North Face","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Beckey and Parrott, 1956","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.65825,48.51465]},"left_right_index":0,"mp_id":"106543279","mp_crag_id":"106509914","climb_id":"M+ZtogjsXq+ROsvdReG5ww==","areaRef":"KUWCCqdEXieUB0YZUwE+Lw=="},"content":{"description":"Begin from the top of the notch between Liberty Bell and Concord Tower. Follow a crack system to a large ledge with some small trees (pitch 1, 5.6). From the ledge, go right on easy terrain then straight up on some hollow and flaky sounding rock. The pitch ends right after what appears to be 10-15 feet of an unprotectable blank wall, but has huge huecos with great holds. (pitch 2, 5.7). From the belay head left up some crack systems (easily takes a #3 cam) then go up two 5.0 slabs and up a bear hug flake just below the summit (pitch 3, 5.6+-5.7ish).\n\nGoing right after or during the second pitch will put you on the Tunnel Route (also known as Cave Route on MP). So, stay left after the blank wall with huecos to stay on the North Face route.\n\nThis route can stay wet after a rain, and can be icy early and late season. But it's worth the beautiful rock found higher up the tower.\n\nDescent\n\nDescend off the two summit bolts going down the route, right below one of pitch 3's 5.0 slabs you'll see two more bolts, rappel off these to the bushy ledge of pitch one, and rappel from here to the base of the climb. Hike out the way you came.","protection":"1 set of cams, 1 set of stoppers, and some slings to reduce drag.  One 60-m rope is sufficient.","location":"The route begins at the top of the notch between Concord Tower and Liberty Bell.  Approach from the west side of WA Pass, via the Blue Lake Trail and climber's trail up the gully."},"__v":0},{"_id":"XTf419cxUoaegDozhemHIA==","name":"The Cave Route","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Ron Burgner and Don McPherson, 1968","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.65825,48.51465]},"left_right_index":2,"mp_id":"106509917","mp_crag_id":"106509914","climb_id":"XTf419cxUoaegDozhemHIA==","areaRef":"KUWCCqdEXieUB0YZUwE+Lw=="},"content":{"description":"The route starts on the north side of Concord Tower about 50 feet down the gully from the notch at two semi-parallel diagonal cracks.\n\nP1 (crux):  Move up the two semi-parallel right diagonal cracks.  Once past the diagonals, continue up a flake past a dead tree and again move up and right to another tree to belay from.\n\nP2:  From the belay, move up and to climber's left under an overhang and continue traversing left.  Bring a few extender slings or rope drag will be an issue.  The traverse will lead you around a corner and slings will be about 20 feet from the corner  at the entrance of the cave to belay from.\n\nMove through the cave (~20 feet) and belay from the other side.\n\nP3:  Looking up the face there's a 5.4 crack that leads to some face climbing to the top where there is a belay spot at a tree.  To get into the crack you have two options, one is an exposed knobby slab to the left you can travel up to the crack or you can make the lie back move to get into the crack right off the bat.  The rest of the pitch is easy face climbing.\n\nLastly, scramble up about 40 feet to the top to summit.  It's very exposed so you might want to rope up.  The rappel is on the west side of the summit.\n\nThe books i've read say it's a two rope rappel.  When i did the two rope rappel, i had some significant trouble pulling the ropes and it LOOKED LIKE someone had set up another rappel halfway down so you only have to use one rope.  After the two rope rappel, you'll be on a ledge, move to climber's right and there is one last rappel that takes you down along the first pitch of the north face and to the notch.","protection":"Pro to 4 inches","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,cfe129f6-5f60-5bc8-87b3-3d3bfaff9472,654ed03a-bd15-5545-b25f-4474e027735d,728b06de-e8c1-5ee6-af71-bc29729507d1,bec8f6d2-89a9-5283-8aba-7e22fb2870b3,63085d13-a2a7-5cea-bcea-bf0407ea8856,eea00eda-9028-5112-b58c-76537dfa112e,2945820a-a744-5e27-9407-461953013e2f","pathTokens":["USA","Washington","Northwest Region","Hwy 20 and North Cascades National Park","North Cascades","Washington Pass","Liberty Bell Group","Concord Tower"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.8+"},{"count":2,"label":"5.6"},{"count":2,"label":"5.8"}],"byDiscipline":{"trad":{"total":5,"bands":{"unknown":0,"beginner":5,"intermediate":0,"advanced":0,"expert":0}},"alpine":{"total":5,"bands":{"unknown":0,"beginner":5,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":5,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-120.65825,48.51465]},"bbox":[-120.6589288055836,48.51420033981815,-120.6575711944164,48.515099660181875],"left_right_index":-1,"ext_id":"106509914","area_id":"KUWCCqdEXieUB0YZUwE+Lw=="},"content":{"description":""},"density":0,"totalClimbs":5,"__v":1,"createdAt":"2022-11-07T06:30:49.003Z","updatedAt":"2022-11-25T11:24:44.968Z"}