{"_id":"6368a214e80bff5a9955d75c","area_name":"Y - North Side","shortCode":"","climbs":[{"_id":"yjE/Vw5mXhO6x59lwUFgVw==","name":"Wisconsin","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"FA: Larry Campbell- Spring 1971  FFA: Len Margolin, Steve Schum, and Mike Roybal- Summer 1971","type":{"trad":true,"tr":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-106.2022,35.8669]},"left_right_index":7,"mp_id":"106098831","mp_crag_id":"106213439","climb_id":"yjE/Vw5mXhO6x59lwUFgVw==","areaRef":"tYX6KlSiXXaUG1GP/HyA1g=="},"content":{"description":"Wisconsin is one of the cleanest and longest face climbs at the Y. The classic 5.10 at this crag.  I've heard that, before there was sport climbing at White Rock, this was sort of THE one in the area that you had to do to be considered \"a real climber\". It starts just right of the cave.Begin with a traverse to the right (or step off a cheater stone), then go up easy cracks to a slot. Figure out how to exit the slot and stand up onto a sloping ledge. Now you'll be wondering what to do.  You might see the namesake Wisconsin feature, where the cracks whose outline resembles the state on a map. Good pro is available but might be considered a bit tricky. Above the flake, a little bit of easier but somewhat hard to protect climbing gains the top.","protection":"Nuts + cams to 2\".2-bolt anchor, reachable from the top.","location":"This climb is on the north side, starting just to the right of the obvious cave.  It heads nearly straight up a slightly overhanging crack system with the cracks 2/3 of the way up describing a shape that loosely resembles like the state of Wisconsin."},"__v":0},{"_id":"YGJGEcmwW/mEUXRjf8rlwQ==","name":"Triple Overhang","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Jim Porter and Len Margolin, 1970","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.2022,35.8669]},"left_right_index":0,"mp_id":"106099318","mp_crag_id":"106213439","climb_id":"YGJGEcmwW/mEUXRjf8rlwQ==","areaRef":"tYX6KlSiXXaUG1GP/HyA1g=="},"content":{"description":"Start just left of Open Book. Step up and traverse left to the main triple overhang crack.  A direct start in the thin crack is harder and discouraged because it is very close to the 'snake' petroglyph.  Turn the first overhang, which is pretty easy, to a good rest stance.  The second overhang- an A shaped slot- is harder and usually involves making an insecure mantle or big reach to a wide crack to the left, both with poor feet.  Overhang #3 is just before the topout.  It's not as hard as the 2nd one, with exit jugs, but be sure to rest before starting it, to keep from being too pumped at the finishing mantle.","protection":"1 set cams to 4\", wired nuts.  A cordelette or long piece of webbing is useful for the anchor.","location":"This climb is the next crack left of Open Book (the obvious dihedral) on the north side."},"__v":0},{"_id":"G4/1/jP1U6adeztQAh+I9w==","name":"Right Mother","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.2022,35.8669]},"left_right_index":14,"mp_id":"119879683","mp_crag_id":"106213439","climb_id":"G4/1/jP1U6adeztQAh+I9w==","areaRef":"tYX6KlSiXXaUG1GP/HyA1g=="},"content":{"description":"The right of the \"3 Mother\" cracks.  Easy blocky start to a flare/chimney that has a really neat crux.","protection":"Normal rack (to 3\"?).  Anchor off a slung pillar/block, or perhaps trees farther back.  (I was on TR solo,, but it appeared to protect with good pro at the crux, might be punching it the last bit though)","location":"Right of the 3 Mother Cracks."},"__v":0},{"_id":"/8OOBtxCVqKRA78J+3RB+Q==","name":"The Ramp","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Jim Porter & Len Margolin, 1970","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.2022,35.8669]},"left_right_index":16,"mp_id":"106505848","mp_crag_id":"106213439","climb_id":"/8OOBtxCVqKRA78J+3RB+Q==","areaRef":"tYX6KlSiXXaUG1GP/HyA1g=="},"content":{"description":"\"The Ramp\" is one of the better beginner's climbs here, with good gear and interesting moves all the way up. \n\n  Pull the initial roof with the help of a nice finger crack and a jug. Head up the low angled hand crack to a stance under another roof. Turn a roof on its right with thin feet (crux).","protection":"Standard rack to 2\"   Bigger cams (#3,#4) are useful for a gear anchor. You may be able to tie off trees as well.","location":"Route # 18 in beta photo, look for a low angle slab up high guarded by a roof at the bottom. The route heads up the crack left of the offwidth-looking crack."},"__v":0},{"_id":"6W/Pz2GrVW6SjI0BVtl+8A==","name":"Porter Route","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Jim Porter","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.2022,35.8669]},"left_right_index":17,"mp_id":"106978532","mp_crag_id":"106213439","climb_id":"6W/Pz2GrVW6SjI0BVtl+8A==","areaRef":"tYX6KlSiXXaUG1GP/HyA1g=="},"content":{"description":"I hate this climb. The hand jams pulling the roof were so insecure and scar-leaving when I flailed on this route shortly after I started climbing at White Rock.  After I figured out how to do it, it's still no fun. Since the rock quality is ok, it's worth doing once so that you know you don't need to do it again, I suppose. \n\n  This climb goes up the obvious crack on the right side of the Ramp feature.  Scramble up blocks to the roof. Two moves of impossible-to-rate, hand-size dependent jams turn the roof, or lieback it.  4th class crack in a slab to the top. \n\n  The route description or rating or something is transposed with \"the Ramp\" in Rock Climbing: New Mexico.","protection":"Cams to 3\" (try not to place them where you need to jam at the crux). Anchor off a juniper at the top, or build an anchor with gear.","location":""},"__v":0},{"_id":"0Zzdgv2JVR6Y3jyT4Y+KqQ==","name":"Original Open Book","yds":"5.8-","grades":{"yds":"5.8-","french":"5b"},"fa":"Len Margolin & Steve Schum, 1970(?)","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.2022,35.8669]},"left_right_index":11,"mp_id":"106134236","mp_crag_id":"106213439","climb_id":"0Zzdgv2JVR6Y3jyT4Y+KqQ==","areaRef":"tYX6KlSiXXaUG1GP/HyA1g=="},"content":{"description":"Climb up the crack shared with the start for Herb's Roof, or climb blocks to the right. One of the variations climbs near faint rock art (Please avoid touching or standing on the faint petroglyph on the ramp!  You reach a good rest below a slick open book corner with a finger crack in the back, and a crack on the left side.  Stem and chimney to its top.","protection":"Cams to 3\".  1 set nuts.  Finger size cams are especially useful at the crux.   Bring your own gear for the anchor, or use static rope and anchor off trees (many of which are dying). ","location":"This crack is the next dihedral right of Beastie Crack"},"__v":0},{"_id":"3CRv/DE2Vk6Z33cbKSFsJA==","name":"The Notch","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.2022,35.8669]},"left_right_index":6,"mp_id":"106181599","mp_crag_id":"106213439","climb_id":"3CRv/DE2Vk6Z33cbKSFsJA==","areaRef":"tYX6KlSiXXaUG1GP/HyA1g=="},"content":{"description":"Choose from various starts: Boy Scout (5.8/5.9), or Inside Dihedral (5.8/5.9), to exit the cave.  Soon you'll reach a big ledge that ramps up to the left (Broadway ledge). \n\nThe Notch goes straight up the finger crack from the middle of Broadway ledge.  You can get just enough pro in to keep it reasonable, especially a bigger cam under an overlap midway up.  Committing to the start (off Broadway ledge) may be the toughest part mentally, or keeping your composure to punch it to the top on the pocketed section where the crack pinches down. \n\n  A tougher lead than most other 5.10s at the Y.","protection":"1 set cams to 3\", 1 set nuts.   Save some gear for an anchor, or use static rope off dying trees.","location":"The Notch takes a finish up the 2nd steep crack to the right of Open Book.  See               \n\nNorth Wall of The Y      ."},"__v":0},{"_id":"GDi9Q+qMXBKE99Fv8dDu1w==","name":"The Nose","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Mike Roybal, 1974","type":{"tr":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-106.2022,35.8669]},"left_right_index":8,"mp_id":"106268860","mp_crag_id":"106213439","climb_id":"GDi9Q+qMXBKE99Fv8dDu1w==","areaRef":"tYX6KlSiXXaUG1GP/HyA1g=="},"content":{"description":"Start with some slick and thin bouldery moves out onto the opening face and then up to a nose overhang with lots of feature, some of which is sharp and slick, to a hangerless bolt (that is to the left about half of the way up). Continue up a very thin and technical face with no pro to the top. For an easier yet fun variation (5.10), start on Wisconsin and move right after about 15' around and up on jugs past the nose, and then continue to the right to gain a crack and arete for some protection and some easier climbing. A top rope is recommended.\n\n This route is supposedly \"the state's first 5.12\" (source: climbing.com/news/utopian-v…).","protection":"Top Rope from a two bolt anchor.","location":"This route is located directly to the east (right) of Wisconsin."},"__v":0},{"_id":"5XhAKxQSVxCX6/HmVYu1Mg==","name":"Open Book","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"Len Margolin & Steve Schum, 1970","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.2022,35.8669]},"left_right_index":1,"mp_id":"106098843","mp_crag_id":"106213439","climb_id":"5XhAKxQSVxCX6/HmVYu1Mg==","areaRef":"tYX6KlSiXXaUG1GP/HyA1g=="},"content":{"description":"This slick open book is probably the hardest 5.8 in White Rock/Los Alamos, and is unfortunately a classic.  Many people find it frustrating, but I think it is one of the best easier cracks at White Rock. \n\n  Stem and jam your way up the first 15' of thin hands in the back of the open book (crux) to a few good holds, and a stemming rest.  This slippery crux spits off many people, but pro is good.  Next, lieback or scum your way up a wide hand crack in a right-facing corner to another good rest below a slab/ramp leading up and left.  Follow up this airy ramp, which has better footholds on the exposed left edge.","protection":"1 set nuts, 1 set cams to 3\".   2-bolt anchor, reachable from the top, was installed by unknown parties to prevent further damage to trees.","location":"This is the obvious open book that begins just left of the cave on the north side."},"__v":0},{"_id":"sco2ZrTFXm6JWJMEKICP+g==","name":"Middle Mother","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Len Margolin & Steve Schum, 1970","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.2022,35.8669]},"left_right_index":13,"mp_id":"106181593","mp_crag_id":"106213439","climb_id":"sco2ZrTFXm6JWJMEKICP+g==","areaRef":"tYX6KlSiXXaUG1GP/HyA1g=="},"content":{"description":"Middle Mother is the middle of the 3 steep cracks toward the right section of the cliff.  A good 5.10 for this area. \n\n  Climb up to a horn/flake.  The tricky finger crack section above is the crux, and is well protected with cams.  The wall steepens even more, but the crack widens in places so you can get a few hand jam rests, and the options for footholds improve.  Stay strong for the last pumpy finish on big holds.","protection":"1 set cams from fingers to 3\"; nuts.   Save some gear to build an anchor at the top, or sling blocks with long runners/cordelette, or tie off dying trees.","location":"The 3 \"Mothers\" climbs are about 40' right of Beastie Crack on the north wall of the 'Y', on a clean steep section of rock. This is just a little bit before the waterfall starts."},"__v":0},{"_id":"T3ZlBddVUR6eFHbdM1Gd+A==","name":"Lizard Man","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.2022,35.8669]},"left_right_index":19,"mp_id":"106978543","mp_crag_id":"106213439","climb_id":"T3ZlBddVUR6eFHbdM1Gd+A==","areaRef":"tYX6KlSiXXaUG1GP/HyA1g=="},"content":{"description":"Lizard Man is the farthest right crack worth climbing at the Y, just right of Hessing Route. \n\n  Scramble up choss to an A-shaped slot. Place small gear and figure out how to sneak through it to the finger crack above. \n\n  One of the guidebooks gives this a rating that it is poorly-protected.  I thought the gear was adequate or almost adequate, but maybe small or tricky to place for a 5.8 leader.","protection":"Cams & nuts to 2\", TCUs & RPs helpful.   Anchor off gear at the top.","location":""},"__v":0},{"_id":"GOKqKMT9WMO0PVb19dd8Yg==","name":"Less-Hard Start","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.2022,35.8669]},"left_right_index":3,"mp_id":"106758333","mp_crag_id":"106213439","climb_id":"GOKqKMT9WMO0PVb19dd8Yg==","areaRef":"tYX6KlSiXXaUG1GP/HyA1g=="},"content":{"description":"A bouldery and tricky start getting established above the cave (crux?) leads to an off-fingers crack.  Periodically, cheater rocks appear, making the start easier.  The finger crack is a hard size for most. \n\n  Above, finish as for Broadway to the left (easiest), or continue straight up the Notch, a thin crack to the right (harder).","protection":"Cams & nuts to 3\".","location":"The finger crack on the smooth face above the cave (next finger crack right of Open Book)."},"__v":0},{"_id":"D2zAjfMNWXCFAjYD/OBr+Q==","name":"Left Mother","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Len Margolin & Steve Schum, 1970","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.2022,35.8669]},"left_right_index":12,"mp_id":"106135685","mp_crag_id":"106213439","climb_id":"D2zAjfMNWXCFAjYD/OBr+Q==","areaRef":"tYX6KlSiXXaUG1GP/HyA1g=="},"content":{"description":"Left Mother is the leftmost of the 3 good crack climbs in the Mothers area of the Y.   Climb choss to a solid block/horn, angle left to a wedged block with good hand jams on either side.  The steep crux is from here to the top and follows the leftmost crack, which is just a little larger than fingers, through an overhanging face.  Fortunately, the face is highly featured with small horizontal ledges and pockets. \n\n  This climb is a good one for a trad leader near their limit, as the pro is good, the crux is short, and the fall is clean.","protection":"Rack up to a 2\" cam; finger size cams are especially useful, nuts are good too.  Don't bring micro nuts or microcams.   Save some stuff to build an anchor at the top, although there's a good block that you can sling with a long runner, or tie off trees with static line- always an iffy idea since many are dying.","location":"The 3 \"Mothers\" climbs are about 40' right of Beastie Crack on the north wall of the 'Y', on a clean steep section of rock.  It is just a little bit before the waterfall starts."},"__v":0},{"_id":"MQwhIYcZXq2v+b4qWc7Tag==","name":"Inside Dihedral","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.2022,35.8669]},"left_right_index":4,"mp_id":"106758347","mp_crag_id":"106213439","climb_id":"MQwhIYcZXq2v+b4qWc7Tag==","areaRef":"tYX6KlSiXXaUG1GP/HyA1g=="},"content":{"description":"This is just left of the easiest start for Boy Scout.  Bouldery crux off the ground to get established above the cave in the left-facing corner.  Move up to the Broadway ledge system.  Traverse left, and finish for the Notch if you want harder climbing, or, more typically, traverse farther left, and take the easier finish as for Boy Scout.   Rated 5.8 in the old guide, which is fair if you ignore the 1st move.","protection":"Cams & nuts to 3\".","location":"Left-facing corner above the cave, just left of the standard start for Boy Scout."},"__v":0},{"_id":"68Er7cgiX6asKgKdfPw4qg==","name":"Hessing Route","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Polly and Steve Hessing, early 1970s","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.2022,35.8669]},"left_right_index":18,"mp_id":"106188419","mp_crag_id":"106213439","climb_id":"68Er7cgiX6asKgKdfPw4qg==","areaRef":"tYX6KlSiXXaUG1GP/HyA1g=="},"content":{"description":"Blocky start to a low angle finger crack.","protection":"Standard trad rack (set of nuts, set of cams).  Could probably lead safely with only nuts.  Keep some gear or trail a line for an anchor at the top.","location":"20' further downstream past the large low-angle slab (The Ramp)."},"__v":0},{"_id":"kw4onROgVBKKHNttq1Xmag==","name":"Hard Start","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"unknown","type":{"tr":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-106.2022,35.8669]},"left_right_index":2,"mp_id":"106758076","mp_crag_id":"106213439","climb_id":"kw4onROgVBKKHNttq1Xmag==","areaRef":"tYX6KlSiXXaUG1GP/HyA1g=="},"content":{"description":"The arete just right of Open Book is an interesting mantle/arete problem to work on TR.  Seems easy for the grade once you figure out the trick for the crux, which is about 10-15' up.  It's a really cool move. \n\n  The upper part of Broadway is the most direct finish, but you can TR this from an anchor built for the climbs to either side as well.","protection":"TR, from an anchor for Broadway or maybe Open Book.   No pro for the crux, but it's low enough that it could reasonably be bouldered by someone halfway bold with a few pads & spotters.","location":"The arete just right of Open Book."},"__v":0},{"_id":"wJC9iz/BXw66W5NNAShGPw==","name":"Herb's Roof","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Herb Kincey","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.2022,35.8669]},"left_right_index":10,"mp_id":"106505829","mp_crag_id":"106213439","climb_id":"wJC9iz/BXw66W5NNAShGPw==","areaRef":"tYX6KlSiXXaUG1GP/HyA1g=="},"content":{"description":"Stem a corner with a handcrack, aiming for some blocky jugs  under the roof. Swing out left and back right on huge holds, pull the roof with some difficulty (crux) and balance up the final slab.  ","protection":"Standard rack to 2\" ","location":"Route # 14 in the Beta Photo, look for a chossy looking (but actually solid) roof system"},"__v":0},{"_id":"BIx1n5qyV0SzrK7PvHdjtA==","name":"Flat-footed","yds":"5.8-","grades":{"yds":"5.8-","french":"5b"},"fa":"Unknown?","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.2022,35.8669]},"left_right_index":15,"mp_id":"106783917","mp_crag_id":"106213439","climb_id":"BIx1n5qyV0SzrK7PvHdjtA==","areaRef":"tYX6KlSiXXaUG1GP/HyA1g=="},"content":{"description":"**If anyone knows if this is an established route, please supply a name and/or FA.\n\n  Start on the easy looking holds near the base of I DBI Wall. Continue up to the bottom of a dihedral.    Crux is getting up into the dihedral and moving up to the roof. The right crack is good for feet. \n\n  Pull the small roof with a high foot and a side pull. Finish up the crack line to the top.","protection":"Standard rack to ~2\", takes mostly cams. Build your own anchors at the top or top out and sling one of the bushes further up the hill.","location":"A foot or two to the right of IDBI Wall (5.11). Moves straight up to the obvious dihedral and follows the crack line to the top."},"__v":0},{"_id":"KjrFcs7sV/eLBIG7l0t+BA==","name":"Boy Scout (aka Broadway)","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Len Margolin & Jim Porter, 1970","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.2022,35.8669]},"left_right_index":5,"mp_id":"106409479","mp_crag_id":"106213439","climb_id":"KjrFcs7sV/eLBIG7l0t+BA==","areaRef":"tYX6KlSiXXaUG1GP/HyA1g=="},"content":{"description":"Stem up past the wide crack, traverse left to the alcove, and then straight up to the top. Two cruxes, one at the start, one getting out onto the face at the end of the traverse.","protection":"Two-hanger anchor. Single rack to BD #2. A BD #4 might work to protect the wide crack at the bottom (blind placement), but something bigger might be better.","location":"Start on the big block to the right side of the little cave that's just east of Open Book."},"__v":0},{"_id":"824QPNcEVuK2YkcHoN7Crg==","name":"Beastie Crack","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Steve Schum and Len Margolin, 1970","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.2022,35.8669]},"left_right_index":9,"mp_id":"106107279","mp_crag_id":"106213439","climb_id":"824QPNcEVuK2YkcHoN7Crg==","areaRef":"tYX6KlSiXXaUG1GP/HyA1g=="},"content":{"description":"Climb the finger crack crux off the ground.  This is 5.9 to 5.10+ depending on finger size and reach.  Being taller with fat fingers probably helps.  You can get finger size cams in, but don't fall, because without a perfect belay you'll land awkwardly on jagged rocks.  Easy 5.4 stemming leads to the top.  Please try not to touch or stand on or near the petroglyph. If you're not sure you can climb this without impacting the archaeology, don't climb it.","protection":"1 set nuts, 1 set cams to 1\".   2-bolt anchor, reachable from the top, was installed by unknown parties to prevent further damage to trees... which pisses me off because it will encourage traffic and possibly lead to damage to the rock art.","location":"Just to the right of the cave on the north side of the 'Y', right of Wisconsin and the Nose, find a finger crack right next to a petroglyph."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,98c839d1-f0d4-5006-bb58-276b12f05bd0,3301509f-ad6b-5cf1-909e-db85df0082bb,03ca74c9-0f5c-56a1-81b2-44ce1a34bfbd,b585fa2a-54a2-5d76-941b-518ffc7c80d6","pathTokens":["USA","New Mexico","Los Alamos & White Rock","Y, The","Y - North Side"],"gradeContext":"US","aggregate":{"byGrade":[{"count":3,"label":"5.10c"},{"count":4,"label":"5.9"},{"count":2,"label":"5.11c"},{"count":2,"label":"5.7"},{"count":1,"label":"5.10a"},{"count":2,"label":"5.8-"},{"count":1,"label":"5.12a"},{"count":1,"label":"5.9-"},{"count":1,"label":"5.10b"},{"count":2,"label":"5.8"},{"count":1,"label":"5.10-"}],"byDiscipline":{"trad":{"total":18,"bands":{"unknown":0,"beginner":7,"intermediate":10,"advanced":1,"expert":0}},"tr":{"total":18,"bands":{"unknown":0,"beginner":6,"intermediate":9,"advanced":3,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":7,"intermediate":10,"advanced":3,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-106.2022,35.8669]},"bbox":[-106.20275487554039,35.86645033981815,-106.20164512445962,35.867349660181866],"left_right_index":-1,"ext_id":"106213439","area_id":"tYX6KlSiXXaUG1GP/HyA1g==","polygon":{"type":"Polygon","coordinates":[[[-106.20275487554039,35.86645033981815],[-106.20164512445962,35.86645033981815],[-106.20164512445962,35.867349660181866],[-106.20275487554039,35.867349660181866],[-106.20275487554039,35.86645033981815]]]}},"content":{"description":"The north side of the Y is where most of the climbs in this area are located.  This side of the cliff is sunny for most of the day in the summer, but is shaded in the winter because the sun is low enough to be obscured by the south side of the canyon. You can set TRs or build anchors before scrambling down to the base; the descent is 3rd class and is easy to find by following the trail from the top to the west. \n\n  Routes left of Triple Overhang are generally considered no-no's because of petroglyphs in this section."},"density":0,"totalClimbs":20,"__v":1,"createdAt":"2022-11-07T06:13:40.954Z","updatedAt":"2024-02-19T18:37:59.013Z"}