{"_id":"63689de0e80bff5a994f9212","area_name":"Upper Security Risk","shortCode":"","climbs":[{"_id":"RL1ooQdzWrOQCVDp86yh/Q==","name":"Serp-du-oh-hai!","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"L Bear, Pink; Haller da Baller; \"Chan-Fan\" Brock","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3931,40.0048]},"left_right_index":8,"mp_id":"117703189","mp_crag_id":"105744623","climb_id":"RL1ooQdzWrOQCVDp86yh/Q==","areaRef":"2NW0MDMKUuSyGYMrTlpj3g=="},"content":{"description":"This climbs the thin face right of the arete\n\nJust a Little Insecure\n\n. Stick-clip a high first bolt, then pull on and make your way up via thin crimps and small sidepulls. The crux comes at the small bulge and is cryptic.\n\nThere are 5 bolts total to double-bolt anchors. It is technical and continuous.\n\nThis is one of Bo Can's many new Serp Routes and is a must-do on the Serp Tour.","protection":"5 bolts to anchors.","location":"It is on the vertical face right of\n\nJust a Little Insecure\n\n."},"__v":0},{"_id":"zaMlVhQdXfCPhlWRdw17pw==","name":"S Buttress Direct","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"T. Hayes and S. Annecone, 4/93","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3931,40.0048]},"left_right_index":3,"mp_id":"105763641","mp_crag_id":"105744623","climb_id":"zaMlVhQdXfCPhlWRdw17pw==","areaRef":"2NW0MDMKUuSyGYMrTlpj3g=="},"content":{"description":"This route starts behind the big dead tree trunk at the same start as Crash Test Blondes.  Power over the bulge and head straight up the crack system on the face between Pup and Crash Test.  The crux is encountered leaving the thin crack as it peters out and getting to the horizontal break below the first roof.\n\nMove left under the roof, fire up the left side,then work up the corner.  You can continue up this same corner system shared by upper S Buttress and Pup, or for a more interesting variation, step right as soon as possible after passing the first roof and climb up and around the next roof feature.  Head up to the last roof, passing it on the left, and head up the right-facing corner to the anchors.\n\nThis climb is fairly steep with occasionally wild moves throughout.  The gear is generally abundant although not always obvious, and occasionally tricky to place from balancy stances.","protection":"Standard rack with cams up to a #3 Camalot. Doubles in the smaller sizes (Aliens blue to yellow) may be useful. There are opportunities to stretch over and clip bolts from adjacent routes, although that's not necessary nor recommended. Rap from the 2-bolt anchor at the top of Pup.","location":""},"__v":0},{"_id":"6BFPtuwGUfqy/gOp76SLEQ==","name":"Pup","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Rick Leitner","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3931,40.0048]},"left_right_index":1,"mp_id":"105748313","mp_crag_id":"105744623","climb_id":"6BFPtuwGUfqy/gOp76SLEQ==","areaRef":"2NW0MDMKUuSyGYMrTlpj3g=="},"content":{"description":"This route is on the left side of Upper Security Risk. First clip is a bit odd - bring a tall friend or a clip stick if you are pushing it on this grade. Follow the bolts. This route can be climbed to set TR for\n\nCrash Test Blondes\n\n(5.11c).","protection":"9 bolts, 2 bolt anchor.","location":""},"__v":0},{"_id":"Jc6/vZ6KUemtg+gdqaDsHQ==","name":"Plan B","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"F.A.: Ken Trout in Feb. 1994. F.F.A.: Henry Lester in April 1994. Finished added (F.A. of entire route) by Mark Rolofson in July 1994","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3931,40.0048]},"left_right_index":10,"mp_id":"105749575","mp_crag_id":"105744623","climb_id":"Jc6/vZ6KUemtg+gdqaDsHQ==","areaRef":"2NW0MDMKUuSyGYMrTlpj3g=="},"content":{"description":"Boy, oh boy, what a chance to spray about a great line! I am surprised that this route was not described here previously. First, the Upper Security Risk Crag is a great crag, and second, Ken Trout has put up some of the finest climbs anywhere. With Mark and Henry completing the picture, Plan B was guaranteed to be a classic, and it is all of that.\n\nOn a cliff with nothing but great lines, this a really great line. Plan B starts just to the right of a grungy, little off-width on a short pillar. It takes the face straight up crossing a pegmatite dike and climbs largely on good edges and side pulls. The route reminded me of\n\nTen Digit Dialing\n\nin Clear Creek, only longer and with no move harder than 5.12b. The cruxes start coming right away, first at bolts 2 and 3 and shortly later at bolts 4 and 5. The whole route is relentless with nearly every non-crux move at 5.11.  Good, not too tricky climbing after the second crux at 40 feet takes you to a small overlap just before the first anchor. Pulling a 5.11 overlap and a couple more clips to the upper anchor just prolongs the fun. Plan B gets three stars for the super rock, the complex climbing, the continuity, and the superb job putting it all together.","protection":"QDs only. 13-14 draws will get you to the top. Actually, this route has two anchors, one at 75 feet and one at 90-95 feet. Double ropes for the higher anchor or a single for the first.","location":""},"__v":0},{"_id":"xoU7KKItWhqOiGz/kpga4A==","name":"Led Astray","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Fred Knapp, Dan Hare 1998","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3931,40.0048]},"left_right_index":4,"mp_id":"105759009","mp_crag_id":"105744623","climb_id":"xoU7KKItWhqOiGz/kpga4A==","areaRef":"2NW0MDMKUuSyGYMrTlpj3g=="},"content":{"description":"This route starts in the right facing corner just right of Crash Test Blondes. Rolofson calls it PG-13, and that may be because the second clip is scary. You are clipping from a layback and have to rock onto your left foot to make the clip. You are looking at a fall onto the starting block. I suggest clipping a long sling to the draw so that you can clip the rope without pulling up much slack. Then clip the draw when you stand up.\n\nThe initial move off the block could be quite hard if you are short. Otherwise, strenuous laybacking off of good holds lead  past two bolts to big holds. This is the first crux. Swing left around the corner and up to a ledge. Climb over a bulge and then up easier climbing on the white dike. The 6th bolt is a hard clip reaching far right from a crystal foothold and a sloping handhold. The bolt should have been further left in my opinion. Rolofson calls the next move up the dike 11a. It seemed hard, but not that hard. It is easier further left rather than climbing straight up above the bolt.\n\n5.9ish climbing leads right along a diagonal crack to a vertical crack that leads to the anchors.\n\nIt's worthwhile toproping the somewhat grungy cracks that are directly above the initial corner and lead directly to the anchors. These cracks are about hard 5.9","protection":"8 bolts to a 2 bolt anchor. Bring a long sling and biner for 2nd clip.","location":""},"__v":0},{"_id":"Z/8lpna+UDGg6M5Vbe6wzg==","name":"Just A Little Insecure","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"FA: Ken Trout, 2/94, FFA: Henry Lester, 4/94","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3931,40.0048]},"left_right_index":7,"mp_id":"105754957","mp_crag_id":"105744623","climb_id":"Z/8lpna+UDGg6M5Vbe6wzg==","areaRef":"2NW0MDMKUuSyGYMrTlpj3g=="},"content":{"description":"This is the sweet arete on the left side of the alcove below \"\n\nPlan B\n\n\" and \"\n\nGet Smart\n\n\".  Not stick-clipping the first bolt would give this route a solid R/X rating, as the climbing is thin, balancy, technical, and continuous right from the start above a jagged boulder landing.  Letting go for the second and third clips requires delicate posturing in very strenuous positions.  As an arete, it has the requisite blind moves around the corner.  At the top, it kicks well past vertical with a huge reach to a match on a sloping jug.\n\nDon't be surprised if you don't flash this one - the sequence is solid but inobvious. It is quite entertaining but definitely on the short side - at most half the height of \"\n\nPlan B\n\n\".","protection":"Four bolts to a two-bolt anchor with rings.  Stick clip the first bolt or die.","location":""},"__v":0},{"_id":"WQRT35WgU6epe3tTeuy2eg==","name":"The Juice","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"Rolofson, 1994","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3931,40.0048]},"left_right_index":11,"mp_id":"105754015","mp_crag_id":"105744623","climb_id":"WQRT35WgU6epe3tTeuy2eg==","areaRef":"2NW0MDMKUuSyGYMrTlpj3g=="},"content":{"description":"This route is 15 feet right of\n\nPlan B\n\n, and is another guaranteed super-classic. Climb 40 feet of tricky 5.11 to a nice no-hands rest, then begin the business. The route stays continuously difficult for another 35 feet through a capping roof, though the crux is noticeably harder than the rest of the route (and REALLY hard for shorter people). If you're really tall (like, over 6 foot by at least a few inches), the crux will come statically and relatively easily. For everyone else (myself included), it's a little bit dynamic and definitely super-reachy. A fantastic route.","protection":"12 QDs or so for the 10 protection bolts. Double bolt anchor.","location":""},"__v":0},{"_id":"37XTXw2uUMePIrCPl+scpQ==","name":"Hot Wire","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Alber and Rolofson, 1997","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3931,40.0048]},"left_right_index":13,"mp_id":"105761688","mp_crag_id":"105744623","climb_id":"37XTXw2uUMePIrCPl+scpQ==","areaRef":"2NW0MDMKUuSyGYMrTlpj3g=="},"content":{"description":"Great route that's cleaned up nicely, directly right of Hot Flyer.  Deserves as much traffic as its neighbors.  The crux comes at the fifth bolt pulling over a small roof onto a slab... pretty tough... open hand strength is a plus. The middle section is sustained, fun 5.11. A no hands rest comes before firing through a tricky 5.12 section before the anchors.","protection":"13 QDs.  A 60 meter barely gets you back to the ground..","location":""},"__v":0},{"_id":"JzHpBDpOVwC7yyUHoPSbiw==","name":"Hot Flyer","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Randy Leavitt, 1981","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3931,40.0048]},"left_right_index":12,"mp_id":"105754036","mp_crag_id":"105744623","climb_id":"JzHpBDpOVwC7yyUHoPSbiw==","areaRef":"2NW0MDMKUuSyGYMrTlpj3g=="},"content":{"description":"(Climb the funky yellow corners on the right side of Upper Security Risk.) This route is amazing. Since it was retrobolted in 1994, it's a rare opportunity to climb a route that must have been damn scary to lead on trad gear. In fact even with bolts, the climbing is insecure and technical enough to get a little concerned, especially near the top as the pump kicks in and you have to step up onto a technical slab. Definitely harder than many of the newer 12a routes in the canyon, it has the quality of climbs such as\n\nThe Ticket\n\nor\n\nJolt Cola\n\n. Definitely a must-do route.","protection":"10 QDs plus anchor.","location":""},"__v":0},{"_id":"R1QJrl1qWRGGcsjU5CIbwA==","name":"Get Smart","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3931,40.0048]},"left_right_index":9,"mp_id":"105763650","mp_crag_id":"105744623","climb_id":"R1QJrl1qWRGGcsjU5CIbwA==","areaRef":"2NW0MDMKUuSyGYMrTlpj3g=="},"content":{"description":"This sweet crack line is the obvious, wide crack to right-leaning fingers and hands directly to the left of the bolted route\n\nPlan B\n\n.  There is a small bush at the very start of the crack.\n\nFor some amazing reason, Get Smart gets no stars in the guide.  I thought it was an amazing and varied line with lots of great moves and bomber rock.  It is easily as good as any crack in Boulder Canyon.\n\nThe line starts with either burly offwidthing or wide stemming up the corner and over several small roofs.  Just where the crack jogs right you have a chance for some rest and you better take it.  The locks start good but get progressively looser as you head over two small roofs toward the anchors. The crux is hanging on through the pumpy moves to the anchors.\n\nI don't know if a 50 meter rope will make it all the way down.  Tie a knot in the end!","protection":"Everything from the biggest cams to small finger sizes.","location":""},"__v":0},{"_id":"n2SsmKOQWq6LuJGARTv7XQ==","name":"Friendly Fire","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"T. Bubb, J. Haas, 2016","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3931,40.0048]},"left_right_index":5,"mp_id":"111588621","mp_crag_id":"105744623","climb_id":"n2SsmKOQWq6LuJGARTv7XQ==","areaRef":"2NW0MDMKUuSyGYMrTlpj3g=="},"content":{"description":"A result of some confusion over where a route should have been resulted in us taking a harder and more runout line up the same wall.\n\nThe climb has some merit, but as there is some insecure climbing on some questionable rock and much of the gear is not ideal, it is hard to recommend this line as anything but a toprope. The lead took about one hour in 40 mph gusting winds. It reminded me of the potential to get injured by something unintended.  'Friendly Fire' so to speak.\n\nStart off in the corner as for Cross Fire, but quickly step right, and head up and stay right at every bulge or roof. At one point, a bolt from '\n\nCracking The Code\n\n' will be posible to clip as you head up and right onto a slab, but you will just have placed a few micro-cams to the left and not need that bolt anyway.\n\nCracking the Code's P2\n\nheads up and right from there, whereas Friendly Fire continues up on a few more seams.\n\nThere are several cruxes along the way, mostly insecure and not too terribly hard. There are some crux bulges that need to be climbed quickly to avoid a bad pump well above gear that might not hold anyway. As for the grade, it is as hard as P2 of\n\nCracking the Code\n\n.","protection":"Placed a few nutes from brass to #8 BD and cams from the smallest possible to 4\".  A few doubles in #0.5-#2 Camalot were useful.  Much of the gear is in somewhat flaring placements, horizontals (and horizontal flares), under flakes, etc....\n\nThis is an R rated climb if it would all hold. Perhaps if some popped, it would be X-rated.","location":"This climb ascends the wall just right of 'Crossfire' up a series of flakes and flares, always staying just right of that route and just left of\n\nCracking The Code\n\n. A good belay can be had atop P2 of '\n\nCracking The Code\n\n' by traversing 5' right on jugs from the top of a bulge and was used on the FA to stop and be rid of some rope drag."},"__v":0},{"_id":"CfkziEkwUm+PchtXbnfRUQ==","name":"Crash Test Blondes","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Rick Leitner, 1994","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3931,40.0048]},"left_right_index":2,"mp_id":"105749578","mp_crag_id":"105744623","climb_id":"CfkziEkwUm+PchtXbnfRUQ==","areaRef":"2NW0MDMKUuSyGYMrTlpj3g=="},"content":{"description":"Crash Test Blondes is on the furthest North end of the crag proper and is the first route to the  right of the 5.9 warm up, \"\n\nPup\n\n\". The rock itself is rather blonde, but I would not want to crash test it or the landing. The line fires up to a small overhang by climbing on very slabby rock, that is not a slab. The nearly continuous friction climbing makes the start feel like a slab. Turn a corner and head up sparsely protected to the overlap. Big jugs, and the crux move just preceed the anchor. I found  both roof bolts to be easy to clip, but felt that the last bolt was too far right to protect the move to the anchor very well. Other than that, this is a fun route, but feels very committing.","protection":"QD only. Bring 8-9 draws for the route and a couple of clips for the double bolt anchor at the top of this  70-75 foot route.","location":""},"__v":0},{"_id":"xPWC+yhwX1GuvoalPCwaYA==","name":"Cracking the Code","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Dan Hare, Fred Knapp, Rob Stanley","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3931,40.0048]},"left_right_index":6,"mp_id":"105754996","mp_crag_id":"105744623","climb_id":"xPWC+yhwX1GuvoalPCwaYA==","areaRef":"2NW0MDMKUuSyGYMrTlpj3g=="},"content":{"description":"I have not climbed the whole route, (there are a total of three pitches) but the first pitch is great romp!\n\nP1. A wolf in sheep's clothing, this is the bolted line just left of \"A Little Insecure\" and is described in the text but not shown on Rossiter's topo of the rock. I had gone up to do \"Crash Test Blondes\" and wanted to do a warm-up first. I saw this bolted line up what appears to be a low angle slab and pre-judged it to be in the 5.8-9 range. 6 clips later and a real good pump, I had changed my mind to at least 11b/c!. I never even knew what I had gotten on till a few days later when I finally read the route description in the book. I thought this route was technically harder than \"Blondes\", with great edging and a devious high-step crux on excellent rock!\n\nP2. 2 5.10 cruxes. 10.\n\nP3. According to S. Kimball, the last crux is on loose flakes.  According to J. Collins, you can combing P2 & P3 in 90'.  9+.","protection":"6 draws plus anchors for 1st pitch.","location":""},"__v":0},{"_id":"RCOFWS2xU5O0lbFxUdJqjA==","name":"The \"S\" Buttress","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"T. Hayes and S. Annecone, 4/15/93","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3931,40.0048]},"left_right_index":0,"mp_id":"105763449","mp_crag_id":"105744623","climb_id":"RCOFWS2xU5O0lbFxUdJqjA==","areaRef":"2NW0MDMKUuSyGYMrTlpj3g=="},"content":{"description":"This interesting route is the left-most route on Upper Security.  It starts off the flake directly below the start of Pup (left-facing corner), and was led with natural gear before Pup existed.  The weird-name was in reference to the bizarre, S-shaped dike in the granite near the start of the route.\n\nStart up the left-facing corner and tackle the crux overlap/bulge down low (5.10a).  This section is pumpy and a bit awkward for the rating, but pros very well. Continue up the corner with stems and jams to an alcove below a roof, then traverse to the right about 10 feet to join the huge white dike.  The traverse is a bit tricky to protect, and includes slightly crumbly rock in spots, making it feel about 5.9s if you don't find the right sequence and pro.  When arriving at the dike, you'll encounter a line of bolts known as Pup, although at this point abundant opportunities for solid crack protection exist.\n\nThe line from here essentially heads straight up the groove and then blunt arete (shared with Pup), with some steep and exposed moves along the way.  We originally followed the cracks to the top of the rock and walked off, but the climbing eases off (5.6/5.7) above the anchor for Pup, so rapping from that anchor is a good option if you want to avoid the walk off. A pretty fun route with good exposure up high, and one of the few 5.10 or easier climbs in the area.","protection":"Standard light rack, mostly smaller cams and nuts. You can go to the top and walk off, or most will prefer to rap from the two bolt anchor on top of Pup.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,decc1251-4a67-52b9-b23f-3243e10e93d0,e519a674-a620-509c-9e86-a246f84a8e40,0c2295a4-ada5-5821-a86a-5622bb26af80,d8d5b430-330a-52e4-b219-832b4e5a63de","pathTokens":["USA","Colorado","Boulder","Boulder Canyon","Security Risk Massif","Upper Security Risk"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.13a"},{"count":1,"label":"5.10b"},{"count":1,"label":"5.9"},{"count":1,"label":"5.12b"},{"count":1,"label":"5.11a"},{"count":2,"label":"5.12a"},{"count":1,"label":"5.12d"},{"count":1,"label":"5.12c"},{"count":1,"label":"5.10d"},{"count":1,"label":"5.10"},{"count":1,"label":"5.11c"},{"count":1,"label":"5.11b"},{"count":1,"label":"5.10a"}],"byDiscipline":{"trad":{"total":4,"bands":{"unknown":0,"beginner":0,"intermediate":4,"advanced":0,"expert":0}},"sport":{"total":10,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":8,"expert":1}},"tr":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":5,"advanced":8,"expert":1}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.3931,40.0048]},"bbox":[-105.39368703094728,40.00435033981814,-105.39251296905277,40.005249660181875],"left_right_index":-1,"ext_id":"105744623","area_id":"2NW0MDMKUuSyGYMrTlpj3g==","polygon":{"type":"Polygon","coordinates":[[[-105.39368703094728,40.00435033981814],[-105.39251296905277,40.00435033981814],[-105.39251296905277,40.005249660181875],[-105.39368703094728,40.005249660181875],[-105.39368703094728,40.00435033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":14,"__v":1,"createdAt":"2022-11-07T05:55:56.268Z","updatedAt":"2024-01-20T00:59:47.443Z"}