{"_id":"6368a50be80bff5a995b07c5","area_name":"Bad Bananas","shortCode":"","climbs":[{"_id":"rijAgsC0U+qoGTe7aVDTyg==","name":"When You're Feeling Sinister","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Bill Boyle","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.6263,40.2666]},"left_right_index":16,"mp_id":"106607208","mp_crag_id":"106018456","climb_id":"rijAgsC0U+qoGTe7aVDTyg==","areaRef":"svx8mS/hUZq/eBR+QEiEiw=="},"content":{"description":"A fun line on fairly good rock. Starts up with small edges on solid quartzite that is a little less than vertical and continues through overhanging steepness with small to medium handholds and the occasional jug. Pumpy through the overhanging bit, then eases up near the top.","protection":"9 bolts, chain anchors.","location":"Right of the cave; second bolted line from the right, ignoring\n\nOscar the Grouch\n\nwhich is quite a bit farther right."},"__v":0},{"_id":"YQTs58ooWUenkYlA5o3x8w==","name":"Western Front","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Christian Knight and Jason Desmond","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.6263,40.2666]},"left_right_index":1,"mp_id":"106560772","mp_crag_id":"106018456","climb_id":"YQTs58ooWUenkYlA5o3x8w==","areaRef":"svx8mS/hUZq/eBR+QEiEiw=="},"content":{"description":"This is a fairly low angle climb up the western faces of the\n\nBad Bananas\n\nformation. The climbing is not too varied but you get high up and can travel fast.\n\nThe crux is probably getting off the ground or maybe the second move. The first pitch is not too fun but the upper faces make it worthwhile.\n\nThis route crosses\n\nBe All That You Can Be\n\n,\n\nGood Plantains\n\n,\n\nDancing With Feral Debutantes\n\n, and ends on\n\nBrain Full of Spiders\n\n, so you are basically just following the easiest way up the wall.\n\nP1\n\n: You can reach the first bolt from the ground and is mostly to protect a tumble off of the ledge if you fall on the opening move. Once you clip the second bolt you traverse right for about 25 feet and join up with the end of the first pitch of\n\nBe All That You Can Be\n\n. Once you clip the anchors for\n\nBe All\n\n, traverse down and to the right for about 40 feet passing the second pitch of\n\nBe All\n\nand ending on a small rock ledge with a set of ring anchors.\n\nP2\n\n: Follow the line of bolts up the steeper face crossing\n\nGood Plantains\n\nat the last bolt for the second pitch and ending on the 2-bolt anchor for\n\nDancing With Feral Debutantes.\n\nP3\n\n: Continue up Dancing With Feral Debutantes\n\nfor 4 bolts and then stay right on the low angle slab instead of getting on the steep face. Follow 4 bolts up the slab until you meet up with the last 3 bolts of\n\nBrain Full of Spiders\n\nwhich ends on a set of ring anchors.","protection":"P1\n\n:  5.7, 100' 5 bolts to a 2-bolt anchor.\n\nP2\n\n:  5.7, 115' 12 bolts to a 2-bolt anchor.\n\nP3\n\n:  5.4, 115' 11 bolts to a 2-bolt anchor.\n\nProtection: 12 quickdraws, slings (to reduce rope drag), locking biners, and you will really want to bring a helmet.","location":"This route starts about 25 feet up and to the left of\n\nBe All That You Can Be\n\nin a small alcove where the green tillite rock ends and the white quartzite begins."},"__v":0},{"_id":"ZGHPOdygVIShFH6cEQ35Jg==","name":"Vitamine P","yds":"5.11b/c","grades":{"yds":"5.11b/c","french":"6c+"},"fa":"Jarom Feriante","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.6263,40.2666]},"left_right_index":20,"mp_id":"106699490","mp_crag_id":"106018456","climb_id":"ZGHPOdygVIShFH6cEQ35Jg==","areaRef":"svx8mS/hUZq/eBR+QEiEiw=="},"content":{"description":"Justin Jeffs and I bolted this route in 2000 with the purpose of helping open the Bad Bananas wall for further development.  The crux is turning a corner about two thirds of the way up.  Some of the climb offers a unique sense of exposure while traversing a face that lies immediately above a roof.  A fall on this portion of the climb could result in safe, but exciting swing into thin air.","protection":"Bring about 12 draws, and an ATC for the rappel.","location":"This route extends up and left from a set of chains about 100 feet up Oscar the Grouch.  Be sure to bring a friend who is willing to clean as you belay from the top.  Bring a second rope for the rappel which is about 150 ft."},"__v":0},{"_id":"n7GTgxQ2UbuUb1KmzTpouw==","name":"Rainbird","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Bill Boyle","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.6263,40.2666]},"left_right_index":15,"mp_id":"106604484","mp_crag_id":"106018456","climb_id":"n7GTgxQ2UbuUb1KmzTpouw==","areaRef":"svx8mS/hUZq/eBR+QEiEiw=="},"content":{"description":"A short line with a couple of powerful moves, some small holds, some big holds, a difficult clip, sharp rock, and a bit of trickery. Almost a one-move wonder, but still worth doing.\n\nDont blow the second clip (which isn't the difficult one).","protection":"5 bolts, chain anchors.","location":"Right at the right edge of the\n\nBad Bananas\n\ncave. If counting from the right, it is the 3rd line from the right, ignoring\n\nOscar the Grouch\n\nwhich is quite a bit farther right."},"__v":0},{"_id":"9FIh4EeiXgiMehD5nzTDEA==","name":"Mozambique","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Bill Boyle","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.6263,40.2666]},"left_right_index":14,"mp_id":"106309653","mp_crag_id":"106018456","climb_id":"9FIh4EeiXgiMehD5nzTDEA==","areaRef":"svx8mS/hUZq/eBR+QEiEiw=="},"content":{"description":"This route is made up of a big jugs and long reaches. There is a nice horn for a shake out near the top. Clip the last bolt and go! Really fun climbing.","protection":"6 bolts, chain anchors.","location":"To the right of Captain Cupcake. Starts just right of the yellow/greenish rock at the bottom in the cave."},"__v":0},{"_id":"sGh7v2qzWg24FjWrn/mwDA==","name":"Oscar the Grouch","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Justin Jeffs, Jarom Feriante","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.6263,40.2666]},"left_right_index":18,"mp_id":"106143619","mp_crag_id":"106018456","climb_id":"sGh7v2qzWg24FjWrn/mwDA==","areaRef":"svx8mS/hUZq/eBR+QEiEiw=="},"content":{"description":"A fun route that requires careful, shifting footwork. There are actually two variations to this route: stopping at the first set of chains is .10d; continuing without stopping to the second set of chains is .11b.\n\nThe crux of the first part is low: getting off the ground and then pulling up to and clipping the second bolt. Fortunately the first bolt is low and can be clipped from the ground to protect this bit. After the crux the difficulty eases up somewhat.\n\nAfter the second bolt the route continues trending left just a bit to the third bolt and then fairly straight up from there. However, the climbing requires weaving a bit back and forth to use the available hand- and footholds. Footholds abound, but are not a ladder in any sense.\n\nJust before the first set of chains is a steeper section with sparser holds; get through this and into a shallow v-slot to the left of the first set of chains.\n\nThe exposure at the chains is exhilarating; Looking out west over Utah Valley is quite pleasant.\n\nFor the .11b variation continue past the chains up and right. This section is hugely entertaining; it continually gets steeper and harder, right up to the chains. Big holds for the most part, with one thinner section.\n\nNote that the variation to the second set of chains is approximately 120 feet long. A 70m rope is not quite long enough to lower all the way to the ground (lower to the first set of chains, clip in, pull the rope, etc.).","protection":"11 bolts, chain anchors (.10d); 11 bolts plus clipping the first chains, followed by 6 more bolts, then chain anchors (.11b). That's 20 draws for the long version!","location":"The right-most bolted route at the base of\n\nBad Bananas\n\n. The route starts to the left of a bush, and there are more bushes below the ledge on which it starts."},"__v":0},{"_id":"OSlkrPmOXDO9ORRHY9oKqw==","name":"Moment of Decay","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Bill Boyle","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.6263,40.2666]},"left_right_index":17,"mp_id":"106611485","mp_crag_id":"106018456","climb_id":"OSlkrPmOXDO9ORRHY9oKqw==","areaRef":"svx8mS/hUZq/eBR+QEiEiw=="},"content":{"description":"Ongoing Decay might be a better name for this route. Its actually pretty fun with good, pumpy, desperate moves, but the choss just rains from it.\n\nA surprisingly difficult start on thin holds with a concentration-focusing 3rd clip. Thereafter, the overhanging pumpiness starts with big moves from tiny holds, tiny-to-nonexistent feet, strenuous body positioning, and a few welcome jugs to see you through.\n\nFrom the penultimate bolt onward the needle on the choss-o-meter pegs and the climbing becomes a bit nerve-wracking as you wonder whether everything you touch is going to fall off.","protection":"6 bolts, chain anchors.","location":"Right of the cave; first bolted line on the right, ignoring\n\nOscar the Grouch\n\nwhich is quite a bit farther right."},"__v":0},{"_id":"8gjFUvRRV2m+bJzcN09Y5A==","name":"Jodonna","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Bill Boyle","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.6263,40.2666]},"left_right_index":8,"mp_id":"106700480","mp_crag_id":"106018456","climb_id":"8gjFUvRRV2m+bJzcN09Y5A==","areaRef":"svx8mS/hUZq/eBR+QEiEiw=="},"content":{"description":"One line, four distinct sections. Some wonderfully enjoyable movement, along with a bit of thought required here and there.\n\nA tough, overhanging start on sharp, somewhat painful holds through three bolts, followed by a much easier section through some looser, lower-angle choss (but good, solid holds existyou've just got to look for them).\n\nAs the choss eases up, a gently overhanging crux section on tan-colored rock looms above with some big moves from small crimps, some slopey bits, a few welcome jugs, and some desperate movement near the top of the section.\n\nCapping the overhanging bit is an awkward, ending roof that feels a bit desperate as you gun for the chains on holds a tad less positive than you'd like.","protection":"14 bolts, chain anchors. Some longer draws here and there, and a two-foot sling on the fifth bolt will help with rope drag.","location":"The first bolted line as you head up the ramp to the left of the\n\nBad Bananas\n\n\"\n\nThe\n\nBad Bananas\n\n\"cave\"  3 [[106511199]] 5.11d 4 [[106143623]] 5.11c 5 [[106693341]] 5.12d 6 Bungrip 5.13a 7 Captain Cupcake 5.12c 8 [[106309653]] 5.12a 9 [[106604484]] 5.11d 10 [[106607208]] 5.11d 11 [[106611485]] 5.11d\n\n.\""},"__v":0},{"_id":"WT2r+mx8V/uaM/hy8JRGKg==","name":"Good Plantains","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Christian Knight","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.6263,40.2666]},"left_right_index":4,"mp_id":"106312985","mp_crag_id":"106018456","climb_id":"WT2r+mx8V/uaM/hy8JRGKg==","areaRef":"svx8mS/hUZq/eBR+QEiEiw=="},"content":{"description":"This 3-pitch climb goes directly up the buttress pulling over bulges and steep faces. The climbing is quite varied and adventurous. The belays are bolted at good stances and the rock quality is quite good.\n\nP1\n\n; 5.9+, 30 meters. Climb past 12 bolts to double-ring anchors at stance in a nice alcove, while making sure to runner some of the bolts to avoid rope drag.\n\nP2\n\n; 5.8, 33 meters. Climb past 6 bolts to a steep slot where you can place a good #1 Camalot in a crack; continue up blocky terrain past 2 more bolts then traverse left to a double-ring anchor on a ledge. Slings are useful to avoid rope drag.\n\nP3\n\n; 5.9+, 35 meters. Climb up past the first bolt to a crack that takes a #1 Camalot. Continue up over the bulge to a hanging slab and clip 2 more bolts to the right of the dihedral. Climb up to the roof placing a #4 Camalot in the dihedral to the left.\n\nAt the roof you can place a #2 Camalot or climb just a little past the roof to a bolt. Pull the roof and clip 2 more bolts then place a #3 Camalot in a horizontal crack. Pull over the bulging flake and clip the last 3 bolts on the sweet face, topping out on a ledge next to a bush with double-ring anchors.","protection":"I would recommend bringing at least 12 quickdraws, 6-8 shoulder length slings, a few extra carabiners, and at least the #1 and #4 Camalots. And as with most climbs on this buttress, bringing a helmet is a good idea.","location":"Start on the lowest point of the green tillite rock about 10 meters left of\n\nBrain Full of Spiders\n\n. Follow the light gray hangers to the top. It is possible to rappel the route with a 70 meter rope but walking off is a much easier option."},"__v":0},{"_id":"oFNdushRWo26IGtp5mEEJw==","name":"El Crapitan","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Christian Knight and Dave Bollschweiler","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.6263,40.2666]},"left_right_index":3,"mp_id":"106362349","mp_crag_id":"106018456","climb_id":"oFNdushRWo26IGtp5mEEJw==","areaRef":"svx8mS/hUZq/eBR+QEiEiw=="},"content":{"description":"This is a single pitch climb on the tillite rock left of Good Plantains. The climbing is a bit weird on edges, slopers and pockets up to a small cave/ledge.","protection":"5 bolts to a set of double ring anchors","location":"Start on a fairly steep face about 20 feet left of Good Plantains. Lower or rappel off."},"__v":0},{"_id":"iJNNeoEnUMSMno53qo5lBA==","name":"Early Retirement","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Tristan Higbee, Thomas Gappmayer 2/15/11","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-111.6263,40.2666]},"left_right_index":0,"mp_id":"107040077","mp_crag_id":"106018456","climb_id":"iJNNeoEnUMSMno53qo5lBA==","areaRef":"svx8mS/hUZq/eBR+QEiEiw=="},"content":{"description":"An adventure route in the same vein as other routes in the canyon like Jungle Rot Slot, Logical Fallacy, or Air China Flight 924. No bolts or pitons were taken or placed on the route.\n\nBoth climbers should have experience building natural anchors, and both climbers should be solid and confident at the grade.\n\nPitch 1:\n\nClimb the first pitch of Western Front. We cut straight up and left after the traverse (and before the trough/scoop heading to WF pitch 1 anchors), heading directly to the base of the second pitch dihedral. It was loose and didnt protect well. A better option might be to do the complete first pitch of WF and then move the belay 20 feet to the left. 5.7, 100\n\nPitch 2:\n\nClimb up the long dihedral, using good incut holds on the right side for most of its length. The rock quality varies widely, from pretty dang good to chossy. At the top, the crack curves to the right and ends under a roof. The moves over the roof are the exposed and the crux, but the rock is pretty good. Sling a horn for the belay, using a bolted anchor 15 to the right as a backup. Best pitch on the route. Solid 5.8 PG-13/R, 140\n\nPitch 3:\n\nThe choose your own adventure pitch. We went straight up, to the right of a right-facing flake and left of a large block. (You could also go to the left in a brushy corner system or to the right on lower angled terrain). Moves on vertical rock above a grassy ledge are the crux. Top out on a large grassy ledge, and walk back 30 to a belay on slung horns and a couple cam placements (#2 and #3 Camalot). Not as sustained as pitch 2. 5.8 R, 100\n\nPitch 4:\n\nA short, easy pitch. Climb directly above the belay up to a little roof, then move around the roof to the right to a short chimney section. More easy climbing leads to the top of the quartzite above Bad Bananas. 5.6 R, 60\n\nDescent:\n\nHead north for a bit and then scramble down to the west. You should be able to see clearly the trail the leads off the top from Bad Bananas. Head for the trail, and then follow it down and west, above Training Camp. This will spit you out at the west end of the Training Camp. From there, either follow the trail back to the parking lot, or traverse back east to the base of the route to retrieve packs.","protection":"1 set of small cams to .5 Camalot. 2 each .75 Camalot to #4 (We had a #4 Friend and old #4 Camalot). 3 .75s might have been nice. 1 set of nuts. Lots of slings. Quickdraws for pitch 1 if you dont use the slings.","location":"Climbs the bolted first pitch of Western Front on the far west side of Bad Bananas, then heads left and up into a dihedral system. The climb ends above where the other Bad Bananas routes end (see pics)."},"__v":0},{"_id":"NckkUVTaXKqT6+MLVnirLQ==","name":"Chiquita","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Andy Knight","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.6263,40.2666]},"left_right_index":11,"mp_id":"110165925","mp_crag_id":"106018456","climb_id":"NckkUVTaXKqT6+MLVnirLQ==","areaRef":"svx8mS/hUZq/eBR+QEiEiw=="},"content":{"description":"I added this because it makes a nice single pitch in itself.  It is also part of the first pitch of the multipitch route, Banana Roof, 13a.   Boulder problem start (crux) to reach a jug and clip the 3rd bolt.  From here, all big or positive holds with interesting heel hooks.  Fun stuff!","protection":"5 bolts, chains.","location":"On the left side of the cave, shares first 2 bolts of Bufugly, 12d."},"__v":0},{"_id":"SsNa20zrXHaIU87TgvcJfQ==","name":"Dancing With Feral Debutantes","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Perin Blanchard (19 Nov 08)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.6263,40.2666]},"left_right_index":5,"mp_id":"106307318","mp_crag_id":"106018456","climb_id":"SsNa20zrXHaIU87TgvcJfQ==","areaRef":"svx8mS/hUZq/eBR+QEiEiw=="},"content":{"description":"An enjoyable,  moderate route to the top of the\n\nBad Bananas\n\nformation. Shares the first pitch and part of the second pitch with\n\nBrain Full of Spiders\n\n, then climbs the striking headwall to the north of the cone-shaped structure at the west side of the buttress.\n\nP1\n\n(110', 5.9) See\n\nBrain Full of Spiders\n\n.\n\nP2\n\n(80', 5.4) From the belay, step right and up from the pedestal into a steep gully with two bolts. Sling these two bolts long and climb up onto the platform at the top left of the gully (to the right of the bush). Clip the bolt above with a sling, turn the corner and start traversing left and then up a bit through five bolts (a couple of slings will be helpful). Arrive at the belay between two bushes on a sloping ledge.\n\nP3\n\n(125', 5.7) Follow four bolts up and slightly leftward to the base of the headwall on the left (slinging the fourth and fifth bolts long will help with rope drag). Climb and stem up through an easy, overhanging section on big positive edges, continue through a less-than-vertical section on the same sort of edges, and then step right onto the base of the smoother, continuous-appearing section that leads to the top. The climbing gets a little tougher, but the really intimidating section is easily bypassed. Climbing left of the last smooth section on the face keeps it about 5.7; going just right of the penultimate bolt on the face is about 5.9.\n\nOriginal Finish\n\n(5.7). Arrive at a narrow ledge just below the top, clip the bolt, and make a fun, airy move past the left side overhang on big holds (there is a final bolt right at the top lip, but it isnt really necessary, having started life as a rappel work bolt).\n\nAlternative Finish\n\n(5.10c). After the last bolt on the face, climb out the steepest, airiest part of the overhang and pull over the top. There are two bolts (the first has a 24\"\n\nFrost Power Draw\n\nattached).\n\nThe belay anchor is about 10 feet east on a shelf of rock about thigh-height.\n\nRappelling or lowering the last pitch\n\n. Note that the distance from the anchors at the bottom of the last pitch to the anchors at the top of the last pitch is approximately 125 feet. This distance is\n\ntoo far to lower or rappel\n\nfrom the anchors using a single rope. (Why rappel or lower the last pitch? Because it's the best pitch and your partner wants to lead it as well).\n\nHowever, it is possible, using a 70m rope, to rappel or lower from the last bolt on the west lip of the ending overhang. Since it is a single bolt, it's a good idea to back the bolt up to the anchors. Alternatively, you could rappel to the last bolt on the lower-angled part, and the rap from that single bolt to the starting ledge.","protection":"Bring enough draws and slings for fourteen bolts. At least two double-length slings and at least two single-length slings are needed for managing rope drag on the first and second pitches, and two single length slings may be helpful on the third pitch.\n\nP1\n\n14 bolts, double ring anchors\n\nP2\n\n8 bolts, two-hanger anchor\n\nP3\n\n14 bolts (+1 superfluous), two-hanger anchor\n\nP3, alternate finish\n\n15 bolts, two-hanger anchor","location":"The least-strenuous, least-erosion-causing approach to\n\nSuper Bowl Wall\n\nand\n\nBad Bananas\n\n.\n\nas for the\n\nBad Bananas\n\n\n\nThe\n\nBad Bananas\n\n\"cave\"  3 [[106511199]] 5.11d 4 [[106143623]] 5.11c 5 [[106693341]] 5.12d 6 Bungrip 5.13a 7 Captain Cupcake 5.12c 8 [[106309653]] 5.12a 9 [[106604484]] 5.11d 10 [[106607208]] 5.11d 11 [[106611485]] 5.11d\n\n\". Walk up the sloping ramp to the left of the cave. Belay at the top of the ramp (two bolts for the belayer)."},"__v":0},{"_id":"bBzzyP/mWlGGfJxi233OEw==","name":"Captain Cupcake","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.6263,40.2666]},"left_right_index":13,"mp_id":"116623144","mp_crag_id":"106018456","climb_id":"bBzzyP/mWlGGfJxi233OEw==","areaRef":"svx8mS/hUZq/eBR+QEiEiw=="},"content":{"description":"Slightly kicked back climbing takes you to a distinct crux at the roof.","protection":"Bolts to chain anchors","location":""},"__v":0},{"_id":"kp3aIx+EUSuKavhdd/p8Dg==","name":"Bufugly","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"Darren Knezek","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.6263,40.2666]},"left_right_index":12,"mp_id":"106693341","mp_crag_id":"106018456","climb_id":"kp3aIx+EUSuKavhdd/p8Dg==","areaRef":"svx8mS/hUZq/eBR+QEiEiw=="},"content":{"description":"A hard, crimpy boulder problem start gives way to this steep, technical route. After the start, traverse right, then work your way up utilizing juggy/slopey crimps, heel-toe cams, heel hooks, and slopey side pulls to an awesome jug at the lip of the cave. After the jug, climb easier terrain to the chains.","protection":"7 bolts plus chains","location":"This route starts on the bolt line that is found immediately left of the dark, overhanging portion of the \"cave\". The bolt line splits in two after the second bolt—the left line is\n\nChiquita\n\n(12a) and the right line is\n\nBufugly\n\n.\n\nBufugly\n\nis route number 5 in the beta\n\nThe\n\nBad Bananas\n\n\"cave\"  3 [[106511199]] 5.11d 4 [[106143623]] 5.11c 5 [[106693341]] 5.12d 6 Bungrip 5.13a 7 Captain Cupcake 5.12c 8 [[106309653]] 5.12a 9 [[106604484]] 5.11d 10 [[106607208]] 5.11d 11 [[106611485]] 5.11d\n\n."},"__v":0},{"_id":"pG/VAFArXGWucqtqEKyc2w==","name":"Brain Full of Spiders","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Perin Blanchard, John Ross, 01 Nov 08","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.6263,40.2666]},"left_right_index":6,"mp_id":"106302604","mp_crag_id":"106018456","climb_id":"pG/VAFArXGWucqtqEKyc2w==","areaRef":"svx8mS/hUZq/eBR+QEiEiw=="},"content":{"description":"A moderate jaunt from the base to the top of the dramatic buttress at the mouth of\n\nRock Canyon\n\n. The character of the route changes drastically from the first pitch to the subsequent pitches as the rock becomes significantly more solid.\n\nThe first pitch starts on steep, gritty, rounded quartzite of the same texture as that found nearby at\n\nSuper Bowl\n\nand the\n\nThe\n\nBad Bananas\n\n\"cave\"  3 [[106511199]] 5.11d 4 [[106143623]] 5.11c 5 [[106693341]] 5.12d 6 Bungrip 5.13a 7 Captain Cupcake 5.12c 8 [[106309653]] 5.12a 9 [[106604484]] 5.11d 10 [[106607208]] 5.11d 11 [[106611485]] 5.11d\n\n. This changes midway to a section of hard, shattered, glass-like shards (which actually make tinkling sounds like glass shards do), finally giving way to broken, hollow, rounded rock at the top of the first pitch.\n\nThe subsequent pitches consist of solid, sometimes rough, mostly smooth rock with a multitude of positive edges for both hands and feet.\n\nIf care is taken to manage rope drag, pitches 2 and 3 can be linked, as can pitches 3 and 4.\n\nP1\n\n(5.9, 110') From the top of the approach ramp, step up and out onto a small ledge. The first bolt isnt visible from the ramp, but is apparent from the ledge. Follow the bolts through a slightly overhanging bulge and then over a small, rounded roof. The hardest move on the route is getting over the first bulge.\n\nAfter surmounting the small roof and climbing through two more bolts, trend right, climbing to a sloping ledge, using good edges over some glass-like quartzite that forms sharp-edged vertical shards. Clip the bolt above the ledge with a double-length sling, then make an airy step to the left  over a small roof onto some rather dubious-looking footholds. Continue up, clipping two more bolts, and then, because of hollow, loose rock ahead, step left onto a ledge rather than continuing straight up.\n\nClip the penultimate bolt with a double-length sling, climb up a bit on easy ground, clip the last bolt, and then head for the belay on top of the pedestal.\n\nP2\n\n(5.6, 60') From the belay, step right and up from the pedestal into a steep gully with two bolts. Sling these two bolts long and climb up onto the platform at the top left of the gully (to the right of the bush). Clip the next bolt, and then follow five more fairly closely-spaced bolts through a series of short, near-vertical to slightly-overhanging faces between narrow ledges (the fourth bolt from the bush is a bit hard to find since it lies around a right edge from the face). Arrive at the belay on a wide ledge with a low, pronounced overhang.\n\nP3\n\n(5.6, 50') From the Crowbar Ledge make a fun, easy move above the overhang and clip the first bolt. Continue up past three more bolts to a ledge with several large, detached rocks. Continue up the face above the ledge past two more bolts to the belay on a narrow ledge.\n\nP4\n\n(5.easy, 50') From the belay walk carefully left on the narrow ledge to the rock face, clip the first bolt with a sling and head up the easy terrain past three more bolts to the belay on the wide ledge just below the top.","protection":"Bring enough draws and slings for fourteen bolts (fifteen if linking pitches 2 and 3). At least two double-length slings and at least two single-length slings are needed for managing rope drag on the first pitch.\n\nP1\n\n14 bolts, double-ring anchors. As well as draws, bring the aforementioned slings to help manage rope drag because the pitch zigzags a bit.\n\nP2\n\n8 bolts, double-ring anchors. Slinging the first two bolts long will help with rope drag; if linking pitches 2 and 3 some additional slings will help.\n\nP3\n\n6 bolts, double-ring anchors.\n\nP4\n\n4 bolts, double-ring anchors.","location":"The least-strenuous, least-erosion-causing approach to\n\nSuper Bowl Wall\n\nand\n\nBad Bananas\n\n.\n\nas for the\n\nThe\n\nBad Bananas\n\n\"cave\"  3 [[106511199]] 5.11d 4 [[106143623]] 5.11c 5 [[106693341]] 5.12d 6 Bungrip 5.13a 7 Captain Cupcake 5.12c 8 [[106309653]] 5.12a 9 [[106604484]] 5.11d 10 [[106607208]] 5.11d 11 [[106611485]] 5.11d\n\n. Walk up the sloping ramp to the left of the cave. Belay at the top of the ramp (two bolts for the belayer)."},"__v":0},{"_id":"MKiLgb+wWf+zM/VRio7qFw==","name":"Beetlejuice","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Darren Knezek","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.6263,40.2666]},"left_right_index":10,"mp_id":"106143623","mp_crag_id":"106018456","climb_id":"MKiLgb+wWf+zM/VRio7qFw==","areaRef":"svx8mS/hUZq/eBR+QEiEiw=="},"content":{"description":"An exciting, pumpy climb on rough, sharp rock through a roof, overhanging territory, and a couple of bulges.\n\nStart on top of a tillite ramp and climb out to the lip of the roof using good handholds and poor feet. Clip the third bolt, eye the good holds above the roof and wonder how you are ever going to get there.\n\nAfter figuring it out, pull up over the roof to a good clipping hold for the fourth bolt, and then wonder where the feet went. Think happy thoughts, apply the pixie dust, and float up to the fifth bolt. At this point, the feet are tricky and the handholds become temporarily devious. Continue on up using sharp, horizontal holds, sidepulls, underclings, and wishful thinking.\n\nAfter the last bolt it is fairly easy to surmount the final bulge and get to the chains.\n\nThe route name comes from the squishy remains of a\n\nBox Elder Bug\n\ncolony that Darren's hands left during the FA in one of the slot handholds just over the roof.","protection":"7 bolts, chain anchors (shared with\n\nBad Bananas\n\nP1, to the left).","location":"Just to the left of the \"cave\" section at the base of\n\nBad Bananas\n\n. The start is easily identified by two closely-spaced bolts under the roof, next to a right-facing horizontal corner. The third bolt is in a straight line from the first two, just at the lip of the roof."},"__v":0},{"_id":"31mlfl0pWRG8waE9wqM3mw==","name":"Be All That You Can Be","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Darren Knezek, March 2008","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.6263,40.2666]},"left_right_index":2,"mp_id":"106127240","mp_crag_id":"106018456","climb_id":"31mlfl0pWRG8waE9wqM3mw==","areaRef":"svx8mS/hUZq/eBR+QEiEiw=="},"content":{"description":"An exciting, very enjoyable three-pitch route that ascends a quartzite buttress on the north side of Rock Canyon. The route starts on the typically broken and crumbly light-colored rock above the layer of Mineral Fork Tillite, but continues on solid, good quality quartzite for the second and third pitches. In fact, on the third pitch the rock is quite interesting with obviously ancient, well-weathered quartzite with rounded edges interspersed with sections with sharp edges from more recent erosive events.\n\nP1\n\n(5.10a, 70') Starts on the crumbly, shattered, white quartzite with a mildly tricky move past the first bolt and then big jugs on slightly overhanging to not-quite-vertical rock to a ledge at a midpoint anchor (the fifth bolt). The rock looks suspect, but is actually surprisingly solid. Continues past the midpoint anchor through two more bolts on lower-angled terrain to a red-colored hangers-and-rings anchor on a ledge.\n\nP2\n\n(5. 10c?, 60') Start twenty feet right of the top of the first pitch under a sloping roof with a couple of rounded, undercut tiers. The bolts are painted black. Getting off the ground, clipping and getting past the first two bolts is the crux with poor feet, sloping sidepulls, a couple of sucker pockets, and some hidden jugs. However, even after getting above the second bolt it isn't over. The move past the third bolt is also difficult (at least if you are of average height) but not nearly as difficult as the start. After the third bolt continue on solid, quality quartzite to a ledge with a hangers-and-rings anchor.\n\nP3\n\n(5.10a, 60') Head up to the left of the anchors on a thought-provoking, but juggy and solid overhang to the first bolt. Continue on mostly jugs on interesting, solid, reddish quartzite to a point under a roof. The move to get to the bolt just underneath the roof is committing but solid. Continue over the roof and up to another small overhang just before the top. The anchors are just over the top.","protection":"P1\n\n7 bolts, hanger-and-ring anchors. There is also a midpoint anchor at bolt 5.\n\nP2\n\n7 bolts, hanger-and-ring anchors.\n\nP3\n\n9 bolts, hanger-and-ring anchors.","location":"This route starts on the southwest facing part of the large buttress containing\n\nBad Bananas\n\nand\n\nSuper Bowl\n\n. Approach the main part of\n\nBad Bananas\n\n(below the huge roof) and continue west on a trail below the exposed Mineral Fork Tillite (the greenish-gray-brown rock). After turning the corner head up hill along the base of the tillite and scramble up a short, tillite ramp to the base of the climb."},"__v":0},{"_id":"0t4t1SFHW9KY+BBFYJJDSg==","name":"Banana Roof","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Andy Knight, Jeff Pedersen, Dave Farmer","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.6263,40.2666]},"left_right_index":19,"mp_id":"106728774","mp_crag_id":"106018456","climb_id":"0t4t1SFHW9KY+BBFYJJDSg==","areaRef":"svx8mS/hUZq/eBR+QEiEiw=="},"content":{"description":"The most consistently difficult multi pitch sport route in Rock Canyon, and maybe of the Wasatch Range? Could be. But, Bad Bananas has been long overdue for a route of this nature. This climb is all bolted, with each pitch having a very distinct roof or overhanging section. Great exposure on a steep wall with great climbing that is way off the deck make this route, well... great!\n\nOverall the rock quality is good. The first and last pitch have a few small sections of not so good rock, but the 2nd and 3rd pitches have some of the best quality quartzite in the canyon. No joke.\n\nPitch 1 - 12a. Start on the first 2 bolts of Bufugly and climb straight out the cave through steep terrain on positive holds, which is also known as Chiquita. Just sticking the first move off the deck is probably the crux of this pitch. Just over the roof you will see a small set of anchors that are for climbing Chiquita. Clip one and continue up more moderately priced terrain that leads to the belay, which is directly under a large block roof that is the second pitch.\n\nPitch 2 - 13a. Climbs through the obvious large block roof. This is the shortest, steepest pitch of the route and is kinda bouldery. Crazy Egyptian like climbing leads to a throw to a rounded horn, then a couple traverse moves right on small edges take you to a killer pull down move to an edge at the lip of the roof. A hidden pocket and then a couple more pulls and you're to the belay. It is helpful to have longer draws on bolts 4 and 6. With a 70 meter rope you can rap off to the ground from the belay of this pitch if you needed to.\n\nPitch 3 - 12b. This pitch starts by climbing this amazing overhung arete that has lots of slopers, pinches, blocky crimps, and heel hooks. After gaining the ledge, the route angles up and left to the belay on easier terrain. The Belay is on a nice flat and large ledge. Perfect for taking a rest before the last pitch.\n\nPitch 4 - 12b. Maybe 12c. Needs more consensus. This pitch turned out to be quite an epic of pump. Small crimps, sidepulls, and gastons go through a dihedral that is capped off by a small roof, and then continue relentlessly to a nice rest at about mid point of the pitch. But it's not over yet. Above is a large roof that is quite the dilemma to pull. Especially when you are pumped! Then it's cruiser climbing to the top. Long quickdraws and runners are very helpful on this pitch to reduce the drag.","protection":"A set of 24 quickdraws. You may want a couple 2' runner lengths, as well as have longer length draws to keep the drag down.\n\nAlso, because of the severely overhanging nature of this route, the climber following will need a daisy (adjustable is better), and a small ascender with a pocket aider. To prevent swinging way out into space, when you're feeling like you cant make a move, grab a draw and clip in. If you do come off, you will be way out in space and will want the ascender to get back on the wall.\n\nAlso, when belaying the the follower, clip their end into the anchor and then belay off your harness. If they need tension quickly or need to hoist up a foot or two, this method works better than having them belayed directly off the anchor.\n\nThe entire route is bolted with each belay having chains.","location":"Indicated by the green route in the topo. Starts on Chiquita, 12a, which is also the same start as Bufugly. See the single pitch sport climbing topo for details on those routes.\n\nIt is best to walk off the top. Head northeast on a distinct trail that heads down into the large talus filled gully. Look for a small, hard to see cut off trail that goes over to the Superbowl wall. Most of the time it is marked by cairns. You may want to haul up your approach shoes for the descent. It is not climbing shoe friendly."},"__v":0},{"_id":"0J0vHDSxVSO20LMv19wEzg==","name":"Bad Bananas","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-111.6263,40.2666]},"left_right_index":9,"mp_id":"106511199","mp_crag_id":"106018456","climb_id":"0J0vHDSxVSO20LMv19wEzg==","areaRef":"svx8mS/hUZq/eBR+QEiEiw=="},"content":{"description":"An exhilarating\n\nRock Canyon\n\nclassic up the most striking buttress at the mouth of the canyon. The climbing is exciting, the rock is sometimes suspect, and the exposure is intimidating. Historical relics abound (pins and bolts) making for a fun ride through the\n\nwayback machine\n\n.\n\nP1\n\n(50 feet, 5.11d, or 5.8 C0) An overhanging start on thought-provoking rock (but good holds), to an interesting clipping position for the third bolt. The business starts after clipping the third with smaller, less positive holds, and disappearing feet.\n\nOnce the fifth bolt is passed the terrain becomes much less steep and is significantly easier (5.easy) to the chains (which is good, because it's a\n\nlong\n\nway to the chains).\n\nP2\n\n(100 feet, 5.5 PG13) With the bolts from two new bolted lines that cross this pitch, its not as frightening or as committing as it once was, but this pitch still gets your attention.\n\nTraverse right about 25 feet from the P1 chains to an old, 1/4\" bolt with a Dave Houser  aluminum hanger. The bolt is not exactly confidence-inspiring, but there is a fair #2 C3 placement next to it. Continue right and up a bit, passing a newer bolt until you can see another old 1/4\" bolt with a Leeper hanger (there is a newer bolt just a bit below it). Head up and left to the chains located at the left corner of the enormous roof (youll pass another set of chains from one of the newer routesdont stop there).\n\nP3\n\n(90 feet, 5.10a) The opening moves of this, the best pitch, are very committing and quite rewarding: Climb up a bit from the belay, clip the bolt over the roof, and make an airy, very exciting step-across. Continue up in the corner above, on positive holds with the occasional hand jam. Pass through a couple of steep sections, eventually traversing away from the corner a bit left and up to a bolted chain belay.\n\nP4\n\n(130 feet, 5.7) Traverse left from the belay, crossing over a bolted line and then head up a few feet left of the bolted line in a weakness. Climb upward on good rock just to the right of a dirty, broken crack, passing a double-ring anchor on your left. Head up the dirty chimney, carefully avoiding the many loose blocks. The crux is avoiding touching the large section of guano near the start of the chimney portion. The simplest solution for a belay at the top is to use the bolted belay for\n\nBrain Full of Spiders\n\n.","protection":"A single rack with microcams and cams to 3 inches, nuts, and plenty of slings.\n\nP1\n\n5 bolts to chain anchors.\n\nP2\n\n1 ancient bolt (with a fair #2 BD C3 placement next to it), four modern bolts from other lines that this pitch crosses, chain anchors.\n\nP3\n\n1 bolt (that youd want to clip), two or three old pitons, good-but-occasionally tricky gear, chain anchors.\n\nP4\n\nGood gear for the first two-thirds (and bolts within reach from another line if you so choose), mostly lousy gear for the last third of the pitch. Bolted anchors.","location":"Starts up the last bolted line to the left of the\n\nBad Bananas\n\n\"cave\", but before those bolted lines which are found up the ramp to the left."},"__v":0},{"_id":"G13CvImJXtip+33qzgbWlg==","name":"Allegro Energico","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Darren Knezek","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.6263,40.2666]},"left_right_index":7,"mp_id":"106703148","mp_crag_id":"106018456","climb_id":"G13CvImJXtip+33qzgbWlg==","areaRef":"svx8mS/hUZq/eBR+QEiEiw=="},"content":{"description":"This route consists of many short, powerful crux sections with jugs in between, but quick movement is key through these cruxes.\n\nStart off with a bang through steep, cruxy moves on less than stellar holds. After the steep beginning, move up past easy juggy climbing and enter a slabby section.\n\nRegain your strength here and fire through a short crimpy crux to a jug. Fire again, desperately, through the hardest crux of the route, and enjoy a well-deserved rest right before the roof/dihedral.\n\nStem up the seemingly blank dihedral on positive holds and enjoy jugs to chains at the top.","protection":"Bolts to chain anchors","location":"This route is the second bolted line as you're walking up the ramp left of the\n\nBad Bananas\n\n\"cave\". It is directly to the left of\n\nJodonna\n\n."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ee1d37e7-dc41-5c26-a358-5d51af01f499,5f0ed4d8-ebb0-5e78-ae15-ba7f1b3b5c51,b037c296-e68f-57e1-b9b0-29e6e393f181,0f0d1cb5-366f-59ca-93d4-ebb0b62da19b,b2fc7c99-2fe1-519a-bf78-147e4048848b","pathTokens":["USA","Utah","Wasatch Range","Southern Wasatch","Rock Canyon","Bad Bananas"],"gradeContext":"US","aggregate":{"byGrade":[{"count":4,"label":"5.11d"},{"count":1,"label":"5.7"},{"count":1,"label":"5.11b/c"},{"count":2,"label":"5.12a"},{"count":1,"label":"5.10d"},{"count":2,"label":"5.12b"},{"count":2,"label":"5.10a"},{"count":2,"label":"5.8"},{"count":1,"label":"5.12d"},{"count":1,"label":"5.9+"},{"count":1,"label":"5.11c"},{"count":1,"label":"5.10+"},{"count":1,"label":"5.13a"},{"count":1,"label":"5.12c"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":0,"beginner":1,"intermediate":1,"advanced":1,"expert":0}},"sport":{"total":18,"bands":{"unknown":0,"beginner":2,"intermediate":4,"advanced":11,"expert":1}}},"byGradeBand":{"unknown":0,"beginner":3,"intermediate":5,"advanced":12,"expert":1}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-111.6263,40.2666]},"bbox":[-111.62688929688368,40.26615033981813,-111.62571070311633,40.26704966018186],"left_right_index":-1,"ext_id":"106018456","area_id":"svx8mS/hUZq/eBR+QEiEiw==","polygon":{"type":"Polygon","coordinates":[[[-111.62688929688368,40.26615033981813],[-111.62571070311633,40.26615033981813],[-111.62571070311633,40.26704966018186],[-111.62688929688368,40.26704966018186],[-111.62688929688368,40.26615033981813]]]}},"content":{"description":""},"density":0,"totalClimbs":21,"__v":1,"createdAt":"2022-11-07T06:26:51.978Z","updatedAt":"2024-02-19T18:41:09.659Z"}