{"_id":"63689d5ce80bff5a994f4b68","area_name":"West Face - Center (Flintstone Slab)","shortCode":"","climbs":[{"_id":"Id+6iDyCVsulS3DXV4ArcA==","name":"Wilma","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"FA: Randy Vogel, Charles Cole, and Rob Raker, 1983.","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-116.68513,33.75985]},"left_right_index":18,"mp_id":"114513029","mp_crag_id":"106181531","climb_id":"Id+6iDyCVsulS3DXV4ArcA==","areaRef":"dkMYKTc3XjqmWI0IPjI59w=="},"content":{"description":"Little run out to the first bolt at 5.9. The 11c crux has a bolt right at your waist. Although it does have an independent finish this is just a harder start to Bedrock. The original finish is a bit contrived, crumbally, and run out.","protection":"Smaller cams and nuts.","location":"Start left of Bedrock up a left facing ramp, plug a piece at the top of the ramp and go up a downward triangular feature to gain the first bolt. There's a bolt up and left of the ramp, that's for Pebbles."},"__v":0},{"_id":"sh94UgGkXzyH2Ox7JpeSDA==","name":"Twinkletoes","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Tom Murphy, Sept. 2008, (From Tree) Tony Sartin, Sept. 2008","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.68513,33.75985]},"left_right_index":8,"mp_id":"106509113","mp_crag_id":"106181531","climb_id":"sh94UgGkXzyH2Ox7JpeSDA==","areaRef":"dkMYKTc3XjqmWI0IPjI59w=="},"content":{"description":"Twinkletoes is a good line that is admittedly a bit of a squeeze in the area where\n\nSwitchbacks\n\nand Bam Bam go through a flaky area below a roof.  It starts in the trees located just left of Switchbacks Direct.\n\nFrom the center of those trees make difficult moves up to a \"black spot\" with a bolt just above.  Climb slightly left and up through two more bolts to the\n\nSwitchbacks\n\nledge (alt. piece here).  Move up from the ledge and clip another bolt.  Move up through the ledge/flakes whose right edge are\n\nSwitchbacks\n\n/Bam Bam.  Pass the roof at the top of this area on the left, protecting with small gear.  Climb a short headwall to reach the middle of the ledge which has\n\nThe Quarry\n\n/\n\nBlankety Blank\n\nanchor well to the right (optional poor #3 Camalot).  Continue on slightly runout, but easy climbing to a roof.  Go up and right, clipping a bolt.  Then cross the roof to the left via technical smears.\n\nIt should be obvious that the first bolt can be clipped from the tree limb.  The FA was done this way, as there is a fairly bad landing zone at the base.  If this offends you, feel free to call it a pink point (although no stick clip was used).\n\nTo descend you need two ropes. Alternately, one can just reach the anchor on the first pitch of Fred with a 60m rope.","protection":"5 bolts, standard rack.","location":"Start from the trees located between Fred and Switchbacks Direct."},"__v":0},{"_id":"9mUOdr3vXGOGtmnAqbNd2Q==","name":"Switchbacks, Direct Start","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Dave Rearick, 1958","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-116.68513,33.75985]},"left_right_index":11,"mp_id":"106204583","mp_crag_id":"106181531","climb_id":"9mUOdr3vXGOGtmnAqbNd2Q==","areaRef":"dkMYKTc3XjqmWI0IPjI59w=="},"content":{"description":"Climb large edges to a single bolt about 20' off the ground, pull the crux, and then wander upwards to a ledge where you can get some gear (1.5\") before under-clinging left along a gaping flake - this is where\n\nSwitchbacks\n\ncomes in from the left - continue up that route to it's belay under a small arch.\n\nFun climbing but it's a little heads up with the bolt being so high, although a micro cam might just fit below the bolt (a #0 Metolius tcu doesn't fit).","protection":"bolt (3/8\"), gear to 3\"","location":"Center of Flintstone Slab, about 50' right of\n\nFred\n\n."},"__v":0},{"_id":"8sorSWfMUJiF1r3auKrWaQ==","name":"Stage Fright","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Erik Roed, Ramone Thomsen, Jason and Jon Lanman, July 2007","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.68513,33.75985]},"left_right_index":2,"mp_id":"115329643","mp_crag_id":"106181531","climb_id":"8sorSWfMUJiF1r3auKrWaQ==","areaRef":"dkMYKTc3XjqmWI0IPjI59w=="},"content":{"description":"Some good moves on good rock, kinda contrived at the last bolt.\n\nStart in the right facing flake left of Fright Night, kinda burly to layback. top out the flake then traverse left to first bolt, good face climbing past two more bolts, stay straight up for full value.","protection":"Thin gear low, three bolts and a bolted rap anchor.","location":"Flake left of Fright Night."},"__v":0},{"_id":"1S8uVBetW8qujqkX2WAfAw==","name":"The Quarry","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Bob Gaines & Mike Borrello, October 1993","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.68513,33.75985]},"left_right_index":15,"mp_id":"105872192","mp_crag_id":"106181531","climb_id":"1S8uVBetW8qujqkX2WAfAw==","areaRef":"dkMYKTc3XjqmWI0IPjI59w=="},"content":{"description":"1. Start as per\n\nBlankety Blank\n\n, clipping it's first bolt. Climb up and left to a piton, then over the bulge to a bolt on the right. Angle left to the large ledge.\n\n2. A tricky move off the belay leads up the face past several bolts, a piton, and a few small gear placements. When you get to the last bolt, head straight up for the .11c crux, or go left for a .10d finish. Belay bolts shared with Blankety Blank--you can rap with one rope.","protection":"draws, a few pieces up to 1\"","location":""},"__v":0},{"_id":"H6veQeXuWUi8FM5PeUUJ9g==","name":"Switchbacks","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Jerry Gallwas and Barbara Lilley, July 1953","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.68513,33.75985]},"left_right_index":9,"mp_id":"105800071","mp_crag_id":"106181531","climb_id":"H6veQeXuWUi8FM5PeUUJ9g==","areaRef":"dkMYKTc3XjqmWI0IPjI59w=="},"content":{"description":"This mediocre route is mostly steep face climbing along intermittent crack systems.  Route-finding is tricky in places.  It alternately goes up and right until you reach Fingertrip near its end.","protection":"standard rack","location":""},"__v":0},{"_id":"E2trNNMnVrav8UknGEN5bw==","name":"Pebbles","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Bob and Yvonne Gaines, August 1994","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.68513,33.75985]},"left_right_index":17,"mp_id":"114513045","mp_crag_id":"106181531","climb_id":"E2trNNMnVrav8UknGEN5bw==","areaRef":"dkMYKTc3XjqmWI0IPjI59w=="},"content":{"description":"Start same as Wilma on an easy ramp, stand on top of the ramp to clip a bolt, then go down and straight left, then back up to the second bolt. Tricky traverse with glassy rock and I used a few downward thumbing moves. This joins Bedrock at the 4th bolt, there's another finish to the left with one bolt near the top but it's not very good.","protection":"Mostly bolts if finishing on Bedrock but take some small stuff.","location":"Start on ramp left of Bedrock, then head left after clipping bolt, to the right is Wilma. A 70m rope will barely get you down."},"__v":0},{"_id":"mIdkfG5PXLeo6SiP6cydMw==","name":"Mr. Slate","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Gaines/Peterson","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.68513,33.75985]},"left_right_index":5,"mp_id":"107303232","mp_crag_id":"106181531","climb_id":"mIdkfG5PXLeo6SiP6cydMw==","areaRef":"dkMYKTc3XjqmWI0IPjI59w=="},"content":{"description":"Start up Human Fright and then cut right to the first bolt on the face.  Continue up past 4 bolts.  At this time you have the option of placing a few small to medium sized cams at an overlap before proceeding to the fifth bolt.  2 bolt anchor.","protection":"7 bolts plus a hand sized piece for Human Fright and small to medium sized cams between bolts 4 and 5, all on extra long runners.","location":"Start up Human Fright and then cut right onto the bolted face.  You need a 70M rope to do a single rope rap or do 2 raps to the ground via the Human Fright anchors."},"__v":0},{"_id":"XGrJtkd6WOeUtjebBq4MZA==","name":"Human Fright","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"John Mendenhall & Royal Robbins, June 1952,  FFA: Bob Kamps, 1963","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.68513,33.75985]},"left_right_index":4,"mp_id":"105800065","mp_crag_id":"106181531","climb_id":"XGrJtkd6WOeUtjebBq4MZA==","areaRef":"dkMYKTc3XjqmWI0IPjI59w=="},"content":{"description":"The crux is not exposed, so the name is a misnomer.  Pitch 1 (5.9+) has a mix of liebacking and jamming, with some loose rock.  Pitch 2 (5.10A) has some strenuous and awkward jamming in the back of a large dihedral.","protection":"standard rack","location":""},"__v":0},{"_id":"pNlAGcpAXXGGaLnMfOXSqA==","name":"The Great Gazoo","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"Tony Sartin and Tom Murphy, Sept. 2008","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.68513,33.75985]},"left_right_index":7,"mp_id":"106509093","mp_crag_id":"106181531","climb_id":"pNlAGcpAXXGGaLnMfOXSqA==","areaRef":"dkMYKTc3XjqmWI0IPjI59w=="},"content":{"description":"A interesting face climb that climbs a fairly direct line up the West Face.\n\nStart in the right side of the flakes system (what I would consider right of the start of\n\nSwitchbacks\n\n) and climb directly up to the bush on the small ledge.  From the bush climb straight up past 2 bolts (crux) to another small ledge.  Follow the ledge to the right, then up and left past an overlap to a bolt.  Continue  up past two more bolts (.11-) to the ledge system that crosses the face (this same ledge continues all the way to\n\nThe Quarry\n\n/\n\nBlankety Blank\n\nanchor).  From there, climb a short headwall with a bolt to the left side of a roof.  Tricky moves protected by a fixed pin lead to a 2 bolt anchor.\n\nTo descend you need two ropes.  Alternately, one can just reach the anchor on the first pitch of\n\nFred\n\nwith a 60m rope.\n\nThe crux is a devious move, best done in the shade, followed by a powerful pull on thin edges.","protection":"6 bolts, 1 pin, a few finger size pieces, and a large piece.","location":"The pitch starts somewhat the same as\n\nSwitchbacks\n\n, and can be identified by the bush located on a ledge about 25' up."},"__v":0},{"_id":"5QzpvNp6XR2ou9gQ1jMBVg==","name":"Fright Night","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Charles Cole and Troy Mayr, Aug 1988 (P1) & Oct 1991 (P2)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.68513,33.75985]},"left_right_index":3,"mp_id":"106308228","mp_crag_id":"106181531","climb_id":"5QzpvNp6XR2ou9gQ1jMBVg==","areaRef":"dkMYKTc3XjqmWI0IPjI59w=="},"content":{"description":"Fright Night climbs the right facing tips dihedral immediately left of Human Fright up to the giant hanging flake with a bolt on it.  The crux is the P2 hard slab protected by bolts.  Mostly 5.11 climbing.  The crux on P1 can be bypassed on the right to keep all of P1 at easy 5.11.  Both pitches can be easily top roped from the Human Fright anchors.  I recommend doing P1 as P2 was not nearly as interesting (just my opinion).\n\nP1 80':  Start at the bush just left of Human Fright and climb the very thin fingertips dihedral to a bolt that protects the moves when the dihedral no longer accepts gear.  An 11- technical crux is found right here.  Continue climbing straight up to the gigantic hanging flake with a bolt on it.  Clip the bolt from a good stance.  Climb straight up and onto the flake for the 11+ P1 crux.  Or you can lieback the flake out right and move up onto the flake from the right (about 5.10).  The flake is sharp underneath, but not bad on the top and feels very good and solid.  Continue up to the P1 anchors that are shared with Human Fright.  Bolts and rap rings.\n\nP2 110':  Climb straight up the easy section of P2 of Human Fright, but head straight up and onto the face left of the dihedral to the bolts.  The 4 bolts here protect the 5.12a crux, which is hard slab.  Shares the belay with Human Fright at the bush on the good ledge above.\n\nBoth pitches can be rapped with a single 70m.  Probably a 60m as well, but not sure.","protection":"Small wires to 1.5\" cams.\n\n4 quickdraws.","location":"Immediately left of\n\nHuman Fright\n\n.  The first bolt is easy to spot.\n\nRap off with a single 70m (probably 60m works too) in two raps, or continue up to the top of Tahquitz on the route of your choice and walk off."},"__v":0},{"_id":"8l5+i441XkiEBZRHiaErmQ==","name":"Fred","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Charles Cole and Randy Vogel, 1981","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.68513,33.75985]},"left_right_index":6,"mp_id":"105800068","mp_crag_id":"106181531","climb_id":"8l5+i441XkiEBZRHiaErmQ==","areaRef":"dkMYKTc3XjqmWI0IPjI59w=="},"content":{"description":"This climb has a terrific variety of novel climbing on fantastic rock.  Steep face moves, barndoor liebacking, and a runout mantle will help you remember the first pitch.  Rappel from here, or continue up past three bolts to easier ground.","protection":"bolts and small gear","location":""},"__v":0},{"_id":"6amD5XVfU9SAlcoUM8mq0g==","name":"Dino","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Bob Gaines & Bob Carmichael, July 1994","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.68513,33.75985]},"left_right_index":14,"mp_id":"106204649","mp_crag_id":"106181531","climb_id":"6amD5XVfU9SAlcoUM8mq0g==","areaRef":"dkMYKTc3XjqmWI0IPjI59w=="},"content":{"description":"Start on\n\nBlankety Blank\n\nand climb that route past it's 1st bolt to a sloping ledge system. Cut sharply left, clip a fixed pin and make balancy moves on slick rock past the pin to a stance with a bolt. Clip the bolt and then move straight left to easier ground and finish with the upper section of\n\nBarney\n\n. It's probably best to cut way right to the edge of the flake and hand traverse back left to anchors as the pro is better.\n\nA somewhat silly route that wanders all over (think Switchbacks) but it does have some decent climbing on it. Shorter climbers may have to take a cue from the name and dino (dyno) for the good holds above the 2nd bolt.","protection":"2 bolts, fixed knifeblade, gear to 2.5\", 2 bolt anchor/rap.","location":"20' right of\n\nBarney\n\n."},"__v":0},{"_id":"JyXgHmIzV46XVQgq1hyzRg==","name":"Cary Granite","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Tony Sartin, Terri Condon  2009","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-116.68513,33.75985]},"left_right_index":10,"mp_id":"108031663","mp_crag_id":"106181531","climb_id":"JyXgHmIzV46XVQgq1hyzRg==","areaRef":"dkMYKTc3XjqmWI0IPjI59w=="},"content":{"description":"This is basically an alternative, easier start to Twinkletoes. Rope up where Switchbacks Direct and Betty both share the same start, which is 15 right of Twinkletoes. Climb straight up 20 feet to the SD/Betty first bolt. Clip and continue above to a large horizontal undercling flake. Undercling left (Betty continues up and right at this point) following SD up and left to where it meets the original Switchbacks at the base of an obvious, small right facing dihedral where you can get some gear. At the top of this corner, the Switchbacks moves up and right to a belay shared with Bam Bam at the base of a small left facing arch/flake. Cary Granite follows Twinkletoes up and left to a perfect, easy to spot little arch that takes great gear. Continue up and slightly right passing a couple of underclings with good gear until you reach a bolt. The bolt line to your left is The Great Gazoo. A 5.10 section passes the bolt and veers up and right to a good ledge. Easier, run-out climbing straight up passes another ledge and then leads to an overhang protected by the final bolt. Get established above the roof (crux) and continue up to a two bolt, ring anchor. This is also the anchor for The Great Gazoo.","protection":"3 bolts and a single rack. Two bolt ring anchor at 180 feet.","location":"Begins on Betty and finishes on Twinkletoes. 2 options for getting down. Single rope rappel left, to the top of Fred's first pitch and then one single rope down from there. Or, do a double rope rappel."},"__v":0},{"_id":"8qJB3s8UVhGiHXJtkHfIhA==","name":"Blankety Blank","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Tom Frost and Harry Daley, June 1959,  FFA: Bob Kamps and Tom Higgins, 1963","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.68513,33.75985]},"left_right_index":16,"mp_id":"105800074","mp_crag_id":"106181531","climb_id":"8qJB3s8UVhGiHXJtkHfIhA==","areaRef":"dkMYKTc3XjqmWI0IPjI59w=="},"content":{"description":"This three pitch face climb is more characteristic of Middle Cathedral Rock than it is of the rest of Tahquitz.  It starts at an inobvious place, about 100 feet to the right of Switchbacks.  Pitch 1 (5.9+) has several tricky sequences, ending at a two bolt belay.   The crux of the climb is near the start of pitch 2, with steep friction and small edges.    Pitch 3 (5.10B) has a difficult mantle and some thin face moves.  Easy climbing from here leads to Lunch Ledge.","protection":"standard rack and bolts","location":""},"__v":0},{"_id":"XZbHW7W+UDKxaN4ke+ji1g==","name":"Betty","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Yvonne Gaines, July 1994","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.68513,33.75985]},"left_right_index":12,"mp_id":"106204630","mp_crag_id":"106181531","climb_id":"XZbHW7W+UDKxaN4ke+ji1g==","areaRef":"dkMYKTc3XjqmWI0IPjI59w=="},"content":{"description":"Climb\n\nSwitchbacks, Direct Start\n\nto it's bolt and continue up to the horizontal crack where that route cuts sharply left. Move up and right slightly and clip a second bolt just left of a shallow left-facing corner and make funky balance moves (crux) to gain the top of a giant flake. Rap off from two bolts with rings or continue straight up via\n\nThe Quarry\n\nor by cutting right slightly to the chains on\n\nBlankety Blank\n\n.","protection":"2 bolts, gear to 1.5\", 2 bolt anchor/rap","location":"Center of Flintstone Slab, about 50' right of\n\nFred\n\n."},"__v":0},{"_id":"B7Ho8FkJXWSF8YGxa3pa8w==","name":"Bedrock","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Bob Gaines, Todd Gordon & Charlie Peterson, August 1997","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.68513,33.75985]},"left_right_index":19,"mp_id":"105803608","mp_crag_id":"106181531","climb_id":"B7Ho8FkJXWSF8YGxa3pa8w==","areaRef":"dkMYKTc3XjqmWI0IPjI59w=="},"content":{"description":"Climb thin slab (5.11a) right of Wilma past 4 bolts to join that route at it's 2nd bolt, climb along that route for 3 bolts and then head more or less straight up past 5 more bolts to a bolted anchor shared with Wilma. Note: Some of the bolts will benefit from the use of full-length runners instead of quickdraws to cut down on the rope drag which will likely occur.\n\nFrom the anchors atop Wilma a 60 meter rope will just reach the ground by rapping slightly diagonally to the base (100' rap); an alternative is to rap 80' to the anchors atop the first pitch of Blanketty Blank and then make another 50' rap to the ground.\n\nExcellent face climbing on this route that will grab your attention from the start and then hold your interest as you wander upward finding the path of least resistance while making some cool moves. Highly recommended for the grade and possible to use as a harder, alternate start into the classic Fingertrip by traversing up and right from the anchors.","protection":"12 bolts, bolted anchor/rap (100'), include some full-length runners for some of the bolts","location":"Located about 75' right of\n\nBlanketty Blank\n\nand 30' left of Wilma, and a short distance left of The Slab, a large left-facing corner system left of Fingertrip."},"__v":0},{"_id":"1PdddnZ4UtKmhe0hxe+RLg==","name":"Barney","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Bob Gaines, July 1994","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.68513,33.75985]},"left_right_index":13,"mp_id":"106204613","mp_crag_id":"106181531","climb_id":"1PdddnZ4UtKmhe0hxe+RLg==","areaRef":"dkMYKTc3XjqmWI0IPjI59w=="},"content":{"description":"Locate a curving right-facing flake system right of\n\nBetty\n\nand climb more or less straight up staying to the left of the flake system; midway up is a shallow 3/8\" hole with a rusted, broken-off drill bit at the back. Continue up and traverse slightly right along a thin horizontal to pull a smooth face slightly right of center (it's possible to continue further right to make it easier).\n\nThe guidebook description and topo say to follow the flake directly, but done this way it's more like solid 5.11 and the moves aren't as enjoyable.","protection":"TR","location":"15' right of\n\nBetty\n\n."},"__v":0},{"_id":"D/OCTuaQU/aFiidnElbuIw==","name":"Angel's Wing","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Troy Mayr, Charles Cole and David Evans  1987","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-116.68513,33.75985]},"left_right_index":1,"mp_id":"112134982","mp_crag_id":"106181531","climb_id":"D/OCTuaQU/aFiidnElbuIw==","areaRef":"dkMYKTc3XjqmWI0IPjI59w=="},"content":{"description":"This is a short but very clean trad face route.","protection":"3 bolts to gear needed above.","location":"This is the 3 bolt face climb just right of the first pitch of Angel's Fright"},"__v":0},{"_id":"hv8buaJ6VdWMRrWvFmncsA==","name":"Angel's Fright","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Jim Smith and William Rice, September 1936","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.68513,33.75985]},"left_right_index":0,"mp_id":"105798872","mp_crag_id":"106181531","climb_id":"hv8buaJ6VdWMRrWvFmncsA==","areaRef":"dkMYKTc3XjqmWI0IPjI59w=="},"content":{"description":"Approach:  Park at the first parking lot as you enter Humber Park. There is a sign for the Ernie Maxwell Scenic Trail that is very popular with hikers. Take the scenic trail for no more than 10-15 minutes and then turn left onto the Climber's Trail. Climber's trail is well maintained and may have a sign or cairn, if you are lucky, and the entrance is roughly 5 minutes after the creek/pipes. The approach is basically straight up and takes 30-45 minutes until you arrive at lunch rock. You'll understand why everyone talks about how steep the approach is once you get there but at least it's a good trail.\n\nThe crux is the first 40' of the climb. Start up a chimney then move into a nice crack system. The second and third pitches follow the crack system up to lunch ledge. From lunch ledge climb the crack to the runout 5.4 friction slab (1 bolt).","protection":"1 set of nuts, 1 set of hexes, BD Cams: .5 - 2","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,08e49e2f-9145-54f6-823f-36ad193735af,2498cbb4-36bc-5cae-af3f-7a09ff60b422,24bc0e99-e20d-5346-88cc-25dc9f1feeb5,76431829-3737-5e3a-a658-8d083e3239f7","pathTokens":["USA","California","Tahquitz & Suicide Rocks","Tahquitz Rock","(g) West Face","West Face - Center (Flintstone Slab)"],"gradeContext":"US","aggregate":{"byGrade":[{"count":3,"label":"5.11c"},{"count":1,"label":"5.11+"},{"count":2,"label":"5.8"},{"count":2,"label":"5.11b"},{"count":2,"label":"5.10d"},{"count":1,"label":"5.10a"},{"count":1,"label":"5.12-"},{"count":1,"label":"5.12a"},{"count":3,"label":"5.11a"},{"count":2,"label":"5.10c"},{"count":1,"label":"5.9"},{"count":1,"label":"5.6"}],"byDiscipline":{"trad":{"total":19,"bands":{"unknown":0,"beginner":3,"intermediate":6,"advanced":10,"expert":0}},"tr":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":3,"intermediate":6,"advanced":11,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-116.68513,33.75985]},"bbox":[-116.68567086383939,33.75940033981814,-116.68458913616061,33.76029966018187],"left_right_index":-1,"ext_id":"106181531","area_id":"dkMYKTc3XjqmWI0IPjI59w=="},"content":{"description":""},"density":0,"totalClimbs":20,"__v":1,"createdAt":"2022-11-07T05:54:20.073Z","updatedAt":"2022-11-25T11:14:12.330Z"}