{"_id":"6368a50be80bff5a995b06aa","area_name":"Horse Creek","shortCode":"","climbs":[{"_id":"emR87GUMWKSEDk/BwK/Rpw==","name":"Rotpunkt","yds":"5.12c/d","grades":{"yds":"5.12c/d","french":"7c"},"fa":"Nate Sydnor with help from Herb Crimp, Joe Stern, Dane Casterson, Ed Oak, Ben Cooper, Pat Goodman, Amanda Smith and Jake Warren","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.38133,38.47684]},"left_right_index":0,"mp_id":"118072985","mp_crag_id":"105717206","climb_id":"emR87GUMWKSEDk/BwK/Rpw==","areaRef":"msqTSKZhWASPTvpkVnyrnA=="},"content":{"description":"Reportedly this route was attempted ground-up and then abandoned years ago. The lone bolt with no hanger always intrigued me. I chose to inspect the wall from above when I discovered an anchor that had been installed directly on top of where the route now lies. I was amazed to find what I think is an incredible and unique addition to Mill Creek. The stone is impeccable and the entire wall is\n\nbeautiful\n\n. While I understand and appreciate the tradition of ground-up ascents in Mill Creek, that particular style was not one that I felt to be essential or advisable for the purpose of installing this route. I approached the process as thoughtfully as I know how and placed bolts where I thought they were merited. Much respect and appreciation to the pioneers for their visionary contributions to the region and to Mill Creek specifically.\n\nI chose the name for several reasons. Kurt Albert and Wolfgang Güllich have always been heroes of mine and Kurt's invention of the \"red-point\" concept is a colorful piece of climbing history that every climber should know and appreciate. The new film by the same name will likely familiarize those who don't know this history with the amazing characters upon who's shoulders we all stand. RIP and all respect to both Kurt and Wolfgang!\n\nThis is also the first sport route I have ever bolted and so the rotpunkt concept holds true from its initial inception all the way to the actual \"red-point.\" At first the crux moves felt out of reach or even impossible for me, but with each successive session, and with some creative beta assistance from Herb and Jake, the sequence was unlocked and the route became a reality. I have always valued historical awareness and for our pursuit in particular there is just so much to know. The \"spirit\" of red-pointing and the partnership of Albert and Güllich, not to mention the sheer genius of their accomplishments, has always served as inspiration to me. I had many great days with\n\ngreat\n\nfriends on this route, and on the day of the actual send we sauntered up canyon and Jake was also able to red-point his project, a newish route that he nabbed the third (?) ascent of. It was a true rotpunkt day.\n\nOn a related note, often in our culture a story can be construed or characterized as \"spray.\" Although this is often the case in our ego-centric age, I feel it's important to be able to distinguish the two from each other. Authentic story-telling that comes from an honest place of simply wanting to share is an essential part of our history. Spray is merely an ego trying to gain attention or praise through the revealing of some occurrence. Rotpunkt is now the name of this route, but for me it's also emblematic of an entire era of climbing history, the creative process of envisioning a route, the essence of climbing and the community of genuine people that is such a valuable aspect to the pursuit we all love. Strangely enough, as I looked out over the canyon from the anchor, leaves cascading about in the wind, I realized that this may be one of my most meaningful first ascents to date. It's not groundbreaking in any way, but as trivial and asinine as it may be it's symbolic to me of what I value most in climbing and what I believe it can offer us. What if we could red-point life?!\n\nCome try the route and see if you like it. Bring friends and try it together. I'm still not sure of the grade so please chime in if you feel it necessary. If the tradition of rotpunkt is old news to you then hats off to your climbing history awareness. If this info is new to you, then take this as a nudge to look deeper into our history; both the history of Mill Creek that you'll likely need to hear first-hand and the greater history of climbing that can be found in countless pages of books and magazines and on-line. For me this history enriches my own experience as a climber. Hopefully the same will be true for you.","protection":"7 bolts placed strategically. This route can be approached either ground-up or from above, but be aware that it is not a clip-up. There is some distance between bolts so if that is frightening to you then by all means drop in from the rim and have a look. Your choice is as good as any.","location":"Down canyon on the way to Horse Creek. Obvious prow just before arriving at Reckon So."},"__v":0},{"_id":"ie1NBWlFUf+jw4Od+K65cQ==","name":"Reckon So","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"Noah Bigwood","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.38133,38.47684]},"left_right_index":1,"mp_id":"105718339","mp_crag_id":"105717206","climb_id":"ie1NBWlFUf+jw4Od+K65cQ==","areaRef":"msqTSKZhWASPTvpkVnyrnA=="},"content":{"description":"Beautiful bulletproof stone leads up a slab with no holds - just a water ripple here or there.  If you are a slabmaster, you might dig this line.\n\nHow to find it:  after coming down the chain ladder, continue on around the first buttress past about 6 routes or so.When the trail bends around to go south (upstream direction for Horse Creek), start looking for a steep slab.\n\nLots of difficult moves. Good luck!","protection":"8 bolts to anchors","location":""},"__v":0},{"_id":"Zg1L7VQKWfGV7ZnA7EHa0g==","name":"Mickey Mantle","yds":"5.12a/b","grades":{"yds":"5.12a/b","french":"7b"},"fa":"Nathan Martin","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.38133,38.47684]},"left_right_index":2,"mp_id":"112001349","mp_crag_id":"105717206","climb_id":"Zg1L7VQKWfGV7ZnA7EHa0g==","areaRef":"msqTSKZhWASPTvpkVnyrnA=="},"content":{"description":"Mickey Mantle has two distinct cruxes separated by moderate climbing. The first comes in the groove about mid-height. The next....is how the route got it's name I'm guessing. The stone is very good, and the body positioning seems to be very key for the hardest sections. On the upper part there is what I think is one of the best holds in all of Mill Creek. See if you can find it.","protection":"Bolts","location":"Just right of Reckon So"},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ee1d37e7-dc41-5c26-a358-5d51af01f499,cbbfd7c6-5cf2-5063-8939-5f3233efa573,45adc1df-cded-5515-9d81-6818343b6de1,e9a423af-8b3b-5374-b3d2-656798d70b93,9aca9348-a661-5804-8f4e-fa64567cab9c","pathTokens":["USA","Utah","Southeast Utah","La Sal Mountains","Mill Creek","Horse Creek"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.12c/d"},{"count":1,"label":"5.12d"},{"count":1,"label":"5.12a/b"}],"byDiscipline":{"sport":{"total":3,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":3,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":0,"advanced":3,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-109.38133,38.47684]},"bbox":[-109.38190438154969,38.476390339818145,-109.38075561845031,38.477289660181874],"left_right_index":-1,"ext_id":"105717206","area_id":"msqTSKZhWASPTvpkVnyrnA=="},"content":{"description":""},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T06:26:48.517Z","updatedAt":"2024-01-15T16:49:36.513Z"}