{"_id":"6368a214e80bff5a9955da7a","area_name":"Chimney, The","shortCode":"","climbs":[{"_id":"6L54YlLvV2O+VUyFUHTF8w==","name":"Smoke on the Horizon","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"John Kear and Allan Aiken 2005","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.45395,35.21295]},"left_right_index":999999,"mp_id":"106879283","mp_crag_id":"105996862","climb_id":"6L54YlLvV2O+VUyFUHTF8w==","areaRef":"T3xNllOeXy2lXNrF3Sds2g=="},"content":{"description":"Two pitch route on the NW corner of the Chimney.  I wanted to put this route on the site so folks know where the route goes and to identify the mystery bolts some might see if the wonder over onto this side of the Chimney.   Pitch 1 Climbs a right facing corner, this pitch is clean and moderate leading to a stance/belay right on the NW corner of the formation.  I'm sure this pitch had been climbed before. 5.8   Pitch 2 Leads up and diagonally right off the belay following seams and flakes up to a short left facing corner. Turn the corner around to the right and into a steep tips crack/corner system.  Pull a mantle onto the steep slab above (crux).  A couple of bolts protect this section.  After the crux you can wonder up and left which eventually joins the North facing routes or work your way up and right climbing fairly licheny 5.10 rock to eventually gain the summit directly. This pitch is fairly long, about 150ft and 5.11.","protection":"Sandia rack with doubles in the .33 to 1.5 inch range.  2 bolts on the 2nd pitch.  No anchors at the top, although it would be a great idea for some to be installed.","location":"The route climbs just right of the NW arete of the Chimney.  Find the start around the west side of the formation in a clean right facing corner.     For the descent we brought two ropes and rappelled the SW face from the common anchor found on the ledge on the east side of the tower.  One has to down-climb off the summit to the ledge. Then rappel in whatever direction you choose."},"__v":0},{"_id":"WsqAT1ltV5ChjSPLeJD2IQ==","name":"Rocky Racoon","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Charlie Ware, Mike Hill, John Allen, Spring 1975","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.45395,35.21295]},"left_right_index":999999,"mp_id":"106861294","mp_crag_id":"105996862","climb_id":"WsqAT1ltV5ChjSPLeJD2IQ==","areaRef":"T3xNllOeXy2lXNrF3Sds2g=="},"content":{"description":"This is a fun, burly old-school 5.7 that protects very well. Although it's a little vague, we tried to follow Hill's description and topo (1993:122-123) as much as possible. It goes, so we must have been nearly on route most of the way. I'm not clear how pitch 1 of this route might relate to Arrow Heads and Pitons.P1. Climb to a ledge and find a stellar lieback splitter that trends to the right. At the top of that crack, step left around an arete into a V-shaped alcove with a thin splitter on the left. Continue up the weakness to the left and belay on a large sloping ledge. No fixed gear was observed on this pitch.P2. This pitch is shared with some other climbs like the North Face Direct, and probably AH&P. Start up a deep chimney under a suspended block. Gain the block, and make a bunch of thuggish moves past more overhanging blocks. Pass by an old ring pin and a relic bolt to a large platform below the summit block. A big easy crack then leads to the top.Update 08/20/2021Descent: A bolted rappel anchor was placed at the north side of the top of the chimney on 08/13/21 to ensure that the rap was safe. A set of 60m twins or doubles should get you down to the start of the climb. A second anchor was set approximately 28m below it on 08/17/2021, roughly 25m from the ground. This will allow anybody with a 60m rope to rap from the top to bottom safely.","protection":"A single set of nuts, 1-1/2 set of cams to 2.5\" suffice (we took a #4 C4, but it was not critical).  Some old fixed gear is present, but it is of dubious reliability.  Gear is necessary for all belays.   The summit has no anchor, so a belayed downclimb back to the lower platform will be necessary.","location":"Ascends the northern face of the Chimney. Start near the right-hand (west) side, by a log lying right at the base.   Rap as described on the main page."},"__v":0},{"_id":"1vonUZ/WX1eDox0M0IFE8A==","name":"North Face Direct","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"unknown","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.45395,35.21295]},"left_right_index":0,"mp_id":"107236826","mp_crag_id":"105996862","climb_id":"1vonUZ/WX1eDox0M0IFE8A==","areaRef":"T3xNllOeXy2lXNrF3Sds2g=="},"content":{"description":"I believe this is a route described in Hill's Guide that is called North Face Direct. It begins on the ledge right below the second pitch of Rocky Raccoon and Arrowheads and Pitons. Traverse around on the exposed ledge with moderate protection to a two-foot wide chimney crack with little to no protection. However, a large chock stone and the small width of the chimney make it rather secure to climb. Watch out for loose rocks inside the chimney and don't rely on the chocks to hold. Once through the chimney, a small scramble over loose boulders will get you to the lower ledge of the chimney (where the rap station is). To top-out on The Chimney, continue upwards from the rap station to the top.","protection":"Hand-crack sized cams and a set of large nuts. \n\n  Pro is sparse and almost unnecessary if the climber is comfortable enough free-soloing 5.4 chimney climbs with loose boulders. The chock stones in the chimney serve as adequate pro once through the chimney. However, it would be recommended to protect the traverse using BD sizes .75-2. To top out, pro is recommended.","location":"The route begins halfway up The Chimney and is easily accessible by scrambling left, up and around the base of the formation and traversing up to the ledge where the second pitch of Rocky Raccoon starts.  \n\n  No FP or bolts on this climb. Anchors must be built.  \n\n  Descend by rapping off using the rap station on the lower ledge.  \n\n  BEWARE: rapping off the north side of the climb using the rap station is not recommended due to rope-drag or the potential to get your rope stuck."},"__v":0},{"_id":"WU0d9EqbXWyvcFBazlaliQ==","name":"Arrow Heads and Pitons","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"unknown","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.45395,35.21295]},"left_right_index":999999,"mp_id":"105996880","mp_crag_id":"105996862","climb_id":"WU0d9EqbXWyvcFBazlaliQ==","areaRef":"T3xNllOeXy2lXNrF3Sds2g=="},"content":{"description":"The Crux is at the top, awkward chimney out a small roof. Loose rock and lots of lichen. But seeing 5 or 6 SUPER classic pitons make climbing it and seeing them great. Plus the summit is fun, especially if there are people climbing on second coming.","protection":"Light trad rack,up to #2 Camelot, many runners.","location":"Starts on the north side under very old green webbing. Go right out under small roof and follow really old pitons. Trend left and summit from the east side. Bring webbing and sling boulders to get down off of the east side."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,98c839d1-f0d4-5006-bb58-276b12f05bd0,f2bfcdc1-9015-5cbd-9762-f469ecb317fa,a291d1d8-8f03-5991-bd12-b6d9de7bd0b5,6905afb1-152e-55f8-b91c-db5bf96bf786,4f7c4d96-539e-5f2d-a55c-dac5dd276cda","pathTokens":["USA","New Mexico","Albuquerque Area","Sandia Mountains","Chimney Canyon","Chimney, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11b"},{"count":1,"label":"5.7"},{"count":1,"label":"5.4"},{"count":1,"label":"5.7+"}],"byDiscipline":{"trad":{"total":4,"bands":{"unknown":0,"beginner":3,"intermediate":0,"advanced":1,"expert":0}},"alpine":{"total":4,"bands":{"unknown":0,"beginner":3,"intermediate":0,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":3,"intermediate":0,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-106.45395,35.21295]},"bbox":[-106.45450036982959,35.212500339818135,-106.45339963017041,35.213399660181864],"left_right_index":-1,"ext_id":"105996862","area_id":"T3xNllOeXy2lXNrF3Sds2g=="},"content":{"description":"Small lichen covered pinnacle that the canyon is named after. Great summit with loose rock."},"density":0,"totalClimbs":4,"__v":1,"createdAt":"2022-11-07T06:13:49.027Z","updatedAt":"2024-01-15T16:47:16.559Z"}