{"_id":"63689d20e80bff5a994f222d","area_name":"Sullivan Peak","shortCode":"","climbs":[{"_id":"OaSqpBQMXyOWwYyBY8ZLlQ==","name":"SE Corner","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Symans/Cox 1994","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-112.11205,36.10733]},"left_right_index":0,"mp_id":"106797265","mp_crag_id":"106637083","climb_id":"OaSqpBQMXyOWwYyBY8ZLlQ==","areaRef":"qsInm4KwUt2HHvFy7Pm7aw=="},"content":{"description":"Ascends large corner system on SE side of the formation. First pitch climbs loose corner to a good ledge - 80ft - 5.8. The 2nd pitch climbs the face to the left of the loose corner, past a bush and a bolt. Continue up to the gaping chimney in the dihedral, where there is another bolt. Squeeze into the chimney and through a hole to a good ledge - 120ft? - 5.10. Pitch 3 - Climb easier terrain to the summit - 80ft? - 5.6. Pretty loose all around, but pretty cool going through the chimney on pitch 2.","protection":"Rack. 2 ropes. Bolt kit to supplement minimal rappel anchors at summit and 2 belay ledges.","location":"SE side of the Peak. Climbs within the corner system that ends with the obvious chimney. We approached from the southwest across manzanita and talus to reach the SE corner. Rap the route."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,24e148bb-4884-59e8-9870-43ce21f1a337,fa597035-a80a-55a2-9a9f-262bc7578ff9,f3ec0ed8-6b54-5ada-82e4-c9dab370269b,aac2279b-82b0-52dd-871e-f172ecf9bb6b","pathTokens":["USA","Arizona","Northern Arizona","Grand Canyon","Sullivan Peak"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-112.11205,36.10733]},"bbox":[-112.11260656902054,36.106880339818126,-112.11149343097946,36.107779660181855],"left_right_index":-1,"ext_id":"106637083","area_id":"qsInm4KwUt2HHvFy7Pm7aw==","polygon":{"type":"Polygon","coordinates":[[[-112.11260656902054,36.106880339818126],[-112.11149343097946,36.106880339818126],[-112.11149343097946,36.107779660181855],[-112.11260656902054,36.107779660181855],[-112.11260656902054,36.106880339818126]]]}},"content":{"description":"Standard approach description from pseudoalpine: \n\nNorth Rim Approach \n\n  Access the Point Imperial road from State Highway 67. After driving east for 6.4 miles, there are a few indistinct pullouts on each side of the road suitable for parking. From the road (4014375n 410125e), bear southeast up a burnt hillside for 200 vertical feet until reaching the locust-covered rim. Begin to descend a steep burnt slope until reaching a Toroweap projection. Stay right (southwest) and scramble down some cl.3 shelves to access a very brushy ravine. If one is on route, this ravine should be the third major drainage west of the point overlooking Sullivan Peak. Continue down the ravine staying left through two very steep and loose sections. Nearing the Coconino base, traverse just left of the drainage and down some loose blocks onto a large angled slab. With the aid of a small juniper tree, descend right, onto a shelf and continue down a loose gully. The final move is an eight foot cl.3 chimney stem to reach the Hermit. Traverse northeast along the Coconino base until reaching the first major drainage. Descend the drainage to the red Hermit flats and contour east through several manzanita brambles until reaching the west side of the deep ravine below the Sullivan Peak saddle. Some tough uphill bush-whacking is necessary to reach the left (west) side of the rockslide. Continue the steep ascent towards the saddle until reaching a short Coconino shelf. Breach the left (west) side of the shelf, traverse right and then scramble up to the saddle. Downclimb (cl.3) the north side of the saddle and traverse a faint trail below the north sandstone face."},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T05:52:43.827Z","updatedAt":"2024-02-19T18:27:56.509Z"}