{"_id":"63689d20e80bff5a994f21ec","area_name":"2. East End Wall","shortCode":"","climbs":[{"_id":"I4TywIZHUlSnDUHPLEURFg==","name":"Ultraviolet Ammunition","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"J. Unema, B. McCord","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.93423,35.11985]},"left_right_index":4,"mp_id":"109515571","mp_crag_id":"107246250","climb_id":"I4TywIZHUlSnDUHPLEURFg==","areaRef":"ArdzaaJuXmegocYd0Labig=="},"content":{"description":"Ultraviolet Ammunition is the gentler variation to Death Dealer. After pulling the low crux on death dealer, a  horizontal crack leads right at around 60 feet. The horizontal ends at the base of another thin seam with square cut crimps and jugs. Follow this seam up, rejoining Death Dealer for the last few moves. ","protection":"The FA was done on all gear, however, like Death Dealer, much of the hard climbing is protected by marginal gear, so I added 3 additional bolts, for a total of 4 on this route.  In addition to the bolts, bring a set of small to medium wires, offsets are useful, bring a single set of cams from #.4 C4 to #3, and a triple set of c3 000 to 0.","location":"Begin as Death Dealer, traverse right, and stay in the seam between Death Dealer and Rapture."},"__v":0},{"_id":"efJfvW+dW4iOmbYct6ErCw==","name":"Pack Mentality","yds":"5.13-","grades":{"yds":"5.13-","french":"7c+"},"fa":"J Unema, B McCord, J Snyder","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.93423,35.11985]},"left_right_index":6,"mp_id":"109565113","mp_crag_id":"107246250","climb_id":"efJfvW+dW4iOmbYct6ErCw==","areaRef":"ArdzaaJuXmegocYd0Labig=="},"content":{"description":"Committing and improbable moves lead to much easier, but engaging and steep climbing in the second half.","protection":"This route was first freed with all natural protection, including several marginal loweballs protecting (or falling out) at the crux.  After sending, the FA party added two bolts to protect the crux.  Bring a double set of cams from 000 C3 to #.75 C4 with a healthy set of nuts.","location":"Pack Mentality shares a start with Nightwalker and traverses left along an obvious horizontal rail around 35 feet up.  From here, it continues up the obvious thin seam, staying right of Rapture, and left of Nightwalker.   The route can also be started off the right side of the Rapture belay pillar."},"__v":0},{"_id":"rF2zVU0/VU2jXJYFqi8Z7w==","name":"Nightwalker","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"B. McCord, J. Unema","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.93423,35.11985]},"left_right_index":7,"mp_id":"109471299","mp_crag_id":"107246250","climb_id":"rF2zVU0/VU2jXJYFqi8Z7w==","areaRef":"ArdzaaJuXmegocYd0Labig=="},"content":{"description":"Nightwalker starts just down and right from the Rapture belay anchor on a slaby ledge. Stem up the corner formed by the detached pillar and then head straight up the seam/prow above to a boulder problem crux. Then continue to the top on hands and ringlocks. \n\n  Note : I would recommend looking at the gear on the way down, there is one tricky semi-blind nut placement.","protection":"Single rack (000 c3 to #2 c4) with a couple extra .75-1 pieces and double 000 pieces and a good selection of small nuts.","location":"Left of Daywalker, sharing a bolted belay."},"__v":0},{"_id":"YxDnu1UFXn2tMWfhsCSvJQ==","name":"Experimental Forrest","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Flagstaff Oldschool, and Wade Forrest on the direct finish","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.93423,35.11985]},"left_right_index":9,"mp_id":"107627734","mp_crag_id":"107246250","climb_id":"YxDnu1UFXn2tMWfhsCSvJQ==","areaRef":"ArdzaaJuXmegocYd0Labig=="},"content":{"description":"From across canyon this line is hard to miss on the climbers right side of the wall. It takes an obvious crack line up the left side of a large pillar formation. This physical pitch starts with an in your face hand crack crux past an OW pod (one bolt, 5.9+). Continue up the hand crack using the finger crack on the left when convenient. Eventually the pillar starts the get blocky, and this is your cue to start moving left. Traverse left to a boulder problem with two bolts and a surprisingly juggy finish.\n\nExF Double Direct 5.11+. When the initial hand crack and finger crack diverge, stay with the finger crack. Beautiful climbing to a defined crux. Leads directly into the direct finish.","protection":"Three bolts, a few hand size pieces and maybe a purple TCU to protect the traverse.","location":"Climbers right of Rapture, rap in to an inside corner with a bolted belay. From the top there's a prow of rock sticking out, rap from the left side for Experimental Forrest (if looking out into the canyon) and the right side for Rapture."},"__v":0},{"_id":"6OzCcpLWVJWC4DiQ4tfowg==","name":"Death Dealer","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"J. Unema, B. McCord","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.93423,35.11985]},"left_right_index":3,"mp_id":"109482708","mp_crag_id":"107246250","climb_id":"6OzCcpLWVJWC4DiQ4tfowg==","areaRef":"ArdzaaJuXmegocYd0Labig=="},"content":{"description":"Death Dealer is a classic and varied basalt pitch.  It begins with a powerful layback, moves into technical climbing on unique holds around a thin seam, and finishes on a one-of-a-kind boulder problem on crisp basalt edges.","protection":"The first free ascent was done on all gear, however several of the key pieces protecting the difficult climbing are small, hard to place, and not really very good.  The FA party decided to add 3 bolts to protect the climb.     Bring quickdraws for the bolts, a single set of cams from C4 #.4 to #3, a full set of nuts from small to big (offsets useful), one each 000 and 00 C3 and a double set of cams from 0 c3 to #.3 C4.","location":"Death Dealer follows the thin seam about 20 feet left of Rapture.  It begins beneath the Rapture pillar in a steep corner.  Belay on the ground.  At 60 feet or so, the line splits, with Death Dealer continuing up the left seam, and Ultraviolet Ammunition traversing right to gain the right seam."},"__v":0},{"_id":"qoaxeTnsXIWfSR5CptUqiQ==","name":"Daywalker","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"J. Unema, B. McCord","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.93423,35.11985]},"left_right_index":8,"mp_id":"109470693","mp_crag_id":"107246250","climb_id":"qoaxeTnsXIWfSR5CptUqiQ==","areaRef":"ArdzaaJuXmegocYd0Labig=="},"content":{"description":"Daywalker lies on the west side (climber's right) of the obvious pillar between Rapture and Experimental Forrest.  It begins on a few large blocks at the base of the wall around 15-20 feet below and 20 ft left of the Experimental Forrest anchor.  Begin up a thin splitter seam, climbing interesting face features to gain twin tips cracks.  Follow twin cracks to the hand crack on the right side of the large pillar and continue to the top!","protection":"Belay from stance to the left... we used a .4 and .75 camalot on a long anchor.  Protect the route with a double set of cams from 000 to #1, perhaps triples from 0 c3 to .4 c4.  Also bring a few medium nuts and 1 #2 c4 and #3 c4","location":"Right side of the pillar between Rapture and Experimental Forrest"},"__v":0},{"_id":"HswsIuqbX7WNeVHS6Xfflg==","name":"A Rusted Rapture","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"JJ Schlick 2011","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.93423,35.11985]},"left_right_index":5,"mp_id":"107246255","mp_crag_id":"107246250","climb_id":"HswsIuqbX7WNeVHS6Xfflg==","areaRef":"ArdzaaJuXmegocYd0Labig=="},"content":{"description":"A Rusted Rapture is a stunning pitch with bullet rock bottom to top. This varied line serves up everything from bouldery face climbing to splitter cracks, as well as, the classic little traverse out the roof. Its one of the better basalt pitches around at the grade, but there is little standard jamming on it.\n\n On the east edge of the East End Wall rappel 90’ down to a suspended boulder and a two bolt belay. A # 3.5 in a pod at the top of the route will keep your rope from getting wedged in the crack.\n\n The first 15' of climbing off the belay is fantastic and a bit bouldery as you follow an arching seam with just enough holds to keep it in the 5.10 range. Once you start plugging gear in the thin crack, be sure to take advantage of the best placements when you see them. Continue up the thin crack past several boulder problems to a break at mid height. Enjoy the next 35' of twin cracks which is like a really featured cousin of Torpedo at the Forks. The roof may look intimidating at first glance, but the traverse and turning the roof add up to be about 5.9+ climbing, and the exposure is heavenly... For a basalt canyon anyway.","protection":"2 bolts at the start. Double set from #00 TCU through #.75 Camalot, or a triple set to sew it up. A #1 Camalot, a #3.5 Camalot (for the very last piece), small/ medium wires. Several long runners.","location":"Climber’s left side of the East End Wall."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,24e148bb-4884-59e8-9870-43ce21f1a337,fa597035-a80a-55a2-9a9f-262bc7578ff9,e94943ae-35c0-5dd1-bf05-6ddd7b19a3f0,bca40dc0-0dc7-5a10-a113-ffa5c60b0426,7ba506cb-78ed-59ed-a095-b88d057a7e7d,02b77369-a26e-5e67-a0a1-c61dd0b69b8a","pathTokens":["USA","Arizona","Northern Arizona","Sycamore Canyon","Volunteer Canyon (The Cwm)","South Side","2. East End Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.12b"},{"count":1,"label":"5.13-"},{"count":2,"label":"5.12"},{"count":1,"label":"5.10+"},{"count":1,"label":"5.11+"},{"count":1,"label":"5.10"}],"byDiscipline":{"trad":{"total":7,"bands":{"unknown":0,"beginner":0,"intermediate":2,"advanced":4,"expert":1}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":2,"advanced":4,"expert":1}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-111.93423,35.11985]},"bbox":[-111.93477974011802,35.119400339818135,-111.93368025988198,35.120299660181864],"left_right_index":-1,"ext_id":"107246250","area_id":"ArdzaaJuXmegocYd0Labig=="},"content":{"description":"The East End Wall is a velvety looking, steel gray wall on the far east side of the South Side of the canyon. This wall shed most of its pillowy front columns many moons ago, leaving behind several very thin, solid lines that leave a lot to the imagination. Home to a fistful of testpieces and two really good “warmups”. All day shade, though the rim can get toasty."},"density":0,"totalClimbs":7,"__v":1,"createdAt":"2022-11-07T05:52:43.200Z","updatedAt":"2024-01-15T16:39:28.180Z"}