{"_id":"63689de0e80bff5a994f9102","area_name":"Shameless Tower","shortCode":"","climbs":[{"_id":"5ddmwcAiXWSXCi6Q/5t5Kw==","name":"Stimulus Package","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"M.Carnes,S.K.  July,2008","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.65622,40.26408]},"left_right_index":4,"mp_id":"106232094","mp_crag_id":"117369215","climb_id":"5ddmwcAiXWSXCi6Q/5t5Kw==","areaRef":"1HwbcLUaXdCNsx1N4TNkAA=="},"content":{"description":"This 500 ft. plus alpine rock climb features 2 so-so pitches between a stupendous middle pitch.\n\n1. Scramble up a white slabby apron and begin climbing  right of the central \"crease\", angling leftward up 5.7 corners and ledges for 200ft. Avoid harder options on the right.\n\n2. The main event. Move into a clean r.-facing corner that arches  horizontally right tnen up a beautiful fingercrack across white rock. Follow it past a commiting headwall to a good ledge.\n\n3. Finish up left-slanting, wide corners to the last few feet of\n\nHands Of Time\n\nand the summit 5.8.","protection":"Standard rack.","location":"Located several hundred feet right of\n\nKidnapper Van\n\non the prominent Shameless Tower of McHenrey's Peak."},"__v":0},{"_id":"B/tHUAECWsek5P9P0EuzbA==","name":"Make Arete's Great Again aka (MAGA)","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Ryan Kempf and Will Flottman","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.65622,40.26408]},"left_right_index":1,"mp_id":"117370770","mp_crag_id":"117369215","climb_id":"B/tHUAECWsek5P9P0EuzbA==","areaRef":"1HwbcLUaXdCNsx1N4TNkAA=="},"content":{"description":"P0. Locate a large flake at the base of the wall, and shoot for that. Climb slabs left of said flake to access a grassy ramp. Follow the ramp up and left until it is possible to step right on a sloping ledge. Here you will find a 2 stopper anchor. You will not be able to see the fixed gear until it's right in front of your face, the crack is slightly offset. Follow the topo. The climbing to here is solo-able if you choose (5.don't fall).\n\nP1. From this point, you have 2 options to the next major ledge system. The line (climbers left) indicates a path that I would call 5.7. The line that heads climbers right through an arching crack that is ~5.10 to the ledge. Once on the ledge, locate a small alcove/right-facing corner. There are 2 stoppers to belay from in that corner (5.7 or 5.10 70m).\n\nP2. Walk climber's left on the ledge until at the end of the system. Climb a left-facing corner and flakes. Stay climber's left when possible aiming for a broken crack system and more left-facing corners. There is no fixed gear on top of this pitch. Build a gear anchor or sling large blocks (5.9 70m).\n\nP3. The final headwall pitch. This starts on the arete. There are 2 bolts before the 1st overlap. You get a few cam placements while climbing through the overlaps/small roofs. Pull out of the roofs on crimps, and make your way back to the arete gaining a  bolt. From here, angle up and right clipping the last bolt and entering a thin crack. This crack protects with 0.1 & 0.2 cams in the beginning then opens up to 0.3/yellow Mastercam size. The final crack starts off in 0.5s and opens up to #3s at the top. There are 2 bolts with rap rings on the top (5.11+, 30m).","protection":"A single rack from 0.1 to #3.","location":""},"__v":0},{"_id":"nTJPHNafV4ON1udx4apPlg==","name":"Kidnapper Van","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Jason Seaver and Justin DuBois","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.65622,40.26408]},"left_right_index":2,"mp_id":"105759507","mp_crag_id":"117369215","climb_id":"nTJPHNafV4ON1udx4apPlg==","areaRef":"1HwbcLUaXdCNsx1N4TNkAA=="},"content":{"description":"This route follows a line up the very distinct righthand gendarme on the Arrowhead/McHenry's ridge \"the Shameless Tower\". It connects crack systems along the right side of this pronounced pillar in four full pitches.\n\nTo start look for a large, worm-shaped pillar at the start of pitch two, about 250 feet above the grassy ledges/slabs. Start down and right of this pillar on a ledge 20' below a right facing corner with a left-angling splitter on it's right wall. A spot of fifth class gets you to this ledge, coming in from the right.\n\nAnother landmark is the beautiful handcrack at the end of the second pitch that splits an obvious red wall.\n\nTo descend, walk right (east) a few hundred feet to the lowest point of the ridge, and do three rappels on fixed anchors with two ropes.\n\n1. Climb the angling splitter to a pair of short handcracks, that lead to a detached spike. Angle left, then right on moderate terrain to a belay below a tight, left-facing corner (the left side of the worm shaped pillar). 180'.\n\n2. Climb up this corner (10-), to some wedged blocks. Undercling [left] (10-). Head up to a right arching flake. Climb the flake (thin 10-) to another left-facing dihedral. Up this corner with brilliant exit moves out onto the face below the splitter handcrack. Climb the handcrack and belay just as your partner is about to start climbing. 190'.\n\n3. Go up a ramp on the left, up into a corner system (5.8) and follow this for thirty feet. Step right at an obvious, thin, right-arching flake. Layback the flake (pumpy 10+) to a sloping, awkward ledge. Balance right and belay. 170'.\n\n4. Climb a short corner and do a weird mantle onto a grassy ledge. The crux corner starts off this ledge. Climb the corner and obvious, crack system above with very sustained stemming and jamming (11+) 190'. Belay at a small ledge, and do a short easy pitch to the abrupt summit.","protection":"Rack to 4 inches.  Long pitches may require a double set of cams, RPs. 60 meter rope (two for the rappels).","location":""},"__v":0},{"_id":"vxMVY1W3UbWr+aPIG+LDtA==","name":"Hands of Time","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"S.Kimball and D. Snively","type":{"trad":true,"alpine":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.65622,40.26408]},"left_right_index":3,"mp_id":"106073587","mp_crag_id":"117369215","climb_id":"vxMVY1W3UbWr+aPIG+LDtA==","areaRef":"1HwbcLUaXdCNsx1N4TNkAA=="},"content":{"description":"This is a good, 200m line up the right side of McHenry's Peak's Shameless Tower. Scramble up white slabs to a start in a major crease some 50m right of the\n\nKidnapper Van\n\n.\n\n1. 5.7 cracks and slabs 60m.\n\n2. Nice, L.-facing corner 5.7 to a belay on the highest ledge, 40m.\n\n3. From the far left side of the ledge, gain the major, L.-facing corner with double cracks, steeper 5.9, 50m.\n\n4. Continue this double crack, thin to start then past a necky section stepping right around stacked blocks. This rates an R otherwise the route's silver plume granite is excellent. Finish the sustained pitch up a clean shield with zig zag cracks and sneak around right into a final, R.-facing cleft, and the summit ridge, 50m, 5.10a.\n\nWalk down the ridge north and do the standard Arrowhead raps.","protection":"Standard rack.","location":"McHenry's Peak RMNP."},"__v":0},{"_id":"aHJYWAK9V+W8dCvv+dpV6A==","name":"Child's Play aka Yellowbelly","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Ryan Kempf & Will Flottman / Jason Seaver & Justin Dubois","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.65622,40.26408]},"left_right_index":0,"mp_id":"117370750","mp_crag_id":"117369215","climb_id":"aHJYWAK9V+W8dCvv+dpV6A==","areaRef":"1HwbcLUaXdCNsx1N4TNkAA=="},"content":{"description":"Start by scrambling up to the 1st fixed anchor. topo currently on the\n\nMAGA\n\nroute page.\n\nP1 - the 1st pitch is a bit of a scramble, head up and left following the path of least resistance up to the major ledge system on the left side of the formation (5.7, 70m).\n\nP2 - from here, step left, and follow a left-facing corner to the base of the headwall (5.9, 70m).\n\nP3 - the last pitch begins in the alcove to the left of the gold headwall. A handcrack on the right wall gets you off the ground. At the top of the handcrack, traverse left on flakes to a crack that will take you to the summit (5.10a, 35m).","protection":"A single rack to a #3.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,b8bc6400-2efc-577d-b6a6-c5367641fd44,1621a45a-659f-5708-9ba0-bc0a295bfc73,09f2c583-ed39-5172-85bb-6d4772e26308,d47c1b70-b51a-5dd0-8db3-1d4de1336400","pathTokens":["USA","Colorado","Alpine Rock","RMNP - Rock","Glacier Gorge","Shameless Tower"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10"},{"count":2,"label":"5.11+"},{"count":2,"label":"5.10a"}],"byDiscipline":{"trad":{"total":5,"bands":{"unknown":0,"beginner":0,"intermediate":3,"advanced":2,"expert":0}},"alpine":{"total":5,"bands":{"unknown":0,"beginner":0,"intermediate":3,"advanced":2,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":3,"advanced":2,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.65622,40.26408]},"bbox":[-105.65680927493042,40.26363033981815,-105.65563072506959,40.26452966018187],"left_right_index":-1,"ext_id":"117369215","area_id":"1HwbcLUaXdCNsx1N4TNkAA==","polygon":{"type":"Polygon","coordinates":[[[-105.65680927493042,40.26363033981815],[-105.65563072506959,40.26363033981815],[-105.65563072506959,40.26452966018187],[-105.65680927493042,40.26452966018187],[-105.65680927493042,40.26363033981815]]]}},"content":{"description":""},"density":0,"totalClimbs":5,"__v":1,"createdAt":"2022-11-07T05:55:52.467Z","updatedAt":"2024-02-19T18:31:12.773Z"}