{"_id":"63689d5ce80bff5a994f4ec4","area_name":"Green Eggs and Ham","shortCode":"","climbs":[{"_id":"v++V5BX2XqyY0zzQ190Hew==","name":"Pancakes and Cornflakes","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Chris Diersen, Joseph Mayfield, Thuy and Jaeson Greer, Cambria Ortega, and Richard Alden","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-117.8912,35.6864]},"left_right_index":0,"mp_id":"107508058","mp_crag_id":"107507948","climb_id":"v++V5BX2XqyY0zzQ190Hew==","areaRef":"OXlCuOGZU9C4yHmB6F1DGg=="},"content":{"description":"Characterized by solid patina plates on very soft decomposing grainte, this little route is great fun (for about ten seconds)!  Start by getting into the \"dish\" formed by patina plates by either stemming the corner on the right of the face (recommended), climbing straight up (some really crumbly rock) or climbing the arete from below (not recommended...adds 20 feet to the route, but there's a very loose big knob of rock at the top of the arete).\n\nFrom inside the bowl, reach up to the top of the patina plates for great jug-handle holds that continue up and to the left.  Some no-feet pull-ups on slightly more than vertical rock and a heel-hook will get you out of the bowl in a wildly fun couple of moves. From there is mostly over, but there's still some steep plates to hike to the anchor.","protection":"Toprope.  Scramble up the gravelly slope behind the wall to set up an easy toprope with a couple of cams and a length of static rope or webbing wrapped around the giant boulder sitting at the top of the route.","location":"The west-facing plate-covered wall on the north face of Green Eggs and Ham"},"__v":0},{"_id":"OAYnq8XDU1K+UmUKkfUr1g==","name":"Grape Nuts","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Joseph Mayfield and Friends, March 2012","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-117.8912,35.6864]},"left_right_index":1,"mp_id":"107507983","mp_crag_id":"107507948","climb_id":"OAYnq8XDU1K+UmUKkfUr1g==","areaRef":"OXlCuOGZU9C4yHmB6F1DGg=="},"content":{"description":"Route follows the obvious seam up the middle of the face.  Start by jamming the seam (good hands) and the pillar leaning against the wall. Or lieback the pillar. From the top of the pillar, it's two or three moves to the crux, a move off of smears and slopey edges to a one-hand undercling in a small pod.  From the crux it's another 30 feet of 5.7 or so climbing on small holds to a change in the rock near the top where you can build your belay.","protection":"FA was protected with three nuts.  Entire climb can be protected with gear up to 1 inch.  Bring a #3 Camalot and a lot of slings, static line, or webbing to build an anchor at the top.","location":"North face of Green Eggs and Ham.  The route begins at the base of the seam that splits the center of the face.  Set up your belay at the top from a natural arch, a large patina plate, and cam under the dike at the top of the route.  Descend by downclimbing (5.5 or so) to (or rappelling from the patina plate to) the notch above Pancakes and Cornflakes and walking down the gravelly slope.  Alternately, continue to the top of the formation and downclimb a water groove on the east face of the rock/"},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,28ecf9b8-3e02-54f1-9a23-26c5d4120483,12852225-eae3-5c03-925a-143505cb9a1d,cbc17f20-592f-5c0e-bbb8-4a33796bf8ef,397942b8-e199-53d0-b8c8-7981e85d431a","pathTokens":["USA","California","Sierra Eastside","Indian Wells Canyon","Breakfast Crags","Green Eggs and Ham"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.8"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"tr":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-117.8912,35.6864]},"bbox":[-117.89175361732744,35.685950339818135,-117.89064638267259,35.68684966018186],"left_right_index":-1,"ext_id":"107507948","area_id":"OXlCuOGZU9C4yHmB6F1DGg=="},"content":{"description":""},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T05:54:31.782Z","updatedAt":"2024-01-15T16:41:05.478Z"}