{"_id":"6368a265e80bff5a99565c81","area_name":"Upper Walls","shortCode":"","climbs":[{"_id":"irrEiG5BUhWuIxgyYTrR8Q==","name":"Majesty","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"2017","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-73.94713,43.54675]},"left_right_index":0,"mp_id":"114118726","mp_crag_id":"114004329","climb_id":"irrEiG5BUhWuIxgyYTrR8Q==","areaRef":"D+fH6QmuVpSeUdv8rVfpJQ=="},"content":{"description":"P1: From the oak tree, scramble up flotsam to a low-angled open book that becomes a large, right-facing corner after a few meters. Go up book/corner to a crack that affords moving out right to a short offwidth vertical crack. Go up this to a good stance and belay. \n\nP2: Climb up wide crack in low-angle slab to right side of the outside corner, where a shallow right-facing corner allows a step or two before bulging outward. Climb through the bulge and continue up along the right edge of the arete until it is possible to shift right onto the edge and, a bit higher, swap to the left side of it at a short length of crack leading to a small ledge. Step left a bit more and make a tricky \"no-hands\" move to pass a steep spot. After that, things settle down to easier climbing to reach the top.","protection":"Bring a complete Adk. Rack as well as a #4 Camalot, and extra quickdraws. There are several bolts along the second pitch. There is no fixed anchor at the top.   NOTE: there is currently one bad bolt on the second pitch. It can be slung with a wired nut, but it is probably questionable at best.","location":"As one walks beside the stream draining the SE flank of Crane, about 5 minutes past the Waterfall Wall, a look up spots a prominent rock buttress against the skyline. Majesty runs up along that prow.   To get there, cross the stream where it bends sharply right. Scramble with difficulty through a short obstructing band of boulders to reach the base of a steep, right-rising herd path. Walk up this about 100m until it is possible to head left and up a little more to the base of the rock buttress. Begin on its left side at an oak tree growing in the base of the gully.   Descend by rappeling with a 70m rope to the lowest decent tree in the gully to climber's right of the top-out, then rappeling back climber's left to the midpoint belay of the route. One more rappel gets back to the base. It may be possible to contrive a one-or two rappel descent, but be careful: climber's left leaves you dangling at the end of your rope."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,589a474a-bbce-5213-a77d-8138a22e0474,21c0dcef-75a2-5517-93ef-0026142ec2a0,46a9d056-dd4c-575c-9f80-7546d6fefe1e,a732c1db-b922-5550-b8d9-3afb5adee385,f55cde47-f8e5-53a7-a171-c5790b0c8a88,0fe7c7e9-09ae-5694-9e51-dbfcad57e925","pathTokens":["USA","New York","Adirondacks","G: Indian Lake Region","Crane Mountain","Eastern Nose","Upper Walls"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10a"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-73.94713,43.54675]},"bbox":[-73.94775038140742,43.546300339818146,-73.9465096185926,43.547199660181874],"left_right_index":-1,"ext_id":"114004329","area_id":"D+fH6QmuVpSeUdv8rVfpJQ==","polygon":{"type":"Polygon","coordinates":[[[-73.94775038140742,43.546300339818146],[-73.9465096185926,43.546300339818146],[-73.9465096185926,43.547199660181874],[-73.94775038140742,43.547199660181874],[-73.94775038140742,43.546300339818146]]]}},"content":{"description":"Roughly speaking, this is the band of cliffs high above the path, which can be seen after about 5 minutes walking ENE of the Waterfall Wall. The left boundary is the wide, dank, near-vertical ravine above the distinctive right-facing Graphite Corner, which lies near creek-level just before the stream bends sharply right away from Crane Mountain's face. Most notable is the prow that forms the skyline up high from the vantages near that stream bend. Its right boundary is less obvious, but for simplicity's sake, the walk-up path runs into a very steep chute that makes a convenient landmark end to it; the only problem with it being what to call the assortment of cliffs right of that gully but left of Caterpillar Cliff. Oh well; Crane defies easy description.   While it is ridiculously far from the car and for the most part ludicrously filthy, this cliff is the one that makes this area so compelling. There's a lot of rock here, a lot of potential."},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T06:15:06.351Z","updatedAt":"2024-01-20T01:05:10.458Z"}