{"_id":"63689de0e80bff5a994f9151","area_name":"Arrow Peak","shortCode":"","climbs":[{"_id":"S8hGc4TgUtaybYDFMW/QlA==","name":"North Ridge","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Michael Covington?","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.6111,37.6979]},"left_right_index":999999,"mp_id":"107554180","mp_crag_id":"107554173","climb_id":"S8hGc4TgUtaybYDFMW/QlA==","areaRef":"PmPbLwo3UrSRePzU2hvKJg=="},"content":{"description":"From the very toe of the buttress, follow the ridge for 8 to 10 pitches ranging from 4th class to 5.6 on excellent quartzite. This is followed by 2 loose pitches and then easy scrambling to the final summit ridge. Belays all have nice stances or ledges.","protection":"A light rack with pro ranging from small wires to medium  hexes and lots of slings will suffice.","location":"From the lower meadows, find the very toe of the buttress."},"__v":0},{"_id":"L4UQBv3IWMui4dRcjtRaEw==","name":"Lower Ramp","yds":"4th","grades":{"yds":"4th","french":"1"},"fa":"unknown","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.6111,37.6979]},"left_right_index":999999,"mp_id":"117789214","mp_crag_id":"107554173","climb_id":"L4UQBv3IWMui4dRcjtRaEw==","areaRef":"PmPbLwo3UrSRePzU2hvKJg=="},"content":{"description":"The easiest route up Arrow Peak is Class 3 and involves switching to the upper ramp at approximately 12,600 feet. Instead of taking that upper ramp, continue on the lower ramp for 1,200 feet to the summit. The difficulty will increase with angle. Start at approximately Class 3, and continue at Class 4 for a while. The left side of the ramp seems to have more features, so we stayed there. Eventually you'd want to be more central on the face, and it's possible to encounter a few easy Class 5 moves to traverse over. The rock is generally good, but it can be mossy with some lichen, especially after a wet spring. Near the summit the climbing is blocky and steep. The route is similar to\n\nWham\n\nbut sees less traffic. Take the standard, well-cairned, Class 3 route for the descent.","protection":"A light rack if desired, but we didn't use any. Climbing shoes were nice to have.","location":"Approach as for standard, Class 3 route, but stay on the lower ramp near 12,600 feet."},"__v":0},{"_id":"+bWFijoJXYi2Mt/e92WmaQ==","name":"Arrow Spire West Face","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Jesse Morehouse, Scott Simmons","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.6111,37.6979]},"left_right_index":1,"mp_id":"113493957","mp_crag_id":"107554173","climb_id":"+bWFijoJXYi2Mt/e92WmaQ==","areaRef":"PmPbLwo3UrSRePzU2hvKJg=="},"content":{"description":"I'm listing it as an FA, because I saw no signs of other parties or mention of a route here, but since we only accidentally did this after totally missing the West Buttress route, who really knows?\n\nThis is an exposed, committing route. There was 5.7-5.8 climbing on every pitch with the crux at the top, sometimes sparse gear and some definite looseness in places, especially on the first two pitches. The finish is pretty spectacular, and you will feel like you did something getting up this. We did the climb car-to-car from Molas Pass in a 22 hour day but wouldn't recommend that. We got incredibly lucky with the weather. Plan on a long day even if you camp in the vicinity. FWIW, it took us a little more than 7 hours to ascend the climb.\n\nThe route consists of 6 pitches with about half a pitch of terrain in the middle that does not require a rope. Doubles and slings are critical to mitigate rope drag.\n\nP1. 5.7, 200 feet. Head up the dihedral. I exited right to set up a belay and to avoid an extra chossy part of the corner.\n\nP2. 5.8, 200 feet. Move back into the corner, and continue up it surmounting a strenuous chockstone. Once again, move out right to belay avoiding another really chossy part of the corner.\n\nP3. 5.7, 200 feet. Diagonal right and around the edge of the dihedral out onto the face. The rock gets more solid, but the gear is a little sparse. Trend right, and belay near the right side of the face.\n\nP4. 5.8, 200 feet. Head up and slightly left from the belay attempting to follow the line of apparent weakness. Eventually you will need to surmount one of a few chimney/roof features. The one I chose was the one on the left and had a rope chopping knife of rock kind of sticking out from its base. Finish on your first comfortable ledge of the whole climb.\n\nIntermission - simulclimb or just unrope and head up from the center right part of the ledge. We were aiming to trend right but kept being forced more up than right. After about half a rope length, the climbing gets hard enough to want to rope up again.\n\nP5. 5.8+, 150 feet. Head up from the belay looking for an obvious, steep, perfect hand crack that takes you right and turns into a traverse almost back to the right edge of the face. Place some good gear here and step up into some committing and unprotected moves aiming for the obvious alcove above. Long slings are critical!\n\nP6. 5.9, 60 feet. Head up the line of weakness above the alcove. The climbing becomes steep but is well-protected. Punch out the crux moves on good gear, and arrive in the pleasant little \"V\" slot that takes you straight to the summit. This is the first time you can see the summit on the entire route.\n\nWe rapped into the notch then down the North couloir which only had a little snow as it was mid-August. Two easy raps took us to mellow downclimbing on skier's right. We generally trended right on the way down except one zig back left to avoid a small drop by switching ramps. Eventually we got cliffed out and found a great 2 nut rap anchor all the way on skier's right of the area we were descending. A ~150' rap took us to ledges trending down and right that took us back to the scree. A very mellow descent which got us further back towards our packs down in the trees than heading South from the notch.","protection":"A double set of cams from your smallest to #3, a full set of nuts, lots of slings, and double ropes. Tat for ~3 raps and headlamps.","location":"Hike up to the West side of Arrow Spire first on the trail from the Beaver Ponds and then on scree. Look for the huge, left-facing diehedral that starts at the base and looks to curve back on itself in a reverse \"C\" after 400 feet."},"__v":0},{"_id":"hxERLm8iWXW+cZ3zGujx/g==","name":"Arrow Spire","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.6111,37.6979]},"left_right_index":0,"mp_id":"107706918","mp_crag_id":"107554173","climb_id":"hxERLm8iWXW+cZ3zGujx/g==","areaRef":"PmPbLwo3UrSRePzU2hvKJg=="},"content":{"description":"This is one of the best routes in the San Juans (that I've done at least).  The first pitch is the cruz and is an amazing 5.8 dihedral for 200+ft.  Second pitch is runout on easy climbing and then works through some overhangs.  The rest of the climb kicks back and is 5.6 at the hardest.  Working around the towers before the summit of the spire is fun and exposed.  We rapped into the notch and got socked in by a nasty thunderstorm.  It didn't relent so we had to bail down the horrendously loose gully below.  We were able to downclimb all but the final 150ft, which we rapped (anchors should still be there).  The climbing out of the notch seemed around 5.5/6.  I attempted one pitch and had to bail due to lightning.  Anchor is still up there, haha.","protection":"Double set of cams and stoppers.","location":"This is the obvious west buttress that you see from the beaver ponds with the spire on top.  Walk around to the west side of the peak (approaching the Arrow/Electric saddle) and you will see a ramp running up to the south.  Start up the ramp and go up the obvious dihedral. If you walk to the end of the ramp there is some very steep terrain that may add a couple more hard pitches."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,b8bc6400-2efc-577d-b6a6-c5367641fd44,64f7d38a-5f26-57d1-b23a-b941f84f7cf9,c8a38029-a7f3-5a3d-8f68-0c03c33e3aef,3e63db2f-0a37-52b4-9178-fcd4da1bca26","pathTokens":["USA","Colorado","Alpine Rock","San Juans","Grenadiers, The","Arrow Peak"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.6"},{"count":1,"label":"4th"},{"count":1,"label":"5.9"},{"count":1,"label":"5.8"}],"byDiscipline":{"trad":{"total":4,"bands":{"unknown":1,"beginner":2,"intermediate":1,"advanced":0,"expert":0}},"alpine":{"total":4,"bands":{"unknown":1,"beginner":2,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":1,"beginner":2,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-107.6111,37.6979]},"bbox":[-107.61166829382077,37.697450339818126,-107.61053170617923,37.698349660181854],"left_right_index":-1,"ext_id":"107554173","area_id":"PmPbLwo3UrSRePzU2hvKJg=="},"content":{"description":""},"density":0,"totalClimbs":4,"__v":1,"createdAt":"2022-11-07T05:55:53.757Z","updatedAt":"2024-01-15T16:42:36.603Z"}