{"_id":"63689de0e80bff5a994fa4d1","area_name":"Red Slab, The","shortCode":"","climbs":[{"_id":"0K+AviADWkaM06tIs5KWFA==","name":"Wicked Game","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Alan Nelson, Guy Lords","type":{"sport":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2994,39.7443]},"left_right_index":9,"mp_id":"105751591","mp_crag_id":"105744995","climb_id":"0K+AviADWkaM06tIs5KWFA==","areaRef":"EMki8pU/VtKSAvoBSbjTYA=="},"content":{"description":"This line tackles the crack through the middle of the roof in the middle of the Red Slab.  Scramble up a low-angle slab to the base of the roof crack.  Clip an ancient fixed pin, then stretch high to clip the first bolt.  The crux comes immediately pulling over the roof.  The \"S\" rating comes from the easier, but runout climbing above.  Save a little bit for the finish, where you'll encounter a few more 5.10 moves close to protection.","protection":"Six bolts and an ancient fixed pin to a two-bolt anchor with chains.","location":""},"__v":0},{"_id":"04Z5tow3W42O9/OLyMcAkQ==","name":"Vapor Trail","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Alan Nelson and Guy Lords, 1990","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2994,39.7443]},"left_right_index":7,"mp_id":"105750076","mp_crag_id":"105744995","climb_id":"04Z5tow3W42O9/OLyMcAkQ==","areaRef":"EMki8pU/VtKSAvoBSbjTYA=="},"content":{"description":"Vapor Trail begins off the ground as the second route to the right of the ugly looking, trad grunge on the left side of the Red Slab. This is not a beginner's climb. While the climbing never gets harder than 5.9, all of the bolts feel spacey. The climbing is also a bit devious being filled with underclings, side pulls, and continuously sloping feet. Nonetheless, the climbing is great for the grade and worth all of two stars. Vapor Trail shares its anchor with\n\nBumblies for Breakfast\n\n(5.10a) and will set up a good top rope for both climbs.","protection":"QDs only. This 85 foot route needs only six draws and something for the double bolt anchor at the top.","location":""},"__v":0},{"_id":"wypxKZ7AUi6xTabOsc/OVw==","name":"Trundelero","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Alan Nelson, Guy Lords","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2994,39.7443]},"left_right_index":8,"mp_id":"105751588","mp_crag_id":"105744995","climb_id":"wypxKZ7AUi6xTabOsc/OVw==","areaRef":"EMki8pU/VtKSAvoBSbjTYA=="},"content":{"description":"In the middle of the Red Slab is a roof system that provides entertainment for three or four routes.  Trundelero takes the leftmost line through the roof.  A steep slab runs past two bolts to a lower-angle section to the roof.  The roof is steep, but juggy, and feeds onto another long steep slab to the anchors.  The crux lies somewhere above the roof, but the climbing is generally continuous on the upper section and keeps you thinking all the way to the chains.  Don't be surprised if you occasionally find your feet above the pro - stay calm because another clip will be coming up soon.  The name is derived from the fine sport of Trundling, of which there was much early on, but nowadays it's pretty clean.","protection":"Eight bolts to a two-bolt anchor with chains.","location":""},"__v":0},{"_id":"VsR6iPm6Vier1kZ3v9aC1w==","name":"Spring Fever","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Alan Nelson, Claire Mearns","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2994,39.7443]},"left_right_index":10,"mp_id":"105751594","mp_crag_id":"105744995","climb_id":"VsR6iPm6Vier1kZ3v9aC1w==","areaRef":"EMki8pU/VtKSAvoBSbjTYA=="},"content":{"description":"This is one of the first documented routes on the Red Slab, and dates to the beginning of the modern route development period in the canyon.  It was originally led on gear, and it's highly probable the general line was climbed earlier with a few points of aid in the roof.  Climb a short slab to a break across the right side of the roof.  A bolt in the roof and another just over the lip protect the crux of turning the roof and liebacking a right-slanting seam.  Easier climbing follows the break straight up the wall with another interesting move by the fifth bolt.  One more clip leads to the ledge and a shared anchor with \"Diamondback\".  The bolts were added a few years after the initial ascent to stimulate traffic.  Some will argue against them, but I've never seen anyone lead the route without the clips.  As it stands, it is a fun and reasonably popular line.  If you want the thrill of a gear lead, go for it.  Just don't mess with the fixed pro.","protection":"Six bolts to a two bolt anchor with rings.  Or do it in the style of the original ascent with a standard rack of wires and cams to #2 (\"S\" rated on gear).","location":""},"__v":0},{"_id":"Nyt3VY/4W+2YG0lGb6RbNQ==","name":"Snakes For Snacks","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Alan Nelson, Annette Bunge, Ken Trout","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2994,39.7443]},"left_right_index":16,"mp_id":"105751603","mp_crag_id":"105744995","climb_id":"Nyt3VY/4W+2YG0lGb6RbNQ==","areaRef":"EMki8pU/VtKSAvoBSbjTYA=="},"content":{"description":"This is now the second right-most bolted route on the Red Slab, starting off a small ledge.  The name comes from the resident rattlesnake sunning on the ledge when the unruly first ascent party arrived.  If the climbing seems a trifle runout, bear in mind the route went up from the ground and the bolts were drilled from free stances.  The route trends up to the left, so if it ever seems like it is getting harder than the grade, step left and continue onward.  Like most everything else on the wall, don't even consider using a rope shorter than 50m.","protection":"Four bolts to a two bolt anchor with rings.","location":""},"__v":0},{"_id":"RgVW0lCtXKacuPdcYsdBbA==","name":"Slip It In","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Kurt Smith, Alan Nelson","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2994,39.7443]},"left_right_index":4,"mp_id":"105751582","mp_crag_id":"105744995","climb_id":"RgVW0lCtXKacuPdcYsdBbA==","areaRef":"EMki8pU/VtKSAvoBSbjTYA=="},"content":{"description":"This is the leftmost bolted line on the Red Slab, left of an ugly trad gully/chimney.  It starts on a ledge under an overlap with a 5.10 move.  This overlap was originally protected by a funky #1 cam serving up an \"R\" rated start.  Now it sports a beefy bolt on the lip.  Work up left along a flake/ledge system until three bolts run straight up the face.  The technical crux comes at the last bolt, and is thin and slippery, but well protected.","protection":"Four bolts to a two bolt anchor.","location":""},"__v":0},{"_id":"q+ZaMwnSXHWxAIp7aX1hrw==","name":"Slip and Slide","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Alan Nelson and Kurt Smith, 1990","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2994,39.7443]},"left_right_index":13,"mp_id":"105750079","mp_crag_id":"105744995","climb_id":"q+ZaMwnSXHWxAIp7aX1hrw==","areaRef":"EMki8pU/VtKSAvoBSbjTYA=="},"content":{"description":"Slip and Slide begins just left of the little ramp on the right side of The Red Slab. Bee line up to the anchors on a lot of 5.10 climbing. I was never quite sure if this route had any distinct crux. It seems a bit harder to start, but the moves are fairly uniform overall. There is a little left traverse at bolt 5 that seems a bit reachy. Other than that, just stay on your feet and enjoy some Ol-Fashioned-Slabbin on Alan's beefy bolts. Good stone, good clipping stances, lots of fun moves. Slip and Slide does not seem as spooky as some of the routes on the left side of the crag, It also shares an anchor with\n\nPink Slip\n\nand this anchor is well positioned to top rope both routes. Two stars for continuity, bullet proof stone, and the good climbing.","protection":"QD only. This 85 foot route needs 7 - 8 draws and something for the double bolt anchor at the top.","location":""},"__v":0},{"_id":"J4iJyX6ZWoCQPXRoyzVMrw==","name":"Rubics","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"Alan Prehmus, 2015","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2994,39.7443]},"left_right_index":3,"mp_id":"113847704","mp_crag_id":"105744995","climb_id":"J4iJyX6ZWoCQPXRoyzVMrw==","areaRef":"EMki8pU/VtKSAvoBSbjTYA=="},"content":{"description":"Work through the steep rock at the start, avoiding the overhangs on both sides. Climb the easier, circuitous route with awkward/off-balance moves or the more strenuous direct line to surmount the bulge. The 4th bolt is left of the line to keep the rope clear of a sharp horizontal edge. Resist using a long draw here. Climbing above the 4th bolt is easier with a bit of a pull to clear the horizontal cut-out that forms a nice belay ledge with a 2-bolt anchor.\n\nThere is the option to continue with a trad pitch 2 (~5.6, 80 feet?), but the last 20 feet needs industrial-weight cleaning. Double bolts are in place for an anchor. From there, a short P3 has only a few easy moves (5.2?) on trad gear before the ridge rounds to 4th then 3rd Class leading ~50 feet to the big ledge where\n\nFun & Games\n\nP2 begins.","protection":"P1: 8 bolts to double chain anchors at a nice ledge. It is possible to scramble up onto or off of this ledge from the gully on the left (north) near the base of\n\nFun 'n' Games\n\n.\n\nThe optional P2 is trad to double bolted anchors.\n\nYou can rap each pitch with single 60m rope.","location":"Start on the lower west side, around left end of main Red Slab face. Go around the low point of the rock and ~50 feet slightly uphill to an overhanging bulge at the base of the rock."},"__v":0},{"_id":"Y346F2C6VoyQCpzH3VsjaA==","name":"Rattle and Scream","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Thor Kieser and Scott Bilyeu","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2994,39.7443]},"left_right_index":17,"mp_id":"105758386","mp_crag_id":"105744995","climb_id":"Y346F2C6VoyQCpzH3VsjaA==","areaRef":"EMki8pU/VtKSAvoBSbjTYA=="},"content":{"description":"The route is to the right of\n\nSnakes For Snacks\n\n.  Start up on the platform on the right side of the wall. Like the rest of the wall, the route is full of sustained crimps, edges, and smears. A nice warm up and introduction to the Red Slab. The second bolt is a little bit up there, so it's not a good route for newbie leaders.","protection":"5 bolts + 2 bolts with Fixe rings for the anchor.","location":""},"__v":0},{"_id":"3vXwe0qAVBqoC2wBI2ULSQ==","name":"Pink Slip","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Alan Nelson and Kurt Smith, 1990","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2994,39.7443]},"left_right_index":12,"mp_id":"105750082","mp_crag_id":"105744995","climb_id":"3vXwe0qAVBqoC2wBI2ULSQ==","areaRef":"EMki8pU/VtKSAvoBSbjTYA=="},"content":{"description":"The testpiece on the Red Slab. Pink Slip starts about 15 feet to the left of the small ramp on the right side of the crag. The route shares an anchor with\n\nSlip and Slide\n\nand\n\nMK '74\n\n, making the top rope an easy proposition. Pink Slip actually converges with\n\nSlip and Slide\n\nat about the 50 foot mark. It enters common ground at the traverse on\n\nSlip and Slide\n\n. Thin and technical right off the ground, Pink Slip heads up on rather shallow rounded smears. The crux arises well before the convergence point and involves some ultra thin smearing hands and feet that trend to the right a short way. Unlike\n\nSlip and Slide\n\n, this is a very distinct crux, and it really seems rather improbable. Place a lot of trust in those feet. Two stars for excellent stone, continuity, and fine climbing.","protection":"QDs only. A 60 m rope does the job along with 8 - 9 draws.","location":""},"__v":0},{"_id":"Dq0CL87VXjiCaA1v4pkXfQ==","name":"MK '74","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Jim Erikson & John Behrens, early June, 1975?","type":{"trad":true,"tr":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2994,39.7443]},"left_right_index":15,"mp_id":"105751600","mp_crag_id":"105744995","climb_id":"Dq0CL87VXjiCaA1v4pkXfQ==","areaRef":"EMki8pU/VtKSAvoBSbjTYA=="},"content":{"description":"Between \"\n\nSlip and Slide\n\n\" and \"\n\nSnakes For Snacks\n\n\" is a shallow, left-slanting groove running up the wall.  Starting at a small etched grafitti \"MK '74\", this route wanders up the face left of the groove.  Following the line of least resistance keeps the grade at 5.9, but protection is minimal, requires a lot of fiddling, and might not hold a fall.  If you're not a solid 5.9 leader with good route-finding skills, good trad protection skills, and a head for runouts, STAY AWAY or toprope it.  If you really feel up for the lead, give serious consideration to soloing it when nobodys around to watch you die.  DON'T DO IT if you think anyone will be impressed - they'll just think you're stupid.","protection":"Sketchy and marginal at best: small wires to mid-sized cams, possibly an old 1/4\" death bolt and two fixed copperheads to a two bolt anchor with chains atop \"\n\nSlip and Slide\n\n\".  Safer to toprope.","location":""},"__v":0},{"_id":"nKGVm+2yXGaw9Bfyh+I2pA==","name":"Lounge Lizard","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Thor Kieser and Stu Ritchie","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2994,39.7443]},"left_right_index":14,"mp_id":"105762699","mp_crag_id":"105744995","climb_id":"nKGVm+2yXGaw9Bfyh+I2pA==","areaRef":"EMki8pU/VtKSAvoBSbjTYA=="},"content":{"description":"This route is between\n\nSnakes for Snacks\n\nand\n\nSlip and Slide\n\n.\n\nThe crux is between the third and forth bolt. After the forth bolt climb 5.9 to the anchor.\n\nThis is a nice route and bolted to be a fairly low stress lead. I think this route will become very popular as it is not as run out as the other 5.10s on The Red Slab.\n\nThe route does not disturb\n\nMK '74\n\n, but the top anchors are at the top of\n\nMK '74\n\n. I don't know anyone who ever climbed\n\nMK '74\n\nanyway. Do you?","protection":"Eight (now 9?) bolts to a sport anchor.","location":""},"__v":0},{"_id":"HNZTuvpqUT6AAVI/yA6hYQ==","name":"Jenga","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"Alan Prehmus, Dave Rogers, 2015","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2994,39.7443]},"left_right_index":1,"mp_id":"113847612","mp_crag_id":"105744995","climb_id":"HNZTuvpqUT6AAVI/yA6hYQ==","areaRef":"EMki8pU/VtKSAvoBSbjTYA=="},"content":{"description":"Jenga is a bolted line near first pitches of the trad climbs \"\n\nThe Corner\n\n\" and \"\n\nFun 'n' Games\n\n\". It is relatively consistent at the grade, and the rock is good, so this is a nice pitch for a new leader. From these top anchors, you can angle right on a 40-foot, 5.7 trad pitch to the big ledge from which pitch 2 of\n\nFun 'n' Games\n\nbegins.","protection":"8 bolts to double chain anchors on a nice ledge that is about 30 feet below the huge block/bulge. A 60m rope will allow a rap to the ground or a TR from a ground belay.","location":"Start on the lower west face of Red Slab, around the corner at the left end of the main wall (as per\n\nFun 'n' Games\n\n). It is a grungy bushwhack up towards the gully on the north side of greater Red Slab."},"__v":0},{"_id":"Gfm2YgMSWky5vpdRT2kmFw==","name":"Fun 'n' Games","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"unknown adventurer","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2994,39.7443]},"left_right_index":2,"mp_id":"105763578","mp_crag_id":"105744995","climb_id":"Gfm2YgMSWky5vpdRT2kmFw==","areaRef":"EMki8pU/VtKSAvoBSbjTYA=="},"content":{"description":"This multi-pitch trad climb is somewhat atypical for Clear Creek Canyon. It lies on the Southwest face of The Red Slab (aka Rainbow Wall per P. Hubbel).\n\nColorado Crags\n\nby P. Hubbel, p. 147 has an topo of most of this climb. When driving down the canyon, it catches the eye of a trad climber with a moderate-sized face although it turns out to be much lower angle than it appears from a distance. There are at least 2 trad lines on this face. This is the better of the two that are on this site. '\n\nThe Corner\n\n, 5.8' to the left is marginal at best. This first pitch of this face stays shady until afternoon; however, P2 & P3 bask in sun earlier. The climbing is 2-3 pitches in length with potential to scramble off after 2 pitches; however, this appears exposed. This climb has a nice bit of slightly runout stemming on P2 sandwiched between scruffy terrain.\n\nApproach this as for the Red Slab, parking South of US Hwy 6 just East of the bridge below The Little Eiger. I prefer the lower traverse that starts below the level of the road. Arrive below the Red Slab via the obvious trail, continue W past this on a still obvious trail. The final bit is talus-covered.\n\nP1. Start about 30 feet right of the large chimney bordering the left side of this face in a crack-like system. Follow the features up and what-feels-like-slightly-left (though is drawn in on P. Hubbel's topo as trending right). A crack-like feature to the right seems quite brushy. There is still loose rock here. This face is low-angled enough that you could probably climb anywhere; however, this line has pro. Gain a large ledge about 150 feet up, 5.7. A #0.5 Camalot is nice for this belay.\n\nP2. This pitch is probably PG-13 with less-than-abundant pro opportunities for the cluckers (like me) out there. Move slightly right into a large, right-facing dihedral. Use a #2 Camalot just above a bush at the start of the pitch because your next pro is 30+ feet up. Find a fixed, small Camalot at the first crux. A small cord or thin kevlar sling may allow you to thread the hole on the Camalot, but a spectra sling or sewn 9/16 inch won't work. A green Alien can fit just above it. Surmount the bulge (9-), scamper up to the crux dihedral. Alternatively, here you can move left (9, high step) or possibly right (arête) or head up the obvious dihedral. You can find an orange Alien placement left of the dihedral. If you go up the dihedral, there is a hidden finger pocket, but expect fun, delicate stemming moves hidden pro opportunities for wires. Gain a large ledge with few anchor options (yellow Alien, wire, #9 or #10 hex). Continue up the next block perhaps 30 feet to a large ledge, 5.9- or 5.9 (left variation). #0.75 & #1 Camalots & a red Alien are useful for this belay. From here, you may be able to scramble off left, but it seemed a bit exposed.\n\nP3. Scramble up & right to a dead tree. Fire up a scruffy, steeper crack for 30 feet to the top, 5.7+, or, better, move a few feet left to a shallow, right-facing dihedral, 5.7.\n\nHike off to the far left probably 300m and angle back to the base on mostly loose, hiking terrain.\n\nUpdate: the pitches now have bolted anchors that allow rappel descent.\n\nPer\n\nDave Clark 5.10\n\n: as of 9/12/21, the P2 dihedral pitch ~ 250 lb. rock next to the top anchors has been removed.","protection":"Wires, cams to #4 Camalot, doubles in the 0.5 & 0.75 may be useful.","location":""},"__v":0},{"_id":"/2A0OV+/VQeYIvblNBxlBg==","name":"Diamondback","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Alan Nelson, Guy Lords","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2994,39.7443]},"left_right_index":11,"mp_id":"105751597","mp_crag_id":"105744995","climb_id":"/2A0OV+/VQeYIvblNBxlBg==","areaRef":"EMki8pU/VtKSAvoBSbjTYA=="},"content":{"description":"This line exemplifies the best of Red Slab climbing - long, steep, continuous, and reasonably protected.  Start in the short left-facing corner at the right end of the roof.  Clip a bolt on the outside edge (added in 2001) to mitigate a groundfall, then reach out around the roof for the second clip.  Once you pull out around the roof, you get fun, continuous 5.9/5.10 slab climbing all the way to the anchors.  There really isn't any distinct crux - the hardest bit will be different for everyone based on reach and body type.  This is a \"must-do\" route - one of the nicest pitches of its kind in the canyon.","protection":"Seven bolts to a two-bolt anchor with rings.","location":""},"__v":0},{"_id":"iKh8z9ekU0GeEFKPHbI59g==","name":"The Corner","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"scruff seeker","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2994,39.7443]},"left_right_index":0,"mp_id":"105763665","mp_crag_id":"105744995","climb_id":"iKh8z9ekU0GeEFKPHbI59g==","areaRef":"EMki8pU/VtKSAvoBSbjTYA=="},"content":{"description":"This is a scruffy multi-pitch trad climb in Clear Creek canyon.  Unfortunately, it is not great, not even good.  It lies on the SW face of The Red Slab (aka Rainbow Wall per P. Hubbel).\n\nColorado Crags\n\nby P. Hubbel, p. 147 has an topo of a bit of this climb.  When driving down the canyon, it catches the eye of a trad climber with a moderate-sized face.  This is the worse of the two on this face;\n\nFun 'n Games\n\n, is a much better.  This route is loose, grungy, and even slimy when wet (P2).  The finish of P2 can be scary with a large boulder perched precariously at its top.  This first two pitches of this face stay shady until afternoon; however, P3 & P4 bask in sun earlier.\n\nApproach this as for the Red Slab, parking South of US Hwy 6 just East of the bridge below The Little Eiger.  I prefer the lower traverse that starts below the level of the road.  Arrive below the Red Slab via the obvious trail, continue West past this on a still obvious trail.  The final bit is talus-covered.  The start is likely share with\n\nFun 'n Games\n\n.\n\nP1.  Follow a sort-of-crack angling left through a bush to the left side of the obvious prow/bulge to an area with solid footholds but loose rock on the right, 5.7, 170 feet.  There appears to be a sling rap in the loose gully to the left.\n\nP2. Continue up along the large, left-facing dihedral.  There is less of a crack here than it appears from the ground.  Near the top, the terrain gets looser & grungier.  If wet, it is quite slimy & intimidating.  A #4 Camalot is nice just below the crux.  A #2 Camalot protects your 2nd once you pass the crux.  Belay on a large ledge.  5.8 PG-13, 100 feet.\n\nP3.  Go up a block finishing on a nice arête, 5.5, 40 feet.\n\nP4.  Move the belay about 140 feet to the left side of a large dead tree below the summit block.  Fire up the shallow, right-facing dihedral/crack to the left of the dead tree.  This is nice.  5.7, 40 feet.\n\nHike off to the far left probably 300m and angle back to the base on mostly loose, hiking terrain.","protection":"60m rope, light rack to #4 Camalot.","location":""},"__v":0},{"_id":"mQfiUB4cW9eY2m+hPb2Xqg==","name":"Bumblies For Breakfast","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Alan Nelson, Annette Bunge, Ken Trout","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2994,39.7443]},"left_right_index":6,"mp_id":"105751585","mp_crag_id":"105744995","climb_id":"mQfiUB4cW9eY2m+hPb2Xqg==","areaRef":"EMki8pU/VtKSAvoBSbjTYA=="},"content":{"description":"This is a great, continuous, 80' pitch that is not for the meek.  It originally had five bolts (you do the math for the runouts), but an additional bolt at the bottom was added in the summer of 2001 to reduce the groundfall potential.  This route was established in the old-school style: on-sight, from the ground, with the protection drilled from free stances.  As such, it is too run-out for your typical sportclimb, but it's got big bolts that were drilled with a Hilti.\n\nEven though it's steep, it's a highly featured less-than-vertical slab, so falling is discouraged.  With that in mind, it's got lots of holds and occasional rests.  If you're comfortable on 5.10 sport routes, you'll probably enjoy this, but if you're just breaking into the grade get someone else to string it up and run it on a toprope.","protection":"Six bolts to a two bolt anchor with chains.\n\nAs of 6/16, per\n\nLisa Montgomery\n\n: the 6 lead & 2 anchor bolts were updated with 1/2 inch stainless 5-piece Powers bolts.","location":""},"__v":0},{"_id":"IeTSMOCYVGqsXHZ8MSkkDw==","name":"Back Scratcher","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Travis DeAngelis","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2994,39.7443]},"left_right_index":999999,"mp_id":"108991589","mp_crag_id":"105744995","climb_id":"IeTSMOCYVGqsXHZ8MSkkDw==","areaRef":"EMki8pU/VtKSAvoBSbjTYA=="},"content":{"description":"Once you're through the crack, you're home free. It is recommended not placing gear for first 10 feet, as the block is quite loose.","protection":"Large gear, #6, 5, and 4 are helpful to get through the offwidth crack. The first big rock in the crack is no good for gear but ok for body weight. It is recommended to run it out to the first piece. There is a blue sling anchor with rapid link on face to the left about 75 feet up.","location":"This is just right of\n\nRattle and Scream\n\n. It ascends the second, larger crack  to the right. Climb up about 50 feet to a bush (about even with the anchors of\n\nRattle and Scream\n\n), and traverse left onto the face. About 15 feet up is a blue sling slung around a rock with a rapid link."},"__v":0},{"_id":"zdvQm69tViCTdrp82zSwVw==","name":"And Now for Something Completely Different","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2994,39.7443]},"left_right_index":18,"mp_id":"119886276","mp_crag_id":"105744995","climb_id":"zdvQm69tViCTdrp82zSwVw==","areaRef":"EMki8pU/VtKSAvoBSbjTYA=="},"content":{"description":"This is an easy to TR face after leading\n\nRattle and Scream\n\n. This is the rightmost face route at The Red Slab. There is no FA info in the Capps guidebook. We toproped this climb and looked for good protection along the way. The first good pro would be about 30 feet up followed by another big runout. The rock at the top is a but crumbly - use caution.","protection":"1 rattly, rusted 1/4\" bolt with a homemade, aluminum, angle hanger. It has a shared anchor with\n\nRattle and Scream\n\n.","location":"This is the rightmost slab before the corner."},"__v":0},{"_id":"Yip4nHJCXc+Q5YXjFhRk0A==","name":"1976 Crack/chimney","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2994,39.7443]},"left_right_index":5,"mp_id":"108249396","mp_crag_id":"105744995","climb_id":"Yip4nHJCXc+Q5YXjFhRk0A==","areaRef":"EMki8pU/VtKSAvoBSbjTYA=="},"content":{"description":"On Sept. 1, 1976, I led Charlie Marchand up the chimney/crack system just to the right of \"Slip it in,\" on the main, reddish face.  From the big ledge system at its top, we moved left to the west side of the rock.  We then climbed the steep, major gully/corner up the west side and just left of \"\n\nThe Corner\n\n.\"  We finished up the obvious crack visible in the top-left of \"\n\nThe Corner\n\n\" route photo and just left of the top of the major gully/corner.","protection":"SR through #11 Hex (or equivalent).","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,b34b81ad-639b-5002-8b62-fcc081599499,8af5df63-9dd1-5fb2-9ef1-c3c3860494f5,10c922f2-953f-56d2-9202-fa0149b8d360","pathTokens":["USA","Colorado","Golden","Clear Creek Canyon","Red Slab, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.10d"},{"count":4,"label":"5.9"},{"count":3,"label":"5.10b"},{"count":1,"label":"5.10+"},{"count":3,"label":"5.10a"},{"count":1,"label":"5.11b"},{"count":2,"label":"5.9-"},{"count":1,"label":"5.12b"},{"count":1,"label":"5.4"},{"count":2,"label":"5.8"}],"byDiscipline":{"trad":{"total":7,"bands":{"unknown":0,"beginner":3,"intermediate":4,"advanced":0,"expert":0}},"sport":{"total":14,"bands":{"unknown":0,"beginner":2,"intermediate":10,"advanced":2,"expert":0}},"tr":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":5,"intermediate":13,"advanced":2,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.2994,39.7443]},"bbox":[-105.29998480556549,39.743850339818145,-105.29881519443452,39.74474966018186],"left_right_index":-1,"ext_id":"105744995","area_id":"EMki8pU/VtKSAvoBSbjTYA=="},"content":{"description":""},"density":0,"totalClimbs":20,"__v":1,"createdAt":"2022-11-07T05:57:03.391Z","updatedAt":"2024-01-15T16:44:15.174Z"}