{"_id":"6368a44ee80bff5a9959bfea","area_name":"Dark Side Wall","shortCode":"","climbs":[{"_id":"DiiRmoNbX8iYXMDQHgOMdA==","name":"Tough Love","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"Curt Love","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.88384,44.29254]},"left_right_index":16,"mp_id":"107716958","mp_crag_id":"107233857","climb_id":"DiiRmoNbX8iYXMDQHgOMdA==","areaRef":"Wzk3xcpoUzGkXxBOcdm2KA=="},"content":{"description":"If you climb the grade, get on this!   If you don't, this is the reason to train.   Put off that patio project for another summer and go climbing instead.  Miss your son's birthday because of good temps.  It's that good. \n\n  It's a well bolted line that dominantly follows the arete, staying on the right face with a few shared holds with the climb to the left, Sith. \n\n  Hit the first two bolts with a devious thin sequence and tenuous second clip (there could be other more secure beta here).  Make a big move to a tiny hold then grab the solid left sidepull for the 3rd clip.  Gain the matched crimp for the 4th clip.  Take a deep breath then enter the crux.  Apparently my method is not the approved method, but it worked.  Cross right right hand to the 45 degree portion of the crimp rail then work the left hand up the arete.  Paste your right foot  on the very edge of the arete, up high (smear only).  Flag the left around the arete then lunge to the shallow heart-shaped pocket.  Work over to the clip then up for one last hard move:  Left pocket, right mono, high left foot then crank into the jug for a rest. \n\n  From here follow the arete but it's only sporting to try and stay on the right face as much as possible.  The middle 3rd of the climb is fairly easy but super fun.  There's some harder moves at the top so keep the pump under control.  Keep pushing until you gain the hold over the anchors.","protection":"12 bolts","location":"Look for the best looking line on the wall.  This is it."},"__v":0},{"_id":"zYpGqJR0UbOxNBmadS1XSQ==","name":"Tough Lady","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"LT","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.88384,44.29254]},"left_right_index":17,"mp_id":"114596277","mp_crag_id":"107233857","climb_id":"zYpGqJR0UbOxNBmadS1XSQ==","areaRef":"Wzk3xcpoUzGkXxBOcdm2KA=="},"content":{"description":"A solid pitch of amazing movement. If you'e looking for something a little harder at the darkside and not psyched on The Hole in the Wall then this is the route for you.\n\n Start on Tough Love to the 8th bolt. Transition into Shady Lady at this point off a sloper right hand pocket and left hand skinny pinch into the crimps out right. Three more bolts of Shady to the top.","protection":"Bolts","location":"Tough love into Shady Lady "},"__v":0},{"_id":"2SWSbdYNXTClqCBLBEimeA==","name":"Suck To Blow","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Lee Terveen","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.88384,44.29254]},"left_right_index":36,"mp_id":"109281971","mp_crag_id":"107233857","climb_id":"2SWSbdYNXTClqCBLBEimeA==","areaRef":"Wzk3xcpoUzGkXxBOcdm2KA=="},"content":{"description":"Don't let the name fool you! This route neither sucks nor blows! Suck To Blow is a beyond-awesome, intermediate climb  that may have noobs flailing if a crucial sidepull on a black, boob-like structure isn't used and a crucial undercling in a not-so-obvious spot is not stroked properly. \n\n  Suck some air in and blow it out, GET YOUR FEET UP! And hang on for the ride of your life! Let yourself get sucked into projecting this one until you are completely blown away by its sheer awesomeness!","protection":"Bunch O' Quickdraws. Open Anchors","location":"Locate Paternity Test on the farthest right hand side of the Dark Side. Find the Ludicrous Trail that leads to the ledge on which these Space Ball characters reside. This climb is the second from the right."},"__v":0},{"_id":"+M1koWDlX8uuURpaE22nRw==","name":"Stump in the Rump","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Commander Cronin","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.88384,44.29254]},"left_right_index":21,"mp_id":"111103739","mp_crag_id":"107233857","climb_id":"+M1koWDlX8uuURpaE22nRw==","areaRef":"Wzk3xcpoUzGkXxBOcdm2KA=="},"content":{"description":"Well, I guess I better give this route its just deserts before some dink from Colorado gives it the bomb.  \n\n  This route is not the prettiest gal at the dance, but she does put out. Starts on some ugly holds just to the right of Star Fighter and Millennium Falcon. The holds are big and dirty, however, for those climbers, who are not detracted by the messy stuff that the great outdoors throws at ya, the challenge might just add to the fun. Climb past a grassy ledge on your right, tip-toe past the stump, pucker up that anal sphincter, and enjoy some really sick, honkin,' juggy-ass holds on an arete up to the majestic finish. When the rock gets good, the climbing gets great. Two or three stars depending upon your level of expertise and connoisseurness.  \n\n  Often climbed by locals who are too pooped to fart their way up the harder routes, this climb usually gets overlooked, but is worth doing if you want a challenge for the grade.","protection":"Take a dozen quickdraws and some true grit for the gritty section. Open anchors","location":"Darkside Wall. See topo map in photo."},"__v":0},{"_id":"wRtTZIufV+q7VIBAY8Cn7A==","name":"Star Fighter","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Cadet Cronin","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.88384,44.29254]},"left_right_index":18,"mp_id":"109309956","mp_crag_id":"107233857","climb_id":"wRtTZIufV+q7VIBAY8Cn7A==","areaRef":"Wzk3xcpoUzGkXxBOcdm2KA=="},"content":{"description":"Blast off through a battlefield of outer space small holds and tricky moves. Power through the pump! Gain a galactic good time of sick sequences as you dog fight yourself through multiple cruxes that might just cause you to crash land. Get extra points for saving the universe from bad beta.","protection":"10 quick draws. Open Anchors.","location":"Shares a somewhat sandy start with Millennium Falcon and heads left to infinity and beyond."},"__v":0},{"_id":"PiDrkUERUi64VFgaDLM+uw==","name":"Space Balls","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Lone Starr, Barf and Yogurt (circa 2014)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.88384,44.29254]},"left_right_index":34,"mp_id":"109281949","mp_crag_id":"107233857","climb_id":"PiDrkUERUi64VFgaDLM+uw==","areaRef":"Wzk3xcpoUzGkXxBOcdm2KA=="},"content":{"description":"This is a route that has lost the Bleeps, the Sweeps, and the Creeps. \n\n  Small holds. Smeary feet. What a treat. This route can't be beat.","protection":"8 quickdraws. Open Anchors","location":"Third from left. Space Balls and the other \"Space Ball\" themed routes are located at the farthest right hand side of the Dark Side Wall. Routes are on top of a ledge that can be gained by traveling up a steep, wandering trail."},"__v":0},{"_id":"CYPMAPqHWL2Z8iFbMIBAiQ==","name":"Sith","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Mike Cronin","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.88384,44.29254]},"left_right_index":15,"mp_id":"110871329","mp_crag_id":"107233857","climb_id":"CYPMAPqHWL2Z8iFbMIBAiQ==","areaRef":"Wzk3xcpoUzGkXxBOcdm2KA=="},"content":{"description":"Start left of the arete and get your ass handed to you by a steep section armed with a series of pumpy pockets and edges with daddy issues. \n\n  Use your Jedi skill to get established on a slab with a serious attitude problem. This route desires to kill your onsight and red point attempts. It's not impossible, just hard as hell...especially if you are a Star Wars fans that hated the prequel trilogy.  \n\n  And to be honest here, folks...some of us in the local scene hate the first five bolts of this route as much as most members of Generation X hate Jar Jar Binks. We think the start of this route is kinda shitty since the rock is always a bit wet, slippery and gross. There is, however, a way to get around this. \n\n  An alternative start to this route involves climbing the first six bolts of Death Star and heading right into the seventh bolt of Sith. This gives you a better start and all the good upper holds of Sith in a variation known as \"No Shith\" or \"Death Sith\". Try this if you are trying to climb this route during summer rainy seasons that are causing the worst kind of send killing humidity.","protection":"take 12 draws.","location":"Located the arete in the middle of the wall and to the left of Shady Lady. Head up the left line."},"__v":0},{"_id":"G8osZevXXOSwijh6yotf2g==","name":"Sinister","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Master Jedi Mike Cronin","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.88384,44.29254]},"left_right_index":13,"mp_id":"110871155","mp_crag_id":"107233857","climb_id":"G8osZevXXOSwijh6yotf2g==","areaRef":"Wzk3xcpoUzGkXxBOcdm2KA=="},"content":{"description":"","protection":"take a dozen quickdraws and try not to screw the pooch.","location":"To the right of a large, ugly crack near the middle of the Dark Side Wall before you encounter an arete."},"__v":0},{"_id":"/uFaQcaDWPeh+jlDOy22hw==","name":"Shady Lady","yds":"5.12c/d","grades":{"yds":"5.12c/d","french":"7c"},"fa":"Michelle Cronin","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.88384,44.29254]},"left_right_index":20,"mp_id":"109286584","mp_crag_id":"107233857","climb_id":"/uFaQcaDWPeh+jlDOy22hw==","areaRef":"Wzk3xcpoUzGkXxBOcdm2KA=="},"content":{"description":"The \"New Shady Lady\" No Stemming. Start to the right of 'Tough Love'  Stick clip the first bolt (15ft off the ground)    Make cool hard moves using little slopey, textured, bitchy sidepulls and crimps to a good hold at the 1st bolt. Get a little shake and bang out the rest of the burly crux to a good hold at the 2nd bolt.  Continue up the bolt line using face holds and the arete here and there to a nice, airy redpoint crux. Pumpy climbing on great holds to the top.    This route is too good.","protection":"7 or 8 Bolts. Stick clip the first","location":"To the right of Tough Love. Bolted line left of chimney. Don't let the lady spread your legs by stemming off the formation to the right."},"__v":0},{"_id":"/qDFkMLSWGOS2lCN36LZ8A==","name":"Prison Bound","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Jamie Coin","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.88384,44.29254]},"left_right_index":2,"mp_id":"109349997","mp_crag_id":"107233857","climb_id":"/qDFkMLSWGOS2lCN36LZ8A==","areaRef":"Wzk3xcpoUzGkXxBOcdm2KA=="},"content":{"description":"A big, bad muthafucka of a route that is more 5.12c than 5.12b. Take on a ton of tricky holds that will lead you in cuffs to the big house. Find a bunch of fun moves that help you deal with tiny holds that end up on jugs for your Wookie hands to crush with confidence. Rest up when you can! The last few bolts are the ball and chain around your leg where a heart breaker of a redpoint crux will slam shut on your dreams of escape. This is a super awesome route if you love punishment. You might have to drop a knee. Just don't drop the soap.","protection":"10 quickdraws. Open Anchors","location":"Leftish side of The Darkside Wall. Third route from the left. Look for the second line of bolts that goes all the way to the ground. The first set of bolts on the very far left forks into Passover and Gabba."},"__v":0},{"_id":"psii0ufZU7WO93C/jsvttw==","name":"Power of the Darkside","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Lee Terveen","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.88384,44.29254]},"left_right_index":24,"mp_id":"107313823","mp_crag_id":"107233857","climb_id":"psii0ufZU7WO93C/jsvttw==","areaRef":"Wzk3xcpoUzGkXxBOcdm2KA=="},"content":{"description":"It doesn't matter if you have been climbing for one season or one hundred. It doesn't matter if you've sent 5.6 or 5.15...you will give into the Power of the Darkside! \n\n  You will start in a crack and layback until your arms scream from the force of being ripped from their sockets. You will ascend to a small ledge where you will gain a slight reprieve from the battle fought so far and will be given a chance to form your new strategy for the war to come. \n\n  A series of small pockets and crimps get you to a roof feature that requires moves so precise and powerful your lightsaber is sure to go limp. \n\n  Recharge your batteries for the freak factor to follow! After the roof the upcoming laybacks and finger locks lead to big, pumpy moves on big pockets. This pumpfest ain't over until the fat lady chokes!  \n\n  You will beg, you will plead! You will whimper in pain and scream unholy things about your father, but not matter how hard you try to stay on the rock, you will submit to the Power of the Darkside! \n\n  Hot freaking damn! DO THIS CLIMB! You will not onsight! You will not send! You will feel the power coarsing through your veins like lightning bolts of furious justice! Don't call take! Ride the lightning! This thing is hard as hell and rated for red point...come and see if you have what it takes to take on the POWER OF THE DARKSIDE!","protection":"A dozen draws and a willingness to sack up!","location":"To the left of Concracktion is a line of black bolts which lead up a 5.12. To the left of the black bolts is the layback crack which has two routes sprouting from it. Power of the Darkside is the bolted line that heads right."},"__v":0},{"_id":"bXbW+MdHXLaKM2m07TTkSQ==","name":"Paternity Test","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Mike Cronin","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.88384,44.29254]},"left_right_index":31,"mp_id":"107677812","mp_crag_id":"107233857","climb_id":"bXbW+MdHXLaKM2m07TTkSQ==","areaRef":"Wzk3xcpoUzGkXxBOcdm2KA=="},"content":{"description":"Unlike the awkard situation on the Jerry Springer show, getting slapped with this short route is actually a pleasant experience. \n\n  Small crimps lead to more than one hole (which might be the reason why you had to submit to this in the first place!) into which you may insert an appendage of your choosing. \n\n  Gets tricky at the top! Come on! Admit it's yours and then get on this fun waiting game of a climb.","protection":"6 bolts. Open anchors and a cup in which to submit your specimen.","location":"Far right hand corner to the right of Lactation Station. This route is a bit of a pain in the butt to get to. Walk up a hill and assume the position."},"__v":0},{"_id":"hTCGSEH1X+OnvnGyroxshA==","name":"Passover","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Lee Terveen","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.88384,44.29254]},"left_right_index":0,"mp_id":"107716886","mp_crag_id":"107233857","climb_id":"hTCGSEH1X+OnvnGyroxshA==","areaRef":"Wzk3xcpoUzGkXxBOcdm2KA=="},"content":{"description":"Really fun route with a distinct crux and a few hard moves at the top to keep you on your toes.  Climb up the easy ramp for 1.5 bolts then get on the face.  You can go left or right of the bolt line, though it looks like most go right.  If you go right, traverse left at the bulge at what should feel like the first difficult moves with the goal of gaining a right hand 45 degree crimp and a left hand pocket.  Pick your feet wisely to make the big reach to the sloper (crux) and then clip.  Don't worry about the fall - it's clean.  Gain the undercling for a quick shake then tackle the technical moves in the black limestone above.","protection":"9 bolts and anchors","location":"Very left side of the wall.  Shares the first 5 bolts with Gabba the Nut that splits to the right.  Belay at an awkward stance in the sand."},"__v":0},{"_id":"eSpxzsCYX9WYiuqQcacIXw==","name":"Obi-Wan KanBlowMe","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Bolted by BBQ  FA: Lee Terveen","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.88384,44.29254]},"left_right_index":6,"mp_id":"111800711","mp_crag_id":"107233857","climb_id":"eSpxzsCYX9WYiuqQcacIXw==","areaRef":"Wzk3xcpoUzGkXxBOcdm2KA=="},"content":{"description":"This climb will prove itself to be a worthy adversary for any Jedi Master. From start to finish this route contains many feet of classic canyon climbing in all its imposing forms. \n\n  Things start hard at the beginning. Use your mellow mind control to sneak into a docking bay of sick pockets and nearly perfect crimps to big jugs under a roof. Get it all back and pull a mighty powerful set of roof pull moves to a nice ledge to rest on. \n\n  Get yourself set up and rested up at the first black bolt and then follow the trail of black hangers. This is where the dark side of the force meets even more force as you pull another roof and work your way up a steep head wall of tiny crimps and small side pulls. Battle through the hardest crux sequence with quite a few feet of utterly fantastic terrain that will blow your mind when you huck for a large jug and paste your feet to absolutely nothing before you make a life-saving clip. \n\n  Enjoy three more spaced out bolts on sick, black slab with nothing to hold on to right up until the anchors. There is no escaping how freaking cool this route is. Anyone who has enjoyed all of its Star Wars themed neighbors will cheer with joy and excitement when they finally send this worthy addition to the Dark Side universe.","protection":"Bring a dozen quickdraws.","location":"If you have the new Cronin guidebook, this spectacular new route is located between Black Magic and Choda. \n\n  Upon arriving at the Dark Side Wall, the routes from left to right will be; Passover, 5.12a, Gabba the Nut, 5.12d, Prison Bound, 5.12c, Mister Fister, 5.11a, Black Magic, 5.12b, ChewCocka, 5.11c and then Obi-Wan KanBlowMe. Follow eight Canyon Cream colored bolts to a black bolt and then follow the line of black bolts going up the middle of the face."},"__v":0},{"_id":"fwyNDrZwXc+jHDhi5EGEKw==","name":"Muira, Muira On The Wall","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Mike Cronin","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.88384,44.29254]},"left_right_index":28,"mp_id":"107234012","mp_crag_id":"107233857","climb_id":"fwyNDrZwXc+jHDhi5EGEKw==","areaRef":"Wzk3xcpoUzGkXxBOcdm2KA=="},"content":{"description":"Lace those shoes on tight for this technical climb which will have your fingers screaming.","protection":"10 bolts, open shut anchors and of course, La Sportiva's the only shoe for climbing in Spearfish Canyon. Miura's are available in both lace-ups and velcro and are the only shoe you will see the Spearfish Canyon Crew edging with, sticking into pockets and smearing as they send some of the hardest climbs in the land of the 5.12's. If you're not wearing La Sportiva, you're gonna end up sandbagged, frustrated and hating your life to the point wanting to quit climbing forever until you get a pair or two. And I expect my royalty check to show up any day now!","location":"Moving from right to left makes this the fourth route on this fabulous little collection of killer 5.11's."},"__v":0},{"_id":"nRh7C2ZnUVS8riv56ZvHHw==","name":"Mister Fister","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Jamie Coin","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.88384,44.29254]},"left_right_index":3,"mp_id":"107677843","mp_crag_id":"107233857","climb_id":"nRh7C2ZnUVS8riv56ZvHHw==","areaRef":"Wzk3xcpoUzGkXxBOcdm2KA=="},"content":{"description":"A big, bad-ass of a climb that starts as an about-face with nice, big, bad-ass pockets on steep terrain that never, ever lets up.  \n\n  You'll know when you're fist deep in the shit as a series of huge cracks throw down some punishing, yet oddly pleasurable pulls and deep fist jams. The route gets freaky when it makes you reach around to yank on some big, hard ledges that climax in some moves that might have you wishing you had experimented with some other rough fantasy. \n\n  THIS ROUTE IS AWESOME! In the end, it is a tough climb that becomes nearly devine when you figure out exactly what the beta is and can turn the rough stuff into fetishly good fun!","protection":"10 bolts. Open Shunt Anchors. Latex, leather and lube.","location":"Fourth route from the left. Shares its first two bolts with a 5.12 known as Black Magic and starts to trend left. And for Heaven's sake don't be a pud puller and go TOO far out left at the start. There is a bit of a traverse on this route down low but stay out of the crack with the chockstone in it. Don't avoid cruxes! Taste it!"},"__v":0},{"_id":"3U4rxz0fWaKT8JsnYCd9jA==","name":"Millennium Falcon","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Commander Cronin","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.88384,44.29254]},"left_right_index":19,"mp_id":"109309869","mp_crag_id":"107233857","climb_id":"3U4rxz0fWaKT8JsnYCd9jA==","areaRef":"Wzk3xcpoUzGkXxBOcdm2KA=="},"content":{"description":"A route that deserves more stars than in gets in the guidebook. Has been described as having holds, for the first two bolts, that are always sandy like Tattooine. \n\n  The opening holds are actually bad ass if you just use em' right! Think of it as escaping Luke's shithole of a home planet. BUT! By the time you reach a series of sick, hard to read pockets at the second bolt, you are in the stratosphere roof sequence. By now the sand is gone and you better find the right holds and hang on tight. Get your ass into orbit because the Millennium Falcon will shoot you down if you are a puddly padwan. \n\n  The climbing becomes glorious after that slightly sandy annoyance and the rock becomes sick! Climb the fabulous asteroid field of crimps to BASTARD UNDERCLINGS! Find your way to a dihedral sequence that involves powerful, precise pulling over the bulge from Jabba's bowels. Find holds on the right side of the bolt line...find the right combination of feet...and stick some sick crimps just right to a jug. SICK SPORTY CRUX SEQUENCE!\n\n For the final moves, get caught in a tractor beam of beautiful jugs, ledgey feet and one last hard sequence with massively positive crimps to gain the anchors.","protection":"10 quickdraws. Open Anchors.","location":"Found to the right of a massive crack system just past Shady Lady. Located to the left a huge black ramp of rock that is to the left of Choobies. \n\n  ROUTE FORKS RIGHT! The bolt line on the left is a 5.12c known as Star Fighter."},"__v":0},{"_id":"WDT4om/JUjWZr5KGiTiSEw==","name":"Lactation Station","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Mike Cronin","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.88384,44.29254]},"left_right_index":30,"mp_id":"107233975","mp_crag_id":"107233857","climb_id":"WDT4om/JUjWZr5KGiTiSEw==","areaRef":"Wzk3xcpoUzGkXxBOcdm2KA=="},"content":{"description":"Do you recall that part in The Empire Strikes Back when that pud, Luke, was trying to use the force to get his X-Wing out of the swamp to no avail? That is how this climb feels. \n\n  Get ready to spend a looooong time struggling your way up this one, young Jedi. A hair raising start leads to a blank, black section of climb that has a hidden pocket far, far to the right, somewhere in a galaxy which is a long, long reach away. \n\n  If you can stick that pocket, the rest of the climb is not necessarily a cakewalk, but the climbing is doable if you don't mind holding on for dear life on small ledges with small holds. \n\n  An excellent 5.11 project for a climber who refuses to give up. Do this climb! It's actually good fun! Just remember to wear your brown pants.","protection":"10 quickdraws and open shut anchors.","location":"Moving from right to left, this would be the second climb on the far right side of the Dark Side Wall before you get to The Space Balls Wall. It is just to the right of Breast Pump which makes ya wonder what was on the developer's mind when this route went in."},"__v":0},{"_id":"2/1DA+c+X922XBFVP2fMfw==","name":"Into Exile","yds":"5.12+","grades":{"yds":"5.12+","french":"7c"},"fa":"LT","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.88384,44.29254]},"left_right_index":9,"mp_id":"113417712","mp_crag_id":"107233857","climb_id":"2/1DA+c+X922XBFVP2fMfw==","areaRef":"Wzk3xcpoUzGkXxBOcdm2KA=="},"content":{"description":"Good link up between Gaydar and Black Sunday. Start out on Darth Gaydar and after the 3rd bolt go right  and get ready to grab some shitty holds. Pick your own poison between the monos and biter ceimps. One bolt crux but this one will keep you engaged to the anchor on BS. Worth doing after you've ticked the other classics at dark side. Stays dry for a bit if it starts to rain.","protection":"Draws","location":"Link up on Gaydar and a random bolt and finishes on Black Sunday"},"__v":0},{"_id":"ZQsSYdhLU/65OeQvnHaJyw==","name":"Han Job Solo","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Lee Terveen","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.88384,44.29254]},"left_right_index":23,"mp_id":"107678247","mp_crag_id":"107233857","climb_id":"ZQsSYdhLU/65OeQvnHaJyw==","areaRef":"Wzk3xcpoUzGkXxBOcdm2KA=="},"content":{"description":"Do you wanna see if you can do the Kessel Run in less than twelve Parsecs? Do you have commitment issues but still wanna show that you are man enough to save the princess in distress? \n\n  Look no further! This 5.12a is about as much fun as a barrel full of Wookies and lobs more hard obstacles at you than Darth Vader during a hissy-fit! \n\n  A fairly continuous saga of 5.12a and elevenish moves that get trickier the higher you go. Be prepared to get shot down, you stuck-up, half-witted, scruffy-looking nerf-herder!  Unlike some of you guys with a hair-trigger, this route might take a lot longer than two minutes to complete. Definately a climb is way harder than it looks and will more than likely have you taking more than one ride into hyperspace.","protection":"10 bolts. Open anchors and closed drapes. \n\n  And be sure that your Uncle Owen and Aunt Beru won't be coming home anytime soon!","location":"This fun as \"Then I'll see you in hell!\" route shares the first three bolts of Power Of The Darkside and then heads left."},"__v":0},{"_id":"Jaqzi6tKVfiekJ3+iryVMw==","name":"Hail President Screwed!","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Lee Terveen","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.88384,44.29254]},"left_right_index":35,"mp_id":"109281890","mp_crag_id":"107233857","climb_id":"Jaqzi6tKVfiekJ3+iryVMw==","areaRef":"Wzk3xcpoUzGkXxBOcdm2KA=="},"content":{"description":"Begin on a triangular block and start hailing your way up a bunch of goofy holds. At about the fourth bolt enter a killing field of crazy crimps splayed across a black swath of redpoint crux fashioned straight out of the bowels of hell. \n\n  Hint! Don't bother with all the intermediate combinations. Think funky sidepull to a huge move with a combative crimp. \n\n  After a left hand savior jug appears from the blackness of all that blank space, the route offers pleasant climbing on jugs (and other largish holds) that don't suck. Climbers who succeed at the crux will find that the finishing moves still keep the pump a burning in their whole damned body. \n\n  This one will make you feel as if your ass in on the front half of your body. GET ON IT! Those who simply have the ability to hold on for dear life may have a suitable advantage over those who are total puds. Other than that, be prepared to flail and have fun. This one is soooo good!","protection":"8 quickdraws. Open anchors","location":"Find the Space Balls Wall at the far right hand side of The Darkside by taking the Ludicrous Trail to the ledge. This would be the third route from the left."},"__v":0},{"_id":"x2r88EzEUFaGssuZ8D3Zpw==","name":"Gives Good Helmet","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Joel McKillop","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.88384,44.29254]},"left_right_index":32,"mp_id":"109252966","mp_crag_id":"107233857","climb_id":"x2r88EzEUFaGssuZ8D3Zpw==","areaRef":"Wzk3xcpoUzGkXxBOcdm2KA=="},"content":{"description":"A route that definitely pushes the outer limits of good taste and super-duper five fun. \n\n  Starts out with a doubtful huck to a sick, yet slopey rail and the route only gets more and more fun from there. \n\n  Galactic sized Jugs! Star-filled Sidepulls! Space Cruiser Crimps! You name it, you can grab it! And the fun simply does not stop until you stick your Schwartz into the final hole at the anchors.","protection":"10 bolts. Open Sporty Anchors.","location":"Walk 30 feet to the right of Paternity Test and find the Ludicrous Speed Trail. Follow that steep, winding little bitch to a lecherous ledge. Climb the left-most route. Stick clip first bolt."},"__v":0},{"_id":"ahBNVZlFVrGX+dbocjH1SQ==","name":"Gabba the Nut","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Lee Terveen","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.88384,44.29254]},"left_right_index":1,"mp_id":"107716938","mp_crag_id":"107233857","climb_id":"ahBNVZlFVrGX+dbocjH1SQ==","areaRef":"Wzk3xcpoUzGkXxBOcdm2KA=="},"content":{"description":"A spectacular crux sequence should draw anybody breaking into the grade to this climb.  Climb through the crux of Passover then split right at the undercling/block.  Grab a quick shake here then head straight up to the bulge on small crimps.  Clip then grab a small left sidepull to initiate the right traverse.  The feet are terrible but the undercling cross to the pocket should make you remember why you love climbing.  Pull over the bulge and find the 'thank god' clip hold or take the whip.  Easier moves gain the anchors. \n\n  [Edit:  Grade changed to reflect the comments below regarding the moved bolt.  13a posted to 12d]","protection":"9 bolts","location":"Starts at the first bolt line on the left then splits at the undercling block, going straight up rather than angling left (Passover).  Marginal belay stance."},"__v":0},{"_id":"abIEDyU1Vmu1pMSJSFO+8g==","name":"Establishing Dominance","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Blake Workman","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.88384,44.29254]},"left_right_index":11,"mp_id":"109253370","mp_crag_id":"107233857","climb_id":"abIEDyU1Vmu1pMSJSFO+8g==","areaRef":"Wzk3xcpoUzGkXxBOcdm2KA=="},"content":{"description":"Short, sequential and sick.","protection":"five bolts. Open Anchors","location":"Near the extreme middle of The Dark Side Wall."},"__v":0},{"_id":"wfxoBwCiWzWq8QXtkFOLQQ==","name":"E-walk","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Lee Terveen","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.88384,44.29254]},"left_right_index":33,"mp_id":"109258520","mp_crag_id":"107233857","climb_id":"wfxoBwCiWzWq8QXtkFOLQQ==","areaRef":"Wzk3xcpoUzGkXxBOcdm2KA=="},"content":{"description":"","protection":"Well protected! No one should feel as if they are to little to take this route on. Stick clip the first bolt and don't worry about a thing because all the bolts are exactly where you want them.","location":"Second route from the left on the rightmost wall located on a ledge just past the short route known as Paternity Test."},"__v":0},{"_id":"ajyA+UcsXlSPmC1P51x2oA==","name":"death star","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"mikel cronin","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.88384,44.29254]},"left_right_index":14,"mp_id":"110619294","mp_crag_id":"107233857","climb_id":"ajyA+UcsXlSPmC1P51x2oA==","areaRef":"Wzk3xcpoUzGkXxBOcdm2KA=="},"content":{"description":"death star is yet another fantastic route at the dark side. use the force wisely to prevent detonation of your forearms.... \n\n  begin up a slightly overhanging section of tan rock that is a bit soapy/mungy, but quickly improves as it fades into a minor left facing seam/corner.  the climbing is fairly continuous for 6 bolts or so - never too difficult, but never   too easy either.  catch a good rest and launch upwards into a bulging section on brilliant climbing with generally good hands and generally tricky feet.  feel the hate flowing through your forearms as you race to the anchors. \n\n  this route is awesome.  long, great climbing, mostly great rock, good protection (although you must use your senses to find the best clipping holds young jedi).  the FA crew hit the jackpot with this one.","protection":"around a dozen bolts and anchors.  it is pretty long, so bring plenty of draws.  most of the bolts are easily clipped from good holds (once you find them).  anchors are open shuts, similar to many of the routes at the dark side.","location":"from the left side of the dark side wall proper, walk about 150 feet to the west (climber's right).  the cliff comes to it's nearest with the road here, just above a small shelf.  there is a laser cut arete, and death star is the 2nd route to the left of the arete (with 'sith' being just left of the arete and 'tough love' being just right of the arete). it starts in mungy tan rock, up through a minor left facing seam/corner, and ultimately out a big bulge at the top."},"__v":0},{"_id":"qTPuVw9xU2GWPgDvCs0pig==","name":"Darth Slaydar","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Lee Terveen","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.88384,44.29254]},"left_right_index":10,"mp_id":"107791622","mp_crag_id":"107233857","climb_id":"qTPuVw9xU2GWPgDvCs0pig==","areaRef":"Wzk3xcpoUzGkXxBOcdm2KA=="},"content":{"description":"A delicate and nearly miserable start leads to insanely fun climbing on big holds that just don't seem to be in the right place.If you feel like doing battle with a big, bad-ass route, this climb is an excellent adversary. The torture lets up at about the sixth or seventh bolt and a swath of big, fun, five-elevenish moves leads to a nice rest. Take advantage! The next moves are over a killer roof with a boulder problem finish that will surely be your doom!","protection":"Take a dozen draws. Open shunt anchors.","location":"Middle of the Dark Side Wall. Easily recognizable by a rock ledge you can sit on before you boot up. Try to stay out of the crack to the left of the bolt line."},"__v":0},{"_id":"5N7FKK5lVZuVT0OD1z9nsg==","name":"Concracktion","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Mike Cronin","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.88384,44.29254]},"left_right_index":26,"mp_id":"107233912","mp_crag_id":"107233857","climb_id":"5N7FKK5lVZuVT0OD1z9nsg==","areaRef":"Wzk3xcpoUzGkXxBOcdm2KA=="},"content":{"description":"Oh my God! It hurts! But the pain is totally worth it in the end. This climb is phenomenal! Be prepared for big 5.11 moves to big holds with tinny-weenie-bikini holds in between. Starts in a crack that leads to a layback which then positions you on a dainty ledge with only a couple of killer mono's to crank your way to the next hold if you can find it. \n\n  The pain doesn't stop there! Keep navigating your way through hard to read holds up around the bend. This climb feels forever long because you won't see the anchors till it's nearly over. Just keep breathing and pushing your way up this canyon masterpiece the reward will be worth the effort.","protection":"10 quickdraws and open shut anchors.","location":"Moving from right to left (on the righter-most side of The Darkside wall before the climbs get shorter) would make this the sixth climb on this part of the wall where the 5.11 climbs live."},"__v":0},{"_id":"BH+hRr6tXk2WNxynHFYtSQ==","name":"Choobies","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Mike Cronin","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.88384,44.29254]},"left_right_index":22,"mp_id":"109286737","mp_crag_id":"107233857","climb_id":"BH+hRr6tXk2WNxynHFYtSQ==","areaRef":"Wzk3xcpoUzGkXxBOcdm2KA=="},"content":{"description":"Pull a pockety black bulge to a flake and commit to the blonde headwall. Follow bolt line around the right side of the roof to a fun techy crux moving back left into the black rock.","protection":"Bolts. maybe stick clip the first","location":"Start on black rock to the left of Power of the Darkside and Han Job Solo."},"__v":0},{"_id":"QR9o18qBXWKK0pzrPUDSTw==","name":"Choda","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Lee Terveen","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.88384,44.29254]},"left_right_index":8,"mp_id":"109253060","mp_crag_id":"107233857","climb_id":"QR9o18qBXWKK0pzrPUDSTw==","areaRef":"Wzk3xcpoUzGkXxBOcdm2KA=="},"content":{"description":"","protection":"Both variations require a dozen quickdraws.","location":"Leftish middle of The Dark Side Wall. These long routes are just to the left of a comparatively short route that climbs a black streak in five bolts and terminates under a small roof."},"__v":0},{"_id":"TGfbet0/XryHkJ/LJTzKnw==","name":"ChewCocka","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"BBQ","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.88384,44.29254]},"left_right_index":5,"mp_id":"111765189","mp_crag_id":"107233857","climb_id":"TGfbet0/XryHkJ/LJTzKnw==","areaRef":"Wzk3xcpoUzGkXxBOcdm2KA=="},"content":{"description":"","protection":"Bring a dozen draws plus two more for the anchors if you plan on letting someone top rope. Anchors are open. Stick clip the first bolt.","location":"This would be the 6th route from the very left hand side of The Darkside Wall. If you have Cronin's new guidebook, ChewCocka would be the route just to the right of Black Magic."},"__v":0},{"_id":"eousxNmHWm2lAMArcZTatA==","name":"Breast Pump","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Mike Cronin","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.88384,44.29254]},"left_right_index":29,"mp_id":"107233867","mp_crag_id":"107233857","climb_id":"eousxNmHWm2lAMArcZTatA==","areaRef":"Wzk3xcpoUzGkXxBOcdm2KA=="},"content":{"description":"Get ready to get pumped! A hard start with good two finger pockets will get you squeezed up and over a bulge that totally looks like a breast even if it doesn't necessarily feel like one. \n\n  Work past the bulge to a crux that requires some thought and a throw to a big hold. The rest of the climbing involves navigating overhung ledges with big holds only after you figure out how to use the small ones. \n\n  This is a big climb! Be sure to eat your Wheaties before attempting the red point! One of the best 5.11b's in the canyon!","protection":"10 quickdraws and open shut anchors.","location":"Breast pump is one of the last routes you will see as you make your way up canyon. Moving from right to left it would be the third climb on the righter-most side of the wall."},"__v":0},{"_id":"A5pm+3c8Xw6Uq34yB36RVQ==","name":"Blast Off","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Commander Terveen","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.88384,44.29254]},"left_right_index":37,"mp_id":"109282009","mp_crag_id":"107233857","climb_id":"A5pm+3c8Xw6Uq34yB36RVQ==","areaRef":"Wzk3xcpoUzGkXxBOcdm2KA=="},"content":{"description":"","protection":"8 or so quickdraws. Open Anchors","location":"Rightmost route on the Space Balls Wall. In fact, it is the final route in the entire Dark Side area. If you miss the steep, winding Ludicrous Trail up the hillside and to the ledge you can keep walking west you will end up at The Hole In The Wall. This nice piece of real estate has two very nice mid-level five tens on its slopy, northern side."},"__v":0},{"_id":"D1d8QEAzXN66WP+FDe0t+Q==","name":"black sunday","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.88384,44.29254]},"left_right_index":12,"mp_id":"110622726","mp_crag_id":"107233857","climb_id":"D1d8QEAzXN66WP+FDe0t+Q==","areaRef":"Wzk3xcpoUzGkXxBOcdm2KA=="},"content":{"description":"black sunday is a great little route at the dark side.  this might be the best candidate for a first 12a route here, given its shorter length, lack of brutal tweaking pockets, and perfect protection. \n\n  begin through a steep, intimidating, yet surprisingly not too bad starting section on good pockets.  this deposits you on a nice section of vertical rock.  try to get a decent shake and a game plan before launching up into the sequential crux.  from there, easier but not too easy climbing will take you to the anchors.  don't worry too much about the orange lichen, there are 'almost' no holds in that zone... \n\n  this one is a tricky onsight (probably like many spearfish routes), but once you get it sorted out the climbing is pretty straight forward.","protection":"approximately 6 bolts and open shut anchors.","location":"this route is around 120 feet (right) from the left end of the  dark side wall, and approximately 50 feet left of the laser cut arete that makes up 'sith' and 'tough love'.  this area has a little stone wall and shelf that houses the aqueduct pipe.  black sunday is located just left of a big slot/chimney with a ton of orange lichen. the route itself has a fair amount of orange lichen in the top section, which helps in identifying it."},"__v":0},{"_id":"5JO40YoDXCWjDTWXhMG7MA==","name":"Black Magic","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Jamie Coin","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.88384,44.29254]},"left_right_index":4,"mp_id":"109350008","mp_crag_id":"107233857","climb_id":"5JO40YoDXCWjDTWXhMG7MA==","areaRef":"Wzk3xcpoUzGkXxBOcdm2KA=="},"content":{"description":"","protection":"Bring a dozen quick draws. Open anchors.","location":"Third true line of bolts from the left. First bolt can be clipped from the ground. Be carefull! This one shares a few bolts at the very bottom with Mister Fister. If you want more 5.12 hucking and hollering than 5.11 climbing be sure to head right."},"__v":0},{"_id":"VqOPT+QRVrG0EgG438dBIg==","name":"Black Hole","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Lee Terveen","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.88384,44.29254]},"left_right_index":25,"mp_id":"107678335","mp_crag_id":"107233857","climb_id":"VqOPT+QRVrG0EgG438dBIg==","areaRef":"Wzk3xcpoUzGkXxBOcdm2KA=="},"content":{"description":"This route will surely suck you in with its difficult beginning that will be nearly impossible to escape. Break free from the gravity to better holds about halfway up. Enjoy some killer big holds and good rests before committing to another crux on the black rock above. \n\n  KILLER CLIMBING ON BOMBER ROCK! This route does not suffer from the wetness factor that adds a letter grade on routes like Sith.","protection":"10 quickdraws. Open anchors.","location":"Between Power Of The Darkside and Concracktion"},"__v":0},{"_id":"ayv64PIAU5akDpBbpN7IZQ==","name":"Admiral Slackbar","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Bolted by BBQ  FA: Mark Ellefson","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.88384,44.29254]},"left_right_index":7,"mp_id":"111802766","mp_crag_id":"107233857","climb_id":"ayv64PIAU5akDpBbpN7IZQ==","areaRef":"Wzk3xcpoUzGkXxBOcdm2KA=="},"content":{"description":"The newest member of the Dark Side crew is definitely one of the best on the wall. Shares the first 8 bolts of Obi-Wan KanBlowMe. Enjoy a swath of beginning pockets and crimps. Pull the bouldery roof at the middle of the route and enjoy a lawn chair of a rest. Once you've got your nerves calmed down, traverse right along a serious under-cling crack system. The Slackbar variation leads you to finger cracks and juggy things that will make your eyes pop out your head until you get positioned under another massive roof.  \n\n  Attack the roof with everything you have and stand up to reach a bread loaf pinch and a side pull, rocket those feet up to something that is friendly to the Rebel Alliance. Take aim and fire for a left hand pocket while launching yourself onto the very edge of an exposed arete and well above your last bolt. \n\n  BE PREPARED TO GET SHOT DOWN! This climb is full value and on your ass from start to finish with a classic, heart-breaking red point crux at the end. Expect to get blasted! So far, many of us in the Canyon Crew have turned this bulbous beast into a full time project. GET ON IT AND GO FOR A RIDE INTO HYPERSPACE!","protection":"Take a dozen quickdraws. Having three longer draws is nice during the climbing at the top to prevent rope drag. Open Anchors.","location":"From the left hand side of the Dark Side Wall the climbs are Passover 5.12a, Gabba the Nut 5.12d, Prison Bound 5.12c, Mister Fister 5.11a, Black Magic 5.12b, ChewCocka 5.11c, with Obi-Wan KanBlowMe 5.12+ and the Admiral sharing the first eight bolts of Obi-Wan and then heading right on tan colored bolts. \n\n  If you have the new Cronin Black Hills Limestone guidebook, Admiral Slackbar is just to the left of Choada."},"__v":0},{"_id":"yuKZR+JgUduo9Aosh9B0UQ==","name":"Belaybesitter","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Mike Cronin","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.88384,44.29254]},"left_right_index":27,"mp_id":"107233941","mp_crag_id":"107233857","climb_id":"yuKZR+JgUduo9Aosh9B0UQ==","areaRef":"Wzk3xcpoUzGkXxBOcdm2KA=="},"content":{"description":"A neat route with a hella hard start and a crux that smacks ya in the face not even half way up the route. The crux is a technical difficulty with small pockets and crucial foot placements that you have to stick just right in order to get a much appreciated two finger pocket. \n\n  The rest of the climb is like crawling up a set of stairs until you get about twenty feet from the anchor where the finishing moves get a bit interesting again.","protection":"10 quickdraws open shut anchors and a patient belayer who doesn't mind belaybesitting your flailing ass for a while.","location":"Moving from right to left this would be the fifth climb on the wall. Stuck right in between Concracktion and Muira, Muira On The Wall."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,253ab2e3-944f-5c5f-8477-58a428c86291,72e16981-389a-5984-940d-40c1c28d0732,2b012610-fcc1-50d2-b7d6-2c068b8e3df0,5b3937c5-ca68-5331-a45f-104e71d9b628","pathTokens":["USA","South Dakota","Spearfish Canyon","Dark Side, The","Dark Side Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.12d"},{"count":1,"label":"5.13a"},{"count":3,"label":"5.11c"},{"count":3,"label":"5.11b"},{"count":5,"label":"5.12c"},{"count":10,"label":"5.12a"},{"count":4,"label":"5.12b"},{"count":1,"label":"5.12c/d"},{"count":3,"label":"5.11+"},{"count":3,"label":"5.11a"},{"count":1,"label":"5.12+"},{"count":1,"label":"5.10d"},{"count":1,"label":"5.11d"},{"count":1,"label":"5.11-"}],"byDiscipline":{"sport":{"total":38,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":36,"expert":1}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":1,"advanced":36,"expert":1}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-103.88384,44.29254]},"bbox":[-103.88446820682488,44.29209033981814,-103.88321179317514,44.29298966018186],"left_right_index":-1,"ext_id":"107233857","area_id":"Wzk3xcpoUzGkXxBOcdm2KA=="},"content":{"description":"And here it is, young evil Jedi, the wall where you prove yourself worthy. Feel it! Breath it in! Let yourself sucumb to the power of The Dark Side! And remember, good guys wear black."},"density":0,"totalClimbs":38,"__v":1,"createdAt":"2022-11-07T06:23:11.631Z","updatedAt":"2024-01-15T16:48:26.389Z"}