{"_id":"6368a50be80bff5a995b06b4","area_name":"Steamboat Pass","shortCode":"","climbs":[{"_id":"USt+aZ5cV2ydok3sS3Tmyw==","name":"Through the Never","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"James and Franziska Garrett 4-27-07","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-113.39378,39.24013]},"left_right_index":1,"mp_id":"108136961","mp_crag_id":"108136528","climb_id":"USt+aZ5cV2ydok3sS3Tmyw==","areaRef":"SHpfVykKW+2uzkKqF+lKpA=="},"content":{"description":"This route provides a fun diversion from the climbing at Ibex. The rock is mostly very good and the route protects well.\n\nPitch 1: Climb the crack system using a variety of techniques up to a thin section, clip a bolt and a piton and scamper to a belay alcove with 1 bolt. A second bolt is above the belay a short distance. Otherwise the 1 bolt can be backed up with small cams. 5.9 25m.\n\nPitch 2: Clip a bolt and climb up the dihedral until it seems blockier and loose. You can now Belay on a fairly nice ledge with a new bolt and ring pin. 5.8, 20m.\n\nPitch #3: A few glue in bolts have been added here to enable avoiding the rubble in the dihedral and climb more solid rock to the left. This allows a much more exciting and better protected finish on solid rock. After the last bolt, scramble the short distance to the top and find a two bolt belay on a flat rock. 5.7/8, 20m.\n\nDescent: Walk off to the north and down through a break in the cliffband.","protection":"Single rack to #3 Camalot, Doubles .4\" to .75\" is nice.","location":"Located on the southwest face of the Steamboat very near the southern prow. It receives morning shade and then all day sun. Look for a small cave with some sort of animals nest in it at the base of a crack system. Climb the crack system for two to three pitches."},"__v":0},{"_id":"Z7+h6V6nWpSuMEMzEIJ5Tw==","name":"Starboard","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"James Garrett and Franziska Garrett, 16 November 2020","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-113.39378,39.24013]},"left_right_index":0,"mp_id":"119970376","mp_crag_id":"108136528","climb_id":"Z7+h6V6nWpSuMEMzEIJ5Tw==","areaRef":"SHpfVykKW+2uzkKqF+lKpA=="},"content":{"description":"This bolted climb sails up the vast blank canvas on the West Face of Steamboat. Unlike Through The Never, few cracks on the starboard side of Steamboat are available.\n\nPitch #1: Follow the bolt line up the vertical and sustained \"Starboard\" side. Ends at a small ledge with a 3 bolt belay. 5.10, 35m.\n\nPitch #2: Trend up and right to a ledge bypassing a huge block firmly seated on the ledge, then trend back left up a more broken up section. Sharp rock! Tape may be indicated. Two bolt belay in an alcove. 5.10, 15m.\n\nPitch #3: Pass a small overhang and scramble to the top of the wall. 5.8, 15m.\n\nThe first pitch is equipped for rappel. After that, it seems easier and safer to walk off the top as for Through The Never is recommended if climbing the entire route. Pitches #2 and #3 may be easily linked, but communication may be difficult.","protection":"Generously protected with Glue In Bolts for the most part. Take at least 15 QDs or Alpine Draws for Pitch #1.","location":"20 meters around the corner to the west face from Through The Never, find the glue in bolts that mark the start of the route. Approach time from the car parked below the face: 10 minutes.\n\nFrom the turn off from the paved Highway 50-6 for Ibex, continue on the unpaved graded road past the turn off for Ibex, and pass the turn off for Blind Valley (8.5 miles), pass the turn off for Painter Pot Holes (13.6 miles and the best approach to Masada), and continue (for a total of 16.3 miles) to the turn off left marked \"Steamboat Pass\". From the Pass, the road winds its way north to Steamboat and the approach is clear.\n\nCamping is great and the views to Crystal Mountain and Masada are fantastic."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ee1d37e7-dc41-5c26-a358-5d51af01f499,fae759b2-9cfd-54b6-af15-a5602b64b693,487a5f57-290a-5bed-aece-42aa17e94aa4","pathTokens":["USA","Utah","West Desert","Steamboat Pass"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.9"},{"count":1,"label":"5.10"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}},"sport":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":2,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-113.39378,39.24013]},"bbox":[-113.39436058003673,39.23968033981813,-113.39319941996328,39.240579660181865],"left_right_index":-1,"ext_id":"108136528","area_id":"SHpfVykKW+2uzkKqF+lKpA==","polygon":{"type":"Polygon","coordinates":[[[-113.39436058003673,39.23968033981813],[-113.39319941996328,39.23968033981813],[-113.39319941996328,39.240579660181865],[-113.39436058003673,39.240579660181865],[-113.39436058003673,39.23968033981813]]]}},"content":{"description":""},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T06:26:48.519Z","updatedAt":"2024-01-20T01:07:26.997Z"}