{"_id":"6368a38be80bff5a99585a2e","area_name":"Beginners' Face","shortCode":"","climbs":[{"_id":"lGvQL+t/XhOWqUmOWaeUGg==","name":"The Total Newbs Climbing and Rappelling Training Route","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.17083,40.95445]},"left_right_index":3,"mp_id":"113490208","mp_crag_id":"110570654","climb_id":"lGvQL+t/XhOWqUmOWaeUGg==","areaRef":"KDnx2FwNXuOB95nsaZ7PWw=="},"content":{"description":"Your cousin Joe heard you rock climb and now he wants to go. You don't really want to take him, but you kind of feel like you have to give him a chance at least.  So you show up on Saturday with all your gear eager to get some climbing in.  Of course Joe's standing there in his athletic shoes.  Plus Joe has a slightly American physique and relationship with food, health, and fitness.  Also, Joe hasn't done a pull up in years.  Still, Joe is tough and everyone starts somewhere.  Perhaps this could be the beginning of something new. \n\n  Unfortunately, juat like every Saturday there is a line forming at Beginner Face.  You Name It just came open, but that can be quite tricky without a little technique and proper shoes.  In fact pretty much the only route a total beginner in athletic shoes might be able to climb is Beginner Face which is why there's now a 3 hour wait for it. \n\n  Suddenly you think, \"Hey, let's rappel while we wait.  It's fun and kind of rock climby.  Doesn't need special shoes.  And a climber needs to know how to rappel eventually anyway.\" \n\n  So you set up the nice big overhanging rappel for Joe.  You connect up his ATC, wrap up his auto block, and then tell him to just lean back into that 40 feet of open space.  \"Don't worry, you can't fall, just don't let go with that right hand!\" \n\n  Joe's looking at you with wide eyes and letting go of the rope to cling to the rock even though you just told him to never let go of the rope.  You realize that a big overhanging rappel might be a little bit too much too soon.  Maybe you just need to get in line for the Beginner Face.  You've done it 1000 times, but it is the only Rim Road climb a completely inexperienced climber in athletic shoes even has a shot at.  Or is it??? \n\n  As you're standing around near the Beginner Face you spot another line.  Someone could scramble the chimney 20 feet to the right of the Beginner Face, up to a big wide ledge.  From that ledge it might be possible to climb a short face and top out on top of the Beginner Block.  It looks possible...  maybe even in athletic shoes. \n\n  So you run up top, jump the gap, set up an anchor, jump back across the gap, run back down again and voila...  You have an alternate beginner route established. Joe can climb the chimney to the ledge at least.  Maybe he can even make it all the way up and out in his athletic shoes.  Plus the wide ledge half way up the climb offers a great place to teach someone how to rappel.  With the ropes hanging from above, transition onto a rappel is a breeze. \n\n  So much more than the cobbled together mess that is might seem to be, The Total Newbs Climbing and Rappelling Training Route offers an alternative to the always busy Beginners Face.  Then there are those folks who find even the 5.4 Beginners Face a little tricky or exposed.  This alternative route offers many starting options and can be climbed quite easily up to the ledge, even by beginners in athletic shoes.  Being largely in a chimney adds that false sense of security which nervous new climbers crave.  Once on the ledge you have a perfect place from which to practice rapelling techniques.  Or the bold new climber can take a shot at the second half. \n\n  This route can in fact be climbed all the way in tennis shoes.  However above the ledge there are a few tricky moves and sketchy moments that earn the route a 5.5 overall grade.  Up to the ledge it is a 5.2 or 5.3, above the ledge is solid 5.5, noticeably more interesting than the 5.4 Beginner Face just to its left. \n\n  While the chimney on the lower half offers easy lines, as you progress out around the left arete and onto the main rock face some interesting and more challenging lines can be explored using the same top rope set up.  You essentially get to protected boulder on the arete and main face, while Joe gets to climb and rappel at a modest grade.","protection":"Trees and bolts can be found on top of Beginners Block.Can be led with standard rack.","location":"On the far right edge of Beginners Face there is a chimney.  Climb the chimney on the left.  Climb the chimney on the right.  Stem the Chimney.  Whatever.  If you stick to clearly to the left chimney face it is a modest 5.2 or maybe 5.3. \n\n  Once up the chimney, transition onto the large ledge halfway up the far right side of Beginners Face.  From here rappel down or finish the face up and slightly right to claim a 5.5 climb. \n\n  While children and total newbs scramble in the chimney, use your turn on top rope to try climbing directly up the arete on the left side of the chimney.  If that is too easy try climbing directly up the main rock face, touching but not crossing the arete.  If that is too easy, try climbing directly up the main face without using any holds on the arete at all.  If you move left about 8 to 10 feet on the main face you run into a 5.8-5.9 climb listed elsewhere as Squids in Bondage.  The point is that while you have someone playing in the chimney and learning to rappel, you can try out many different, harder variations using the same top rope set up. \n\n  This is just one of the reasons why this makeshift route actually makes for decent place to take a total newb, even one with tennis shoes."},"__v":0},{"_id":"VsHpq68AVUGIOUDlgsRMbg==","name":"Beginners’ Lament","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.17083,40.95445]},"left_right_index":1,"mp_id":"121336118","mp_crag_id":"110570654","climb_id":"VsHpq68AVUGIOUDlgsRMbg==","areaRef":"KDnx2FwNXuOB95nsaZ7PWw=="},"content":{"description":"Climb directly up the arete on the far left of beginners face. You can use the bolts on top and hang a quad and easily top rope this fun moderate.","protection":"Bolts for TR","location":"Left of beginners face route, far left route on the wall, obvious arete."},"__v":0},{"_id":"sTVJTNTMVw2CvS1SLvzpsw==","name":"Beginners' Face","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.17083,40.95445]},"left_right_index":2,"mp_id":"106917883","mp_crag_id":"110570654","climb_id":"sTVJTNTMVw2CvS1SLvzpsw==","areaRef":"KDnx2FwNXuOB95nsaZ7PWw=="},"content":{"description":"Climb up the line of least resistance just to the right of the arete to a ledge. Climb a few more moves to top out.","protection":"Bolt anchors for top rope. Reasonable protection for lead climbing. Make sure to extend draws down low for the traversal. Good protection up to the large horizontal for medium cams or tricams. A few small pockets for tricams after the large horizontal, or you can just run out the easy climbing at the top of the route.","location":"Kitty-corner from the Island Block, on the far left side. It's hard to miss, partly because of it's obvious nature, and because of the constant lines on it for beginners."},"__v":0},{"_id":"9ZwPXZqWUayMTUUnhfDc2Q==","name":"Beginners Be Ware","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Bob Value, 1975","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.17083,40.95445]},"left_right_index":0,"mp_id":"110356648","mp_crag_id":"110570654","climb_id":"9ZwPXZqWUayMTUUnhfDc2Q==","areaRef":"KDnx2FwNXuOB95nsaZ7PWw=="},"content":{"description":"Located in the chimney around the left corner from the actual Beginners' Face. Climb directly up the center of the face with out using the back wall. A stretchy rope or inattentive belay at the crux could make your chiropractor a rich man.","protection":"Bolts at the top. They are just too far apart for short draws.","location":"Park at the pick nick tables walk to the right edge of the cliff facing the river and jump across to rig it."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,e66a7f5e-9c62-5282-8578-b6d5e239d014,a9036599-b208-520e-91c8-b2fa0cf34056,1768777c-1e21-5546-9d2c-4d631acd921e,18353899-69a0-506a-be9c-4174007076ec,2839f1d8-5c0d-5ee3-81f7-99ec699ecf5b","pathTokens":["USA","Pennsylvania","Northwest, The","McConnells Mill State Park","Rim Road Climbing Area","Beginners' Face"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.5"},{"count":1,"label":"5.8"},{"count":1,"label":"5.4"},{"count":1,"label":"5.10b"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":2,"intermediate":0,"advanced":0,"expert":0}},"tr":{"total":4,"bands":{"unknown":0,"beginner":3,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":3,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-80.17083,40.95445]},"bbox":[-80.1714253943062,40.95400033981814,-80.17023460569379,40.954899660181866],"left_right_index":-1,"ext_id":"110570654","area_id":"KDnx2FwNXuOB95nsaZ7PWw=="},"content":{"description":"It's hard to miss, partly because of it's obvious nature, and because of the constant lines on it for beginners."},"density":0,"totalClimbs":4,"__v":1,"createdAt":"2022-11-07T06:19:58.050Z","updatedAt":"2022-11-25T11:21:26.486Z"}