{"_id":"6368a265e80bff5a99565bc8","area_name":"Moss Cliff","shortCode":"","climbs":[{"_id":"U+jKxrZIWCa1+2oFQ3Fa/g==","name":"Spirit of Adventure","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Aug. 1994. Dominic Eisinger, Patrick Purcell/","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-73.89977,44.34048]},"left_right_index":2,"mp_id":"115572960","mp_crag_id":"105871061","climb_id":"U+jKxrZIWCa1+2oFQ3Fa/g==","areaRef":"LynJrbjPVwKJ+w7ZG5HDlQ=="},"content":{"description":"Engaging and worthwhile route that ascends the arete left of Hard Times.p1: Begin up corner of p3 hard times but cut left towards the arete on a rail about 15 feet up (iffy pro on traverse, bolt on other side of arete is hard to see in the moment...find it before you start the pitch). Bust a couple of moves to gain the slabby arete proper with some bolts. Gain a short but sweet finger crack, then cruise to the bolted anchors at a good stance above. Fantastic exposure and moves. 80' 11ap2: This one is a bit odd. Traverse carefully to the bolt left and down from belay, then bust up a shallow corner to an overlap/ bulge. Keep climbing left to another bolt, then negotiate the seams above (tricky route finding with adequate but small and thoughtful gear), trending generally back right until you reach a thin horizontal crack. Traverse back right on this thin horizontal until you meet two splitter cracks heading up and build a (gear) belay here. At this point you realize you have not gained much vertical distance, say hi to your belayer! Belay is hanging and quite uncomfortable. Tricky and full value pitch despite its length. 50' 11ap3: Classic! Negotiate finger cracks with excellent locks and some reachy moves to a sweet 'n steep hand crack bulge! Dance up the lower angle top out reach a beautiful ledge with a bolted anchor. As good as anything at the web. 80' 11aDescent: Rappel route. With two 60m ropes we were able to rap once to the bottom of the first pitch of the climb (tree island ledge), then once more to the base of the cliff.","protection":"Gear and Bolts. Standard rack, emphasis in finger and smaller. Very small nuts and cams for p2.","location":"Part way up the cliff on tree island ledge! Climbs the arete left of Hard Times. Start up first two pitches of Hard Times or Touch of Class, or one long pitch up the huge right facing corner of Red Zinger (10a)."},"__v":0},{"_id":"jx/T+CYzW3yJdFTE+XJBIA==","name":"The Mossiah","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"P1 Nick Wakeman, Don Mellor 2006, P2 Don Mellor, Andy Zimmerman 1984","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.89977,44.34048]},"left_right_index":1,"mp_id":"121448186","mp_crag_id":"105871061","climb_id":"jx/T+CYzW3yJdFTE+XJBIA==","areaRef":"LynJrbjPVwKJ+w7ZG5HDlQ=="},"content":{"description":"A quality and well-protected 2-pitch crack climb. The first pitch especially is quite good. Might be a bit stout.The climb starts at the same spot as the 4th class scramble to Hard Times, but climbs the initial corner of Red Zinger to a big cedar and some ledges. Break with Red Zinger to continue up the fingercrack up the left wall of a right-facing corner to a big belay ledge (shared with Falconer). Watch for loose flakes as you gain the ledge. Gear belay under the second pitch in the center of the ledge. 5.10b 70'For the second pitch, just go straight up. Start in a shallow right-facing corner with an off-fingers/tight hands slot about 10' up and continue up a few right-facing corners, aiming for the obvious left-facing corner 20' right of a striking handcrack splitter - the second pitch of Falconer. Up the left-facing corner and continue up to the tree ledge. 5.10a 140'One rappel to the ground with two 60m ropes. Also, one can tunnel through the trees to the third pitch of Falconer to wrap up the day. ","protection":"Standard rack","location":"Just left of the right-rising ramp of the 4th class start Hard Times at a large right-facing corner system that cuts the cliff. A bit left and slightly uphill of where the approach trail meets the cliff at the base of Touch of Class."},"__v":0},{"_id":"NNGCF/jGV46sUMyRfILymw==","name":"Mistah Luthah","yds":"5.12a/b","grades":{"yds":"5.12a/b","french":"7b"},"fa":"Will Mayo","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.89977,44.34048]},"left_right_index":8,"mp_id":"106550190","mp_crag_id":"105871061","climb_id":"NNGCF/jGV46sUMyRfILymw==","areaRef":"LynJrbjPVwKJ+w7ZG5HDlQ=="},"content":{"description":"This route was completed in the summer of 2008 by Will Mayo and is yet another classic addition to the Daks.  This route was rated 12a by the first ascentionist and it should be noted that this route is SOLID at this grade to say the least. \n\n  Launch up extremely technical climbing past 3 bolts and a tough  second clip to a wonderful 11a finger crack to the top. ","protection":"Nuts and cams finger size to red camalot.","location":"Walk to the obvious arete 30' right of where the trail meets the wall. The route starts with 3 bolts just right of the arete."},"__v":0},{"_id":"noVLT0GBWMGPf4VRkJX7yQ==","name":"Hard Times","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Henry Barber, Dave Cilley","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.89977,44.34048]},"left_right_index":3,"mp_id":"106519281","mp_crag_id":"105871061","climb_id":"noVLT0GBWMGPf4VRkJX7yQ==","areaRef":"LynJrbjPVwKJ+w7ZG5HDlQ=="},"content":{"description":"Pitch 1 Scramble up the Fourth Class tree covered ramp to a birch tree. (40' 4th class) Pitch 2 Climb the hand crack up 15' to the right facing corner to low angle facey cracks straight up to the tree island ledge with a fixed anchor. (140' 5.9) Pitch 3 Gulp! Climb the chimney/right facing corner to a hand and finger crack. Continue up the corner through the buldge.... To some face right of the corner and a final offwidth short to a nice ledge... Whoa.. Hard (9+? 150') Pitch 4 Up handcracks to ledge and 10' left to fixed anchor. (50' 5.9) Rap with two ropes to tree island ledge and again to the ground.","protection":"Full rack, #5 cam...","location":"approx 50' left of Touch of Class"},"__v":0},{"_id":"CgH16oIZUiGaPlsJmXl8kg==","name":"Fear of touching Aerie","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Linkup of several existing climbs, no first ascent listed","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.89977,44.34048]},"left_right_index":4,"mp_id":"108332377","mp_crag_id":"105871061","climb_id":"CgH16oIZUiGaPlsJmXl8kg==","areaRef":"LynJrbjPVwKJ+w7ZG5HDlQ=="},"content":{"description":"Pitch 1 - Same as pitch 1 of Touch of class.    This pitch involves some boldish laybacking to start your day.  As always, beware the \"+\".  Gear belay. \n\n  Pitch 2 - Climb up from the left side of the ledge for about 10 feet and then traverse left to the 5.9 Aerie crack and up to the tree island ledge.  Belay off slings on a birch tree.  \n\n  Pitch 3 - The money pitch.  Climb the left-facing corner directly above the belay.  It eventually goes overhanging and the crack disappears, but stemming and smearing will let you escape right.  It's not over yet!  Traverse right across thin vertical cracks on slabby terrain to reach the Touch of Class left-facing corner.  Keep some small gear - 0.2 and lower.  RPs are useful too.  Finish at a ledge with a rare ADK bolted belay.   \n\n  Pitch 4 - Climb straight up the nice finger cracks.  The crux is low on this pitch.  Eventually reach a dirty ledge you can traverse left on for about 25 feet to another bolted belay.","protection":"The gear is generally good and easy to find.  The traverse on P3 is a little tricky, but protects well if you keep enough very small gear.","location":"Directly ahead from the approach trail.  About 10 feet to the right of a right-facing corner."},"__v":0},{"_id":"Tw2WQnWBUYiWGIqnjOccSg==","name":"Fear of Flying","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Alan Long, Andy Embick, Al Rubin, 9/6/76.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.89977,44.34048]},"left_right_index":6,"mp_id":"117648130","mp_crag_id":"105871061","climb_id":"Tw2WQnWBUYiWGIqnjOccSg==","areaRef":"LynJrbjPVwKJ+w7ZG5HDlQ=="},"content":{"description":"Another great route on Moss Cliff. Expect everything ranging from fingers to chimney climbing.\n\n P1; Same as Touch of Class. Start up a wet right facing corner until a hard move sends you slightly left to a left facing corner. Exit onto a nice ledge and construct a belay.  5.9+ / 100'.\n\n P2; Traverse the ledge right for about 20 feet to a shallow right facing corner with 2 dirty cracks. Climb up and make a long step right to another crack. The steep crack goes from thin to wide hands before finally reaching a cozy tree belay ledge. Gear to #3 C4's.  5.10- / 80'  Note: ADK Rock topo says OW but this is a typo. It's only wide hands. V2.1: Traverse the ledge right for about 15 feet until it's possible to make some easy balance moves [dubious medium RP] up to a left facing corner. Keep traversing right along a foot rail to a good hold and bomber gear. Make a long step right to the vertical crack. I found this to be cleaner with less rope drag.\n\n P3;  Start the right crack in Squamish style. Transition to the left crack and make a few hard moves to a great rest stance. Above you now is an ominous 4.5\" OW. More hard moves to get into it, then it eases as you bust a few face moves but you need to get back into it for a great finish at a good tree ledge. Gear to #5 double if you don't like pushing the cam along. 5.10 / 60'.\n\n P4; Step up onto a pointy block and climb the right side cracks. Eventually you end up facing a wide chimney. Burrow deep into the cliff to exit at another treed ledge [optional belay to watch and laugh at your partner squeezing though]. Otherwise continue up to a very comfy bolted belay with great views of the valley. 5.6 / 80'.\n\n P5; Climb the nice water worn cracks above to a dirty ledge. Protect the second then easy but dirty traverse left [keep protecting second] to a bolted rap anchor. 5.10- / 80'","protection":"#0 C3 to #5 C4. Doubles #0.4 to #3 maybe double #5. Mostly gear anchors. Rap the standard rap route from top of Spirit of Adventure","location":"Start same as Touch of Class. Where the approach trail meets the cliff find a right facing corner [often wet]."},"__v":0},{"_id":"vGPx1BUtXyWAt72S1YV6lg==","name":"Falconer","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"FA, (P1), Don Mellor & Andy Zimmerman--June 1984   FA, (P2-3), Don Mellor, Patrick Munn--May 1985","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.89977,44.34048]},"left_right_index":0,"mp_id":"110902112","mp_crag_id":"105871061","climb_id":"vGPx1BUtXyWAt72S1YV6lg==","areaRef":"LynJrbjPVwKJ+w7ZG5HDlQ=="},"content":{"description":"Falconer is a quality 3 pitch route that climbs the left side of Moss Cliff. The route is easily identifiable from the parking area. Just look for the 150' hand/finger crack that splits the buttress....this is the 2nd pitch. Straight up from there, you'll see the roof that caps pitch 3.      The pro is good throughout the route....though expect some exciting climbing on thin gear, mungy holds, and lichen covered cracks. A little more traffic will go a long way on this thing.  \n\n  P1--5.11a Up and at 'em. 10' of easy face climbing leads to a stance below the crux of the route. Nest a few rp's and small cams together and fire through the spooky crux. Keep climbing up and through a sustained 5.10 inside corner. Gear belay on a large ledge. 70'  \n\n  P2--5.10 The money pitch. Climb straight up from the left side of the ledge to gain a beautiful crack. Follow the crack up through several shallow right-facing corners to a final tight hands crux through a bulge. Belay at a large tree. Full value at the grade. 140' \n\n  Move the belay up and left through the trees....prob 50' or so. Belay under the obvious roof with 2 finger cracks.     \n\n  P3--5.10d Climb straight up the cracks, (crux), and begin a rising rightwards traverse towards the roof. Surmount the roof, (5.10), and follow the cracks up to the summit. Belay up and left on a tree with some webbing & slings.","protection":"Double rack of cams to 3\". RP's and small cams for P1. 2 ropes are necessary to rappel.","location":"Starts approximately 100' left of A Touch of Class. Begin on a ledge 15' up, (approached from the left),  below a small left facing flake that becomes a left facing corner mid-pitch. There is a small cedar tree 25' up in the corner system.  \n\n  Descent: From the tree on top of pitch 3, make a double rope rappel to the tree on top of pitch 2. Another double rope rappel will get you to the ground."},"__v":0},{"_id":"uniUMC+BUX+Rs86O3dh65w==","name":"Brass Balls, Steel Nuts, and Sticky Rubber","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"Peter Kamitses","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-73.89977,44.34048]},"left_right_index":7,"mp_id":"106550206","mp_crag_id":"105871061","climb_id":"uniUMC+BUX+Rs86O3dh65w==","areaRef":"LynJrbjPVwKJ+w7ZG5HDlQ=="},"content":{"description":"Yet another amazing addition to the Daks by Peter Kamitses and a prime example of the incredible potential for many more hard routes in this region! Yet to have seen a second ascent! \n\n  An amazing route following thin yet solid flakes and sidepulls to a boulder problem crux and onward into sustained arete hugging above. The climbing is characterized by insecure moves on bad feet and few rests.","protection":"Protection is good but mostly small and well spaced out in spots. The first ascent was done in headpoint style and most would be wise to do the same as placements are subtle and extremely strenuous. Sending ground-up would be proud! Bring many small (purple C3 or black alien) size cams and many rp's. The crux is protected by a #8/#9 BD stopper.","location":"This route starts in a small right facing corner with a splitter finger crack in it. Located 20' up and right from where the trail meets the wall and just left around the arete from Mistah Luthah. The route shares an anchor with Mistah Luthah and can be toproped after completing that route."},"__v":0},{"_id":"ah5oNZlkXvu3DcA3lkw/LQ==","name":"A Touch of Class","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Jack Maxwell, Ben Ales, and Rocky Keeler, 1968","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.89977,44.34048]},"left_right_index":5,"mp_id":"106073099","mp_crag_id":"105871061","climb_id":"ah5oNZlkXvu3DcA3lkw/LQ==","areaRef":"LynJrbjPVwKJ+w7ZG5HDlQ=="},"content":{"description":"A Touch of Class is the one of the many proud lines that soar up Moss Cliff.  The essence of this climb is the squeeze chimney capping the fingery crux of the climb.  Be ready for sustained climbing in an airy position.  On the final pitch you can choose to climb the thin crack out to the right at 5.10, but it doesn't get a lot of traffic so the lichen and dirt may be a bit impeding.   \n\n  Pitch 1:   Near the center of the cliff is a wide flake/crack.  Just to the right of this obvious feature is the first pitch crack.  Climb this past a troublesome section about midway, then find a comfortable belay out to the right on a nice, small ledge.  5.9+ / 100 feet \n\n  Pitch 2:   Above, climb the thin finger crack in lower-angled rock to the crux finish right below a nice island of trees.  Be AwareYou will finish at the tree ledge with a sizeable boulder/flake.  Above you will be the left-facing corner of Aerie (5.10b).  Thrash through some bushy tree shrubs to the right to reach the beginning of the 3rd pitch belay for TOC.  5.9 / 60 feet \n\n  Pitch 3:   Layback the finger crack in the left-facing corner until it opens up into a squeeze chimney.  Try not to get your torso stuck in here.  Finish over a small bulge in a handcrack to easier ground which takes you to a scenic, rectangular belay ledge with bolts.  Strenous 5.9 / 100 feet \n\n  Pitch 4:   Finish above in a nice, but short handcrack.  Take this to the trees, fight through these then finish on easier ground to the top of the cliff. 5.8 / 100 feet \n\n  Alternately, one can take the finger crack out to the right.  This path requires some patience, and a deft ability to clean while you climb.  Be prepared for some dirt climbing with less than optimal gear at the very top of this alternate last pitch.  Good, but needs a serious enema.  5.10 / 100 feet.","protection":"A wide array of gear is necessary to complete this route. Carry along a full set of cams to #4 Camalot-size (doubles on middle sizes), plus a good assortment of stoppers and RPs. Two cordolettes with several lockers are also a good idea. A single 70-meter rope is suitable to rappel the route by traversing to the top of Brass Balls for the last rappel to the ground.","location":"A Touch of Class is located near the left/center of the cliff. Look for the wide flake/crack.  The start of the route will be on the right of  this feature."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,589a474a-bbce-5213-a77d-8138a22e0474,21c0dcef-75a2-5517-93ef-0026142ec2a0,5d3944a9-3d64-5d2c-a616-7061757bdf15,2f29c9ad-b8cf-5702-89fb-0ed91b91c395","pathTokens":["USA","New York","Adirondacks","D: Wilmington Region","Moss Cliff"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.11a"},{"count":2,"label":"5.10b"},{"count":1,"label":"5.12a/b"},{"count":2,"label":"5.9+"},{"count":1,"label":"5.10c"},{"count":1,"label":"5.12d"}],"byDiscipline":{"trad":{"total":9,"bands":{"unknown":0,"beginner":0,"intermediate":5,"advanced":4,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":5,"advanced":4,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-73.89977,44.34048]},"bbox":[-73.90039872026878,44.34003033981814,-73.89914127973123,44.34092966018186],"left_right_index":-1,"ext_id":"105871061","area_id":"LynJrbjPVwKJ+w7ZG5HDlQ==","polygon":{"type":"Polygon","coordinates":[[[-73.90039872026878,44.34003033981814],[-73.89914127973123,44.34003033981814],[-73.89914127973123,44.34092966018186],[-73.90039872026878,44.34092966018186],[-73.90039872026878,44.34003033981814]]]}},"content":{"description":"Access note: fording Ausable River to access cliff is necessary. There is a tyrolean cable in place currently (9/12/21); also check for seasonal peregrine closures.Moss Cliff--a 500 foot shield of bullet-proof anorthosite that sits atop Wilmington Notch overlooking Route 86 and the Ausable River. Although this cliff is situated less than a mile from the climbers lot, it's committing reputation is rivaled by few other crags in the Adirondacks due to its surprising remoteness and shear faces.Many stellar lines soar up the numerous cracks of this cliff, and most recently, the hardest lines in the Adirondacks--Illuminescence (13d) and Fire in the Sky (13c)--were unlocked here. Routes such as Hard Times (5.9+), A Touch of Class (5.9+), and Creation of the World (5.11), stand testament to the varied and unique beauty of long, free routes in the Adirondacks.If it is your first visit to the cliff, don't underestimate it-- This is not a cliff to be toiled with. Many of the routes are stout and require climbers to top out. This makes for a true adventure, as the rap station is on the far left (climbers' left) end of the cliff hidden in a gully and guarded by a treacherous bushwhack.Make sure you get and early start, and be sure to check for closures, as this cliff is closed for a good portion of the spring and summer months for peregrine nesting."},"density":0,"totalClimbs":9,"__v":1,"createdAt":"2022-11-07T06:15:03.891Z","updatedAt":"2024-01-20T01:05:08.176Z"}