{"_id":"6368a4bbe80bff5a995a780b","area_name":"Back of the Maze","shortCode":"","climbs":[{"_id":"6GOtqpQ0V9uobYttMFFThA==","name":"Troglodyte","yds":"V8","grades":{"yds":"V8","font":"7B","vscale":"V8"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.0394,31.9123]},"left_right_index":999999,"mp_id":"117132192","mp_crag_id":"106369817","climb_id":"6GOtqpQ0V9uobYttMFFThA==","areaRef":"b4+oqXoDWnOC2FGUe2ha/w=="},"content":{"description":"A decent roof with a one-move crux to a classic dab fest topout. Start on obvious flake jug and climb out of the hole you're in. ","protection":"","location":"Other side of the Je Suis Wedge boulder through the narrow \"hallway\""},"__v":0},{"_id":"kJoY+7C3VEizEU/bj6Ad0w==","name":"Purple Flowers (Les Fleurs Pourpes)","yds":"V9-","grades":{"yds":"V9-","font":"7C","vscale":"V9-"},"fa":"Fred Nicole","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.0394,31.9123]},"left_right_index":999999,"mp_id":"106686745","mp_crag_id":"106369817","climb_id":"kJoY+7C3VEizEU/bj6Ad0w==","areaRef":"b4+oqXoDWnOC2FGUe2ha/w=="},"content":{"description":"This problem begins way back in the cave scrunched up on a rock on two underclings.  Work your way around the roof to (hopefully) a kneebar and then kick over to the slab (another boulder) and finish on that boulder.  There is so much beta and so many different ways of doing this climb that I'm not going to include the beta for this one although I will say that there are up to 3 kneebars and the best beta deviates from Fred Nicole's original version that he graded V10 (and is still reflected in the Wilder book).","protection":"Two pads and a spotter.  As well as a spotter for the spotter down in the whole where you can find a soft V8.","location":"This route is on the same bloc as Flower Power (and is actually the original albeit shorter version).  From Glas Roof hike up the slabs and turn to your right at the top of the slab approach.  The boulder is on your right and is a large roof."},"__v":0},{"_id":"pKbwqlgrUueGz+XeluHCyw==","name":"Pirelli","yds":"V5","grades":{"yds":"V5","font":"6C","vscale":"V5"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.0394,31.9123]},"left_right_index":999999,"mp_id":"107017746","mp_crag_id":"106369817","climb_id":"pKbwqlgrUueGz+XeluHCyw==","areaRef":"b4+oqXoDWnOC2FGUe2ha/w=="},"content":{"description":"The crux is the top out which is easy to scope. \n\n  Start on the jug that is one move into The Egg and another hold to the left. Make a huge move up to a sidepull, set your feet and start to paw your way onto the slab above.","protection":"Pads and spotter","location":"On the same boulder as The Egg."},"__v":0},{"_id":"O4IJO4wpWeCWyR4TD+5ZMQ==","name":"Nobody's Funky","yds":"V7-","grades":{"yds":"V7-","font":"7A+","vscale":"V7-"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.0394,31.9123]},"left_right_index":999999,"mp_id":"114013828","mp_crag_id":"106369817","climb_id":"O4IJO4wpWeCWyR4TD+5ZMQ==","areaRef":"b4+oqXoDWnOC2FGUe2ha/w=="},"content":{"description":"Start on a high hueco to your left, a sloper just under the arete, and use nay of the low feet. Bump the right to a higher sloper, set your heel into the left hueco where your hand starts, and crank on it hard to reach your left hand up over the ledge to a side pull--the higher the better. Reach out to the right crimp on the arete and smear your right foot to get your right hand to the crimp on the shallow dish. Set a high left heel just under your left hand and rock up to on it to stand. Reach your left hand up the arete for a crimp to set your right foot higher and then reach up to the flat ledge for the top-out.","protection":"2-3 pads, it's easy to tip over when getting over the ledge to top out","location":"The boulder just through the first tunnel behind Jigsaw Puzzle"},"__v":0},{"_id":"na+FINtOWZ23jo1GO3rTuQ==","name":"The Man with the Black Lunettes","yds":"V9","grades":{"yds":"V9","font":"7C","vscale":"V9"},"fa":"Fred Nicole","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.0394,31.9123]},"left_right_index":999999,"mp_id":"107017753","mp_crag_id":"106369817","climb_id":"na+FINtOWZ23jo1GO3rTuQ==","areaRef":"b4+oqXoDWnOC2FGUe2ha/w=="},"content":{"description":"This is about the most terrifying lowball imaginable. \n\n  Start from a sit on the slab and make a big move up and left to crimps. Traverse more or less straight left on small holds to a final big move out left to a juggy flake on the arete. Roll around the corner and stand up to finish. \n\n  There was some chalk on a possible start from the level below, I don't know if it has been done or not, the climbing looks easier with big moves on big holds and a scary landing.","protection":"You could dab on any move on this problem and yet if you fall you could also slide down the slab and drop off the top of Pirelli to the landing below. It may be best to have something wrapped around your waist like a leash to keep you from sliding should you fall.","location":"Traverses the steep wall above The Egg. Starts from a sit on some small edges as far right as possible."},"__v":0},{"_id":"FGq8oi28WaawDZL2ftBYPQ==","name":"Je Suis Wedge","yds":"V8-","grades":{"yds":"V8-","font":"7B","vscale":"V8-"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.0394,31.9123]},"left_right_index":999999,"mp_id":"117132259","mp_crag_id":"106369817","climb_id":"FGq8oi28WaawDZL2ftBYPQ==","areaRef":"b4+oqXoDWnOC2FGUe2ha/w=="},"content":{"description":"The opposite of its counterpart, Troglodyte, this one is nice looking and out in the open, but doesn't move well imo. Start on high underclings and go up. Easier side of V8. ","protection":"","location":"In the pit when you're at Flower Power"},"__v":0},{"_id":"EA5BKUcwU4uMHEOr+4MATw==","name":"The Handcuff Trick","yds":"V0-","grades":{"yds":"V0-","font":"4-","vscale":"V0-"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.0394,31.9123]},"left_right_index":999999,"mp_id":"116836505","mp_crag_id":"106369817","climb_id":"EA5BKUcwU4uMHEOr+4MATw==","areaRef":"b4+oqXoDWnOC2FGUe2ha/w=="},"content":{"description":"Tall and aesthetic layback slab crack. Must do!","protection":"","location":""},"__v":0},{"_id":"mk+UyahtWz6ouRIBJWxaaA==","name":"Glas Roof","yds":"V9","grades":{"yds":"V9","font":"7C","vscale":"V9"},"fa":"Ian Glas","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.0394,31.9123]},"left_right_index":999999,"mp_id":"106369823","mp_crag_id":"106369817","climb_id":"mk+UyahtWz6ouRIBJWxaaA==","areaRef":"b4+oqXoDWnOC2FGUe2ha/w=="},"content":{"description":"From underclings got right to a nice long pocket that you can pinch at the bottom, then match with the left pinchig the top in a sort of back handed grip (with your palm facing you). Get a right drop knee and hit the crimpy pinch at the lip. Get a bicycle with your feet and bump your left hand out into another pocket. Then learn to foot jam and stuff your right foot in the pocket that you just matched. Reach up left to the 2 finger on the face and get a left heal scum. Right hand up to a small but good edge. Now for the crux, do something with your feet to help you throw your body up and left to a very good edge. From this edge climb up a move or two and back down to drop off. \n\n  If you want to try and top out...well I'm not sure it is a good idea.","protection":"Pad and spotter.","location":"On the underside of the German Photo Route boulder starting from a sit in honeycomb pockets."},"__v":0},{"_id":"E4aEnH4tU+yDXEb08UUPAw==","name":"Flower Power","yds":"V10-11","grades":{"yds":"V10-11","font":"8A","vscale":"V10-11"},"fa":"Fred","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.0394,31.9123]},"left_right_index":999999,"mp_id":"106369874","mp_crag_id":"106369817","climb_id":"E4aEnH4tU+yDXEb08UUPAw==","areaRef":"b4+oqXoDWnOC2FGUe2ha/w=="},"content":{"description":"If you are strong enough this could be an easy tick or still impossible. It all depends on how the flying ninja kick at the end goes for you, easy for some, impossible for others, though there is alternate beta which makes the problem longer. \n\n  Start on a big tounge at the right end of the roof. Work your way left on sequency pockets untill you make a slap for a sloping bump on a vertical section of rock. Get a right toe hook to bump your right hand into a closer pocket. Then walk your feet through to a heal hook just below your left hand and pull up onto an alcove with an 8 finger fin that sticks down as an undercling. Walk your feet into the alcove in a kind of stem and match hands to go out left and out the roof to a better hold the a good right in opposition. Next reach up right into a scoop to a honeycomb crimp with a thumb catch then left to a fin that is a side pull/undercling. Get a big drop knee and make a long pull to a hueco, as you work further around the side it gets better. Now for the fun bit, cut your feet but don't try to check the swing, instead kick out for the boulder behind and to the right of you. Get your feet to stick, match the hueco and shoulder your way over to the vertical face and top out.","protection":"Pads and spotter, for the most part you are pretty low on this problem but the landing is a slab which in one spot opens up into a pit so you want a spotter down there. No spotter at the end though as there is a good chance they will get kicked resulting in the dreaded DAB.","location":"Work under the left side of the German Photo Route boulder then around the back past The Egg. Follow a ramp up to the right from behind The Egg onto some open rock. Head towards East Mt and you should run into the head height roof or it will be off to your right a bit."},"__v":0},{"_id":"9M1OyePWV1Wxgj7zjyOg6A==","name":"The Egg","yds":"V9","grades":{"yds":"V9","font":"7C","vscale":"V9"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.0394,31.9123]},"left_right_index":999999,"mp_id":"106369839","mp_crag_id":"106369817","climb_id":"9M1OyePWV1Wxgj7zjyOg6A==","areaRef":"b4+oqXoDWnOC2FGUe2ha/w=="},"content":{"description":"Great sloper problem. Graded V10 when first put up, I feel that the V8 grade from the guide book is a bit of a sandbag though V10 might be a bit generous. \n\n  Start in a left kneebar with some bad underclings, it might be possible to pull on without the kneebar, but it would be heinous. Reach out to a sharp jug over the lip and match. Your kneebar should kind of pop out easily considering how hard it is to get in in the first place, get a right toe hook. Reach left to some slopers and move your right foot to a heal on the jug and squeeze your left foot into the underclings. Mess around on the slopers untill you have a left false grip on the furthest left lump and ring your heal into the furthest right sloper. Move your right hand up into a crimpy undercling and smear your left foot on something just over the lip of the roof that looks as though you will not stick to it and hit the sloping rail up and left as a gaston. Bump your hand up untill you get to a good spot. Swing your left foot back under the roof to get a toe hook that is bad which allows you to match the sloping rail and push up and left to a jug at the top. \n\n  You can literaly slip off of just about any move on this problem which makes it pretty cool, you have to use your whole body to stay on the rock.","protection":"Pads and spotter, the landing is a bit uneven so several pads are nice to have but one spotter is typically enough.","location":"Work your way under the left side of the German Photo Route boulder, past Glas Roof, then back right around the back of that boulder. The Egg should be right infront of you."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,4f4767a6-b408-58a3-b7fb-750f0a5e2129,457ea224-0d15-5f68-9d1e-2a153b89bc3b,4a70dbef-be48-58ba-a16b-e375157907c6,6f8fa8a9-7a03-5a73-82d8-51947b685aff","pathTokens":["USA","Texas","Hueco Tanks","East Spur","Back of the Maze"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"V8"},{"count":1,"label":"V9-"},{"count":1,"label":"V5"},{"count":1,"label":"V7-"},{"count":3,"label":"V9"},{"count":1,"label":"V8-"},{"count":1,"label":"V0-"},{"count":1,"label":"V10-11"}],"byDiscipline":{"bouldering":{"total":10,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":1,"expert":8}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":0,"advanced":1,"expert":8}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-106.0394,31.9123]},"bbox":[-106.03992972353741,31.911850339818148,-106.0388702764626,31.912749660181863],"left_right_index":-1,"ext_id":"106369817","area_id":"b4+oqXoDWnOC2FGUe2ha/w==","polygon":{"type":"Polygon","coordinates":[[[-106.03992972353741,31.911850339818148],[-106.0388702764626,31.911850339818148],[-106.0388702764626,31.912749660181863],[-106.03992972353741,31.912749660181863],[-106.03992972353741,31.911850339818148]]]}},"content":{"description":"Most of the problems back here are shaded pretty much all day. You will be crawling around through tunnels and passages to get between problems. Several classics and hard testpieces exist back here in the nether regions of the Maze, such as the Funk problems V6-V10, the Egg V9, Glas Roof V9, Flower Power V10/11, Nagual V13 and Couer de Leon V13. Because of the shade this is a great place to climb when it is warm out and it is sheltered from the wind, though pulling down in the warm temps can be difficult. Because you have to be on a tour when back here and because of the tight confines, at times it can feel crowded but all you have to do is slip around a corner and there is nobody there, just don't stray."},"density":0,"totalClimbs":10,"__v":1,"createdAt":"2022-11-07T06:25:04.744Z","updatedAt":"2024-02-19T18:40:15.573Z"}