{"_id":"63689de0e80bff5a994f967c","area_name":"Elevenmile Dome","shortCode":"","climbs":[{"_id":"iXuFcP/KV4GNmb8HQzbx0A==","name":"Walk in the Park","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Brian Shelton, Bill Olszewski, Aug. 2019","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.39205,38.94534]},"left_right_index":23,"mp_id":"117692125","mp_crag_id":"105745313","climb_id":"iXuFcP/KV4GNmb8HQzbx0A==","areaRef":"z+L+kIMxUey8OZ/lQaaQzw=="},"content":{"description":"Tie a stopper knot in the belay end of your rope! Start directly below the 135' anchor. Work straight up the slab, passing a couple small overlaps and some sketchy looking flakes. Take on the roof at its apex, again being careful what you pull on. Finish straight up to the anchor. This was bolted on lead.\n\nA 70 meter rope will get you down to a big ledge about 30' up and right of the start of the climb. From there, you can walk right to the hillside.","protection":"7 bolts and a 2-bolt anchor shared with\n\nI’m Lichen It\n\n.","location":"This is on the right side slabs of Elevenmile Dome, to the right of\n\nI'm Lichen it\n\n."},"__v":0},{"_id":"nOsuL9n9VGWHgBPUzmISlg==","name":"Stone Groove","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.39205,38.94534]},"left_right_index":1,"mp_id":"105752029","mp_crag_id":"105745313","climb_id":"nOsuL9n9VGWHgBPUzmISlg==","areaRef":"z+L+kIMxUey8OZ/lQaaQzw=="},"content":{"description":"On the Dome's west side is an obvious, low-angled, wide crack.  Look for a shallow, right-facing corner.  Climb the wide crack to the summit or, downclimb from an obvious ledge above the technical difficulties.  This is the same ledge the other routes' walkoff. Downclimb slabs on the west side or go down a gully.","protection":"Standard rack, with a few wider pieces for the wide section.","location":""},"__v":0},{"_id":"8SJ8ueOLWzGlpRDm0N2mLQ==","name":"South Face Direct","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Russ Johnson, John DeLong, 1982.","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.39205,38.94534]},"left_right_index":3,"mp_id":"105752011","mp_crag_id":"105745313","climb_id":"8SJ8ueOLWzGlpRDm0N2mLQ==","areaRef":"z+L+kIMxUey8OZ/lQaaQzw=="},"content":{"description":"This is a great, balancy route up the fine granite.  Watch that first clip - the moves aren't too easy getting to it....\n\nA second pitch continues above the first set of bolts, but it is not often done, it seems.","protection":"About 5-6 draws and a few extra for the anchor.","location":""},"__v":0},{"_id":"GvtImkY6UwWme3JobHVjOA==","name":"Slab Happy","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Bill Olszewski, Stewart Green, Brian Shelton, Sept. 2018","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.39205,38.94534]},"left_right_index":18,"mp_id":"115397261","mp_crag_id":"105745313","climb_id":"GvtImkY6UwWme3JobHVjOA==","areaRef":"z+L+kIMxUey8OZ/lQaaQzw=="},"content":{"description":"From the far right side of the pile of rocks, just to the right of the start of\n\nHappy Trails\n\n, climb up and right to the first bolt. Continue mostly straight up, passing a less-featured section at bolt 3. Continue up and slightly right to a 2-bolt anchor under the big roof, just right of the bushes. This is slab climbing with lots of little edges.","protection":"5 bolts and a 2-bolt anchor with chains.","location":"It is on the right side slabs of Elevenmile Dome, to the right of\n\nHappy Trails\n\n, on the far right side of the big ledge that is up and left of the lone pine tree."},"__v":0},{"_id":"3T1pb1HEUNuyqoSC4QcwxA==","name":"Sideways","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Bill Olszewski, Brian Shelton, Aug. 2019","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.39205,38.94534]},"left_right_index":24,"mp_id":"117692201","mp_crag_id":"105745313","climb_id":"3T1pb1HEUNuyqoSC4QcwxA==","areaRef":"z+L+kIMxUey8OZ/lQaaQzw=="},"content":{"description":"Start on the walk-off ledge used for the previous routes. Move up and left to clip the first bolt. Now work up and right to the big flake. Follow the line of left-facing flakes, up and left to the anchors, passing a couple steeper sections and a small roof along the way. When lowering or rappelling, return to the starting ledge.","protection":"6 bolts and a 2-bolt anchor shared with\n\nI’m Lichen It\n\n.","location":"This is the farthest right bolted route on the right side slabs of Elevenmile Dome, to the right of\n\nWalk in the Park\n\n."},"__v":0},{"_id":"Zfh0qiDGXWyjYjGBdWvmbw==","name":"Robbie’s Mom","yds":"Easy 5th","grades":{"yds":"Easy 5th","french":"1+"},"fa":"June 18, 2021","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.39205,38.94534]},"left_right_index":999999,"mp_id":"120896422","mp_crag_id":"105745313","climb_id":"Zfh0qiDGXWyjYjGBdWvmbw==","areaRef":"z+L+kIMxUey8OZ/lQaaQzw=="},"content":{"description":"Robbie’s Mom is a super easy route that takes large pro, specifically Big Bros. The crack flares at the top. It is a very fun route, though it is not for beginners.","protection":"Trad gear to #6 and Big Bros.","location":""},"__v":0},{"_id":"bDCH6Pm5VGqX0bCKmRscfw==","name":"Repulsion Convulsion","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.39205,38.94534]},"left_right_index":8,"mp_id":"109639920","mp_crag_id":"105745313","climb_id":"bDCH6Pm5VGqX0bCKmRscfw==","areaRef":"z+L+kIMxUey8OZ/lQaaQzw=="},"content":{"description":"This formerly abandoned route had been \"erased\" (hangers removed) because it was very poorly bolted with potential groundfalls and NO ANCHOR.  The hangers have been replaced. Bolts have been added to eliminate the groundfall potential, and a two bolt chain anchor was added at the last/highest old bolt (previously a single bolt with a brown hanger).","protection":"7 bolts plus chain anchor (9 bolts total) - you can easily rap/top rope with a 60m rope.","location":"It is halfway in between\n\nCheryl's Peril\n\nand\n\nThe Great Unknown\n\n."},"__v":0},{"_id":"/AErbO4+UDKjWM48W8oQqQ==","name":"Phantom Pinnacle","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.39205,38.94534]},"left_right_index":11,"mp_id":"105762462","mp_crag_id":"105745313","climb_id":"/AErbO4+UDKjWM48W8oQqQ==","areaRef":"z+L+kIMxUey8OZ/lQaaQzw=="},"content":{"description":"This climb is located about 50' to the left of\n\nMoby Grape\n\n.\n\nP1 (125') - Start at an arch that goes from right to left and ends about 1/2 way up the slabs above you.  The arch is about 45 feet in height at the top.  Stay in the arch as long as you can, placing pro; because there is no pro on the slab above the arch until you reach the steeper roof.  After stepping out of the arch, climb straight up the slabs to the steeper roof.  The slabs are about 40' of up to 5.4 climbing with no pro (R).  At the roof, I took the path of least resistance traversing 10' feet right, up some cracks, then going left again back to the exposed big flakes.  Climb up to a big grassy ledge to set your belay.\n\nP2 (160') - Climb the beautiful hand crack angling to the left, and then head straight up to the big roof.  Traverse under the roof right passing under a sculptured cave.  Emerge from the cave and step right onto an arête.  Follow a hand/fist crack, passing an old piton straight up to the large headwall.  Use a couple of long slings on this pitch to avoid rope drag.\n\nDescent:  Traverse to your left (Southwest) along the ledges below the headwall over 4th class terrain until you reach a big gully with trees.  You may want to belay your partner over this traverse.  About 40 feet into the traverse, there are some anchor bolts, but they are not designed for rappelling.\n\nOther:-  At the 1st belay, it is possible to escape by down climbing left about 20' to some anchors that are 90' off the deck.-  On the first pitch it looks like you can climb up to the steeper roof over easier terrain with good protection using a gully with cracks that begins about 10' left of Moby Grape.-  The second pitch probably has other interesting variations.-  I'm giving this climb 2.5 stars:  2 for the first pitch, and 3 for the second pitch.","protection":"Set of nuts, set of cams (small to 3\"), and a couple of double slings.","location":""},"__v":0},{"_id":"jXtEEbpNVvqQt0AJp3gBcQ==","name":"The Overleaf","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.39205,38.94534]},"left_right_index":2,"mp_id":"105752008","mp_crag_id":"105745313","climb_id":"jXtEEbpNVvqQt0AJp3gBcQ==","areaRef":"z+L+kIMxUey8OZ/lQaaQzw=="},"content":{"description":"The Overleaf is a nice trad route up the whole dome. Start on the left side of the dome and locate a right-facing dihedral, and follow this feature for a long pitch to a cable anchor w/chains about 200' up. The route continues up to the summit of the dome, or double-rope rap from the anchor.","protection":"Standard rack to #4 Friend.","location":""},"__v":0},{"_id":"soCAcnzcV8GNgSa8OxhHJw==","name":"Original Sin","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Martha Morris and Stewart Green","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.39205,38.94534]},"left_right_index":14,"mp_id":"105754024","mp_crag_id":"105745313","climb_id":"soCAcnzcV8GNgSa8OxhHJw==","areaRef":"z+L+kIMxUey8OZ/lQaaQzw=="},"content":{"description":"In between routes 9 and 10, directly up the dark slab, Original Sin climbs up very small edges and fingertip-to-fingernail nubbins to the anchors for the first pitch of\n\nMoby Grape\n\n(listed as route \"Unknown\" in this database).  There are around 9 good bolts protecting the route, but they're difficult to see until you're on top of them (accounting for this route not getting much traffic).\n\nYou get bonus points for ascending the last vertical step directly to the anchors instead of moving left to the crack pull-up/finish of\n\nMoby Grape\n\n.  The grade stays the same either way - but not too difficult for a 9+, all told.\n\nPlease note the comments on Unknown/\n\nMoby Grape\n\nabout rope length unless you intend to continue that climb's second pitch.  This is not a slab you want to be downclimbing unroped.","protection":"8 bolts to a  2-bolt anchor shared with\n\nMoby Grape\n\n70m rope required!","location":""},"__v":0},{"_id":"IaEORNJMWhG+1Tnsfy6s9Q==","name":"Northwest Passage","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"Sara \"Flash\" Gordon, Bill Olszewski, May 2020","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.39205,38.94534]},"left_right_index":25,"mp_id":"118943665","mp_crag_id":"105745313","climb_id":"IaEORNJMWhG+1Tnsfy6s9Q==","areaRef":"z+L+kIMxUey8OZ/lQaaQzw=="},"content":{"description":"Pitch 1: from the anchor for\n\nSideways\n\n, traverse right to the easy vertical terrain, and set a bomber piece. Fire up the short crack to the upper slabs. From here, you can wander over several possible lines and still find good gear. Eventually, you'll want to find your way around to the right of the final roofs. There's a good ledge with a solid flake for anchor one. Either continue up P2 or walk off to climber's right, finding your way down the slabs to the hillside; working down and right to get back to the starting ledge for\n\nSideways\n\n, 5.4 to 5.7, 115'.\n\nPitch 2: if you want to continue to the summit of Elevenmile Dome, pick your line, and head up wherever you want to go! I used a large boulder as a chock anchor against which I did a body belay. Now wander down to climber's right, and gain the hillside. Continue down and left (climber's right). Then find your way down and right to the starting ledge for\n\nSideways\n\n, 4th Class, 130'.","protection":"A single rack to 4\" - gear anchors.","location":"Start from the 135' bolted anchor atop the right side of the rightmost slabs on Elevenmile Dome"},"__v":0},{"_id":"mCCCVupBXDONgT0xnvhPKQ==","name":"More Tea Vicar","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"Stewart Green, Brian Shelton, Dennis Jump, 2009","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.39205,38.94534]},"left_right_index":12,"mp_id":"110863710","mp_crag_id":"105745313","climb_id":"mCCCVupBXDONgT0xnvhPKQ==","areaRef":"z+L+kIMxUey8OZ/lQaaQzw=="},"content":{"description":"P1:  climb the ramp just left of\n\nMoby Grape\n\n, then go up to a right-facing dihedral (one bolt) with a water pod on top. Step left, and face climb to a bolted anchor.\n\nP2: climb up and trend left to the belay for the second pitch of Phantom Pinnacle.\n\nThis is a good single pitch climb in the shade during hot afternoons.","protection":"Light rack to 2 inches plus bolts (4).  There is an anchor at the top of the first pitch to rap (70 m).","location":"The route is just left of the start of\n\nMoby Grape\n\n."},"__v":0},{"_id":"mA3W2aYIXUGgJbdMZl2/AQ==","name":"Moby Grape","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Gregg Stevens, Larry C. Schubarth, April, 1978","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.39205,38.94534]},"left_right_index":13,"mp_id":"105755719","mp_crag_id":"105745313","climb_id":"mA3W2aYIXUGgJbdMZl2/AQ==","areaRef":"z+L+kIMxUey8OZ/lQaaQzw=="},"content":{"description":"This is a really fun route and makes for a great first lead. Moby Grape is located near the right end of the dome in a large right facing corner.\n\nPitch 1: 120\" 5.7 Begin with a few moves up the slab to reach the corner.  Follow the corner for about 100 feet of fun stemming and  jamming with perfect protection. Just below the anchors the crack peters out and the rock bulges. Face climb over the bulge on large holds and move up to the anchor below a  large roof. Either Rap with two ropes or continue up for  another pitch.\n\nPitch 2: 100\" 5.6 Face climb up and left to avoid the roof. The climbing quickly becomes easy as you move up the slab. Continue until you reach a bolted anchor in a pod below the walk-off ledge.\n\nWalk off to the climbers left and scramble down along the  edge of the dome.","protection":"Nuts and a couple of cams up to #2 Camalot.","location":""},"__v":0},{"_id":"67I6GfJgUx+EkLzLvgzqVA==","name":"Miss Wyoming","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.39205,38.94534]},"left_right_index":6,"mp_id":"106926010","mp_crag_id":"105745313","climb_id":"67I6GfJgUx+EkLzLvgzqVA==","areaRef":"z+L+kIMxUey8OZ/lQaaQzw=="},"content":{"description":"The route is listed as Route #6 in the text of the Stewart Green Colorado guide (new edition, p. 336), but in the diagram on page 337, it lies between Route #6 & Route #7.","protection":"9 bolts to double bolt anchors.","location":"This is a bolted line between\n\nFace Value\n\nand\n\nCheryl's Peril\n\n, following the bolts just right of\n\nFace Value\n\nto start, then moving further right.  Start right of the blocks, slightly right of where\n\nFace Value\n\nstarts."},"__v":0},{"_id":"T8uRY745VXibnOLWOLwVbg==","name":"Mike Johnson Route","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Mike Johnson","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.39205,38.94534]},"left_right_index":4,"mp_id":"105762882","mp_crag_id":"105745313","climb_id":"T8uRY745VXibnOLWOLwVbg==","areaRef":"z+L+kIMxUey8OZ/lQaaQzw=="},"content":{"description":"Find this route starting from the righthand end of the ledge that \"\n\nSouth Face Direct\n\n\" starts from.\n\nClip bolts up the wall on 5.7 and 5.8 climbing to the bulge.  Decipher the bulge using trickery and slopers and continue on to the anchor. The bulge is much harder than the rest of the pitch and is only a move or two.  This is worth doing if you have stopped an Elevenmile.","protection":"Six (now 5) bolts to a 2 bolt anchor.\n\nEds. Here is an explanation: per\n\nJesse Morehouse\n\n: there are now only 5 protection bolts. It looks like there used to be 6 (buttonheads with homemade Leeper-style hangers), but those have either been removed or hammered flat (total eyesore), and the original anchor is higher on the wall than the current top anchor, which probably meant the original 6th protection bolt was about where the newer top anchor is.","location":""},"__v":0},{"_id":"W9t3hf9OWlKLdFajl/RkJg==","name":"Kathy's Crack","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.39205,38.94534]},"left_right_index":0,"mp_id":"105976601","mp_crag_id":"105745313","climb_id":"W9t3hf9OWlKLdFajl/RkJg==","areaRef":"z+L+kIMxUey8OZ/lQaaQzw=="},"content":{"description":"Kathy's Crack is a left-angling crack to the left of\n\nStone Groove\n\n.  The route follows a the crack which is filled with grass and shrubs before finishing on typical 11-Mile bathtubs.  Best bet is to climb the crack and then bathtubs until reaching an easy traverse to the left ending in the descent gully.  Note:  Would be a decent beginner lead if it was cleaned.  I climbed this route with a 70m rope but a 60 should reach if you traverse left 20-30 feet after the crack ends and bathtubs begin.  With a 50m one should find a good spot toward the end of the crack to build a belay.","protection":"A few small to medium cams.","location":"From the base of 11 Mile Dome, hike south 75 feet and then up the gully 150 feet.  Kathy's Crack is the definable crack system left of\n\nStone Groove\n\nwhich is an obvious, right-facing, wide crack.  Currently, it's full of grass and shrubs."},"__v":0},{"_id":"VNdLy8I6XuSCQLeZ1u/6xA==","name":"Jet Setter","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"Stewart Green, Ed Russell, and John Meyers, April 1978","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.39205,38.94534]},"left_right_index":16,"mp_id":"115353609","mp_crag_id":"105745313","climb_id":"VNdLy8I6XuSCQLeZ1u/6xA==","areaRef":"z+L+kIMxUey8OZ/lQaaQzw=="},"content":{"description":"I first did this route in the spring of 1978 with Ed Russell and John Meyers. I led the first pitch, Ed the second, and John the third. No bolts were placed, and the route was climbed on nuts only, primarily with small wired nuts. At the same time, we also opened\n\nHappy Trails\n\nand\n\nEZ\n\nStreet\n\n, both later bolted by Mark Van Horn in 1994, on the lead without gear, although\n\nHappy\n\nTrails\n\nveered right on the upper slab to finish up\n\nJet Setter\n\n.\n\nOver the years, I've repeated\n\nJet Setter\n\na few times, but it was rarely climbed, because it was R rated. The last time I led it, I decided to place a few bolts in the first pitch to make it a safer lead for most climbers. Brian Shelton, Bill Olszewski, and I did the route in September 2018 and placed 5 bolts on the lead on the first pitch (thanks, Brian!) as well as a two-bolt anchor at the end of pitch 1. The rest of the route remains gear only.\n\nFinding route:\n\nstart below a clean slab between\n\nOriginal Sin\n\non the left and\n\nHappy Trails\n\non the right.\n\nPitch 1:\n\nclimb past 2 bolts to a thin roof. Step left on loose flakes or pull directly over roof, and climb to bolt at stance. Traverse right to a bolt in a left-angling roof, and crank over (5.7+) to the upper slab. Step up, clip a bolt on Happy Trails, and then work up right across slab past another bolt to a 2-bolt anchor below the right side of a big roof, 145 feet. Rappel here with 70-meter rope or do 2 rappels with single rope.\n\nPitch 2:\n\ntraverse down right in scoops right of roof, then climb up right to a ledge. Continue up featured but runout rock to a belay stance below the right side of a big roof.\n\nPitch 3:\n\nclimb over roof, then run up easy rock to top of Elevenmile Dome.\n\nDescent:\n\ndescend by scrambling down south side of the dome tothe  road. Instead of doing pitch 3, you can traverse left on easy ledges to the left side of the roof and make 2 double-rope rappels down South Face Direct to the parking lot or scramble down the left side of the dome.","protection":"A set of wired nuts like Stoppers or Rocks and small to medium cams. A #0.5 or #0.75 Camalot provides extra pro in a crack below the first small roof on pitch 1.","location":"Jet Setter is on the middle of the East Face of Elevenmile Dome. Reach the start by walking down the road to\n\nCounter Strike\n\n. Scramble up boulders past\n\nMoby Grape\n\n. Start between\n\nMoby Grape\n\nand\n\nHappy Trails\n\n. The first bolt is about 25 feet up."},"__v":0},{"_id":"6TcGnHTIXOCk/57Y5Yp/hA==","name":"I'm Lichen It","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Bill Olszewski, Brian Shelton, Stewart Green, Sept. 2018","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.39205,38.94534]},"left_right_index":22,"mp_id":"115397808","mp_crag_id":"105745313","climb_id":"6TcGnHTIXOCk/57Y5Yp/hA==","areaRef":"z+L+kIMxUey8OZ/lQaaQzw=="},"content":{"description":"Tie a stopper knot in the belay end of your rope! From the center of the far right slab, wander up the undulating rock, heading for a right-facing corner. Stay to the right of the corner, but you'll want a 2' sling on that fourth bolt. Continue up towards a right-angling dihedral. Pull a small overlap, and follow the dihedral to a small roof. Traverse right on big holds, then go up to a 2-bolt anchor at the base of the headwall.\n\nA 70 meter rope will get you down to a big ledge about 30' up and right of the start of the climb. From there, you can walk right to the hillside.","protection":"9 bolts and a 2-bolt anchor with chains.","location":"It is on the right side slabs of Elevenmile Dome, to the right of the lone pine tree and right of\n\nGood Country for Old Men\n\n."},"__v":0},{"_id":"41Yun3hSV92MWa8qaW5QsA==","name":"Happy Trails","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Stewart Green, 1979.","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.39205,38.94534]},"left_right_index":17,"mp_id":"105752017","mp_crag_id":"105745313","climb_id":"41Yun3hSV92MWa8qaW5QsA==","areaRef":"z+L+kIMxUey8OZ/lQaaQzw=="},"content":{"description":"On the far right side of the dome, locate this nice beginner sport/mixed route that is protected by 6 bolts but also has some gear placements.\n\nLow-angle, easy climbing, great friction - what more can you ask for?","protection":"About 8 quickdraws, some stoppers, and small cams.","location":""},"__v":0},{"_id":"fjxAHafqWJiV62Vo71SqdA==","name":"The Great Unknown","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.39205,38.94534]},"left_right_index":9,"mp_id":"109640093","mp_crag_id":"105745313","climb_id":"fjxAHafqWJiV62Vo71SqdA==","areaRef":"z+L+kIMxUey8OZ/lQaaQzw=="},"content":{"description":"This has a bouldery start. The first bolt can be stick clipped.  There is a tricky roof just before the anchor. It requires a 70m rope to rappel.","protection":"7 bolts with old, funky 2 bolt anchor.","location":"It is the route left of\n\nCounter Strike\n\nand right of\n\nRepulsion Convulsion\n\n."},"__v":0},{"_id":"xdr8BBNuXPSjgfY5CY4oJA==","name":"The Great Unknown (submitted as Unnamed 5.9)","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.39205,38.94534]},"left_right_index":15,"mp_id":"106565404","mp_crag_id":"105745313","climb_id":"xdr8BBNuXPSjgfY5CY4oJA==","areaRef":"z+L+kIMxUey8OZ/lQaaQzw=="},"content":{"description":"I'm really surprised that this route isn't listed here.  It's in the \"\n\nClimbing Colorado\n\n\" book as an \"unnamed 5.9\", and I looked through the 9s on the list to see if it has earned a name recently.  I didn't see anything that sounded like it, so I'll add it here.\n\nThis is a long, thin slab climb.  The crux is in the slick start and then climbing the final, very steep slab above a rail and below the anchors.  A fellow climber kept yelling at me to clean off my shoes, and that was great advice.","protection":"Bolts on the route and bolted anchors.  The pro seemed reasonable on the climb. The anchors are too high for a 60m rap.  You can rap to the anchors on\n\nEZ Street\n\nand then down from there if you have only one rope.  A 70m might do the trick, though.","location":"The route to the right of\n\nCheril's Peril\n\nand left of\n\nEZ Street\n\n."},"__v":0},{"_id":"8uru1tJfWpGXnfroTuFcCw==","name":"Good Country for Old Men","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Brian Shelton, Stewart Green, Bill Olszewski, Sept. 2018","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.39205,38.94534]},"left_right_index":21,"mp_id":"115397495","mp_crag_id":"105745313","climb_id":"8uru1tJfWpGXnfroTuFcCw==","areaRef":"z+L+kIMxUey8OZ/lQaaQzw=="},"content":{"description":"Start below the right side of the small roof that angles up and right from the lone pine tree. At the second bolt, head up and right to take on the roof. Move back to the left after the third bolt, then go straight up the undulating terrain to an anchor below the large roof. This was bolted on lead.","protection":"5 bolts and a 2-bolt anchor.","location":"This is on the right side slabs of Elevenmile Dome, down and right of\n\nEZ Street\n\n, to the right of the lone pine tree."},"__v":0},{"_id":"ynJKv1YfW6eTsBlO1GymoQ==","name":"Face Value","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Kevin Lindorff, Bob D'Antonio, Frank Hill, 1984","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.39205,38.94534]},"left_right_index":5,"mp_id":"105762834","mp_crag_id":"105745313","climb_id":"ynJKv1YfW6eTsBlO1GymoQ==","areaRef":"z+L+kIMxUey8OZ/lQaaQzw=="},"content":{"description":"The long, well-protected line follows up past 8 bolts on funky holds to a 2 bolt anchor rested in a roomy ledge about 80 feet up.  The rap can be done with a single 60m rope with little room to spare.  Mark the middle of your rope and tie the ends!!  This has excellent climbing and a cool view from the top.  It is definitely worth your time to climb Face Value.","protection":"8 draws for bolts and extra for 2-bolt anchor.","location":"Face Value starts just left of\n\nCheryl's Peril\n\n(5.9) and just right of the big ledge where\n\nSouth Face Direct\n\n(5.10c) starts."},"__v":0},{"_id":"LvIYSmQwX8OZ7lsFj/aw5A==","name":"EZ Street","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"1979 Stewart Green, John Myers and Ed Russell","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.39205,38.94534]},"left_right_index":19,"mp_id":"106024526","mp_crag_id":"105745313","climb_id":"LvIYSmQwX8OZ7lsFj/aw5A==","areaRef":"z+L+kIMxUey8OZ/lQaaQzw=="},"content":{"description":"Three pitches with the second being the crux. This route was bolted in 1994 by Mark Van Horn.  P1 - goes at 5.4 with 3 bolts to a 2 bolt belay. P2 goes over the little headwall which is protected by bolts and is about 5.6.  P3 heads to the top and eases off again.\n\nP1 is a great beginner lead up very featured slab.  The three bolts are where you need them to make it feel not run out.  A 60m rope will get you down from the belay anchor with lots to spare.  I think this first pitch is a better first lead than Counter Strike.","protection":"Draws and a light rack if you want one.","location":"This is to the right of\n\nHappy Trails\n\n.  It starts on a ledge with a tree."},"__v":0},{"_id":"U/YNHG8+W268CPF6R/sqzA==","name":"Dusty Roads","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Stewart Green, Brian Shelton, Aug. 2019","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.39205,38.94534]},"left_right_index":20,"mp_id":"117692042","mp_crag_id":"105745313","climb_id":"U/YNHG8+W268CPF6R/sqzA==","areaRef":"z+L+kIMxUey8OZ/lQaaQzw=="},"content":{"description":"Start down and right of the big pine tree and to the left of\n\nGood Country for Old Men\n\n. Climb the slab to the roof, hopping up and over on good holds. It's a little harder if you take on the roof a little higher and to the right, just past the bolt. Follow the subtle rib up and left to large bathtubs; then follow another subtle rib up and left before finishing up the slab to a sloping ledge and an anchor that sits below the big roof.","protection":"6 bolts and a 2-bolt anchor.","location":"This is on the right side slabs of Elevenmile Dome, down and right of\n\nEZ Street\n\n, just to the right of the lone pine tree and to the left of\n\nGood Country for Old Men\n\n."},"__v":0},{"_id":"yJ4rfSo6V1yjAGZot/6f9A==","name":"Counter Strike","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Bryan or Bill Schmausser & crew","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.39205,38.94534]},"left_right_index":10,"mp_id":"105824974","mp_crag_id":"105745313","climb_id":"yJ4rfSo6V1yjAGZot/6f9A==","areaRef":"z+L+kIMxUey8OZ/lQaaQzw=="},"content":{"description":"This is a very mellow, bolted line left of the\n\nMoby Grape\n\ndihedral. It is very fun for the kids and popular with novices and fledgling leaders. If I were going to take my Mom climbing, this would be a fine choice!","protection":"Draws.","location":"This is a bolted line 10 meters right of unnamed 5.9 and 10 meters left of the\n\nMoby Grape\n\ndihedral. It is easy for mom and dad to setup a TR for the kids. There is a burly 50 foot approach!"},"__v":0},{"_id":"WnonGN5lVESZyl/8jb40Gg==","name":"Cheryl's Peril","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"Bryan Becker, 1978.","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.39205,38.94534]},"left_right_index":7,"mp_id":"105752014","mp_crag_id":"105745313","climb_id":"WnonGN5lVESZyl/8jb40Gg==","areaRef":"z+L+kIMxUey8OZ/lQaaQzw=="},"content":{"description":"This long route is only protected by a handful of bolts, but all the hard spots are covered.  It's a nice warmup for S. Face Direct.\n\nI can't remember the rap (yeah, I'm worthless), but I think a 50m is fine.","protection":"6 draws and some nerve between runouts.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,3008c0fb-0ce5-525b-b50f-6155887d0597,3ba6deba-9e8e-5541-9ce5-51901a67fa83,cfe2fe90-8331-51ec-bc39-9fe541a690cf","pathTokens":["USA","Colorado","South Platte","Elevenmile Canyon","Elevenmile Dome"],"gradeContext":"US","aggregate":{"byGrade":[{"count":7,"label":"5.6"},{"count":1,"label":"5.10c"},{"count":4,"label":"5.7"},{"count":1,"label":"Easy 5th"},{"count":2,"label":"5.9-"},{"count":2,"label":"5.8+"},{"count":3,"label":"5.9"},{"count":2,"label":"5.4"},{"count":2,"label":"5.7+"},{"count":1,"label":"5.10b"},{"count":1,"label":"5.10a"},{"count":1,"label":"5.5"}],"byDiscipline":{"trad":{"total":10,"bands":{"unknown":1,"beginner":9,"intermediate":0,"advanced":0,"expert":0}},"sport":{"total":18,"bands":{"unknown":0,"beginner":12,"intermediate":6,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":1,"beginner":20,"intermediate":6,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.39205,38.94534]},"bbox":[-105.39262815815817,38.94489033981814,-105.39147184184185,38.945789660181866],"left_right_index":-1,"ext_id":"105745313","area_id":"z+L+kIMxUey8OZ/lQaaQzw==","polygon":{"type":"Polygon","coordinates":[[[-105.39262815815817,38.94489033981814],[-105.39147184184185,38.94489033981814],[-105.39147184184185,38.945789660181866],[-105.39262815815817,38.945789660181866],[-105.39262815815817,38.94489033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":27,"__v":1,"createdAt":"2022-11-07T05:56:13.545Z","updatedAt":"2024-02-19T18:31:45.956Z"}