{"_id":"63689de0e80bff5a994f9569","area_name":"West Slabs","shortCode":"","climbs":[{"_id":"gV4TQdjKWHWdknKGWT90Eg==","name":"Unknown 9+","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"unknown","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.7435,39.698]},"left_right_index":8,"mp_id":"108259835","mp_crag_id":"105745040","climb_id":"gV4TQdjKWHWdknKGWT90Eg==","areaRef":"28eNYIHLUu2cfWIva1xBHw=="},"content":{"description":"This is a line that may start lower from the ground, but there was no definite lower pitch, so we'll describe as a 2-3 pitch line that starts about 40 feet up on a grassy ledge.  This could be linked into a single pitch.\n\nP1. Climb onto a slab, place a cam (#0.75 to #1 Camalot size), and clip some bolts.  There are good holds to make this much easier than it looks.  Above the 3rd bolt, you may want to be careful with this large flake on the right...pulling outwards might cause something to happen that you might not like.  Continue up easier terrain to a 2 bolt anchor with quicklinks, 5.7, 50'.\n\nP2. Move up and left following big horizontals on cruiser terrain to a ledge at a small tree.  You can belay at the two bolt anchor with rappable hangers a few feet left. 5.0, 80'.  Alternatively, you can continue up the dihedral that is pitch 3 of the 1978 Bracksieck/Mallow route past a retrobolt next to good natural placements, 5.7, 130'.  Note, this can run with water.\n\nP3. Climb a fingertip seam with an early crux up a slab past 2 bolts.  Small Aliens and a #1 Camalot protect this section.  Gain a ledge with a 2 bolt anchor with quicklinks.  Note, the rope pull is a bit difficult with the orientation of the links.  Another couple of links or chains might help.\n\nMake up to 4 raps angling right to the ground.  Note that you may be able to rap down and left from the 2nd rap to gain the anchors above\n\n,\n\n, and\n\n.","protection":"Bolts, a light rack to a #2 Camalot works.  Note, you may want the #3 & 3.5 Camalots if you do the left-facing dihedral below to start this.","location":"This starts on a ledge ~40' off the ground on the right side of the West Slabs."},"__v":0},{"_id":"OaiIzC8wVL2nttvIF9PrAQ==","name":"Unknown 9","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.7435,39.698]},"left_right_index":4,"mp_id":"108259811","mp_crag_id":"105745040","climb_id":"OaiIzC8wVL2nttvIF9PrAQ==","areaRef":"28eNYIHLUu2cfWIva1xBHw=="},"content":{"description":"This is the 2nd route from the left of the obvious routes on the right side of West Slabs.  It may be identified with a cruxy looking start below a bolt maybe 12 feet up.\n\nFind some small, positive edges and hop aboard.  Make a highstep and get situated to clip the bolt.  A budding 5.9 leader may want a stick clip.  Move up on easier terrain to the 2nd bolt.  A fall on this section is unlikely but would likely hurt a lot.  Make a weird move up and leftward to get the 3rd and 4th bolts.  A optional cam could be placed before the 3rd bolt.  Pull the tiny bulge and pick your sequence.  You can join\n\nUnknown 7+\n\nto the left or move up over angling ledges/cracks.  Clip the 2 bolt intermediate anchor (not rappable), clip another 2 bolts, and gain a ledge with a 2 bolt anchor with rappable hangers.\n\nThere is another 2 bolt anchor perhaps 70' above.","protection":"7 bolts, #0.75 Camalot, +/- orange Alien.","location":"This is the 2nd route from the left of the obvious routes on the right side of West Slabs.  It may be identified with a cruxy looking start below a bolt maybe 12 feet up.  It too starts out of a raspberry patch.  This year, the vegetation looks oddly unhealthy at the start."},"__v":0},{"_id":"U4cUvyFYXh+xOmLnPTQbsg==","name":"Unknown 7+","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"unknown","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.7435,39.698]},"left_right_index":2,"mp_id":"108259775","mp_crag_id":"105745040","climb_id":"U4cUvyFYXh+xOmLnPTQbsg==","areaRef":"28eNYIHLUu2cfWIva1xBHw=="},"content":{"description":"This may be the leftmost of the obvious routes on the right side of West Slabs (there is a stray bolt to the left of the 3rd bolt).  It begins above raspberry bushes.\n\nP1. Start up blocky, slopey terrain to a bolt.  Aim for another couple bolts above carefully pulling on a few fragile flakes.  Pull up under a small bulge.  Clip a couple bolts, and pull over.  Angle right and up to an intermediate 2 bolt anchor (no rap rings & right one needs a wrench to tighten it).  Continue up past 2 more bolts to a ledge with a 2 bolt anchor and rappable hangers, 85'.\n\nP2. Climb moderate terrain with abundant horizontals to a 2 bolt anchor left of a tree, 5.5, 55'.\n\nYou can continue upward with another pitch, 5.9, gear, 140'.  This seems so dissimilar to the lower pitches and had enough cleaning to do that it is likely a different route.","protection":"6 bolts, orange Mastercam, #0.4, #0.75, & #1 Camalots will cover it.","location":"This may be the leftmost route of the right side of the crag.  Its start appears blocky."},"__v":0},{"_id":"jgntXYsRW62xEuGsDWOyEQ==","name":"Unknown 5","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"unknown","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.7435,39.698]},"left_right_index":10,"mp_id":"108259852","mp_crag_id":"105745040","climb_id":"jgntXYsRW62xEuGsDWOyEQ==","areaRef":"28eNYIHLUu2cfWIva1xBHw=="},"content":{"description":"This is a line that seems like a variation of the 1st pitch of\n\nUnknown 9+\n\n.  It has an obvious lone bolt on the right side of the West Slabs.  Seen from the ground, it sort of lures you upwards to see what is there.  It could easily continue upward with natural protection, but we did not do that.\n\nFrom the ledge 40' up, climb right of the 2 bolt anchor on blocky, gritty terrain.  Move past a bolt.  Place a #1 and/or #2 Camalot, and finish at the 2 bolt anchor with quicklinks.","protection":"1 bolt, #1 & #2 Camalots, +/- other cams.","location":"This is a line with an obvious lone bolt on the right side of the West Slabs."},"__v":0},{"_id":"MaxVNOOkUcGjcPNMYNrHxw==","name":"Unknown 2nd 9","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.7435,39.698]},"left_right_index":5,"mp_id":"108259818","mp_crag_id":"105745040","climb_id":"MaxVNOOkUcGjcPNMYNrHxw==","areaRef":"28eNYIHLUu2cfWIva1xBHw=="},"content":{"description":"This is a good route that has some fun features to ascend.  It is the 3rd route from the left on the right side of West Slabs.  It starts in a small, right-facing dihedral.\n\nMove up into the dihedral.  A small cam (yellow Alien or TCU size) works before the 1st bolt.  Move out left under a cool, shallow dihedral somewhat reminiscent of something Yosemite-like clipping 2 bolts & a Bugaboo pin.  Pull past a tiny bulge onto a slab that actually has real glacier polish reminiscent of Tuolumne.  This slab can run with water.  Climb past 4 bolts onto easier terrain.  Clip one more bolt and gain the ledge with a 2 bolt anchor with rappable hangers.\n\nThere is another 2 bolt anchor perhaps 70' above.  You can climb with trad protection on 5.5 terrain.","protection":"7 bolts, 1 pin, 1 yellow Alien/TCU.","location":"This is the 3rd route from the left on the right side of West Slabs.  It starts in a small, right-facing dihedral just above a raspberry patch."},"__v":0},{"_id":"nVVxQbU/WEyu5NvkA7IW4w==","name":"Tin Can Arete","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Doug Redosh, LP?","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.7435,39.698]},"left_right_index":9,"mp_id":"109332380","mp_crag_id":"105745040","climb_id":"nVVxQbU/WEyu5NvkA7IW4w==","areaRef":"28eNYIHLUu2cfWIva1xBHw=="},"content":{"description":"This pitch takes on the featured slab to the right of the left-facing dihedral of\n\n1978 Bracksieck/Mallow Route\n\nin an exploring but non-demanding pitch that begs to done to a climber who hears certain less common tones.  It may be on the lean side of a star.\n\nYou can access this from a variety of pitches.  We traversed to it from the top of the\n\nUnknown 2nd 9\n\n, but a more reasonable way may be to go from the top of the 2nd pitch of the\n\n1978 Bracksieck/Mallow Route\n\nroute\n\nor\n\ndoing\n\nLeft-facing Dihedral\n\nand the 4 bolt slab or\n\nUnknown 5\n\nto its right.\n\nFrom the 2 bolt anchor, move right enough to find easy holds on angled horizontals.  Wander upwards to the ledge above passing a couple rusted tin cans.  Belay at the 2 bolt anchor in a right-facing nook.\n\nRap 4 times (with a short rope) off double bolt anchors or rap 2 times with a 70m rope.\n\nClearly this could have been ascended previously, and its history may be lost to the effect of age and the human condition.  If you know of its prior ascent, let me know, and I'll update it accordingly.","protection":"A rack to a #3 Camalot can work.","location":"This is right of the left-facing dihedral of the\n\n1978 Bracksieck/Mallow Route\n\n."},"__v":0},{"_id":"DNCwRvAxUsqVYUpX8pDeXA==","name":"The Shaft","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Kurt Smith?","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.7435,39.698]},"left_right_index":0,"mp_id":"105750250","mp_crag_id":"105745040","climb_id":"DNCwRvAxUsqVYUpX8pDeXA==","areaRef":"28eNYIHLUu2cfWIva1xBHw=="},"content":{"description":"The Shaft starts just right of the large corner system on the left side of the West Slab. A couple of 5.12a cruxes and a small roof comprise the difficulties. The climbing is thin, continuous, challenging, and satisfying. The climbing is largely on crisp edges, but getting into and out of the roof uses a bit of thin undercling and a small section of layaways in the right facing corner leading up to the roof. Fun moves in this part. Bolts have been updated in some place, but still cast a wary eye toward the pro.","protection":"QDs only. This 60 foot route needs 7 or 8 draws and something for the double bolt anchor at the top. This route shares an anchor with the Kurt Smith Route (5.12c) to the left.","location":""},"__v":0},{"_id":"A5YoS9GYUNmA4Mz4FJVEQQ==","name":"Left-facing Dihedral","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"a rodent","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.7435,39.698]},"left_right_index":7,"mp_id":"108259827","mp_crag_id":"105745040","climb_id":"A5YoS9GYUNmA4Mz4FJVEQQ==","areaRef":"28eNYIHLUu2cfWIva1xBHw=="},"content":{"description":"This is an obvious left-facing dihedral in a recess on the right side of the West Slabs.  It may be used to access some of the upper right pitches.  It may be linked with the\n\n1978 Bracksieck/Mallow route\n\n.  It sort of reminded me of P1 of\n\nBihedral\n\nin Boulder Canyon.\n\nPull aboard with face holds and the dihedral.  From a good stance, you can get a #3 Camalot.  The climbing gets a tiny bit more interesting as you work up into the apex.  Another #3 Camalot or a #3.5 Camalot works.  At the apex, you may find yourself a bit out from your last piece if you don't pay attention.  A #0.2 Camalot fits in a crack on the right.  A 48 inch sling works on a horn on the right.  Gain the ledge above.  There is a 2 bolt anchor probably 30 feet to the right.","protection":"#3 Camalot, a #3.5 Camalot, #0.2 Camalot, and a 48\" sling worked.  Extra #3 Camalots might be nice for the 5.6 leader.","location":"This ascends an obvious, left-facing dihedral in a recess."},"__v":0},{"_id":"axwUZ/tpV9OWPgv1DMd3kw==","name":"Hwan Kap","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Doug Redosh?","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.7435,39.698]},"left_right_index":3,"mp_id":"109332354","mp_crag_id":"105745040","climb_id":"axwUZ/tpV9OWPgv1DMd3kw==","areaRef":"28eNYIHLUu2cfWIva1xBHw=="},"content":{"description":"This may or may not be a new route; however, there were some keys holds that required digging out fractured flakes to leave reasonable holds that most any climber would have cleaned...I believe.\n\nSo, the name is a term for a 60th birthday.  In some parts of the world, reaching 60 is/was a major milestone.  Happy Birthday, Doug!\n\nFrom the top of the\n\nUnknown 7+'s\n\n1st pitch, we continued with the 2nd pitch (5.5) to a 2 bolt anchor up and left of a tree.  Deciding to explore upwards, we followed a weakness as it petered down.  It began with easy horizontals and blocky holds.  A rough-looking right-facing pocket/corner pushed us briefly right to a 0.75 size lieback/undercling that led to a nice stem back into the top of the corner.  A crack beckons you upwards as it dwindles down.  Suddenly, you get stuck in a choice of right holds and no feet or upwards on tiny crimps, your choice may be determined by your flexibility or lack thereof.  There is another weird choice of dirt ledge with a precarious flake (that we should have cleaned) or slab left slightly (safer) to the domed-out finish. You may do as we did and finish at a pine-like tree for lack of obvious cracks with which to anchor.  Linked as described above, it is more than 60m to the tree on top.\n\nDescent: we took a ramp right perhaps 120', dropped down a bit.  Then we took a ramp left to the 2 bolt anchor above\n\n1978 Bracksieck/Mallow Route\n\n.  From there, you can do 4 short raps off 2 bolt anchors or do 2 32m raps to the ground.","protection":"A rack to a #3.5 Camalot with some extra black Alien to yellow Alien sizes will be comforting to your blood pressure.","location":"This lies above the 2nd anchor of the\n\nUnknown 7+\n\non the left side of the right half of the slab."},"__v":0},{"_id":"tfpQ3+duUEyDMDmPAgBc0w==","name":"BLM (aka, Bolt Like Mad)","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Tod Anderson and Richard Wright, 1990","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.7435,39.698]},"left_right_index":1,"mp_id":"105750253","mp_crag_id":"105745040","climb_id":"tfpQ3+duUEyDMDmPAgBc0w==","areaRef":"28eNYIHLUu2cfWIva1xBHw=="},"content":{"description":"BLM had been partially developed well before 1990, but this history has been nearly impossible to uncover. BLM got its sardonic name from that arch government worker and walking radiation hazard, Tod Anderson. It was fully bolted in the summer of 1990 and is presently the best line on the crag.\n\nClimbing on BLM begins on the vertical to just-ever-so-slightly-past-vertical main face on the left side of the crag and behind a large conifer. Thin and technical all the way, BLM has a tricky crux 15 or so feet below the anchor. Very fingery and with bad feet, lousy really. Two stars for the good stone, high degree of continuity, and thoughtful climbing. Worth the drive on a hot summer day.","protection":"QDs only. This 70 foot route needs 8 - 9 draws and something for the double bolt anchor at the top.","location":""},"__v":0},{"_id":"sP2Yi8dHXrKjQLTaIsErmQ==","name":"1978 Bracksieck/Mallow Route","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"George Bracksieck and Cathy Mallow","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.7435,39.698]},"left_right_index":6,"mp_id":"108259927","mp_crag_id":"105745040","climb_id":"sP2Yi8dHXrKjQLTaIsErmQ==","areaRef":"28eNYIHLUu2cfWIva1xBHw=="},"content":{"description":"This is a climb I led in 10/21/78.  It is located on the right side of the rock and begins on the ground, just left of an obvious, short, two-tiered, left-facing dihedral that has a consistently hand-sized crack.  (See the photo posted for \"\n\nLeft-Facing Dihedral\n\n.\")\n\nClimb up blobby rock, with no pro, angling right to meet the exit of \"\n\nLeft-Facing Dihedral\n\n.\"  Belay on the big, grassy ledge about 40 feet up.\n\nClimb straight up lower-angled, featured terrain, then angle right to the top of the big, HIGH left-facing dihedral.  We belayed at a small (but not tiny) conifer on a ledge.  This route crosses\n\nUnknown 9+\n\nhere. That route's bolted station lies to the left of the tree, but it isn't useful to belay the short, steep top section of the HIGH left-facing dihedral.\n\nClimb the short, crux left-facing dihedral (bomber medium stopper and hex placements, or an unnecessary new bolt; old-school 5.7, if dry) to a big ledge, then continue to the top of the cliff.  We walked off, although there is now a bolted anchor.","protection":"SR, including a medium Hex for crux on third pitch.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,0006c9c8-b1a0-5148-b81b-6ecf445a269b,dbc78d60-81cb-52ed-9c7d-622f6b5c411f","pathTokens":["USA","Colorado","Silver Plume","West Slabs"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.9+"},{"count":3,"label":"5.9"},{"count":1,"label":"5.7+"},{"count":2,"label":"5.5"},{"count":2,"label":"5.12a"},{"count":2,"label":"5.7"}],"byDiscipline":{"trad":{"total":9,"bands":{"unknown":0,"beginner":5,"intermediate":4,"advanced":0,"expert":0}},"sport":{"total":7,"bands":{"unknown":0,"beginner":2,"intermediate":3,"advanced":2,"expert":0}},"tr":{"total":2,"bands":{"unknown":0,"beginner":1,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":5,"intermediate":4,"advanced":2,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.7435,39.698]},"bbox":[-105.74408441306393,39.69755033981814,-105.74291558693606,39.698449660181865],"left_right_index":-1,"ext_id":"105745040","area_id":"28eNYIHLUu2cfWIva1xBHw=="},"content":{"description":""},"density":0,"totalClimbs":11,"__v":1,"createdAt":"2022-11-07T05:56:08.480Z","updatedAt":"2024-01-15T16:42:59.205Z"}