{"_id":"6368a185e80bff5a9954f4a1","area_name":"b. Red Book Point","shortCode":"","climbs":[{"_id":"bfuJH9xjUbaiuidx2xQZLA==","name":"West side","yds":"4th","grades":{"yds":"4th","french":"1"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.43358,36.15581]},"left_right_index":0,"mp_id":"112508625","mp_crag_id":"112487882","climb_id":"bfuJH9xjUbaiuidx2xQZLA==","areaRef":"rirhvowjU0uLVm7+wzBPDg=="},"content":{"description":"We have not done this route, but it's mentioned in at least one guidebook, and we met two parties on it near the summit.   Likely useful at least as a descent route. \n\n  - - > If you've done this route or know more about it, please post a Comment (below), or make an \"Improve the Page\" (with the link above). \n\ndifficulty? So far we're calling it class 4 difficulty (to be conservative since we have not actually attempted it) -- but other sources say it's only class 3. \n\nroute:   ? after exiting right from partway up the approach gully, scramble more or less ESE up and across the West face ?   . . (Total about +600 vertical feet over 0.5 mile distance). \n\n  More photos and details, see the Branch Whitney print guidebook, Hiking Las Vegas, around page 78?, route named something like ? \"Calico Hills II Scrambling\"? \n\ndescent: Return the same way. \n\nwarning: Many loose rocks and weak breakable hand- and foot-holds on and around this route - (even when the rock plenty dry). The rock becomes especially weak for a couple of days after significant rain or snow, so holds are even more likely to break off.","protection":"No fixed hardware for anchor or intermediate protection.  \n\n  Protection for trad leading is unknown.","location":". . (Might help to find \"rbp\" on the map). \n\n  From the \"Second Pull-Out\" parking (N36.1518 W115.4374) on the Red River Scenic Loop road, hike about 300 ft N on trail descending, at junction sharp Right down 130 ft E into wash. Next about 300 ft N without obvious trail, along left (W) side of wash, and NNE 250ft downward into center of wash (N36.1549 W115.4365). Into long uphill with some scrambling sections and sometimes vegetation to avoid, would be about 1000 ft N to reach the \"Middle Pass\" ...   But about 400 ft before reaching the top of the gully, around (N36.1569 W115.4367) exit Right and start scrambling roughly ESE."},"__v":0},{"_id":"F9mG8K/AU3eN3ZdC+HWdOw==","name":"Walrus Gully","yds":"4th","grades":{"yds":"4th","french":"1"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.43358,36.15581]},"left_right_index":5,"mp_id":"116355613","mp_crag_id":"112487882","climb_id":"F9mG8K/AU3eN3ZdC+HWdOw==","areaRef":"rirhvowjU0uLVm7+wzBPDg=="},"content":{"description":"Some interesting scrambling up to remarkably-shaped big rock. A way to reach the summit from the South without needing to cross a chasm with a more difficult exposed traverse. Perhaps useful as a Descent route if can find the top, but the Walrus tower (GPS lat long approx N36.15534 W115.4330) is not so easy to recognize from the top).\n\n We started exploring it hoping the lower section would get us to some interesting different style of climbing to one side of the other, but that didn't work out, so went back into the gully and finished up that, which was nice enough.\n\n Perhaps all could be done at 3rd class, but we did some 4th class moves to explore to the sides, so cannot verify that. It's at least thoughtful 3rd class.\n\n Before reaching the dramatically-overhanging Walrus tower, exit from the gully up Left (NNW) to the summit ridge, then NW up to the summit of Red Book Point.\n\n . .  An interesting side-trip near the top of Walrus Gully is to exit from the gully to climber's right (E) with a class 5 move that is easily spotted and is not exposed (make sure you can reverse it).  Now go to the top of the Walrus and explore the beautiful exposed, easy 4th class scrambling along the ridge, SE and S, then retrace back to the starting point by the base of the overhanging tower.\n\n Near the top of Walrus Gully (just before reaching the base of the overhanging tower) exit to the Left (NNW) and up to the summit ridge, then NW up to the small rock top of Red Book Point. \n\ndescent: Unless you're sure you can succeed with something else, plan to reverse your ascent route.\n\nwarning: Many loose rocks and weak breakable hand- and foot-holds on and around this route - (even when the rock plenty dry). The rock becomes especially weak for a couple of days after significant rain or snow, so holds are even more likely to break off.","protection":"Protection for Trad leading is unknown.","location":"Bottom of gully around GPS latitude latitude approx (N36.1537 W115.4331), about 240 ft WSW below the Stairmaster Pass (a.k.a. South Pass).\n\n Shortest way to reach it from the west side is from the 2nd Pull-Out parking on the Red Rock Scenic Loop road. First go down into the main canyon generally N about 1000 ft to a flat area just before the entrance to The Black Corridor. Around (N36.1549 W115.4366) turn sharp Right, and go up a side canyon ESE about 1000 ft and see obvious gully going up left.\n\n Coming from the southeast in Calico Basin, could start from Red Springs parking, hike + scramble up roughly NW about 0.8 mile to the Stairmaster Pass (a.k.a. South Pass) - (N36.1534 W115.4323), then over down the other side a short ways (200 ft) to reach the bottom of the Walrus gully."},"__v":0},{"_id":"BVW+fgkGVQig2V+8mCw4KA==","name":"SouthEast gully+face","yds":"Easy 5th","grades":{"yds":"Easy 5th","french":"1+"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-115.43358,36.15581]},"left_right_index":3,"mp_id":"112508464","mp_crag_id":"112487882","climb_id":"BVW+fgkGVQig2V+8mCw4KA==","areaRef":"rirhvowjU0uLVm7+wzBPDg=="},"content":{"description":"Lots of interesting scrambling.    The route up to Red Book Point from the east side of the Calicos with the least amount of difficult climbing and navigation. Worth getting to know first to later use as a descent from another route from the east side. \n\n  . . (the print guidebook by Courtney Purcell mentions a \"Southeast Ridge\" route. We're not sure where that goes, but perhaps it's a variation on this route). \n\nroute: Exit left from the SE gully - somewhere around (N36.1555 W115.4319) - and scramble up steeper roughly WSW toward the summit ridge. Soon with a zag to the right, then a steeper zig up left (sustained class 4 or 5). After about 200 feet - somewhere around (N36.1552 W115.4325) - aim more right (NNW) toward the summit - [ see Photo ] - with some navigation over and around various gaps and shelves, and one or two low class 5 climbing sections to get there. \n\ndescent: Return the same way. \n\nwarning: Many loose rocks and weak breakable hand- and foot-holds on and around this route - (even when the rock plenty dry). The rock becomes especially weak for a couple of days after significant rain or snow, so holds are even more likely to break off.","protection":"No fixed hardware for anchor or intermediate protection.  \n\n  Protection for trad leading is unknown.","location":". . (Might help to find \"rbp\" on the map). \n\n  From Calico Basin the idea is to start up the wide gully toward the Middle Pass, then exit left up to the summit ridge ...   From Assisi Rd parking (N36.1495 W115.4199) : Hike NW 0.4 mile (toward the big lower SE ridge of Red Book Point) on rough gravel road to some picnic tables, then NNW 0.3 mile going right along the base of the ridge to the base of a wide gully (N36.1540 W115.4260)   . . (this point could also be reached by going 0.4 mile WSW from Sandstone Rd parking). \n\n  The central gully starts narrow and steep, so likely better at first to scramble up right (NNW) onto slabs above its right side and scramble up on those (roughly West) for about 350 feet, then traverse left into the central gully and scramble up that, at first West then curves WNW for a total of about 0.4 mile -- keep looking up left to try to see the highest point on the ridge above. Somewhere around (N36.1555 W115.4319), exit the gully left into the steeper climbing."},"__v":0},{"_id":"LHvd3yD0VoCqDgfTuHRiyA==","name":"South gully+ridge","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-115.43358,36.15581]},"left_right_index":4,"mp_id":"112498702","mp_crag_id":"112487882","climb_id":"LHvd3yD0VoCqDgfTuHRiyA==","areaRef":"rirhvowjU0uLVm7+wzBPDg=="},"content":{"description":"Interesting rock situations with fun scrambling sequences and some thoughtful navigation. But ... one crux sequence much more difficult than the rest of the route which is not avoidable - (and another hard crux which is avoidable).\n\n Fits well into a \"grand traverse\" of the Calico Ridges S to N. Or into a less-long ridge traverse from the 2nd Pull-Out parking: first hike/scramble up to \"South Pass\", next traverse Red Book Point summit and ridges from S to N to reach \"Middle Pass\", then SSE Ridge + SSE Groove to Calico Peak, and descend SE Gully and back to 2PO parking.\n\nroute: From the Stairmaster Pass, scramble N up an interesting obvious gully to its top (N36.1542 W115.4322). Next a bit left, then up a bit NNW to a peak (N36.1545 W115.4324)-(elev 4470ft /1360m). From here see another peak to NW (but that's not Red Book Point -> see Photo). Head for that, but soon reach a chasm across the way. Can scramble a bit left and down into it. One way to get up out of the chasm is to go up a little then a rising traverse Left. This sequence is exposed and exciting, at difficulty around 5.7 or 5.6 - (likely more exciting and bit tricky to do in the downward direction).\n\n Next work around and up (low class 5) left side to top of next peak. Down its N ridge toward a big tooth. The main route next goes around right side close under tooth and a short ways on the ridge to an eight-foot high rock. Up over the overhang (5.8 or 5.7), rather exposed to the left side, wish it were easier to find more positive holds just above -> likely difficult to reverse the starting move if you then feel you need to give up half-way. . . (Also if you think you might want to descend this same route, check out this move from below very carefully before executing, and perhaps rehearse it downward at least once -- or make sure you can find + navigate in reverse the variation below).\n\nvariation: That overhanging sequence can be avoided just before reaching the big tooth, by down-climbing into the obvious gully to its left, then down a bit more in that gully, then across the gully and up out its other (N) side (low class 5).\n\n Finish roughly NorthWest with some navigation and scrambling (class 4 or 5) to reach the highest summit -> see Photo.\n\ndescent: Reversing the first (unavoidable) crux sequence downward is likely more difficult than climbing up it. And reversing the second (avoidable) crux sequence is surely much more difficult than climbing up it. So if planning to reverse the route, make sure you check out (and rehearse?) key sequences in the downward direction. Also finding the top of the main gully is tricky (perhaps other key passages?), so make sure you know how you're going to find that (and other navigation) in the opposite direction.\n\n So ... likely better to descend an easier route: * If started from the west side of the Calicos, then (if your know it) it makes sense to take the \"West side\" route in reverse. . . . Or the Walrus Gully route, if can find the top. * If started from the east side, the \"SouthEast gully+face\" route has no single difficult sequence, but the navigation near the summit could be tricky, with some sustained class 4 or low class 5 sections - (likely not a good idea for someone who is not well-practiced in down-climbing). * The \"North gully+ridge\" route has easier navigation, but the gully section is more difficult and likely more scary in the downward direction than going up it . . . . (and we have not checked it the bottom of this route by Middle Pass is reachable from the west side). . . . . (and getting down from Middle Pass on the east side, finding the correct gully is not trivial, and getting into the wrong slot canyon could lead to trouble).\n\nwarning: Many loose rocks and weak breakable hand- and foot-holds on and around this route - (even when the rock plenty dry). The rock becomes especially weak for a couple of days after significant rain or snow, so holds are even more likely to break off.","protection":"No fixed hardware for anchor or intermediate protection.  \n\n  Protection for trad leading is unknown.","location":". . (Might help to find \"rbp\" on the map).\n\n Start from Stairmaster Pass (latitude longitude approx (N36.1534 W115.4323).-..(elevation 4225ft /1290m) ... (with an obvious slackline cable as of 2016) ... which can be reached from: * Second Pullout parking on Scenic Loop road (from west side of the Calicos). * Assisi Rd or Sandstone Rd parking, via Calico Basin Rd (from east side). * traverse of the Calico South Ridge (from south end of Calicos, reachable from either east or west side).\n\n For more on Parking and more on approaches to climbing routes: - - > see Calico Peaks area description page"},"__v":0},{"_id":"UrpD4iQGVjqchKf1PxNxhQ==","name":"Red Book Ridges","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-115.43358,36.15581]},"left_right_index":6,"mp_id":"112508711","mp_crag_id":"112487882","climb_id":"UrpD4iQGVjqchKf1PxNxhQ==","areaRef":"rirhvowjU0uLVm7+wzBPDg=="},"content":{"description":"Great variety of rock situations with fun scrambling sequences and some thoughtful navigation. But ... one crux sequence much more difficult than the rest of the route which is not avoidable - (and another hard crux which is avoidable).\n\ntraverse from Stairmaster Pass of the Calicos to the Frostie Shack Pass -- this route is a link-up of the South gully + ridge route with the reversing of the NorthWest gully + ridge route. . . (It could be used in a bigger traverse if preceded by the South Calico Ridge route).\n\nroute: For the first (south) half of this route, see the description of the South gully + ridge route, which goes from the Stairmaster Pass to the summit of Red Book Point. For the second (north) half, take the NorthWest Ridges in the generally downward direction, as follows ... From the Red Book Point summit, head down the NW ridge about 500 ft, trying to stay on its crest as much as possible. . . (Bearing off to the left (west side) is a different easier route). Up and over several interesting protruding rocks or \"gendarmes\", with some class 5 sequences. . . (but at least one \"gendarme\" cannot be crossed over). Next onto a wide fin between a narrow gully on its right (E) and a wider gully on its left (W). Before this ridge cliffs out, find a spot somewhere around (N36.1571 W115.4350) to get down Left off the fin (4th or easy 5th class) into the west (left) gully, which does down long and deep. . . . (choosing to descend this gully N would be the interesting \"North Gully\" route which leads to the Middle Sand Flat -- or could lead back up to this \"Ridges\" route if just before reaching the sand flat, turn sharp left and go S up the gully. . . . but instead . . . )\n\n ... (Not sure if details of next paragraph are accurate) ... Step across the gully and traverse W -- going down a short steep slopy narrow gully / wide crack along the way -- to a sub-ridge descending NW. Actually there are 3 sub-ridges separated by narrow gullies. Seems like the east sub-ridge was the most interesting and difficulty (and loses the most vertical), while the west sub-ridge is easier. (Likely one or more of the gullies could also be descended, but this route is supposed to be about ridges).\n\n At the base of the chosen sub-ridge is a gully which rises to the South. Up on rock along L (E) side of this gully to a big boulder (N36.1571 W115.4354) which forms the high point of another gully from the other side. Get onto the big boulder. Climb a little 5.6 sequence to get directly up onto the next ridge, or avoid this by descending NW, then up and around to the W and SW (5th class) to get to there less directly to the SE end (N36.1570 W115.4355) of next ridge.\n\n NW about 160 ft on this ridge: see mushroom boulders ahead. Avoid these, instead turn Left (SW) across gully to SE end (N36.1573 W115.4360) of next ridge. NW about 325 feet on this ridge to reach the Middle Pass (N36.1581 W115.4368).\n\nAlternate second half: If bypassing Calico Peak and going directly to Calico / Tank Pass ... then shorter to take the North Gully route in the downward direction (S to N), as follows: From the summit, head down the NW ridge, trying to stay on its crest as much as possible. . . (Bearing off to the left (west side) is a different easier route). Up and over several interesting protruding rocks or \"gendarmes\", with some class 5 sequences. . . (but at least one \"gendarme\" cannot be crossed over). Next onto a wide fin between a narrow gully on its right (E) and a wider gully on its left (W). Look for a spot to get down left off the fin into the west (left) gully.\n\n Down-climb the right (East) side of that gully, with lots of semi-layback moves (5.4) - rather exposed - and sustained without obvious \"rest\" spot. Below the semi-layback, some thoughtful scrambling down to finish on flat sandy bottom by the Frostie Shack Pass - (Hot sunny day? Step inside for a refreshing drink, but bring your own ice).\n\nreturn: For how to return to parking from Frostie Shack Pass, see directions on the Calico Peaks area description page (under the Pass crossings section).\n\nwarning: Many loose rocks and weak breakable hand- and foot-holds on and around this route - (even when the rock plenty dry). The rock becomes especially weak for a couple of days after significant rain or snow, so holds are even more likely to break off.","protection":"No fixed hardware for anchor or intermediate protection.  \n\n  Protection for trad leading is unknown.","location":". . (Might help to find \"rbp\" on the map).\n\n Start from the Stairmaster Pass of the Calicos. . . (So far we only know how to reach his traverse from parking on the East side of the Calicos -- not from west side). See directions on the Calico Peaks area description page (under the Pass crossings section) -- which also has directions for how to return to the East side of the Calicos from the Middle Pass.\n\n The Stairmaster Pass could also be reached by first climbing the South Calico Ridge traverse."},"__v":0},{"_id":"Er28+Kd6Ufub/yq7PuBV3w==","name":"NorthWest Ridges","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-115.43358,36.15581]},"left_right_index":1,"mp_id":"113108471","mp_crag_id":"112487882","climb_id":"Er28+Kd6Ufub/yq7PuBV3w==","areaRef":"rirhvowjU0uLVm7+wzBPDg=="},"content":{"description":"Lots of interesting climbing in a variety of situations (much on ridges), also with thoughtful navigation.\n\n In the overall downhill direction (SE to NW), fits well into a \"grand traverse\" of the Calico Ridges S to N. Or into a less-long ridge traverse from the 2nd Pull-Out parking: first hike/scramble up to Stairmaster Pass, next traverse Red Book Point summit and ridges from S to N to reach Frostie Shack Pass, then SSE Ridge + SSE Groove to Calico Peak, and descend SE Gully and back to 2PO parking.\n\n connections: This route starts from the \"Middle Pass\", which connects better with Calico Peak or 2nd Pull-Out parking. To connect with the Calico / Tank Pass (bypassing Calico Peak) or with Calico Basin parking to the SE (outside the Scenic Loop road), likely better to use the North Gully route.\n\nroute: From the Frostie Shack Pass (N36.1581 W115.4368), a little scramble up, then along the ridge crest about 325 feet SE to its end (N36.1573 W115.4360). Next turn Left (NE) across gully to get on the next ridge. About 160 ft SE along its crest to its SE end (N36.1570 W115.4355).\n\n See big boulder near top of gully below. Traverse down around left, NE and E - and SE down into gully, then up gully SE to the big boulder. (or shorter is a delicate 5.6 downclimb from the end of the ridge to the boulder). ... (Not sure if details of next two paragraphs are accurate) ... Over to the E side of boulder, and down the gully about 60 ft NW and exit Right onto a sub-ridge (or could continue another 60 ft down the gully, past another sub-ridge and exit Right onto a third more interesting sub-ridge). . . . (or perhaps even more interesting climbing by continuing NW down to nearly bottom of the gully, but before reaching the sand flat, turn Right into another big and deep gully, and climb N up along its left side to nearly its top).\n\n Scramble up the sub-ridge about 100 ft SE, then rising traverse scrambling about 75 ft E -- with a short steep slopy narrow gully / wide crack along the way -- to reach the side of the upper section a long wide gully. Cross the gully NE and make a left-rising traverse up its other side (N36.1571 W115.4350), onto a fin which forms the NW end of the main ridge of Red Book Point.\n\n Finish by working SE up the ridge (trying to stay on or close to the crest of the ridge as much as possible) -- up and over several interesting protruding rocks or \"gendarmes\", with some class 5 sequences. . . (but at least one \"gendarme\" cannot be crossed over). Until reach the summit rock -> see Photo.\n\ndescent: If know the West face route, that will likely be quickest and with less difficult climbing. Or if can find the top of the Walrus Gully route.\n\n To return down the NorthWest Ridges route, see instructions for the second (north) half of the Red Book Ridge traverse route.\n\nwarning: Many loose rocks and weak breakable hand- and foot-holds on and around this route - (even when the rock plenty dry). The rock becomes especially weak for a couple of days after significant rain or snow, so holds are even more likely to break off.","protection":"Protection for trad leading is unknown. \n\n  No fixed hardware for anchor or intermediate protection.","location":"From the \"Second Pull-Out\" parking (N36.1518 W115.4374) on the Red River Scenic Loop road, hike about 300 ft N on trail descending, at junction sharp Right down 130 ft E into wash. Next about 300 ft N without obvious trail, along left (W) side of wash, and NNE 250ft downward into center of wash (N36.1549 W115.4365). Into long uphill with some scrambling sections and sometimes vegetation to avoid, 1000 ft N to reach Frostie Shack Pass (N36.1581 W115.4368), and stop inside for a refreshing drink (but bring your own ice).\n\n From Calico Basin parking: Frostie Shack Pass can also be reached from the SE, starting from parking in Calico Basin (outside the Scenic Loop road) -- but much longer, with a little higher difficulty and lots more quantity of scrambling/climbing ... First up to the \"Middle Sand Flat\" (GPS lat long approx N36.1577 W115.4354).-.(elevation 4325 ft /1320m), then about 400 ft WNW in a narrow gully.\n\n See directions on the Calico Peaks area description page (under the Pass crossings section)."},"__v":0},{"_id":"siGUCr9yVNO3v+I8G487+g==","name":"North Gully + NW ridge","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-115.43358,36.15581]},"left_right_index":2,"mp_id":"112508551","mp_crag_id":"112487882","climb_id":"siGUCr9yVNO3v+I8G487+g==","areaRef":"rirhvowjU0uLVm7+wzBPDg=="},"content":{"description":"Interesting rock situations with fun scrambling sequences -- at first in a remarkable gully, then up and over protruding rocks and \"gendarmes\" out on a ridge with continuous big views. The exposure of the climbing up the gully is dramatic and sustained. \n\n  connections: This route starts from the \"Middle Sand Flat\", which connects better with the Calico / Tank Pass (bypassing Calico Peak) or with Calico Basin parking to the SE (outside the Scenic Loop road). To connect with Calico Peak or 2nd Pull-Out parking by way of the \"Middle Pass\", likely better to use the NorthWest Ridges route. \n\nroute: Find the gully up into the north end of the Red Book Point summit ridge   - - > see Photo\n\n  Scramble up South into the gully a ways, then a sustained semi-layback (5.4) on its left wall with a deep cleft below. Find a spot to exit left (class 4 or 5) from the gully up onto a wide slabby section of the summit ridge. Work SE up the ridge over (or around) various obstacles - (trying to stay on or close to the crest of the ridge as much as possible) - until reach the summit rock -> see Photo. \n\ndescent ... options ... \n\n Reverse the route? - (but likely more difficult and scary in downward direction, better if have experience and practice down-climbing class 5 sequences) - See instructions for \"Alternate second half\" under the second (north) half of the Red Book Ridge traverse route. ... or ... \n\n If started from the west side of the Calicos (if the bottom of this route can be reached from there), likely easiest is to take the \"West side\" route in reverse. If started from the east side of the Calicos, perhaps easiest to reverse the \"SouthEast gully + face\" route (low class 5, with less dramatic exposure and less sustained climbing than \"North gully + ridge\" route).\n\nwarning: Many loose rocks and weak breakable hand- and foot-holds on and around this route - (even when the rock plenty dry). The rock becomes especially weak for a couple of days after significant rain or snow, so holds are even more likely to break off.","protection":"Protection for trad leading is unknown. \n\n  No fixed hardware for anchor or intermediate protection.","location":". . (Might help to find \"rbp\" on the map). \n\n  Hike and scramble up to the \"Middle Sand Flat\" (GPS lat long approx N36.1577 W115.4354).-.(elevation 4325 ft /1320m).   See directions on the Calico Peaks area description page (under the Pass crossings section)."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,a31fb323-0db7-5e02-b522-f21d3b49b531,eeabff85-bcb1-5aac-a784-2f3003d01d09,bea6bf11-de53-5046-a5b4-b89217b7e9bc,c69668bf-577b-5c6c-994c-440a8c6e9af2,ae2ae1be-8c23-534b-8b56-6efec3304f0e","pathTokens":["USA","Nevada","Southern Nevada","Red Rocks","Calico Peaks","b. Red Book Point"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"4th"},{"count":1,"label":"Easy 5th"},{"count":2,"label":"5.7"},{"count":1,"label":"5.6"},{"count":1,"label":"5.4"}],"byDiscipline":{"trad":{"total":7,"bands":{"unknown":3,"beginner":4,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":3,"beginner":4,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-115.43358,36.15581]},"bbox":[-115.43413691293458,36.155360339818145,-115.43302308706544,36.156259660181874],"left_right_index":-1,"ext_id":"112487882","area_id":"rirhvowjU0uLVm7+wzBPDg=="},"content":{"description":"One of the higher summits in the middle of the Calicos, surrounded by interesting rock situations with fun scrambling sequences and some thoughtful navigation.\n\n name is from Courtney Purcell's print guidebook, Rambles & Scrambles. . . (also known as \"Point 4608\").\n\n So far we know of these main routes: * West side (from Second Pullout parking): . . . (perhaps easiest, and likely useful as descent).\n\n * SouthEast gully + face (from Assisi Rd or Sandstone Rd parking): . . . (also useful as a descent, lots of interesting scrambling, gets more difficult higher up).\n\n * NorthWest Ridges (from Frostie Shack Pass).\n\n * NorthWest gully + ridge (from the Middle Sand Flat): . . . (sustained exposed lower section leads to fun ridge).\n\n * South gully + ridge (from Stairmaster Pass): . . . (at least one difficult crux sequence, lots of interesting scrambling).\n\n also ... * Red Book Ridge traverse (from Stairmaster Pass to Frostie Shack Pass) . . . (Link-Up? could be preceded by traverse of the Calico South Ridge).\n\n The Courtney Purcell book suggests a SouthEast ridge route. We're not sure of the details - ? perhaps it is a (better) variation of the ESE gully route?"},"density":0,"totalClimbs":7,"__v":2,"createdAt":"2022-11-07T06:11:23.803Z","updatedAt":"2024-01-15T16:46:15.297Z","_change":{"user":"q+lmEidCQ7ChKGsZ1ORhXw==","historyId":"6594e413f8258fb5bda028b5","prevHistoryId":"6594c98bf8258fb5bd9f0c73","operation":"updateArea","seq":0}}