{"_id":"6368a50be80bff5a995b0743","area_name":"Taylor's Corner Area","shortCode":"","climbs":[{"_id":"SI8xVO6gVoelDINiTkFudw==","name":"Taylor's Corner","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-111.9236,41.2217]},"left_right_index":1,"mp_id":"110059486","mp_crag_id":"106432616","climb_id":"SI8xVO6gVoelDINiTkFudw==","areaRef":"2um+CEcRUOOcdGHQ+X4jaA=="},"content":{"description":"This fine route is located in the center of the Taylor's Corner Area. It ascends a prominent broad arete. Begin on the South wall of the arete,... climb past a couple of old pitons, towards the corner arete up and left of the pitons. Make a balance move onto the West wall,... then continue straight up the well featured right facing dihedral,... to a two bolt belay.","protection":"Two pitons are encountered approximately 15 feet off the deck,... otherwise the protection is dependent on either nuts or cams ranging from 1/2 to 3 inches in size. Two bolt belay about 100 feet up,... rappel.","location":"Located in the center of the Taylor's Corner area. Start off a wide sloping ledge system, roughly 50 feet above the base,... very easy 5th class is encountered."},"__v":0},{"_id":"O3WrZqlFXDu1QsPHhl78Pg==","name":"Laurel","yds":"5.11b/c","grades":{"yds":"5.11b/c","french":"6c+"},"fa":"Brett Duffey, FFA Colby Wayment","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-111.9236,41.2217]},"left_right_index":3,"mp_id":"106819707","mp_crag_id":"106432616","climb_id":"O3WrZqlFXDu1QsPHhl78Pg==","areaRef":"2um+CEcRUOOcdGHQ+X4jaA=="},"content":{"description":"This is the thin crack immediately right of Box Elder Salsa.  Formerly 5.8/C2, this would still be a fun aid route to practice on (and learn to get out of your aiders and free climb!).\n\nAs a free route, it is committing with gear that is does not lend itself well to being placed in a strait-forward manner.  Make sure you work out the best gear placements first!\n\nIt can be toproped with directionals after doing BES, but be warned of serious rope drag and extend pieces accordingly.","protection":"","location":""},"__v":0},{"_id":"qduoaQdGWwG4dLsrEQ/Zgg==","name":"The Drop Zone","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Greg Lowe (late 60s)","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-111.9236,41.2217]},"left_right_index":0,"mp_id":"106989388","mp_crag_id":"106432616","climb_id":"qduoaQdGWwG4dLsrEQ/Zgg==","areaRef":"2um+CEcRUOOcdGHQ+X4jaA=="},"content":{"description":"Shrouded in aura of mystery, few Ogden climbers have probably even heard of this route, but for those that have, this was a burly Greg Lowe route with a hard and dangerous reputation.  From what I have gathered, from the Lowes themselfves and Pat Ament's \"History of Free Climbing North America,\" this seemed to be Greg's second biggest route contribution to the Ogden area (second only to the Macabre Roof, of course). Aments book describes Greg's own \"intimation with mortality.\"  Jeff mentions starting up and backing off.  Greg, himself, told me this thing should probably be bolted...\n\nGiven the reputation behind it, and its indiscernable nature (nobody really knew where it went), the story goes this thing had not seen a second ascent.\n\nWell, this fall I climbed something, staying as true as I could to Jeff's description (pointing at a photo), and I'm still not certain if the Drop Zone really exists.  Maybe the Drop Zone is better left as a historical mystique than a real thing... Regardless, I'll describe what I climbed.\n\nThis route was supposed to be 5.11+ R/X.  More fortunately for me, this is what I encountered...\n\nPitch 1: The business. Drop Zone is supposed to start in the right, of the two, right-arching corners directly above the route \"Utahnics.\" This corner goes up twenty feet to a steep undercling right.  I took a second variation up a steep crack that meets up near the end of the undercling (5.10+). From here follow a path up the face to the base of the dihedral, which is a little south of the start, that leads the steep roof crack up high.  Loose rock abounds and the placement are spread out.  This is where I thought the unprotected 11+ climbing was, but luckily it was more like 5.10b or c (tops) rated R - because that was scary enough.  Build a belay on a nice perch at the bottom of the dihedral.\n\nPitch 2: Climb up the easy (5.7) dihedral and stuff some gear in the bottom of the roof (#1,2,3 camalots) and crank.  At 5.11-, this was the crux for us.  The moves are cool, but some of the hand jams are painful.  After surmounting the roof, continue up 15 feet on easy ground, on what is probably the coolest Schoolroom top-out.  Build a belay.\n\nNotes:\n\n- I stayed pretty true to Jeff's picture.  The roof was the crux for us.  Jeff stated, long before I did it, the roof isn't supposed to be the hardest part of the climb. Which, if the roof is 11-, it would make sense that maybe Greg took a burly, unprotected 11+ route up the face.  But I don't know why you would, since there is a fairly direct, 5.10 R option.\n\n-Also, Greg supposedly did this in one pitch.  However, I would think rope drag would suck and pulling the roof that far out from your belayer would be scary.  Besides, the belay perch at the base of the corner is pretty cool.\n\n- If you go for it, you better be pretty damn solid on quartzite trad up to 5.11.\n\nDescent: Walk 100 yards to the north - careful not to knock rocks down on any other people - and rap Shiny Demon or something else with a 60 meter.","protection":"single set from fingers to 1.5\". doubles from there to #3 camalot.  lots of slings. nuts.","location":"Located on the tier above Utahnics.  Locate the most obvious roof crack at the top of schoolroom above the Utahnics wall.  Supposedly, Greg was only trying to find a route to that.  Start in the right facing dihedral/arch and follow a path up.  Will try and post pictures within the next few days."},"__v":0},{"_id":"tvdrGbL1VuKkohiSdNhGwQ==","name":"Boxelder Salsa","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Mike Pleinis  April, 2001","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.9236,41.2217]},"left_right_index":2,"mp_id":"106432619","mp_crag_id":"106432616","climb_id":"tvdrGbL1VuKkohiSdNhGwQ==","areaRef":"2um+CEcRUOOcdGHQ+X4jaA=="},"content":{"description":"Climb the obvious left leaning and slightly overhung dihedral to a large roof. Pass the roof on the left and then step onto and climb the steep face above the roof to the chains. There is one bolt about 15 up on the south facing wall of the dihedral.\n\nThis route can be wet after a rain or the spring snow melt.","protection":"","location":""},"__v":0},{"_id":"CwdaZgCjWEK2tGIVsoRhCQ==","name":"Ana","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.9236,41.2217]},"left_right_index":4,"mp_id":"107278770","mp_crag_id":"106432616","climb_id":"CwdaZgCjWEK2tGIVsoRhCQ==","areaRef":"2um+CEcRUOOcdGHQ+X4jaA=="},"content":{"description":"Mostly easy 5.3 or 5.4 scrambling with (3) moves at or near 5.8.  This route probably isn't climbed a lot and still retains some adventure appeal with very comfortable belays.","protection":"Mostly good placements with a couple tricky spots to protect on the last pitch.","location":"Begins at the dihedral at Taylor's Corner and climbs the path of least resistance to the right.  Hike off to Tree Crack rap anchors (will need a 70 meter rope or rap down 20' to lower anchors and rap again to 4x4 ramp with 60 meter rope) or hike off Hidden Valley Trail."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ee1d37e7-dc41-5c26-a358-5d51af01f499,5f0ed4d8-ebb0-5e78-ae15-ba7f1b3b5c51,87f2a278-0161-52ab-beef-ce3c57f03f73,a24448f6-6633-5c54-b897-6926136d491b,9736c453-c58f-5ab6-8228-3357989b0264,dae9be08-4711-50e3-9c74-61d0f97e2368","pathTokens":["USA","Utah","Wasatch Range","Northern Wasatch","Ogden","Schoolroom, The","Taylor's Corner Area"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.8"},{"count":1,"label":"5.11b/c"},{"count":1,"label":"5.11-"},{"count":1,"label":"5.10c"}],"byDiscipline":{"trad":{"total":5,"bands":{"unknown":0,"beginner":2,"intermediate":1,"advanced":2,"expert":0}},"sport":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":1,"advanced":2,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-111.9236,41.2217]},"bbox":[-111.92419782089243,41.22125033981813,-111.92300217910757,41.222149660181856],"left_right_index":-1,"ext_id":"106432616","area_id":"2um+CEcRUOOcdGHQ+X4jaA=="},"content":{"description":""},"density":0,"totalClimbs":5,"__v":1,"createdAt":"2022-11-07T06:26:50.150Z","updatedAt":"2022-11-25T11:23:47.040Z"}