{"_id":"63689de0e80bff5a994f96ab","area_name":"Parachute Rock","shortCode":"","climbs":[{"_id":"7WHSPZ+iVJi/fnOP0yr1vQ==","name":"True Religon","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Tom A. & Mac Johnson, fall 1981","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.01859,39.17669]},"left_right_index":13,"mp_id":"105759066","mp_crag_id":"105746149","climb_id":"7WHSPZ+iVJi/fnOP0yr1vQ==","areaRef":"Z4sQY6CwXpCB5/agHQfa8Q=="},"content":{"description":"Get into the alcove on the southeast face of Parachute (see Alcove 5.9 route for directions).  True Religion starts at the climbers right corner of the angled slab out of the alcove.  It is about 15 feet of true 5.10c where you lay back and smear with the feet up the slightly overhanging corner crack.  It is an amazing finger crack and feels totally solid with good depth and a sharp corner.  The scary part for me was the feet at the exit of the overhang onto the main southeast face.  Once on the face it follows the hand and finger crack ~5.9 up to where all the southeast face pitches end, at the second pitch that takes you up to the top of Parachute.\n\nPitch 2 starts left of the corner between the south face and the southeast face.","protection":"I TR'd it after climbing up the Alcove 5.9 route, but small Camalots #0.25-.5 for the alcove  crack and up to #2 Camalot for face crack.  You can actually test your pro to see what works for you at the top of the slab before you commit to the corner crack.","location":""},"__v":0},{"_id":"+7uzc600XVabV6D3qPdzxg==","name":"Texas DJ","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Tom E. and Tom Austin, 1982. 2nd ascent: Dennis Jackson, Stewart Green, and Martha Morris, 1996","type":{"trad":true,"tr":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.01859,39.17669]},"left_right_index":2,"mp_id":"110678580","mp_crag_id":"105746149","climb_id":"+7uzc600XVabV6D3qPdzxg==","areaRef":"Z4sQY6CwXpCB5/agHQfa8Q=="},"content":{"description":"Start in the left-angling crack. After about 20', angle up and right on edges to the bolt on the face. An easier runout leads to the anchors shared with\n\nBen's Climb\n\n. It is possible to get a small cam under the flake before topping out.","protection":"A standard rack up to BD Camalot #2.","location":"It is just left of the larger crack of\n\nBen's Climb\n\n."},"__v":0},{"_id":"t5shc2+JVJWPwmD58z2+Fg==","name":"Slip Slidin' Away","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Tom A. & Larry Schubarth, 1982","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.01859,39.17669]},"left_right_index":6,"mp_id":"105762297","mp_crag_id":"105746149","climb_id":"t5shc2+JVJWPwmD58z2+Fg==","areaRef":"Z4sQY6CwXpCB5/agHQfa8Q=="},"content":{"description":"Parachute is divided into two sections.  The left broad slabby area, and up and right the alcove.  The righthand end of the slabby area is terminated by a short wall of boulders with an easy access upwards to the alcove.  At the righthand end of the slab is a narrow face bordered on the left by a bushy 5.5 crack and on the right by the arete formed by the right edge of the face.  This route climbs the more or less continuous crack system on the left side of the narrow face just to the right of the bushy 5.5 crack.\n\nThe crack starts with an easy mantle and then the fun begins.  The next 45 feet or so comprise the crux which is really fun face/smearing/fingercrack climbing on good pro.  At about 50 feet, the angle eases and there is about 40 more feet of 5.6 to the 2 bolt anchor atop the \"5.9 alcove route\".\n\nI really liked the cool crack systems at Parachute and thought it to be a really unique little crag. I thoroughly enjoyed this route and would recommend it as a nice 5.10 lead and a good break from clipping bolts.\n\nA comment on the rating:  I have climbed a long time and don't spend any time debating letter grades. I used the rating from Hubbel's guide as it seemed ballpark to me. Have fun ;-)","protection":"I used a combination of HB offsets, small to medium stoppers and a couple small to medium cams.  The protection overall was excellent on this pitch even though it doesn't look it from the ground.  Climbs to the two bolt anchor atop the \"5.9 alcove route\" for easy rappelling, toproping or lowering.","location":""},"__v":0},{"_id":"XuAIl2ABU166mVppH/4Wrg==","name":"Pete and Benz","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Tom E. & Tom Austin, 1981","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.01859,39.17669]},"left_right_index":5,"mp_id":"105758044","mp_crag_id":"105746149","climb_id":"XuAIl2ABU166mVppH/4Wrg==","areaRef":"Z4sQY6CwXpCB5/agHQfa8Q=="},"content":{"description":"This route is on the left section of the rock.  Climb up about 150 feet of easy rock to the base of the final headwall.  The first pitch lets you choose from a variety of easy cracks, and slabs, mostly 5.4, and maybe a move or two of 5.7 depending on where you go.  It is possible to traverse off left before you end the pitch.  Watch out for some loose blocks on this pitch.  The book gave this an R, but, I dont really think so as long as you are careful about loose stuff.\n\nThe second pitch headwall is very nice, but also, very short. There are about three cracks to choose from on this section, we took the rightmost hand crack.  If this crack was three times as long, it would get three stars.  But, the summit is nice, and you walk off straight back, and left, passing a very short 5.11a (boulder problem) on the back side of the crag.  The view from the summit is spectacular with Pike's Peak in front of you.  I'd recomend this as a warm up for the cracks on the right side of the crag....","protection":"Standard rack.","location":""},"__v":0},{"_id":"4fH66ATvX0CJPW5OKKJ3Zw==","name":"Not Quite Jake","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.01859,39.17669]},"left_right_index":7,"mp_id":"108284528","mp_crag_id":"105746149","climb_id":"4fH66ATvX0CJPW5OKKJ3Zw==","areaRef":"Z4sQY6CwXpCB5/agHQfa8Q=="},"content":{"description":"This is better than it looks from the ground and quite fun actually. It lacks adequate protection for a safe lead but makes for a convenient and worthwhile toprope lap after climbing any of the half dozen routes that share the same anchor.\n\nStart out on easy 5.10 slab beneath the emerging tiny crack. High on the slab, tiptoe through a delicate 5.11a crux and then continue up the small crack as the difficulty eases. The top of the climb consists of 30 feet of easy 5.6 cracks. Stewart Green's\n\nRock Climbing Colorado\n\nsays this is an 11b, but it felt a little easier than\n\nSlip Slidin' Away\n\n.","protection":"This is best done as a top rope but could be done as a scary lead on finger-sized and smaller pro. There is a 2 bolt anchor at the top that is shared with a host of other nearby climbs such as\n\nThe Caped One\n\n,\n\nSlip Slidin' Away\n\n, and\n\nThe Grunt\n\n.","location":"This ascends a discontinuous, small crack between\n\nSlip Slidin' Away\n\nand\n\nThe Caped One\n\n."},"__v":0},{"_id":"wSZ7V70nVw2i7FewhvyuAw==","name":"No Chute aka Rip Cord","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Tom Bowman & Tom A.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.01859,39.17669]},"left_right_index":14,"mp_id":"105759072","mp_crag_id":"105746149","climb_id":"wSZ7V70nVw2i7FewhvyuAw==","areaRef":"Z4sQY6CwXpCB5/agHQfa8Q=="},"content":{"description":"From the southeast face alcove of Parachute, this is the farthest rout to the climber's right.  Move up the slab in the alcove to the first crack on the right.  It is a short 5.10a move out of the alcove and on to the main southeast face.  Gain the hand and finger crack above the 5.10a exit of the alcove, it goes up parallel to the crack for\n\nTrue Religon\n\n, which is the climb that exits the back right corner of the alcove.  Traverse left past the corner for the main south face after reaching the top of the crack on Rip Cord for the pitch to the top of Parachute.","protection":"Pro to #2 Camalot.","location":""},"__v":0},{"_id":"lHGergwmVsu0tm4pwbiWgw==","name":"Miss Bliss","yds":"5.8-","grades":{"yds":"5.8-","french":"5b"},"fa":"[Stewart M. Green & Martha Morris, 1998]","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.01859,39.17669]},"left_right_index":0,"mp_id":"105761946","mp_crag_id":"105746149","climb_id":"lHGergwmVsu0tm4pwbiWgw==","areaRef":"Z4sQY6CwXpCB5/agHQfa8Q=="},"content":{"description":"This is the left most route at [Parachute Rock], with the first bolt lingering a bit high.  Good gear is found before the bolt.  Friction climbing on big crystals, with some face holds.  Pass the overlap and belay.  Walk off to the left.  Miss Bliss provides a good warm up for the crack climbs to the right, and deservingly gets 2 stars by Hubbel for an interesting scurry up solid rock.","protection":"2 modern bolts, plus gear, mostly small","location":""},"__v":0},{"_id":"M0dV7hDAXyGaklPp8nvRBA==","name":"Lost Cord","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Peter Gallagher & Bob D 1981","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.01859,39.17669]},"left_right_index":17,"mp_id":"106131946","mp_crag_id":"105746149","climb_id":"M0dV7hDAXyGaklPp8nvRBA==","areaRef":"Z4sQY6CwXpCB5/agHQfa8Q=="},"content":{"description":"The obvious overhanging crack on the north face of the rock.","protection":"Gear to a gold camalot.","location":"On the north face."},"__v":0},{"_id":"TfZKx918W/O1tP4hazKKtw==","name":"Illegal Smile","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Tom E. & Tom A., 1982","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.01859,39.17669]},"left_right_index":15,"mp_id":"105758041","mp_crag_id":"105746149","climb_id":"TfZKx918W/O1tP4hazKKtw==","areaRef":"Z4sQY6CwXpCB5/agHQfa8Q=="},"content":{"description":"The rock itself is separated (by a huge boulder) into two sections...a slabby area on the left that leads to a second pitch headwall, and an ampitheater on the right that contains some solid one pitch cracks.  This is the furthest right of the routes in the amphitheater.\n\nStarts out with some nice widish jams for about 20-30 feet.  Step left over a bulge to a nice finger crack.  The finger crack didn't like my stoppers too much, but was easily sewed up with a green Alien.  In a way, these moves reminded me of the first pitch of Pear Buttress at Lumpy.  Continue up the finger crack that widens so thin hands, and cruise past an easy bulge to the top.  Walk off right.  Fun.\n\nEds.\n\nnote, this was submitted initially as Flake Route.","protection":"Hand size for the botton, TCUs for the finger crack, and a couple mid range cams for the top.","location":""},"__v":0},{"_id":"BeQ8pRbfVf6dJj58m3eBLg==","name":"The Grunt","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Tom E. & Tom A., 1981","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.01859,39.17669]},"left_right_index":10,"mp_id":"105762387","mp_crag_id":"105746149","climb_id":"BeQ8pRbfVf6dJj58m3eBLg==","areaRef":"Z4sQY6CwXpCB5/agHQfa8Q=="},"content":{"description":"The Grunt is number 2 in the diagram below.  It's only a \"Grunt\" for a couple of body lengths, with the rest being a pleasant hand-ish dihedral crack.  Ascend the obvious right-leaning OW on the left side of the alcove, between \"\n\n5.9 Route\n\n\" and \"\n\nAlcove 5.9 Route\n\n\".  Either start at the bottom of the OW or undercling a flake to gain access.  Either way, the crux is the first couple of bodylengths above the flake.  Continue up the dihedral to the same anchor as the 5.9 routes to the left and right.","protection":"Camalots #1-5 (including #4.5) will sew it up.  The top section would also take some stoppers or hexes if you're so inclined.","location":""},"__v":0},{"_id":"pu5L686mVt2QeObK1UW3XQ==","name":"Fogg Spire","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Bob Robertson & Reggie Slavens","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.01859,39.17669]},"left_right_index":16,"mp_id":"111937563","mp_crag_id":"105746149","climb_id":"pu5L686mVt2QeObK1UW3XQ==","areaRef":"Z4sQY6CwXpCB5/agHQfa8Q=="},"content":{"description":"The route goes up the right hand arete of a relatively short pinnacle. The holds are \"all there\", but they can be somewhat difficult to find. There is an optional lower start on an easy, short, tiered slab.","protection":"The face climbing on the arete is protected by 4 bolts (plus a 2 bolt anchor with chains). The optional easy slab start has a bolt that can be clipped or skipped as desired. At the base of the arête, just before the face climbing starts, there is a very short crack that will take a medium to large stopper or two if you feel the need for getting in pro before the first bolt.","location":"This route is located on the far right side of Parachute Rock. It's on the pinnacle to the right of the crack route\n\nIllegal Smile\n\n. To skip the optional easy slab start, scramble up the gully on the far right."},"__v":0},{"_id":"f67Fh/pmX0ew40gvf5iy1A==","name":"The Caped One","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.01859,39.17669]},"left_right_index":8,"mp_id":"105762300","mp_crag_id":"105746149","climb_id":"f67Fh/pmX0ew40gvf5iy1A==","areaRef":"Z4sQY6CwXpCB5/agHQfa8Q=="},"content":{"description":"Parachute is divided into two sections. The left broad slabby area, and up and right the alcove. The righthand end of the slabby area is terminated by a short wall of boulders with an easy access upwards to the alcove. At the righthand end of the slab is a narrow face bordered on the left by a bushy 5.5 crack and on the right by the arete formed by the right edge of the face. This route climbs the righthand fingercrack on the narrow face.  Start just to the left of the short wall of boulders at the far right side of the face.  Climb the face to the crack. At the crack place good gear and do the crux.  Above this the crack offers some good 5.8 thincracking till about 50 feet.  At this point the angle lowers and provides about another 40 ft of 5.6 cracks and slabs.  This is a really nice pitch and well worth doing if you are at Parachute.","protection":"I used a few stoppers a couple of small cams and a #3.5 Friend on this lead.The first 10 feet has no gear and is about 5.7.  Once in the crack the gear is excellent.  Climbs to the 2 bolt anchor above the \"\n\n5.9 Alcove Route\n\n\" which can easily be used for lowering, toproping,\n\netc.","location":""},"__v":0},{"_id":"syfSRnGaUdK+XWnkkVhmNw==","name":"Burgers","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Tom Austin and Larry Schubarth","type":{"trad":true,"tr":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.01859,39.17669]},"left_right_index":1,"mp_id":"110678272","mp_crag_id":"105746149","climb_id":"syfSRnGaUdK+XWnkkVhmNw==","areaRef":"Z4sQY6CwXpCB5/agHQfa8Q=="},"content":{"description":"Climb the left-angling crack till it peters out, then go to a bolt, and either continue straight up or angle left to another bolt on the face (variation).","protection":"A single rack of cams to BD Camalot #2, a couple of draws for the bolt/s, and something for the top anchors. There is a two bolt anchor with regular hangers, aka no chains. The anchors are left of the small tree on top.","location":"This is the third route from the left."},"__v":0},{"_id":"UKQ0LSZGWYa3F4XI1XBqwQ==","name":"Benz Climb","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.01859,39.17669]},"left_right_index":3,"mp_id":"111920115","mp_crag_id":"105746149","climb_id":"UKQ0LSZGWYa3F4XI1XBqwQ==","areaRef":"Z4sQY6CwXpCB5/agHQfa8Q=="},"content":{"description":"This is a crack climb, just left of '\n\nB'ing There\n\n' and right of '\n\nTexas DJ\n\n'. It's the widest/deepest crack on this face of Parachute Rock. The start has a nice finger slot inside along the crack (which makes for a short layback) and good friction through out the entire climb. Mid way up is the crux, which will feel a bit stiffer than 5.6 if you are not familiar with jamming.","protection":"Medium to large cams and medium length runners. A small tree at the top of the crack can be used too. The top anchors for '\n\nTexas DJ\n\n' are shared with this route.","location":""},"__v":0},{"_id":"rtaHtBmcUGS4S3bFIAtBLw==","name":"B'ing There","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.01859,39.17669]},"left_right_index":4,"mp_id":"111920071","mp_crag_id":"105746149","climb_id":"rtaHtBmcUGS4S3bFIAtBLw==","areaRef":"Z4sQY6CwXpCB5/agHQfa8Q=="},"content":{"description":"B'ing there is a segmented crack climb left of '\n\nPete n Benz\n\n'. It has a good combination of jams and face climbing. The rock is solid with the exception of a hollow sounding flake about 2/3 of the way up (be careful).","protection":"This route can be protected with medium nuts and medium cams. Bring long runners to reduce rope drag (route kind of wanders a little). The top anchors are on '\n\nPete n Benz\n\n' (2 bolted ring hangers).","location":""},"__v":0},{"_id":"LV5b8LpTUMmrgg1S3SzI1Q==","name":"Alcove 5.9 Route","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.01859,39.17669]},"left_right_index":11,"mp_id":"105759063","mp_crag_id":"105746149","climb_id":"LV5b8LpTUMmrgg1S3SzI1Q==","areaRef":"Z4sQY6CwXpCB5/agHQfa8Q=="},"content":{"description":"On the southeast face of Parachute rock is a great little alcove that is out of the sun  and wind most of the year.  To get to this route scramble up the climbers right of Parachute rock.  There is a giant boulder resting at the base of where the southeast face and the main rock and come together in a rather obvious corner.  Behind this boulder is the alcove which is reached by squeezing through the chute between the boulder and the corner.  Inside the alcove is a great place to hang out.\n\nAlcove 5.9 route, not to be confused with the other 5.9 route two climbs to its left (guide book really has them both as '5.9 Route'), leaves the alcove by going up the short angled slab to the left corner of the alcove and climbs out on an overhanging offwidth.  Once you gain the lip of the alcove the climbing eases back to 5.8 hand crack climbing.  You can set up a TR on the top or continue on to the second pitch which tops out Parachute Rock.","protection":"Up to #2 Camalot.  To make you feel better in the slight offwidth out of the alcove you can find plenty of places to put a large cam (#4\n\netc.\n\n)","location":""},"__v":0},{"_id":"Z+TLvT7MVzmskW/iOmvlHQ==","name":"5.9 Route","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.01859,39.17669]},"left_right_index":9,"mp_id":"105759060","mp_crag_id":"105746149","climb_id":"Z+TLvT7MVzmskW/iOmvlHQ==","areaRef":"Z4sQY6CwXpCB5/agHQfa8Q=="},"content":{"description":"5.9 route is simply named after the grade it was given.  Go figure.\n\nScramble around the south face of Parachute Rock to the southeast face to where you would squeeze between a giant boulder and the main rock to get into the little hollow/alcove that makes up the start of several of Parachutes best climbs.  Before entering the chute to get to the alcove look up and to the left.  5.9 Route goes up from there over the lip of the corner and onto the main rock.  The climb is between '\n\nThe Caped One\n\n' and the corner where the main rock drops off.\n\nStart with a move that gets you up and over the corner onto good footing.  Once there you can protect well all the way to the top.  The hardest part of the route is the first move and then it tapers off into a nice hand/finger crack with good footing in the 5.8 to 5.7 range.\n\nAt the top of the route, you can set up a good toprope for climbing the harder routes in the alcove.","protection":"Pro is standard South Platte rack up to #2 Camalots.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,3008c0fb-0ce5-525b-b50f-6155887d0597,114871ed-9e22-5562-a24c-e2e9d3ff7f52,678b1063-a0b0-5e90-81e7-f6a01d07daf1","pathTokens":["USA","Colorado","South Platte","Rampart Range Road","Parachute Rock"],"gradeContext":"US","aggregate":{"byGrade":[{"count":3,"label":"5.10c"},{"count":3,"label":"5.8"},{"count":1,"label":"5.7"},{"count":2,"label":"5.10a"},{"count":1,"label":"5.8-"},{"count":1,"label":"5.11a"},{"count":1,"label":"5.10d"},{"count":3,"label":"5.9"},{"count":2,"label":"5.6"}],"byDiscipline":{"trad":{"total":16,"bands":{"unknown":0,"beginner":7,"intermediate":8,"advanced":1,"expert":0}},"sport":{"total":2,"bands":{"unknown":0,"beginner":1,"intermediate":1,"advanced":0,"expert":0}},"tr":{"total":4,"bands":{"unknown":0,"beginner":3,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":7,"intermediate":9,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.01859,39.17669]},"bbox":[-105.01917005582911,39.17624033981814,-105.01800994417091,39.177139660181865],"left_right_index":-1,"ext_id":"105746149","area_id":"Z4sQY6CwXpCB5/agHQfa8Q==","polygon":{"type":"Polygon","coordinates":[[[-105.01917005582911,39.17624033981814],[-105.01800994417091,39.17624033981814],[-105.01800994417091,39.177139660181865],[-105.01917005582911,39.177139660181865],[-105.01917005582911,39.17624033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":17,"__v":1,"createdAt":"2022-11-07T05:56:14.494Z","updatedAt":"2024-01-20T01:00:18.295Z"}