{"_id":"63689de0e80bff5a994f925f","area_name":"Castle Rock","shortCode":"","climbs":[{"_id":"IFzaG1yvWUGEGfrQLBbyGA==","name":"Wild Times","yds":"5.13a/b","grades":{"yds":"5.13a/b","french":"8a"},"fa":"Josh Wharton, Michael Barnthouse, Jed Wareham-Morris","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4551,39.9787]},"left_right_index":62,"mp_id":"118870036","mp_crag_id":"105744656","climb_id":"IFzaG1yvWUGEGfrQLBbyGA==","areaRef":"xPgzoFX0WIyJMC1Eo40G2g=="},"content":{"description":"Begin up the Horan 5.12 on the far left side of the crag. After some intro slabbing, traverse hard right at the 3rd bolt to a hanging arete and a tricky exit slab. There is lots of fun, interesting climbing on this one, especially by Boulder Canyon standards.\n\nThere is a fixed draw on the 5th bolt to help with a difficult clip.\n\nIt's obviously possible to escape onto the 5.11 to the left at the last bolt, but the climb is intended to go straight up and slightly right at the last bolt. This adds another quality, difficult section.","protection":"7 bolts to a 2 bolt anchor.","location":"Located on the secluded, and rarely visited \"Wild West\" sector of Castle Rock. Approach as for the Castle Rock summit scramble on the north side of the formation, but instead of heading up the scramble, drop down and curve around on ledges to the northeast corner of Castle Rock. There are about ten routes in this area from 5.11 to 5.12+, and one project the looks worthwhile with some reworking. See the excellent Weidner and Haas Boulder Canyon guidebook for details."},"__v":0},{"_id":"N/rYINA0VhmHbIRRoFGXSQ==","name":"West Face, Direct Start","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4551,39.9787]},"left_right_index":3,"mp_id":"108315985","mp_crag_id":"105744656","climb_id":"N/rYINA0VhmHbIRRoFGXSQ==","areaRef":"xPgzoFX0WIyJMC1Eo40G2g=="},"content":{"description":"This well-protected pitch has no doubt been climbed many times over the centuries, but as it's not in the guidebooks and we've been climbing it a bunch, figured the addition here would give others a nice alternative to the often crowded first pitch of the\n\nWest Face\n\nroute.","protection":"Single rack of cams, nuts.","location":"This route starts just to the right of the chimney that is right of the start of the\n\nWest Face\n\nroute and stays between the\n\nWest Face\n\nand\n\nPolyester Leisure Suit\n\nand finishes at the anchors for either climb."},"__v":0},{"_id":"vard6dGtV0yjZ3F288ZpWg==","name":"West Face","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4551,39.9787]},"left_right_index":2,"mp_id":"105757741","mp_crag_id":"105744656","climb_id":"vard6dGtV0yjZ3F288ZpWg==","areaRef":"xPgzoFX0WIyJMC1Eo40G2g=="},"content":{"description":"Locate the route P\n\nolyester Leisure Suit\n\nas described on this site and then look 20 feet to the left.\n\nP1: The dihedral and crack system leading up from the ground to a skinny pine tree goes at 5.5.  Belay at a two-bolt anchor just below the tree.\n\nP2: Continue up and slightly right in a chimney and crack system behind the left side of a broken tower of rock towards the summit.  Belay from a ledge up near the top.  Use gear or sling boulders for an anchor.\n\nWalk off to the North and West as per the usual descent.\n\nThere is some questionable rock on each pitch and although each is easy, a beginning leader might not like it.","protection":"A standard rack.","location":""},"__v":0},{"_id":"uC4YJGbKXN++qFPTVZJLTg==","name":"Water World","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Bob D'Antonio and Ron Olsen","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4551,39.9787]},"left_right_index":57,"mp_id":"105838180","mp_crag_id":"105744656","climb_id":"uC4YJGbKXN++qFPTVZJLTg==","areaRef":"xPgzoFX0WIyJMC1Eo40G2g=="},"content":{"description":"This fun route starts about 75' right of Country Club Crack, on a big boulder in the creek. The boulder is split in two pieces and lies below a steep wall with a roof between two wide slots (First Movement and Route 66).\n\nWade the creek to get to the boulder, which is large enough that you can stash packs on it, and flat enough to provide a good belay position.\n\nStep left off the boulder onto the main wall and over to the wide slot that is the start of First Movement. Climb a short way up the slot, past an old pin, and work right to a small stance.  Place pro in a good finger crack, then step onto the right wall, and make a slippery move up and right to a good edge (crux).\n\nContinue up steep cracks to the top of the headwall.  Clip the first bolt and make a difficult high-step mantle move onto the slab (second crux).  Continue up the slab past three more bolts to the anchor.  Lower back to the big boulder at the start.\n\nCool climbing!","protection":"Gear from small wired nuts to a red Camalot, then four bolts to a two-bolt anchor. Long slings and 8 quickdraws.","location":"Start as for First Movement (aka Sonata Allegro) then go right up thin cracks to a slab."},"__v":0},{"_id":"4U+KPf5YUJ25PnqMJedUdQ==","name":"Victim of Circumstance","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Alec Sharp & Matt Lavender, 1982","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4551,39.9787]},"left_right_index":26,"mp_id":"113329728","mp_crag_id":"105744656","climb_id":"4U+KPf5YUJ25PnqMJedUdQ==","areaRef":"xPgzoFX0WIyJMC1Eo40G2g=="},"content":{"description":"This climb ascends a left-facing corner via a fingertip lieback. Face holds lead up into the base of the corner below a tiny roof. This start is also the start of \"\n\nCrank It\n\n\" that then moves right into the next crack.\n\nPlace small nuts & execute a very difficult crux fingertip lieback. There is one horizontal face hold & a poor undercling tips lieback slot under the roof with slippery feet on polished black rock. Above the roof, the crux ends at a good fingerlock.  The moves ease off to 5.11. At the top of the corner, the crack fades out. Step left onto a rounded knob on the blunt arete, & move into \"\n\nThe Campaigner\n\n; above the second bulge. Undercling back right to a good, jug flake.\n\nI used to end the climb here, as it was possible to reach a bolt for the aid line\n\nGround Zero\n\n(that is now\n\nCrank It\n\n). I don't know if it possible to reach the anchor on \"\n\nCrank It\n\n\" that is further right. It is possible to continue up a dihedral past 2 bolts (the top of \"Nuclear Winter\") to finish on the big ledge on \"\n\nCussin Crack\n\n\".\n\nI find it very amazing that no one has posted this route before now, considering the first ascent was in 1982 & I led it in 1986. After that, I top-roped it often after leading \"\n\nRebellion\n\n\". This is a worthy piece of climbing. Protection can be placed every two or three feet, so perhaps it doesn't deserve the R rating. However, hanging on to place the gear is quite strenuous, & caution must be taken to get in good gear at the start. This includes an opposing piece to keep the gear from lifting out. I used double ropes when I led this climb. This adds a great amount of safety, allowing you to alternate ropes on each piece of protection.\n\nD'Antonio's guidebook rates this climb 5.13b & says it was grossly underrated at .12b. Alec Sharp originally rated the climb 5.11+. I may have been the first to call the climb .12b. Years before I climbed it, John Sherman had told me he thought the climb was quite hard & a sandbag at 5.11+. One skinny fingered Brit, named John Aaron, told me it was .12a to toprope.","protection":"#3-6 RPs (Black Diamond steel nuts), # 6 stopper, and a 0.5\"-0.75\" cam. I didn't have Aliens when I led this route. Tiny to small cams may also be useful.","location":"This is between\n\nRebellion\n\n&\n\nCrank It\n\n."},"__v":0},{"_id":"lNLoyLXbU32jEmr/nB3rQA==","name":"Trainspotting","yds":"V12","grades":{"yds":"V12","font":"8A+","vscale":"V12"},"fa":"?????","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4551,39.9787]},"left_right_index":81,"mp_id":"106526951","mp_crag_id":"105744656","climb_id":"lNLoyLXbU32jEmr/nB3rQA==","areaRef":"xPgzoFX0WIyJMC1Eo40G2g=="},"content":{"description":"Start down low in a crack/side-pulls just left of \"\n\nMidnight Express\n\n.\"\n\nFrom the low start work your way up the steep lay-back crack on bad feet to jugs higher up.  This is a cool line that makes you fight the classic barn door that could toss you into space.\n\nFun and powerful this line still needs some cleaning but worth the effort to send.","protection":"Lots and lots of pads and a few spotters would be best!!!","location":"Located on the \"\n\nMidnight Express\n\n\" boulder.  It's the steep crack left just left of the famous \"\n\nMidnight Express\n\n.\" The boulder is found hidden in the trees on the southern hill side that is across the river from the \"Castle Rock\" formation."},"__v":0},{"_id":"55wADWDIVUOc2GjKJtfXoA==","name":"Tourist Extravagance","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"Bob Boucher and Bob Sandafer, 1962, FFA: Christian Griffith, 1985","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4551,39.9787]},"left_right_index":56,"mp_id":"106332952","mp_crag_id":"105744656","climb_id":"55wADWDIVUOc2GjKJtfXoA==","areaRef":"xPgzoFX0WIyJMC1Eo40G2g=="},"content":{"description":"Climbs the micro-thin vertical slab past two bolts and a pin, moving eventually left to the first belay station on\n\nCountry Club Crack\n\n.","protection":"Bolts.\n\nPer\n\nMark Rolofson\n\n: 2 bolts protect the vertical crux start leading to a small ledge. Continue with an overhanging thin crack (.12a) to its end. Bring gear for the crack. Either traverse right to a bolt anchor on Radio Andromeda or traverse left (the original line) to the belay ledge on\n\nCountry Club Crack\n\n.","location":"Located on the Castle Rock's east face's far left side, right and around the corner from\n\nCountry Club Crack's\n\nfirst pitch. Climbs the micro-thin vertical slab past two bolts and a pin, moving eventually left to the first belay station on\n\nCountry Club Crack\n\n."},"__v":0},{"_id":"pZW0F9weX9WIKjA10Lh0eQ==","name":"Tongo","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Pat Ament and Will Basset, 1963  FFA: Pat Ament and Roger Briggs, 1967","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4551,39.9787]},"left_right_index":37,"mp_id":"105749893","mp_crag_id":"105744656","climb_id":"pZW0F9weX9WIKjA10Lh0eQ==","areaRef":"xPgzoFX0WIyJMC1Eo40G2g=="},"content":{"description":"This is a fun route that involves a bit of face climbing and some good cracks.  The first pitch is somewhat runout to the first protection (spicy), but the crux can be well protected with some smaller cams.  The second pitch ascends a thin crack, and the crux comes shortly after the start of the pitch.","protection":"There is one bolt at the start of the climb, and the rest can be protected with nuts and small cams.","location":""},"__v":0},{"_id":"Y/D7NvIKXuySpis3lP6Vhg==","name":"Times Past","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"A. Sharpe, M. Sharpe, A. Dale, 1980","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4551,39.9787]},"left_right_index":7,"mp_id":"105759936","mp_crag_id":"105744656","climb_id":"Y/D7NvIKXuySpis3lP6Vhg==","areaRef":"xPgzoFX0WIyJMC1Eo40G2g=="},"content":{"description":"This route lies on the Big Deal Pinnacle of Castle Rock, just right of Polyester Leisure Suit and some ways left of Curving Crack. To find this route, pull into Castle Rock from the highway and park just aside of it shortly after pulling in. Where the slope of the hill between the rock and the \"driveway\" disappear where rock is level with road for the first bit, you will see a pinnacle standing perhaps 130' tall against the main rock, as a buttress at the bottom, and as a needle at the top. A reasonably large pine is seen halfway up the tower. The left side of this pinnacle holds the Route Polyester Leisure Suit (11b, in attached photo), Just right of that large roof lies a discontinuous set of finger cracks through a bulge that wraps around the right side of the aforementioned pinnacle at mid-height.\n\nStart climbing in an obtuse corner, using face holds for lack of a crack. Early on you will find a few small stopper placements (OK) and then a medium/large placement (good). Get these in and continue upward to a short, wide-hands jam (place a 3\" piece here) and then two chalked-up finger-locks below the small, A-shaped roof. You can place a stopper easily within the first finger-lock, but getting one in the second is strenuous and will take the crux hold away. At this point, the gear is reasonable, but hard to get and the crux is next. Pull the A-shaped roof on face holds or an awkward jam (can take a #3.5 Camalot or 3.8 HB in a 5\" section of crack in the bulge) and up over. Continue up discontinuous seams up and right until you are level with the rap-station (tree with webbing and rings/quicklink). Belay here then rap to the ground. Lowering off is not recommended for the sake of your rope.\n\nThe route was more awkward then I generally expect at the 5.9 grade, although the climbing was not terribly tricky or powerful. The gear was not forthcoming in some spots, and a ground fall would be possible from several places on the climb. Wandering round more maybe could have given me more gear.\n\nThe climb merits a star, as I was OK with having done it, no regrets... Still, if you have not done the others at Castle Rock, save this one until you are deep into your tick list or are really bored; there are many better lines there.","protection":"A few small nuts, a few medium nuts, and a 3.5\" cam (yellow HB or #3 or  #4 Camalot). Several 2' slings for chickenheads.","location":""},"__v":0},{"_id":"6m4jYYlEWCOtOjpO1mIE5Q==","name":"Surface Tension (aka Two)","yds":"V10-","grades":{"yds":"V10-","font":"7C+","vscale":"V10-"},"fa":"Wade David","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4551,39.9787]},"left_right_index":79,"mp_id":"105805606","mp_crag_id":"105744656","climb_id":"6m4jYYlEWCOtOjpO1mIE5Q==","areaRef":"xPgzoFX0WIyJMC1Eo40G2g=="},"content":{"description":"On the Citadel Boulder it is the far right arete with a small scoop at the start, it starts on two of three crimps and climbs up to a jug rail and topout. Don't fall in the summer. You may end up in the creek.","protection":"Pad or two.","location":"Sit down start on the arete."},"__v":0},{"_id":"PrAUFgo0U8aQYB/N0QYvNQ==","name":"Subterranean Homesick Blues","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"P1: Bob D'Antonio & Greg Hand  P2: Bob D'Antonio & Ron Olsen","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4551,39.9787]},"left_right_index":59,"mp_id":"105834643","mp_crag_id":"105744656","climb_id":"PrAUFgo0U8aQYB/N0QYvNQ==","areaRef":"xPgzoFX0WIyJMC1Eo40G2g=="},"content":{"description":"Great slab climbing on a nicely featured wall.\n\nPitch 1: 11b/c Climb up and over a small roof (gear) and make a weird move to the first bolt. Crank up a seam past several bolts with dicey moves. At the sixth bolt, make a hard move straight up, and then continue straight up (gear & bolts) the cool slab to a two-bolt anchor. 100 feet.\n\nCrossing the river in high water was the crux for me.\n\nPitch 2: 5.12a Blonde on Blonde pitch:  Bob D'Antonio & Ron Olsen:  Crank up a flake and seam past two bolts, make a very hard slab move clipping and moving past the third bolt. Cool climbing past five more bolts leads to a two-bolt anchor.\n\nRap the route doing two-single rope rappels.\n\nGreat route that will only get better with a little more cleaning.","protection":"12 quickdraws plus gear to a purple (0.5) Camalot.","location":"Start about 100 feet right of Country Club Crack at a one-bolt anchor (to keep you and the belayer out of the river). Rap from two two-bolt anchors."},"__v":0},{"_id":"4K3zvhetUIehw8UcAQUUVQ==","name":"Storming the Castle","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Topher Donahue","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4551,39.9787]},"left_right_index":11,"mp_id":"106118679","mp_crag_id":"105744656","climb_id":"4K3zvhetUIehw8UcAQUUVQ==","areaRef":"xPgzoFX0WIyJMC1Eo40G2g=="},"content":{"description":"The crux is 2/3 of the way up. It is a fun route.","protection":"Bolts.","location":"This is on the face/arete right of\n\nComeback Crack\n\nand left of\n\nCurving Crack\n\n. It is a new route, 1 year old."},"__v":0},{"_id":"7mM7wXJgVtWj4Y7MPm6IaQ==","name":"Stingay","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"Topher Donahue and Marc Gay","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4551,39.9787]},"left_right_index":42,"mp_id":"105763836","mp_crag_id":"105744656","climb_id":"7mM7wXJgVtWj4Y7MPm6IaQ==","areaRef":"xPgzoFX0WIyJMC1Eo40G2g=="},"content":{"description":"A few body lengths of cool climbing, with long reaches and an exciting Mantle.  Climb The Sting to where the corner bends left to join Tongo.  Place some cams under the roof, narrow cams(Metolius) work best.  Bust straight up then slightly right to end on the rightside of a big ledge.","protection":"Take the normal Rack you would take to lead The Sting, in addition to a #1 Friend and a #6 Metolius cam.","location":""},"__v":0},{"_id":"iM9YcW2IXvm+WQyhRL5epQ==","name":"The Sting","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4551,39.9787]},"left_right_index":41,"mp_id":"106987720","mp_crag_id":"105744656","climb_id":"iM9YcW2IXvm+WQyhRL5epQ==","areaRef":"xPgzoFX0WIyJMC1Eo40G2g=="},"content":{"description":"Begin by climbing\n\nThe Black Crack\n\n.  When you get to the point you can step right and access the bolted anchors, continue up and left in the crack and flake system.  Make a few exciting moves up and left to get to a good stance.  You can place good gear here (hand-sized cam) and a few other good pieces several feet up (good nut and green Camalot).  Make a delightful mantle move (crux) and situate yourself so you can plug in a piece or two.  Traverse left finding several good gear placements along the way and eventually finish on the crux of\n\nTongo\n\n.","protection":"Standard rack--extra mid-small cams.","location":"Same start as\n\nThe Black Crack\n\n--next to\n\nThe Gill Crack\n\n."},"__v":0},{"_id":"RairGic9XJmBa2qr41EHLQ==","name":"Standard Bulge","yds":"V5-6","grades":{"yds":"V5-6","font":"6C+","vscale":"V5-6"},"fa":"????","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4551,39.9787]},"left_right_index":74,"mp_id":"106526938","mp_crag_id":"105744656","climb_id":"RairGic9XJmBa2qr41EHLQ==","areaRef":"xPgzoFX0WIyJMC1Eo40G2g=="},"content":{"description":"Climb up the bulging north face via some cool sloper/slapping moves to the top-out.  It is a very cool line and much harder than it first appears.  It's a must do on the \"Castle Rock Cube,\" A.K.A. the Citadel Boulder.","protection":"A few pads and a spot.","location":"This is located on the \"Castle Rock Cube which is just little east of the \"Castle Rock\" formation down by the river."},"__v":0},{"_id":"6sSDgz9pWIuNMfkcvoofBw==","name":"South Face","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"George Hurley and Charles Roskosz, 1961. FFA: Layton Kor","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4551,39.9787]},"left_right_index":48,"mp_id":"105750373","mp_crag_id":"105744656","climb_id":"6sSDgz9pWIuNMfkcvoofBw==","areaRef":"xPgzoFX0WIyJMC1Eo40G2g=="},"content":{"description":"This outstanding route is also known as Jackson's Wall Direct and shares its last pitch with that route.  One of my favorite 9s in Boulder Canyon.\n\nP1 begins about 50 feet (?) left of\n\nAthlete's Feat\n\nbeneath a short right-facing dihedral about 15 feet off the deck.  Climb the clean crack in the dihedral until you can traverse left to the obvious ledge (P1 crux - 5.8).  Move left along the ledge until you reach a bolt.  Optional belay here, or continue left and then up (5.6) until you get to a fair-sized ledge with a couple of fixed pins.\n\nP2 (or 3) moves straight up to a left-facing right-leaning ramp.  Go up the ramp until you can make a delicate traverse left (5.9) to another ramp leading to a fixed pin.  Note that there is an off-route bolt on top of the first ramp that you can clip with a long sling - it's up to you whether you would rather risk a pendulum into the ramp or a 15-20 footer straight down onto a good stopper.  Move straight up past the pin to a short slabby section (also 5.9 - possibly an RP placement) and belay on the ledge.\n\nP3 (or 4) Finish with the last pitch of\n\nJackson's Wall\n\n.","protection":"Standard rack, emphasis on smaller","location":""},"__v":0},{"_id":"m/R/64vqUzeuzVSoJv0MTw==","name":"Smokey the Bandit","yds":"V7-8","grades":{"yds":"V7-8","font":"7B","vscale":"V7-8"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4551,39.9787]},"left_right_index":73,"mp_id":"105759042","mp_crag_id":"105744656","climb_id":"m/R/64vqUzeuzVSoJv0MTw==","areaRef":"xPgzoFX0WIyJMC1Eo40G2g=="},"content":{"description":"Start on two underclings in the black part of the rock by the campfire. Throw first with your left to a microcrimp.  Match here and keep moving left.  Traverse as far as you want or top out (not recommended).","protection":"A pad would be nice depending on how high you're going.  If you plan on topping this out it will be to the top of Castle Rock.","location":"Per\n\nBrian Oldfield\n\n: it’s just left of Gill Crack and Black Crack."},"__v":0},{"_id":"/tctr4/7V2yTZb/v/OuROA==","name":"Skunk Crack","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Harvey Carter & Carey Huston, 1960","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4551,39.9787]},"left_right_index":9,"mp_id":"105757534","mp_crag_id":"105744656","climb_id":"/tctr4/7V2yTZb/v/OuROA==","areaRef":"xPgzoFX0WIyJMC1Eo40G2g=="},"content":{"description":"Climb the left of two side by side cracks (the right is\n\nComeback Crack\n\n) on the nose of the west buttress, just north of\n\nCurving Crack\n\n.","protection":"Small cams/TCUs and a few mid-size stoppers.","location":""},"__v":0},{"_id":"kkX17bovVoauG8KLojSnrQ==","name":"Route 66","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4551,39.9787]},"left_right_index":58,"mp_id":"112171507","mp_crag_id":"105744656","climb_id":"kkX17bovVoauG8KLojSnrQ==","areaRef":"xPgzoFX0WIyJMC1Eo40G2g=="},"content":{"description":"Route 66 ascends a wide, dirty crack.","protection":"Medium to large cams with a piton just before the top of the first slot.","location":"Climb to the right of\n\nWater World\n\n."},"__v":0},{"_id":"A1HF3tcaWZ6/1wW8GIxxIQ==","name":"Rope Wars","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Maximilian C., anonymous?","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4551,39.9787]},"left_right_index":0,"mp_id":"121130201","mp_crag_id":"105744656","climb_id":"A1HF3tcaWZ6/1wW8GIxxIQ==","areaRef":"xPgzoFX0WIyJMC1Eo40G2g=="},"content":{"description":"P1.\n\nHead towards a small tree, passing a big tree on the left. Continue up past the tree to get to Cclass 3/4 terrain. Belay from a good ledge at the beginning of a sport route (\n\nGluten Free\n\n) (5.4).\n\nP2.\n\nHead up  left of\n\nGluten Free\n\ntowards an upward-pointing angle formed by two cracks - this may well be the crux of the route by can be protected. Step left around a large bulge, then continue up and to the right, above two parallel, left-slanted cracks. Do not go up the gully on the left. Pass the last bolt on\n\nGluten Free\n\n, and head towards the bolted anchors above (5.5).\n\nP3.\n\nScramble up to the summit. (Class 4).\n\nDescent:\n\nscramble down to the northwest. You can either continue scrambling to get down or rappel off a tree.","protection":"A standard rack.","location":"Start about 40 feet left of the standard\n\nWest Face\n\nstart and right of a large ramp."},"__v":0},{"_id":"XAtPzvICUPu+9E+MyI6sLg==","name":"The Replacement Killers","yds":"V10-11","grades":{"yds":"V10-11","font":"8A","vscale":"V10-11"},"fa":"Chris Schulte","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4551,39.9787]},"left_right_index":83,"mp_id":"106280608","mp_crag_id":"105744656","climb_id":"XAtPzvICUPu+9E+MyI6sLg==","areaRef":"xPgzoFX0WIyJMC1Eo40G2g=="},"content":{"description":"A different finish to\n\nHardboiled\n\n, one heads left after the slap to the sloper at the lip, grabbing a left hand crystal and squeezing up the arete. Kind of intimidating because of a boulder at your back, and big moves to slopers.","protection":"Big pad, small pad(s).","location":""},"__v":0},{"_id":"7Fsip/MWXNq9mP+6cqTmCA==","name":"Rebellion","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Mark Rolofson, Author Stokes Baker","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4551,39.9787]},"left_right_index":25,"mp_id":"106245993","mp_crag_id":"105744656","climb_id":"7Fsip/MWXNq9mP+6cqTmCA==","areaRef":"xPgzoFX0WIyJMC1Eo40G2g=="},"content":{"description":"Climb a dihedral with 11 plus-ish climbing to a bolt. Cool liebacking, palming, and smearing with the feet. At the bolt, do a hard press move onto the shelf and work your way left to the corner merging with the route \"\n\nThe Campaigner\n\n\". Negotiate a quite hard boulder problem with flared, left hand jams and a crimp for the right. Stand up and yer done.","protection":"Small nuts and cams to 1 1/2\". One or two quickdraws.","location":"One dihedral right of the\n\nCampaigner\n\n. Finishing on the\n\nCampaigner\n\n."},"__v":0},{"_id":"3yqQkxyYWB6HfA6ImNyYTw==","name":"The Queen is Dead","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Eli Helmuth","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4551,39.9787]},"left_right_index":5,"mp_id":"108315973","mp_crag_id":"105744656","climb_id":"3yqQkxyYWB6HfA6ImNyYTw==","areaRef":"xPgzoFX0WIyJMC1Eo40G2g=="},"content":{"description":"This variation of\n\nPolyester Leisure Suit\n\nstarts 2-3m to the right of\n\nPLS\n\nand climbs interesting features that trend right through the overhang.\n\nStart with a knuckle jam in the \"fin\" for a few body lengths of gymnastic trad protected climbing to the small fir tree where it intersects with\n\nPLS\n\n.  This is much more interesting climbing than\n\nPLS\n\n, trad protected (tricky to place on lead?) at about the same grade.","protection":"The crux took a #1 C3, #0 C3, and medium stopper in the v-slot before the sloper finish.","location":"Few meters right of\n\nPLS\n\nwhere a fin sticks out of the bottom of the same roof.  Rappel off the tree at the top of\n\nPLS\n\n."},"__v":0},{"_id":"UrBygAplWFWajl2LVWkh4Q==","name":"Polyester Leisure Suit","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"P. Zoller & E. McKigney,","type":{"trad":true,"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4551,39.9787]},"left_right_index":4,"mp_id":"105757729","mp_crag_id":"105744656","climb_id":"UrBygAplWFWajl2LVWkh4Q==","areaRef":"xPgzoFX0WIyJMC1Eo40G2g=="},"content":{"description":"The route lies on the west end of Castle Rock, Northwest of\n\nCurving Crack\n\nand\n\nSkunk Crack\n\nby some 50+ feet.  The route is easily found by locating a very large roof which hangs 30' above the ground, and 50+ feet below the right-most of two Doctor-Seuss-looking pine trees.  There are 3 bolts on the face above the roof.\n\nClimb a left-facing open book to the left hand edge of the roof, then lock off hard in a few horizontals, get your body horizontal, then push hard with the feet to move out right the the center of the roof.  You will grasp a good square hold out above, from which you can clip the first bolt.  Match on this edge, flip though to horizontal and then head back left with a very big move to a good jug.  This can be done statically or dynamically.  Either way it is another big move.  Match again and once more flip though to face right again.  Set some feet and move up before reaching high right to a bulbous side-pull.  You can now clip the second bolt.  Head up the face for an anchor on the tree, passing one more bolt along the way. You can rap, but not lower from this due to drag.\n\nTall people will find that this route is appropriately graded.  Steel shoulders and height are the keys here.  Shorter people will find the route to be massively sandbagged (5.12+?)  I tried to do the route straight-through on TR without the back and forth and found it utterly impossible to even dog my way up it without bumping left to the jugs in the roof.  In hindsight, the wandering line is a great gymnastic and mental workout which seems out-of-line but in effect never takes you far from the line of protection.","protection":"The protection depends on how Ballsy you are.  You could do this on nothing but the 3 bolts if you wanted to commit to that, but as the books suggest, gear to about 2\" seems like a good idea.\n\nThe good horizontal coming out of the big roof before the crux crackles a little when you yard on it, so it seems it may one day blow out.  You would not want to be 30' off the deck and horizontal and blow that hold before you clip the first bolt.\n\nOne can also get to the tree and rap anchor above by way of a traverse from above the West Face, which is 5.5, and set a TR from there.","location":""},"__v":0},{"_id":"W1erOPsXUM2KpNq7eUdTPA==","name":"Pass Fail Option","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"M. Shannon, 1980","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4551,39.9787]},"left_right_index":17,"mp_id":"105758344","mp_crag_id":"105744656","climb_id":"W1erOPsXUM2KpNq7eUdTPA==","areaRef":"xPgzoFX0WIyJMC1Eo40G2g=="},"content":{"description":"Follow the directions as per\n\nFinal Exam\n\n.  Approach the upper roof, 70 feet off of the ground, via\n\nFinal Exam\n\n,\n\nBailey's Overhang\n\n, or\n\nCoffin Crack\n\n.\n\nTo climb Pass Fail Option from\n\nFinal Exam\n\n, do not belay - just continue upward.  If approached from\n\nBailey's Overhang\n\nor\n\nCoffin Crack\n\n, you will want to set a belay at the center of the roof and bring your partner up, to avoid drag.  Jam through the middle of the roof on awkward-sized jams, get horizontal, and go for it before the pump completely saps you.\n\nOnce above the roof, continue upward on easy ground to reach a ledge up and left of the center of the roof and belay.\n\nFrom there, a set of raps or downclimbing to the raps above\n\nPolyester Leisure Suit\n\nwill get you back to the ground.","protection":"A standard rack of cams from 1.5\" to 3\" + gear as required for an approach pitch.  Might be easier to lead than clean due to gear positions.","location":""},"__v":0},{"_id":"obYJjUx2WDqYzOvFdGJPXg==","name":"One","yds":"V9","grades":{"yds":"V9","font":"7C","vscale":"V9"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4551,39.9787]},"left_right_index":72,"mp_id":"105805604","mp_crag_id":"105744656","climb_id":"obYJjUx2WDqYzOvFdGJPXg==","areaRef":"xPgzoFX0WIyJMC1Eo40G2g=="},"content":{"description":"","protection":"","location":""},"__v":0},{"_id":"FVoH9gTVVx+b3A44S0lDCQ==","name":"Nuclear Winter","yds":"5.12b/c","grades":{"yds":"5.12b/c","french":"7b+"},"fa":"Alec Sharp and Dan Hare","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4551,39.9787]},"left_right_index":32,"mp_id":"113833421","mp_crag_id":"105744656","climb_id":"FVoH9gTVVx+b3A44S0lDCQ==","areaRef":"xPgzoFX0WIyJMC1Eo40G2g=="},"content":{"description":"Starting in the\n\nCussin' Crack\n\ngully, climb up and left through Fallout Zone and under the visor/roof of Viceroy eventually meeting up with its upper anchors.","protection":"7 bolts, a few small pieces, and a 2 bolt anchor.","location":"Start at for Fallout Zone, and climb left through Viceroy."},"__v":0},{"_id":"Zt/F+wPeVeCPD7x10U8KDg==","name":"Nobody's Home","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"Topher Donahue","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4551,39.9787]},"left_right_index":53,"mp_id":"107572823","mp_crag_id":"105744656","climb_id":"Zt/F+wPeVeCPD7x10U8KDg==","areaRef":"xPgzoFX0WIyJMC1Eo40G2g=="},"content":{"description":"This is a variation to\n\nCountry Club\n\nor for extra hard man proudness points...\n\nEnglishman's Home\n\n.  This is probably my favorite climb at Castle... what a CLASSIC!  It's kind of like a harder version of\n\nThe Wisdom\n\nin that you place your gear, and then punch it for longer than you want to!  Topher called this the best whipper in Colorado!  At the roof on the \"second pitch\", traverse right out the pumpy undercling, slam in a piece, and then punch it for dear life up and back left on a wild, sloping struggle of fear.  Rejoin\n\nCountry Club\n\nat the anchor and if you are a real bad ass... take the victory whip:)","protection":"Use the same as\n\nC.C.\n\nplus a couple purple juniors for the undercling.","location":"Climb up\n\nCountry Club Crack\n\nand go right at the roof on P2."},"__v":0},{"_id":"KFQb3ZMjWqq2ztl2ST8t+g==","name":"No Fly Zone","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Bruce Miller, Kent McClannan, 2008","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4551,39.9787]},"left_right_index":8,"mp_id":"106532511","mp_crag_id":"105744656","climb_id":"KFQb3ZMjWqq2ztl2ST8t+g==","areaRef":"xPgzoFX0WIyJMC1Eo40G2g=="},"content":{"description":"This route is situated between Another Roadside Attraction and\n\nSkunk Crack\n\n. Boulder up the overhanging face, angling up and right to a good sidepull. From the sidepull, pull onto the slab (crux) and place gear (small stoppers). Continue up the seam and small roof to the 2 bolt belay above\n\nStorming the Castle\n\n. The crux has the feel of a highball boulder problem and a couple pads would reduce the risk considerably.","protection":"Small to medium.","location":""},"__v":0},{"_id":"J3IMfw7oUIaFPJxrAFRQiA==","name":"Nintendo","yds":"V4","grades":{"yds":"V4","font":"6B","vscale":"V4"},"fa":"Wade David","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4551,39.9787]},"left_right_index":84,"mp_id":"105762444","mp_crag_id":"105744656","climb_id":"J3IMfw7oUIaFPJxrAFRQiA==","areaRef":"xPgzoFX0WIyJMC1Eo40G2g=="},"content":{"description":"This problem slaps up the double arete right on top of the Hard Boiled boulder. It is a miniature version of Atari. Somewhat stupid but worth warming up on if you are at Hard Boiled.","protection":"You really don't even need a crash pad, as this problem is only about 4 feet high, but one is nice.","location":""},"__v":0},{"_id":"yzzTocdPWPGNdTuWmRJc4Q==","name":"Never a Dull Moment","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Alec Sharp, Andy Parkin","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4551,39.9787]},"left_right_index":49,"mp_id":"106213673","mp_crag_id":"105744656","climb_id":"yzzTocdPWPGNdTuWmRJc4Q==","areaRef":"xPgzoFX0WIyJMC1Eo40G2g=="},"content":{"description":"4 pitch route right of\n\nSouth Face\n\n.\n\nP1 & P2: Crux pitches. Traverse right over 2 bolts underneath the obvious, thin crack (optional belay). Climb the crack to the first belay of\n\nAthlete's Feat\n\n. Logical to combine as 1 pitch.\n\nP1 variation: climb straight to the crack past 1 bolt 20ft up (a bit spicy but secure).\n\nThere's now a 2 bolt anchor where the crack ends.\n\nP3 & P4 (I haven't done them): follow dihedral left of belay to P2 of\n\nAthlete's Feat\n\n, then move left again to easier climbing.","protection":"Small-medium stoppers, small cams to #1 Camalot and a few draws.","location":""},"__v":0},{"_id":"ZaT4WJzEWYSwjPtCe2KiJg==","name":"Midnight Express","yds":"V14","grades":{"yds":"V14","font":"8B+","vscale":"V14"},"fa":"Tyler Landman December 2007","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4551,39.9787]},"left_right_index":80,"mp_id":"106079325","mp_crag_id":"105744656","climb_id":"ZaT4WJzEWYSwjPtCe2KiJg==","areaRef":"xPgzoFX0WIyJMC1Eo40G2g=="},"content":{"description":"Up the hill from the south face of Castle is a low outcropping/boulder with an obvious arete and flake. Start low on sharp sidepull with your right hand and a very low sidepull for your left. There have been ascents done starting with the big pinch just left of the right sidepull but the FA was done with the first method. Battle your way past several desperate moves up the flake to a perilous finish at the lip.\n\nCertainly one of the most classic lines on the Front Range with easy access and a compelling line. Should have been picked off years ago but Ty came up with the goods.\n\nyoutube.com/watch?v=lUDMBVJ…\n\nyoutube.com/watch?v=ckhHXTA…\n\nvimeo.com/20157184","protection":"A healthy number of pads and spotter.","location":"Look south uphill from the bridge below\n\nCountry Club\n\n. Hidden a bit by trees."},"__v":0},{"_id":"RT1FM44IVQKnHdLFay32Bg==","name":"Mexican Picnic","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"Topher Donahue","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4551,39.9787]},"left_right_index":55,"mp_id":"107572773","mp_crag_id":"105744656","climb_id":"RT1FM44IVQKnHdLFay32Bg==","areaRef":"xPgzoFX0WIyJMC1Eo40G2g=="},"content":{"description":"","protection":"You only need a small rack of thin pieces for this climb, as mostly you are clipping pins and a couple bolts with long slings, but make sure you have a #0 TCU for the crux at the end.","location":"Start up\n\nCountry Club Crack\n\nand move right after about 50 feet."},"__v":0},{"_id":"NeBTyVihUBCPTzmq7I8bMg==","name":"Left of Acro","yds":"V0+","grades":{"yds":"V0+","font":"4+","vscale":"V0+"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4551,39.9787]},"left_right_index":63,"mp_id":"119540840","mp_crag_id":"105744656","climb_id":"NeBTyVihUBCPTzmq7I8bMg==","areaRef":"xPgzoFX0WIyJMC1Eo40G2g=="},"content":{"description":"This is a warm-up, don't think too hard; start with whatever you damn well feel like, and pull a few nice 'n' juggy moves until you can mantel left onto the downclimb. This is a good warm-up and preview of the downclimb slab for the other routes.\n\n{{This space is intentionally left blank to be pedantic about all the possible lower starts, contrived traverses, or high finishes for bonus points on one's 8a scorecard.}}","protection":"One pad is plenty.","location":"This, you guessed it, is the heavily chalked face left of\n\nThe Acro-Ace\n\n."},"__v":0},{"_id":"eYC7xISNVQ+XH4vXXfJe4w==","name":"Jackson's Wall Direct","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"George Hurley and Charles Roskosz, 1961. FFA: Layton Kor","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4551,39.9787]},"left_right_index":45,"mp_id":"105757072","mp_crag_id":"105744656","climb_id":"eYC7xISNVQ+XH4vXXfJe4w==","areaRef":"xPgzoFX0WIyJMC1Eo40G2g=="},"content":{"description":"This route is about 40' to the right of the difficult\n\nThe Gill Crack\n\n. You can belay in the shade of a nice, large boulder.\n\nP1. Scramble up to the short dihedral, climb up it a few feet, and traverse left (crux). Continue traversing a long way (~40') to a crack that leads up to a ledge with a bolt and a pin.\n\nP2. Climb up and to the left of a bush, grab a jug, and mantel onto a small ledge. Continue up this easy corner until you get to a fixed ring pin....back it up, lift up your skirt, and grab your nuts---traverse left on scary insecure \"5.9\" climbing for several feet (anyone get pro in on this???). I think that most people will find this to be the true crux of the climb, mentally and technically. Anyway, join up with a crack, and climb it to the next ledge.\n\nP3. Complete with the last pitch of Jackson's Wall (5.6).","protection":"Standard rack to a #3 Camalot","location":""},"__v":0},{"_id":"g+nJHdW8WYCorKMmPU6fxg==","name":"Jackson's Wall","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Dallas Jackson and Chuck Merley, 1953","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4551,39.9787]},"left_right_index":34,"mp_id":"105764178","mp_crag_id":"105744656","climb_id":"g+nJHdW8WYCorKMmPU6fxg==","areaRef":"xPgzoFX0WIyJMC1Eo40G2g=="},"content":{"description":"Despite the poor review this climb gets in the Falcon guide, it is actually a surprisingly fun romp.\n\nPitch 1 begins as a wide chimney that can be done in a variety of ways. Gear placements are generally good in this section. Climb up and right at the start and negotiate some chockstone boulders in the ramp. Keep climbing once the terrain gets grassy. You will pass the bolts on the left (now chopped) that lead to\n\nCussin' Crack\n\n. Eventually a wall will force you to traverse right and out. You'll find a large ledge with a two bolt anchor. This should be practically a full rope length with a 60m. Communication with your belayer will be next to impossible, so have some sort of signaling system worked out ahead of time.\n\nP2 is where the fun starts. Above you will see a crack and a possible way left. Step up, and climb left, stemming over the delightfully airy dropoff. Then, move up the face, and find a slopey ledge. Climb up the ledge, and move left, placing only a small cam perhaps as you go. You'll end up on a large ledge that leads to the walkoff. Belay in any number of places that allows you to be above the traverse. Per\n\nJade Gutierrez\n\n: see the photo of the route titled “Looking up at the south west face of Castle Rock, Jackson’s Wall outlined.\n\nThe descent is located on the side facing the road. Generally, it trends to the left of the trees you see on the way down. At the short crux downclimbing part, you can elect to rappel from a chain wrapped around a tree.","protection":"Rack up to a #4 Camalot, one set of nuts.\n\nPer\n\nBen Wiz\n\n: the anchors have been chopped.","location":""},"__v":0},{"_id":"EfUw257OXwKPD4DMTaHRgw==","name":"Invisible Idiot","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Jim Erikson, Solo, 1978","type":{"trad":true,"tr":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4551,39.9787]},"left_right_index":13,"mp_id":"105759972","mp_crag_id":"105744656","climb_id":"EfUw257OXwKPD4DMTaHRgw==","areaRef":"xPgzoFX0WIyJMC1Eo40G2g=="},"content":{"description":"Find this route by going 1/2 way between Curving Crack and Bailey's Overhang. This 'dihedral' as it is refered to is a system that is predominantly hanging 20' above the deck, and the upper part of it and the upper arete/exit moves are visible in the right hand side of the attached picture (which is of Curving Crack).  To climb Invisible Idiot, start by stemming and some lie-backs on slopers to reach a good black flake on the left, place a 1\" cam or TCU in a so-so placement there (you are already runout on 5.9 moves and placing from a layback/ stem). Place a 1.5\" cam up above at the bottom of the hanging dihedral- a wider unit will be poor pro. These are key points of pro and if you take up wider units, will not fit well and will be bad. Now go up into the hanging dihedral on slopes and scoops, getting feet on the left-hand wall. This portion of the climb is reasonably protected. You will reach a spot just below an overhanging headwall, with a dirty and obvious traverse to the right or a less obvious exit up the arete to the left. Place a few good [pieces] a horizontal (2.5\" & 3\"-3.5\" cams, place both) will go in to protect the weird exit moves. Go up the arete a few moves on secure sidepulls and reasonable feet and then to a solid chain anchor above.  Descend by threading the [beefy] anchor.\n\nIf you TR this, please use 2' slings for the sake of your rope and the links.","protection":"Runout. The placements that are available are very particular as well. Take two 2.5\" friends, a 3-3.5\" cam, a few TCU's from tiny to 1.5\" + a light set of nuts. One of the 2.5\" cams will go 10' up into Bailey's Overhang, 4' to the right, prior to starting if this gives a mental boost you want, but it will be useless at the hard part (don't bother). Up top is a bomber 2-bolt+chain anchor that can be reached from Curving Crack to set a TR if desired.","location":""},"__v":0},{"_id":"AX+CvxMyVbWA+za3zy2H2A==","name":"Innocent Victim","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Jerry Moffat, 1980s","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4551,39.9787]},"left_right_index":27,"mp_id":"116574393","mp_crag_id":"105744656","climb_id":"AX+CvxMyVbWA+za3zy2H2A==","areaRef":"xPgzoFX0WIyJMC1Eo40G2g=="},"content":{"description":"This is basically Alec Sharp's \"\n\nVictim of Circumstance\n\n\" direct. Instead of going out left at the end of the lieback section over said \"rounded knob on the blunt arete,\" continue up the small corner, and tackle the boulder problem that breaks right through the sloping bulge and which eventually finishes up in the undercling jug above. It was said that Jerry Moffat did this direct FA accidentally.\n\nQuoted from Rolofson: \"what Moffat climbed, must be a very short direct variation at the top of the corner, where VOC steps left into \"\n\nThe Campaigner\n\n\". This would involve a few very difficult moves to reach the undercling flake. I vaguely remember trying this direct on toprope.\"\n\nWith zero approach, \"Innocent Victims\" makes for a good 13a trad lead that's relatively safe to protect. With great movement using a lieback crack and smearing feet, culminating to a \"crux\" bulge where one has to find a way to transfer over and above right of the initial lieback crack via a boulder problem, using a high right diorite nub and a tiny left foot smear. Once pulled through\n\nthis initial 35 feet, the climbing eases up significantly and feels like a victory romp up to the \"Viceroy\" chains above the ledge.\n\nThere has been much confusion on this climb and its contrivances.\n\nI would give this route a PG-13 rating because of the difficulty of placing the gear and the size of the gear. We didn't place anything larger than a small blue DMM offset nut through the crux section, and that being said, they are lieback placements, so you'll have to pull over and check them once placed.","protection":"Gear from blue Alien to #0.75 Camalots and offset nuts.","location":"This shares the same start as \"\n\nCrank It\" (aka Slabio)\n\nand \"\n\nVictims of Circumstance\n\n,\" continuing left where \"\n\nCrank It\n\n\" breaks right and going straight up through the lieback to where the crack fades out and you have to make a bouldery couple of moves up and right to a thumbs up, back three fingers jam into another crack system. Stand up carefully, reach the jug undercling flake, plug in a 0.75, and most of the difficulties are over."},"__v":0},{"_id":"KRX58eQPWVenOwMwyIPN4Q==","name":"Hit Hard Tactics","yds":"V7","grades":{"yds":"V7","font":"7A+","vscale":"V7"},"fa":"Justin Jaeger, 2004","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4551,39.9787]},"left_right_index":70,"mp_id":"106527397","mp_crag_id":"105744656","climb_id":"KRX58eQPWVenOwMwyIPN4Q==","areaRef":"xPgzoFX0WIyJMC1Eo40G2g=="},"content":{"description":"This is the standing start to \"\n\nSurface Tension\n\n.\"\n\nFrom a standing start climb the over hanging southwest arete just right of \"The Citadel\" problem on the \"Castle Rock Cube\" A.K.A. \"The Citadel Block.  This problem is some what marred by having a tree to the right side of your back for most of the climb but still worth doing.","protection":"Pads and a spot.","location":"Located on the southwest corner on the \"Castle Rock Cube.\""},"__v":0},{"_id":"eQyJ9mnnWpe7LnIJK5IZ2A==","name":"Hardboiled","yds":"V10-11","grades":{"yds":"V10-11","font":"8A","vscale":"V10-11"},"fa":"Daniel Woods","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4551,39.9787]},"left_right_index":82,"mp_id":"105762366","mp_crag_id":"105744656","climb_id":"eQyJ9mnnWpe7LnIJK5IZ2A==","areaRef":"xPgzoFX0WIyJMC1Eo40G2g=="},"content":{"description":"Upstream from Castle Rock, cross the log jam, head uphill, then bear right along the cliff band, maybe 50 yards. Then head back towards the creek a bit. The problem starts under the egg-shaped boulder. Pull over the lip, mantel, and top out.\n\nThe GPS location is: 39.977833, -105.457472.","protection":"A couple of pads.","location":""},"__v":0},{"_id":"eflDcxVlVIO/KmXcccnkrQ==","name":"The Gill Crack","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"John Gill, mid-1960s","type":{"trad":true,"tr":true,"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4551,39.9787]},"left_right_index":43,"mp_id":"105749902","mp_crag_id":"105744656","climb_id":"eflDcxVlVIO/KmXcccnkrQ==","areaRef":"xPgzoFX0WIyJMC1Eo40G2g=="},"content":{"description":"To think that John Gill originally climbed this as a boulder problem in the '60s is incredible.\n\nBring your best tiplock crack technique!  Thin tip jams with marginal feet lead up a seam for 30 feet to the anchors of '\n\nBlack Crack\n\n.'  Brute force won't get you up this one, you need to be able to make the best out of some pretty thin jams.","protection":"For TR, set up 2 'draws by climbing '\n\nThe Black Crack\n\n' just to the left.  Plenty of nuts are necessary to lead this one....","location":"'The Gill Crack' lies just to the right of '\n\nThe Black Crack\n\n' on the South face of Castle Rock."},"__v":0},{"_id":"+9E8Bi3QWeirv6HVaWESrw==","name":"Gluten Free","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Greg Hand & Kent Lugbill, 25 April 2012","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4551,39.9787]},"left_right_index":1,"mp_id":"107578406","mp_crag_id":"105744656","climb_id":"+9E8Bi3QWeirv6HVaWESrw==","areaRef":"xPgzoFX0WIyJMC1Eo40G2g=="},"content":{"description":"Follow bolts along a seam, then continue with easier climbing with gear to the anchor. The crux begins at 4th bolt.\n\nThe route was named for my current diet to lose 20 lbs.","protection":"8 bolts, large sling for a mushroom, large cam (#3 Camalot), 2-bolt anchor, extra slings to lengthen the gear placements.","location":"Climb the first pitch of\n\nWest Face\n\nto a large ledge above and left of the bolted anchor.\n\nA 60 meter rope easily gets you from the Gluten Free anchors down to the\n\nWest Face\n\nrappel anchors."},"__v":0},{"_id":"WWg97tAlVSqucy263dZVsw==","name":"Free Range","yds":"V13","grades":{"yds":"V13","font":"8B","vscale":"V13"},"fa":"Brian Capps for the stand. Chris Schulte sit start","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4551,39.9787]},"left_right_index":77,"mp_id":"106078348","mp_crag_id":"105744656","climb_id":"WWg97tAlVSqucy263dZVsw==","areaRef":"xPgzoFX0WIyJMC1Eo40G2g=="},"content":{"description":"The stand start is called\n\nCage Free\n\n, V11. On the left-center of the Citadel Boulder's south face is a good sidepull. Use this to reach left to a bad sidepull and jump to the top with the right hand.\n\nThe sit start is called Free Range, V13. The sit start goes with a left hand on a pretty good pinch and a right on a variety of low holds. The low left spike is on for your feet. Bump right to an edge, cross to a pinch and traverse into\n\nCage Free\n\n.\n\nyoutube.com/watch?v=RMalzKx…\n\n.\n\nyoutube.com/watch?v=dSI6xvv…\n\n.","protection":"A few pads are in order.","location":"The Citadel Boulder is the obvious boulder just downstream from Castle Rock on the north side of the creek."},"__v":0},{"_id":"VOi4yGoCXnG6JnlLL/n3Nw==","name":"The Flow","yds":"V8","grades":{"yds":"V8","font":"7B","vscale":"V8"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4551,39.9787]},"left_right_index":76,"mp_id":"109414714","mp_crag_id":"105744656","climb_id":"VOi4yGoCXnG6JnlLL/n3Nw==","areaRef":"xPgzoFX0WIyJMC1Eo40G2g=="},"content":{"description":"Basically this is a direct way up\n\nThe Citadel\n\narete. Start sitting with left hand pinching the arete and right on one of the various features. Set up for the dyno via a few bad crimps. Get your feet up and throw for the slopey lip. Top out.\n\nIf anyone has any info on FA or other edits, let me know.","protection":"A few pads & a spotter.","location":"This is on Citadel Boulder, immediately right of the\n\nCitadel\n\n."},"__v":0},{"_id":"avNx2dAAXcejm5zNxUBMig==","name":"Final Exam","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Royal Robbins & Pat Ament, 1964","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4551,39.9787]},"left_right_index":16,"mp_id":"105758341","mp_crag_id":"105744656","climb_id":"avNx2dAAXcejm5zNxUBMig==","areaRef":"xPgzoFX0WIyJMC1Eo40G2g=="},"content":{"description":"On the South-West face of Castle rock, slightly more West than South, there is a wall that forms a slight amphitheater.  The Buttress holding\n\nSkunk Crack\n\n,\n\nComeback Crack\n\n, and\n\nCurving Crack\n\nforms the left-hand margin, and the famous old Aid Roof (now freed) form the right-hand margin.\n\nThe back left corner of this amphitheater is a huge dihedral with an overhanging wide crack route called\n\nBailey's Overhang\n\n(5.8).  Just to the right of\n\nBailey's Overhang\n\n, perhaps some 30 feet is The Final Exam.\n\nCoffin Crack\n\nlies just to the right of The Final Exam.\n\nTo climb The Final Exam, climb up and left on a flake-like feature to just below a thin crack through a bulge, not far from the ground.  Climb up through the bulge on reasonable pro, and then up the crack system until it begins to run out.  At that point step right to another crack, and after a short distance back left to a multiple cracks system, which has reappeared.  These cracks will take you to the base of an obvious roof.  At the roof you may traverse left to finish on\n\nBailey's Overhang\n\n, right to finish on\n\nCoffin Crack\n\n, or best of all, shoot straight up through the (sandbagged)\n\nPass Fail Option\n\n(5.11a???) to get above the roof.\n\nClimb any of the finishes to reach a ledge up and left of the center of the roof and belay.\n\nFrom there a set of raps, or downclimbing to the raps above\n\nPolyester Leisure Suit\n\nwill get you back to the ground.","protection":"A set of brass nuts + a standard set of nuts and cams to 2.5\" or larger, depending on the finish.\n\nIf finishing on\n\nPass/Fail Option\n\n(5.11a) take a  set of cams 1.5\" to 3\" for that. If finishing on\n\nCoffin Crack\n\n(5.10) or B\n\nailey's Overhang\n\n(5.8), take pro to 4\".","location":""},"__v":0},{"_id":"o9n5NoDpXyKR3AgvQ4xYAg==","name":"Fallout Zone","yds":"5.12a/b","grades":{"yds":"5.12a/b","french":"7b"},"fa":"Topher Donahue","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4551,39.9787]},"left_right_index":33,"mp_id":"113833446","mp_crag_id":"105744656","climb_id":"o9n5NoDpXyKR3AgvQ4xYAg==","areaRef":"xPgzoFX0WIyJMC1Eo40G2g=="},"content":{"description":"Fallout Zone is a mega-classic route up the left headwall next to the\n\nCussin' Crack\n\ngully. Climb up as for\n\nCussin' Crack\n\n, and clip the first bolt out left. Follow the crack/seam up to a pin and past a wild dyno the top!","protection":"3 bolts, a few pieces, and a pin.","location":"It is left of\n\nCussin' Crack\n\nand right of\n\nViceroy\n\n."},"__v":0},{"_id":"wH1f4PRPWN+BMyvUzc/HdQ==","name":"Englishman's Home","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Alec Sharp & Bill Feiges","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4551,39.9787]},"left_right_index":52,"mp_id":"105757945","mp_crag_id":"105744656","climb_id":"wH1f4PRPWN+BMyvUzc/HdQ==","areaRef":"xPgzoFX0WIyJMC1Eo40G2g=="},"content":{"description":"I'm hesitant to add this route, since I didn't exactly free climb the crux (though my partner did).  However, it's an excellent line that should be part of the database.  Another reason why I want to add it is because it forms part of a linkup that I want to rave about.  P1 might be S if the gear in corners 3 and 4 is placed while free climbing.\n\nThis climb is a series of short, right-facing corners between\n\nAthlete's Feat\n\nand\n\nCountry Club Crack\n\n.\n\nP1:  Start with\n\nAthlete's\n\nP1.  After doing the mantle, go straight up the slab to the base of the first corner.  You can place an OK #2 RP (or maybe a yellow ballnut) at the base of your corner to protect a couple 5.9ish moves to a finger-size slot where you get your first real pro.  Note 1: if you blow this and you didn't place the RP or it doesn't hold, you're decking. Note 2: When my partner followed the pitch, he had to battle some wasps for possession of the finger slot; the wasps were not an issue when I was leading, thank God.  Continue up the corner with good gear until you feel it's time to move left to the next corner.  Note 3: excellent #4 Rock placements at the bottom and top of the 2nd corner. Move left to 3rd and 4th corners as appropriate.  Note 4: decent #4 RP at the top of the 3rd corner, but I am not sure how feasible it is to place while free climbing.  The climbing gets much easier after corner 4 -- traverse left to the anchors at the end of\n\nAthlete's Feat\n\nP2.  This pitch is quite hard for a Boulder Canyon 11 and possibly height-dependent.\n\nP2: The rope will run much better if the belayer ties in with a long (~20') tether.  Traverse back right the corner system. Steep jamming and laybacking (old fashioned 10+) with small to medium nuts and small SLCDs gets you 30' up the corner where the route joins\n\nCountry Club\n\nabout 10' below the roof.  Continue up\n\nCC\n\nto its second belay.  The three star rating includes doing P2.\n\nVariation (Athlete's Country Home? Englishman's Crack Feat? Shropshire Lad?): Combine P1 and P2 for THE BEST PITCH IN BOULDER CANYON (!?!) if not the Front Range (!?!?!): a 150' pitch with three or four different types of 5.11 climbing.  Bring a lot of wires, small cams and quickdraws.","protection":"Pitch 1: Gear from #2 RP to #2 Friend with key sizes in the blue, yellow and orange TCU range and most importantly, at least 2 #4 Rocks or equivalent.  The crux has just enough pro to be completely safe, if you can place it.  Pitch 2: P1 gear plus some larger cams for the second half of Country Club P2 (e.g. gold and blue Camalot).","location":""},"__v":0},{"_id":"CcqcJzJ+We+bVqnYZLW2tw==","name":"E-Z Action","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Morris Hershoff and acquaintance, 1989","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4551,39.9787]},"left_right_index":19,"mp_id":"105954668","mp_crag_id":"105744656","climb_id":"CcqcJzJ+We+bVqnYZLW2tw==","areaRef":"xPgzoFX0WIyJMC1Eo40G2g=="},"content":{"description":"Climb twin cracks through overhang. This route was FA'd in 1989.","protection":"Standard rack.","location":"25 ft right of\n\nPass Fail Option\n\n, belay at block."},"__v":0},{"_id":"97NwO41IUAmTUk/PYspfOQ==","name":"Dropout Option","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Topher Donahue","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4551,39.9787]},"left_right_index":18,"mp_id":"107673404","mp_crag_id":"105744656","climb_id":"97NwO41IUAmTUk/PYspfOQ==","areaRef":"xPgzoFX0WIyJMC1Eo40G2g=="},"content":{"description":"Climb the\n\nFinal Exam\n\nover the first bulge, then step right to seams leading to the thin line through the roof 6 feet right of the\n\nPass Fail Option\n\n.","protection":"Thin but good pro in the seams, two #00 Metolius TCUs in surprising placements protect the first move out the roof to jugs, then finger-size TCUs protect the crux section.  There is a bolt anchor directly over lip.","location":""},"__v":0},{"_id":"++Kb8JTPWCCu0v24Esr+lw==","name":"Direct Start","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Alec Sharp, (~1980?)","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4551,39.9787]},"left_right_index":36,"mp_id":"107588747","mp_crag_id":"105744656","climb_id":"++Kb8JTPWCCu0v24Esr+lw==","areaRef":"xPgzoFX0WIyJMC1Eo40G2g=="},"content":{"description":"This is a reasonable climb with gear that presents itself when needed but not much more often than that. The climbing is probably about 5.8, give or take.\n\nFrom a point on the ground 1/2 way between the base of\n\nTongo\n\nand\n\nCircadian Rhythms\n\n, climb up and perhaps even slightly right here and there past discontinuous cracks and flakes.  A few small and medium nut placements appear as you go. The climbing is mostly secure and on large holds. Begin heading up and left once a good series of ledges can be seen, placing the occasional nut or cam with a long sling.\n\nEventually, this line will traverse off of the left end of the ledge that is contiguous with the top of\n\nTongo\n\nand cross a \"trough\" to reach the base of Sticky Fingers or\n\nCussin' Crack\n\n.  Depending on where you decide to stop and belay, this will be 35-45 meters long.","protection":"A light rack of nuts and cams, with plenty of long slings.  This is not a beginner lead, as it requires a solid head, but not terribly dangerous either.  Gear opportunities are to be had along most of its length, they are not all easy placements though.","location":"This route starts a few meters left of the bottom of\n\nTongo\n\n.  It roughly follows a line up from a point on the ground 1/2 way between the base of\n\nTongo\n\nand\n\nCircadian Rhythms\n\nfor 10 meters, then starts working up and left for the remainder of it's length, joining either\n\nCussin' Crack\n\nor Sticky Fingers."},"__v":0},{"_id":"aw3oEYXWWzOVYN/Y55yXFQ==","name":"Deersquatch","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Chris Way and Cory French","type":{"trad":true,"tr":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4551,39.9787]},"left_right_index":50,"mp_id":"105751549","mp_crag_id":"105744656","climb_id":"aw3oEYXWWzOVYN/Y55yXFQ==","areaRef":"xPgzoFX0WIyJMC1Eo40G2g=="},"content":{"description":"Start this route to the left of Athlete's Feat.  Begin on the left side of the large boulder, go left and up technical, sometimes loose rock.  Expect a good left-hand sidepull, and you've probably got the route.  Lower from fixed anchors.  Pro is sparse, so it's more like a solo if you lead it.","protection":"2 bolt anchors, 0 HB offset nut.","location":""},"__v":0},{"_id":"ENkDC9V/VnKB1mQXnHh4PA==","name":"Deadline","yds":"5.13d","grades":{"yds":"5.13d","french":"8b"},"fa":"Rob Candelaria or Jerry Moffat- depending on who you believe","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4551,39.9787]},"left_right_index":23,"mp_id":"105759816","mp_crag_id":"105744656","climb_id":"ENkDC9V/VnKB1mQXnHh4PA==","areaRef":"xPgzoFX0WIyJMC1Eo40G2g=="},"content":{"description":"Located on the Southwestern side of Castle Rock, Deadline tackles the improbable looking roof using a combination of crack and sport climbing skills .\n\nIn essence, the route consists of two complicated boulder problems separated by an insecure kneebar.  The lower crux tests your crack climbing skills while the upper crux centers around finger strength, and body tension.  Expect difficult clips.\n\nAlthough this route isn't much to look at, the movement and position are among the best I have encountered on the Front Range.  So whether Rob or Jerry did it first, this route is a must if you can!\n\nAddendum:\n\nThis route has been written up in\n\nAlpinist 18\n\n.","protection":"Two bolts and small cams.\n\nAddendum\n\n: Apparently, this line has been climbed without bolts.","location":""},"__v":0},{"_id":"bNwC2J7wV0mZS0n/zc7nOw==","name":"Cussing Fingers Variant","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4551,39.9787]},"left_right_index":29,"mp_id":"105980538","mp_crag_id":"105744656","climb_id":"bNwC2J7wV0mZS0n/zc7nOw==","areaRef":"xPgzoFX0WIyJMC1Eo40G2g=="},"content":{"description":"This variation starts from the lower tier of the big ledge at the base of Cussin' Crack proper.  From a fixed angle follow the crack system immediately right of the diheadral on Cussin' Crack (.9+).  Join Sticky fingers just before attaining a bush covered ledge and follow that route to a two bolt anchor.  This anchor should be backed up or avoided altogether as both bolts are 1/4\".  Pitch two (.9s) ascends up and left on slopers from the right end of the belay ledge.  This is the same point where Western Pleasure and After Forever meet.  A fixed lost arrow protects the first moves onto the face and a couple of TCU or Alien placements can be found before reaching a crack/flake that leads to the top.","protection":"Standard rack. Fixed pins at the start of both pitches and double (1/4\") bolt anchor at the end of pitch one.  Walk off from the top.","location":""},"__v":0},{"_id":"2AqLRijYVvKNwMljmFY5Pw==","name":"Cussin' Crack","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"Harold Walton and party, early '50s","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4551,39.9787]},"left_right_index":28,"mp_id":"105748705","mp_crag_id":"105744656","climb_id":"2AqLRijYVvKNwMljmFY5Pw==","areaRef":"xPgzoFX0WIyJMC1Eo40G2g=="},"content":{"description":"Start up easy chimney with good pro and traverse left when possible, make tricky move up to large ledge and belay. Start up cracks and get into large and slippery V-slot. Cruise this crack system for a long pitch and belay on ledge. The third pitch is easy 5th scramble to summit.\n\nThe downclimb is mostly 3rd class with a couple 4th or easy 5th class moves down the north face with gullies and ramps (avoid doing this in the dark).\n\nEds. Note, this route has become quite smooth over the years and is more difficult for the short statured climber.  Please be aware this is not your typical Front Range 5.7.","protection":"Small to large cams ... good selection up to #4 Camalot, a few nuts would be good, too. Set up anchors with cams also.","location":""},"__v":0},{"_id":"7l4ROkCYWgqm+f8rZjcB5g==","name":"Curving Crack","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Tink Wilson, 1961 FFA Pat Ament and Dave Rearick, 1964","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4551,39.9787]},"left_right_index":12,"mp_id":"105749293","mp_crag_id":"105744656","climb_id":"7l4ROkCYWgqm+f8rZjcB5g==","areaRef":"xPgzoFX0WIyJMC1Eo40G2g=="},"content":{"description":"Start on the west face of Castle Rock, about 15' left of Bailey's Overhang. Climb a beautiful left-curving dihedral with THIN crack/seam ... looks very Yosemite-esque.  Starts out with lieback or hand jams up a steep crack and continues up the beautiful and slippery corner ... stem like crazy to the top, turn a small roof and cruise to the anchor.","protection":"Small cams (Aliens or TCUs) for the meat...hand-sized for the start.  The anchor is a 2-bolt chain anchor...one of the bolts seemed pretty loose, so if you TR, I suggest backing it up with a #0.75 Camalot Jr. or equivalent in a nearby crack.","location":""},"__v":0},{"_id":"ELfzJknEUGuWIF8itXEyWA==","name":"Crank It (aka Slabio)","yds":"5.13c","grades":{"yds":"5.13c","french":"8a+"},"fa":"Jerry Moffat","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4551,39.9787]},"left_right_index":31,"mp_id":"105753658","mp_crag_id":"105744656","climb_id":"ELfzJknEUGuWIF8itXEyWA==","areaRef":"xPgzoFX0WIyJMC1Eo40G2g=="},"content":{"description":"I have not climbed this route. I have tried to climb this route. Dave Graham has flashed this route, according to 8a.nu. Climb the thin smooth corner left of\n\nJackson's Wall\n\n, right of the\n\nAid Roof\n\n. Do a hard boulder problem and then layback up the slickest dihedral at Castle to a no-holds stance below the anchor. Let go with a hand and clip it. Good Luck.","protection":"3 bolts/anchor.","location":""},"__v":0},{"_id":"o1QJnE65V36MYq5tcjr2Eg==","name":"Country Club Crack","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Ted Rouillard, Cleve McCarty, 1956. FFA: Ament, Stults, Rutwitch, 1967","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4551,39.9787]},"left_right_index":54,"mp_id":"105748711","mp_crag_id":"105744656","climb_id":"o1QJnE65V36MYq5tcjr2Eg==","areaRef":"xPgzoFX0WIyJMC1Eo40G2g=="},"content":{"description":"This is a Boulder Canyon classic testpiece hat once held the title of hardest crack climb in the US. Overall solid jamming with good feet, but slippery in places.\n\nThe first pitch has the crux right off the ground and involves delicate face climbing and mantling past two bolts. Finish this pitch by climbing the awkward 5.9 crack to a good belay ledge with a bolt anchor.\n\nThe second pitch is the endurance crux and is really where the classic hand crack climbing is at.  Progressively harder crack climbing leads through a small roof. Hold on because the crux is still to come. A nice but tricky rest sets you up for the thin finger crack crux which involves thin and insecure finger jamming (11a) up a smooth face for 15 feet before a nice jug traverse to the anchors.","protection":"This route can be well protected with a standard rack. There are many fixed pins on this route helping to minimize the need to place many nuts. Bring cams sized in the finger to hand crack sizes - doubling these if you like to place lots of gear. A #3 Camalot helps as you pull the roof, and a #2 Camalot is useful in multiple places.  A 3 bolt rappel anchor gets you to the ground (70 meter will get you back to the pitch one anchors).","location":""},"__v":0},{"_id":"3FqpTEWkUemI2Ah5C7aALQ==","name":"Comeback Crack","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Pat Ament and Jim Erickson","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4551,39.9787]},"left_right_index":10,"mp_id":"105758587","mp_crag_id":"105744656","climb_id":"3FqpTEWkUemI2Ah5C7aALQ==","areaRef":"xPgzoFX0WIyJMC1Eo40G2g=="},"content":{"description":"Located on the southwest corner, just right of Skunk Crack. This is a great one pitch 5.10 with a low crux. Solid crack skills will be needed to get up the lower section, but the fun isn't over yet. An airy bulge move leads into exciting terrain up a featured, unprotected prow (this part may merit an 'S' rating, if you're not comfortable on unprotected 5.7). Place a directional at the top, and head to the right to belay/lower from anchors at the top of Curving Crack.","protection":"Small to medium aliens/cams and nuts. A blue alien fits perfectly in a slot on the upper section.","location":""},"__v":0},{"_id":"xNepIN/ZUVycZBP9LxXEvA==","name":"Coffin Crack","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Dave Rearick, Pat Ament, 1964","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4551,39.9787]},"left_right_index":20,"mp_id":"105758410","mp_crag_id":"105744656","climb_id":"xNepIN/ZUVycZBP9LxXEvA==","areaRef":"xPgzoFX0WIyJMC1Eo40G2g=="},"content":{"description":"The business of this route is just off the ground - - bring your big gear for this OW/squeeze.  Struggle, grunt & cuss your way thru 15 feet of clean off-width, too small to get all the way into, and too big to jam (chicken-wings sorta work).  Note that it can be climbed on face holds mostly, if you want to avoid the OW.  Then again, why would you be here if that's the goal?\n\nAbove, run thru the gully onto the face above, and choose one of many options to the top.  Or, take the rap slings to your right back down (about 15' right)(you don't want to belay from these).\n\nI'd just like to add that I have immense respect for those who climb OWs with grace, style & technique - - none of which I possess.  This kicked my butt, and I'm sure I provided those on the ground with great entertainment watching me flounder.","protection":"You get to use that big stuff that's been hanging uselessly on your rack.  2 #4 Camalots, a #5 is helpful.  Several blocks to be slung as well.  Upper section appears to take the standard stuff - - nuts & cams.","location":""},"__v":0},{"_id":"lc7IQ54oWtCmeXWCD2IcdA==","name":"Close To the Edge","yds":"5.12b/c","grades":{"yds":"5.12b/c","french":"7b+"},"fa":"R. Briggs / D. Hare, 1995","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4551,39.9787]},"left_right_index":46,"mp_id":"105997014","mp_crag_id":"105744656","climb_id":"lc7IQ54oWtCmeXWCD2IcdA==","areaRef":"xPgzoFX0WIyJMC1Eo40G2g=="},"content":{"description":"This has steep face and slab climbing with positive and sharp edges throughout. It is a bit reachy in spots and will test your footwork and some unconventional body English.\n\nThe third bolt may seem far away, but there is a comfortable clipping stance, and the fall is long but safe. The climbing and angle will ease off once you pass this bolt. This ends at a two bolt anchor on the traversing ledge of P1 of South Face Direct.\n\nIt looks like this route could be a pretty cool start to Corinthian Vine.","protection":"3 bolts. 2 bolt anchor.","location":"The obvious, three bolt route left of\n\nBoot Lead\n\n, and twenty feet right of\n\nGill Crack\n\n."},"__v":0},{"_id":"wrwFAK5WUXi572GMY4J6Rg==","name":"The Citadel","yds":"V8","grades":{"yds":"V8","font":"7B","vscale":"V8"},"fa":"Will Lemaire?","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4551,39.9787]},"left_right_index":75,"mp_id":"105764220","mp_crag_id":"105744656","climb_id":"wrwFAK5WUXi572GMY4J6Rg==","areaRef":"xPgzoFX0WIyJMC1Eo40G2g=="},"content":{"description":"The boulder lies on the east end of Castle Rock across the river from the dirt road. Continue down the dirt pull off for Castle Rock then pull over shortly after the bridge. A boulder is sitting right on the water line across the river. Their are 3 problems, all good quality. The two best are a V5 that ascends the bulge on the opposite side of the boulder from the water, and a V8 directly to its right that ascends the blunt arete.","protection":"A couple of pads or a single large pad, spotter optional.","location":""},"__v":0},{"_id":"wP/sGYp4WTSThAHmTfiokA==","name":"Citadel V1","yds":"V1","grades":{"yds":"V1","font":"5","vscale":"V1"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4551,39.9787]},"left_right_index":69,"mp_id":"106701780","mp_crag_id":"105744656","climb_id":"wP/sGYp4WTSThAHmTfiokA==","areaRef":"xPgzoFX0WIyJMC1Eo40G2g=="},"content":{"description":"This route is on the citadel boulder and is located just right of the Standard Bulge (V5/6).  Climbs out of the bulge and to the lip, finishing with an easy mantel.","protection":"Pad.","location":"On the Citadel Boulder."},"__v":0},{"_id":"OacwaX/AWa67eTI9u0wmqQ==","name":"Circadian Rhythms","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Pat Ament, Greg Finoff 1984","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4551,39.9787]},"left_right_index":35,"mp_id":"105759636","mp_crag_id":"105744656","climb_id":"OacwaX/AWa67eTI9u0wmqQ==","areaRef":"xPgzoFX0WIyJMC1Eo40G2g=="},"content":{"description":"Start in the chimney just left of\n\nTongo\n\n(the right angling ramp) on the south side.\n\nThis is an interesting route and kinda fun but nothing special.  It's just funny watching people go up the chimney and arrange themselves for moving out to the face.\n\nSqueeze up the chimney, then (like the pic below) you may sling the top horn of the chimney.  Before committing to the face you can get some RPs in, but they are not the most solid, meaning that they may rattle around a bit.\n\nGreg Hill led this and sewed up the crack with RPs which is probably a good idea.  After the business of the short, thin section, move straight up and to the next ramp/ledge.  From here, traverse right to the second anchors of\n\nTongo\n\n.\n\nRap from these anchors.\n\nOverall, the this may warrant an s- because of the less than ideal gear throughout the route.","protection":"Double sling, RPs, stoppers, small cams.","location":""},"__v":0},{"_id":"AgDxFw38X0qqVXYt6EqjRg==","name":"Candelaria's Connection","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Bob Candelaria, 1976","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4551,39.9787]},"left_right_index":40,"mp_id":"112866080","mp_crag_id":"105744656","climb_id":"AgDxFw38X0qqVXYt6EqjRg==","areaRef":"xPgzoFX0WIyJMC1Eo40G2g=="},"content":{"description":"Candelaria's Connection, Castle Rock, Boulder Canyon, CO.\n\nStart with\n\nBlack Crack\n\n, a smoke-stained crack a few feet left of the 5.12\n\nGill Crack\n\n. The crux is a big step left to get out of the crack and onto a good foothold. From the taxing foothold rest below the roof, place a big RP/offset nut, then clip the pin off tiptoe, pull the roof to the bolted anchor (5.10, 15 meters).\n\nBlack Crack\n\nseems comparable in difficulty to the\n\nOuter Space\n\noverhang on The Bastille.\n\nFrom the first bolt belay, place a small cam, tiptoe up (5.9), and then traverse right on run out and devious, but almost-restful, friction knobs to the thin crack of the\n\nSouth Face's\n\nsecond pitch (5.7 R). The first chance to get protection is blind. If the gear fails, then the very clean looking fall will likely result in hitting the ground (estimated via \"thumb survey\" from across the creek, not by actual falling). The second bolt belay is just a few meters above this crucial gear (10 meters).\n\nThe third pitch is the same as for the\n\nSouth Face\n\n/\n\nJackson's Wall Direct\n\n, 5.10a, PG-13, 20 meters. It has excellent rock and moves... but not the pro so much!\n\nThe third pitch ends at a bolt station on a nice ledge. The fourth pitch is not that great, and the rappels are convenient. Alternatively, it is nice to climb 200 feet up\n\nJackson's Wall\n\n, 5.5, to the same anchor and then toprope everything while rappelling!\n\nThe fourth and final pitch starts with dodging a roof (15 meters, 5.6) and then makes a long traverse left before topping out. The descent off the summit, towards the highway, is harder than 4th Class. A harder direct finish is possible, but I forget how hard.\n\nHISTORY:\n\nthis bold connection is not described in any of the modern guide books to Boulder Canyon. After researching all the guides at the AAC Library, only Jim Erickson's book briefly tells of Rob Candelaria's bold lead:  \"...head up to a roof and turn it right (5.9) to rejoin Jackson's Wall Direct...\" (\n\nRocky Heights,\n\n1980)  Today, most agree that 5.9 for BC is a sandbag,  but, in\n\nRocky Heights\n\n, the first pitch of the Bastille's West Buttress was rated 5.8+!","protection":"I don't like to advise on gear, because people vary widely in preferences. I'm the guy who wants a #6 Friend behind the big flake on pitch three. Also, you can get both a #3 and #4 C4 at the crux of pitch one, just above the old bolt hole. Pitches one and two are often combined, just like the first ascent.","location":"In case you took a divergent route to get here on the worldwide web: Castle Rock is in Boulder Canyon, Colorado, a couple miles east of Nederland.  In 2017,\n\nNational Geographic\n\npublished photo of climbers at Castle Rock to answer the question: where are happiest people in America?"},"__v":0},{"_id":"EwawfRIXUUW+4MNYWNJIKQ==","name":"The Campaigner","yds":"5.12c/d","grades":{"yds":"5.12c/d","french":"7c"},"fa":"??? Ken Duncan or Jeff Achey???","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4551,39.9787]},"left_right_index":24,"mp_id":"106662536","mp_crag_id":"105744656","climb_id":"EwawfRIXUUW+4MNYWNJIKQ==","areaRef":"xPgzoFX0WIyJMC1Eo40G2g=="},"content":{"description":"Climb the leaning, overhanging, corner crack just right of \"\n\nDead Line\n\n.\"  Bicep pumping, under-clinging, crack fusion madness and solid, core tension coupled with a delicate dose of old school foot smearing should see you though to the more perplexing moves of pulling around the bulge and into the right-facing corner that joins with the ending of \"\n\nRebellion\n\n\" and \"Victim of Circumstance.\"\n\nGreat line!!  Both powerful and technical climbing that is sure to entertain all those who attempt this obvious and attractive old school classic.  Don't get ahead of yourself on this route and you should do fine.\n\nEither 2nd the line on (TR) to clean it or continue to the summit (not recommended) via 1 or 2 short pitches if you wish.  Beware of lose rock towards the summit if topping out \"Castle Rock.\"\n\nIt's possible to (TR) this line by climbing \"\n\nRebellion\n\n\" if you can get some gear in just around and under the crux bulge.  Still...it's a much better lead!!","protection":"Gear to about 2 inches.  Fixed anchor that is shared with \"\n\nRebellion\n\n\" and \"Victim of Circumstance.\"","location":"Located in the big roof area on the west side of \"Castle Rock\" just right of \"\n\nDead Line\n\n.\"  It's the right-most, leaning, roof crack just before you turn the corner heading towards \"\n\nRebellion\n\n\" and \"\n\nCrank It\n\n.\""},"__v":0},{"_id":"Sb9XuMHqVlue2VE5UypS5Q==","name":"Cage Free","yds":"V11","grades":{"yds":"V11","font":"8A","vscale":"V11"},"fa":"Johnny Goicoechea","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4551,39.9787]},"left_right_index":78,"mp_id":"106523802","mp_crag_id":"105744656","climb_id":"Sb9XuMHqVlue2VE5UypS5Q==","areaRef":"xPgzoFX0WIyJMC1Eo40G2g=="},"content":{"description":"This is the stand start to the line called \"\n\nFree Range\n\n,\" V13.\n\nOn the left-center of the Citadel Boulder's south face is a good side-pull/underling.  Start with both hands on the side-pull/underling and paste your feet on the wall and then pull hard reaching out left to a bad (L)hand side-pull.  Adjust your footing and toss with furry to the lip of the boulder with your (R) hand.  Mantle for the top-out and walk off.\n\nShort but if your in market for flying this is a good place to earn your wings!!","protection":"Pads and a spot.","location":"Located on the Citadel Boulder up stream on the rivers edge a few hundred yards from the main parking lot of the Castle Rock climbing formation.\n\nPark in the Castle Rock pull out and wall east along the road until you get to the other side of the Castle Rock formation.  Hop the railing and head down to the river and the Citadel Boulder will soon come into view."},"__v":0},{"_id":"3TnCNnoDVqy535YCJMODAg==","name":"Cadaver Crack","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"FFA: C. Reveley and D. O'Mella, 1973","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4551,39.9787]},"left_right_index":30,"mp_id":"107588737","mp_crag_id":"105744656","climb_id":"3TnCNnoDVqy535YCJMODAg==","areaRef":"xPgzoFX0WIyJMC1Eo40G2g=="},"content":{"description":"This is a short climb with lots of action packed into it, including some tough jamming and insecure feet.  It is consistently harder than it appears, and folks with smaller hands will do best in this climb.\n\nJam up the initial slightly steep section to a flare below the bulge (5.10a). Clip fixed gear to the right and pull right into the second crack (5.10). Continue up the second crack (5.11a) and a few face holds to the next ledge, wondering how you could have ended up so pumped in just a few feet of climbing.\n\nBack up the fixed rap with gear to belay your partner.\n\nFinish on\n\nCussin' Crack\n\nto the top, or rap off with a 70m to the ground below (a 60m might work too, but I did not verify.)","protection":"Protection from 1.5-3\".  A set of thin-hands cams and a few large nuts would more than suffice. The crux currently holds an excellent fixed stopper and will take an off-hands (thin) cam.","location":"This climb is out and a few meters left of the belay atop of P1 of\n\nCussin' Crack\n\n.  Climb that route and traverse a few extra feet left on the ledge and belay from med-to-large nuts and med-to-small cams.  The route climbs the obvious thin hands crack that goes up a few meters to a bulge, right, and then up a thin crack (crux, fixed nut and 1.75\" cam) to the next ledge with a fixed rap (back it up to belay)."},"__v":0},{"_id":"2QYvoVLdUB2Y8kBCQ1UJOA==","name":"By Gully","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Royal Robbins & Pat Ament, 1964","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4551,39.9787]},"left_right_index":21,"mp_id":"105760530","mp_crag_id":"105744656","climb_id":"2QYvoVLdUB2Y8kBCQ1UJOA==","areaRef":"xPgzoFX0WIyJMC1Eo40G2g=="},"content":{"description":"This is the impressive offwidths just to the right of\n\nCoffin Crack\n\nthat splits the left side of the aid roof.  Boulder up to a quarter inch bolt and make some insecure moves to get situated under the roof.  Dive into the gaping offwidth above and squeeze through two slots, up the squeeze chimney to where you can easily traverse left to the top of\n\nCoffin Crack\n\nto belay (there was a slung pinch on 7/03 to rap off of that can be backed up with small tcus to belay).  Some gear can be found in the back of the crack as well as in a flake on the right side of the crack about halfway up.  -JG","protection":"Single set of cams from purple Metolius - #3 Camalot, nuts and a few draws.  Pants.","location":""},"__v":0},{"_id":"DI2XnQybXqy4+2zFep037Q==","name":"Born to be Wild","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Bob Horan, John Baldwin, 2011","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4551,39.9787]},"left_right_index":61,"mp_id":"121099275","mp_crag_id":"105744656","climb_id":"DI2XnQybXqy4+2zFep037Q==","areaRef":"xPgzoFX0WIyJMC1Eo40G2g=="},"content":{"description":"Mother nature has mostly reclaimed this route. Start in the dihedral, and move onto the slab when you can. After the roof feature (this route mostly skirts it), follow another small dihedral. A crack in the back provides handholds and cam placements. Although possible without, it's a big runout without supplemental gear. The anchor is shared with the 12d that joins halfway and the 13 to the right.","protection":"Bolts and one or two cams (around 0.5).","location":"This is the leftmost route at the Wild West area. Start in the vegetated, right-facing dihedral."},"__v":0},{"_id":"KHWfmjUVXpCig5Gv4QHPLA==","name":"Boot Lead","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Skip Guerin and Chip Ruckgaber, 1983","type":{"trad":true,"tr":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4551,39.9787]},"left_right_index":47,"mp_id":"105755746","mp_crag_id":"105744656","climb_id":"KHWfmjUVXpCig5Gv4QHPLA==","areaRef":"xPgzoFX0WIyJMC1Eo40G2g=="},"content":{"description":"This excellent toprope or very serious lead is located on the pretty slab just to the left of the start of\n\nJackson's Wall Direct\n\n. The route follows a very tapered crack that runs horizontal for about ten feet and then heads straight up. While most toprope this pitch, it is an excellent route to headpoint and is a must do for anyone with a fondness for granite slabs. A word of advice though, get it wired before leading it.\n\nThis route was first led by local climber Chip ? and his partner...a brillant ascent. If you know the names of these brave lads, please fix the ascent info.  Thanks.","protection":"There are anchors at the top of the first pitch of\n\nJackson's Wall Direct\n\n(aka South Face) for toproping  For leading, there is only one piece of gear, a very suspect aid piece past the first crux.","location":""},"__v":0},{"_id":"I8e0UbfxV4KUZQE7p+xDJA==","name":"The Black Crack","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4551,39.9787]},"left_right_index":39,"mp_id":"105749899","mp_crag_id":"105744656","climb_id":"I8e0UbfxV4KUZQE7p+xDJA==","areaRef":"xPgzoFX0WIyJMC1Eo40G2g=="},"content":{"description":"This obvious crack ascends the South Face of Castle Rock just to the right of\n\nTongo\n\nand\n\nAtlas Shrugged\n\n.  Good hand jams and a few awkward moves up the large crack lead to a left-facing dihedral 20 feet off the ground.  Look for the fixed pin under the roof (use a long runner to clip it to avoid nasty rope drag) and finish to the right after pulling over the roof on large holds.  There are 2 bolts at the top (only 1 is shown in the Rolofson guidebook).","protection":"An assortment of medium cams (up to a #2 Camalot), quickdraws for the anchor, and a fixed pin near the top.","location":""},"__v":0},{"_id":"R2Ca1XMpUgG71GNxFC5Hrw==","name":"The Big Splash","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Greg Hand, Kent Lugbill, Joe Huggins, & Moe Hershoff, 5/1/2007","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4551,39.9787]},"left_right_index":60,"mp_id":"105955297","mp_crag_id":"105744656","climb_id":"R2Ca1XMpUgG71GNxFC5Hrw==","areaRef":"xPgzoFX0WIyJMC1Eo40G2g=="},"content":{"description":"This climbs a rising traverse on a dike just out of the river. The first pitch can be done during low tide. The name refers to the result of trundling a large block just above the first belay and one just below it.\n\nPitch 1: There is a fun move at the first bolt. The crux is at the 4th bolt. It can be easier 5 feet right of 4th bolt, but we did not clean it that well.\n\nPitch 2: Begin just left of the anchor. Short cruxes are encountered at each bolt. The crux is at 5th bolt when the climb steepens. A red Alien may be placed before the 5th bolt. Originally the climb went 25 feet above the current anchor, but that just created rope drag and poor communication.\n\nYou can either lower/rappel to the river or traverse right into the woods at the level of the first belay anchor, depending on the water level.\n\nGets good early morning sun if the rest of Castle Rock is too cold.","protection":"Pitch 1: 5 bolts to a 2-bolt belay.\n\nPitch 2: 5 bolts plus optional red Alien to a 2-bolt anchor with chains.","location":"Begin 20 feet right of\n\nSubterranean Homesick Blues\n\n. You can use the first bolt of SHB as a directional belay anchor so the belayer does not get pulled into the water in case of a fall.  If the water is too high, the top of the first pitch can be reached by traversing in from the right."},"__v":0},{"_id":"+AYkLVvLVFOF9rPKhWJ5UA==","name":"Big Deal Pinnacle (AKA: Square Diehl)","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Pat Ament & Carl Diehl, 1975","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4551,39.9787]},"left_right_index":6,"mp_id":"105759975","mp_crag_id":"105744656","climb_id":"+AYkLVvLVFOF9rPKhWJ5UA==","areaRef":"xPgzoFX0WIyJMC1Eo40G2g=="},"content":{"description":"Find this climb as the 'tower' of rock protruding from the West Face of Castle Rock, just above Polyester Leisure Suit.  This is visible at the right hand edge of the West face route in the attached photograph.\n\nClimb the Big Deal Pinnacle by doing the first pitch of another route, either Polyester Leisure Suit, or P1 of the West Face, or a crack system just left of Polyester, but right of the wide slot next to West Face. I suggest the latter of these options to cover more new territory it is perhaps 5.7 & protects well.\n\nAfter arriving at one of the two trees, both with anchors, climb up the center face of the pinnacle to access some cracks, or go to the right-hand side, and climb a perfect hands and wide-hands corner for 30' to reach a rising left-hand traverse at a horizontal. (This can be intercepted from the face below as well, apparently).  From the left edge of this, move up the edge of the tower and cross back right on another rising traverse on a horizontal--both protect well enough to be safe, but could be exciting. Finish via cracks on the right side of the pinnacle or on the west slab to the summit.\n\nThere is no good belay on the summit, but on the shoulder to the climber's right of it, there are cracks, blocks, horns, and a good belay seat.\n\nTo descend, finish to the summit on the West Face and do the standard descent, or scramble down to the trees below (climber's left, a 5.6 or 5.7 downclimb) or to the anchors above Bailey's Overhang or Curving Crack (easier?). Then rap off with a single rope.","protection":"A standard rack to 3.5\" with extras in the hands to wide-hands sizes. Several long slings.","location":""},"__v":0},{"_id":"6wHJHeNuVhe43IkbD36BGA==","name":"Beetle Bailey","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Kent Lugbill & Greg Hand, 8/20/2009","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4551,39.9787]},"left_right_index":15,"mp_id":"106522797","mp_crag_id":"105744656","climb_id":"6wHJHeNuVhe43IkbD36BGA==","areaRef":"xPgzoFX0WIyJMC1Eo40G2g=="},"content":{"description":"Climb the left center of the clean face high above\n\nBailey's Overhang\n\n. Good climbing with the crux at the 7th bolt. A 60 meter rope gets you back down to the anchors at the top of\n\nBailey's Overhang\n\n, which you then take to the ground. A shorter rope will NOT work.","protection":"9 bolts to a 2-bolt anchor with chains. Optional #2 Friend after last bolt. Finger size gear for belay at base of pitch.","location":"This is 50 feet above the bolt anchor at the top of\n\nBailey's Overhang\n\n. May be approached via\n\nBailey's Overhang\n\nor the routes to the left."},"__v":0},{"_id":"zSya3QqVWLa256X+xZ2hbw==","name":"Bailey's Overhang","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Walter Bailey, et al. 1950s.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4551,39.9787]},"left_right_index":14,"mp_id":"105748708","mp_crag_id":"105744656","climb_id":"zSya3QqVWLa256X+xZ2hbw==","areaRef":"xPgzoFX0WIyJMC1Eo40G2g=="},"content":{"description":"This route takes the huge, right-facing corner on the southwest face ... starts up steep fist crack and gains large ramp ... cruise this ramp/huge dihedral up to an overhanging slot/wide crack (#4.5 or #5 Camalot can protect this well ... also the medium hex way in the back). Make strenuous moves thru overhang and cruise a nice crack up large, right-facing corner until you can belay on left at slung horn.","protection":"Bring stoppers and cams (medium to large) ... could use a #5 Camalot or equivalent for crux slot (good medium hex placement way up inside slot to protect crux also).\n\nThere are Fixe rappel rings at the top.","location":""},"__v":0},{"_id":"Q0NuSfwBV9K+hz3Ux76Sjw==","name":"Atlas Shrugged","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Dan Hare and Mark Venery","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4551,39.9787]},"left_right_index":38,"mp_id":"105749896","mp_crag_id":"105744656","climb_id":"Q0NuSfwBV9K+hz3Ux76Sjw==","areaRef":"xPgzoFX0WIyJMC1Eo40G2g=="},"content":{"description":"A bold lead if you're feeling strong! Also a great toprope, this climb mixes sequential face climbing with a few burly crack moves.  There are some sketchy moves below the first bolt that can be protected by RPs (check it out on TR first if you're not sure about the placements), but the rest of the climb is fairly well protected.\n\nClimb the face past 2 bolts then head up and right to the undercling crack.  Traverse this up and left and prepare for the big final move!  A good TR or a bold lead- either way it's a fun climb.  A toprope can be set up by climbing the first pitch of\n\nTongo\n\nto the left.","protection":"Bring some RPs to protect the bottom 20 feet before the first bolt, a couple of 'draws for the 2 bolts, and some small cams for the upper crack.  There is a 2 bolt anchor at the top.","location":""},"__v":0},{"_id":"B4/2PMdvXMmdVo8X4Gcg7w==","name":"Athlete's Feat","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"FA:Stan Shepard and Don Davis, 1961. FFA: Royal Robbins and Pat Ament, 1964.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4551,39.9787]},"left_right_index":51,"mp_id":"105749872","mp_crag_id":"105744656","climb_id":"B4/2PMdvXMmdVo8X4Gcg7w==","areaRef":"xPgzoFX0WIyJMC1Eo40G2g=="},"content":{"description":"This is one of the very best climbs around Boulder, and a great testpiece for the very solid 5.10 leader. It starts just west of the SE corner of Castle rock - just left of\n\nCountry Club Crack\n\n. The pitches are all short but full-value.\n\nThe first pitch (right off the road) is identified by a pointy boulder with a bolt above it and a ledge above that. From there, the route moves left and follows an obvious, large, zig-zag, right-facing dihedral.\n\nP1: mantel onto the ledge above the pointy boulder (clipping a bolt on the ledge--make sure you don't blow the clip). This felt hard for 5.11a but is basically a boulder problem. Belay from a 2-bolt anchor about 10 feet left.\n\nP2: ascend a bulging corner with a flared crack, above the belay, thuggish 5.10d. It has excellent protection which is very awkward to place.\n\nP3: ascend the very short, overhanging corner by 5.10 jamming or liebacking, but be careful of some loose flakes up high in the wide crack, which appear at first glance to offer good placements for medium Friends. A #4 Camalot gives good pro; a #5 would sew it up. This pitch is about 40 feet.\n\nP4: climb the slabby corner which is much harder than it looks (Lumpy-style), 5.10b. Belay from bolts to the left. (One can do two rappels to the ground from here, with a 60 meter rope.)\n\nP5: climb the 5.9+ crack above the belay or the 5.8 corner to the left, reaching the summit.","protection":"The pitches are short, but you'll want to bring a full rack, and I highly recommend a #4 Camalot for pitch three.\n\nPer\n\nJon Oulton\n\n: there are two EXTREMELY loose death blocks at the top of pitch 5, roughly 5-10 feet left of the final anchors.","location":""},"__v":0},{"_id":"7Gu6dgWdVryS077SOGjuOg==","name":"Altered-Acro","yds":"V5-6","grades":{"yds":"V5-6","font":"6C+","vscale":"V5-6"},"fa":"?? Gill ??","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4551,39.9787]},"left_right_index":65,"mp_id":"106527385","mp_crag_id":"105744656","climb_id":"7Gu6dgWdVryS077SOGjuOg==","areaRef":"xPgzoFX0WIyJMC1Eo40G2g=="},"content":{"description":"Start down low on a nice crimp rail just left of the original \"Acrobat Overhang\" by about 5-10 feet.\n\nPull up onto the low crimp system and toss about three and a half feet straight up to a nice crimp.  Once you snag the crimp continue to move left until you are under an nice black colored crimp.  Set your feet up and through up to this positive edge and continue climbing up to better holds that lead to a down climb that is found on the left side of the wall.\n\nAgain another great problem proving how great this chuck of stone really is!!!  A must do!!","protection":"Several pads and a good spot.  A fall from up top could be bad!!","location":"Located on the \"Castle Rock\" formations south side in Boulder Canyon."},"__v":0},{"_id":"iF/Bsz8WX0+1A0pB4VjuWw==","name":"Alien Sex Toy","yds":"5.13b","grades":{"yds":"5.13b","french":"8a"},"fa":"Charlie Fowler","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4551,39.9787]},"left_right_index":44,"mp_id":"113829263","mp_crag_id":"105744656","climb_id":"iF/Bsz8WX0+1A0pB4VjuWw==","areaRef":"xPgzoFX0WIyJMC1Eo40G2g=="},"content":{"description":"This seemingly neglected route seems to have been ignored for no good reason. It's actually quite good, not polished, and well-bolted. The grade is even fair on the YDS grading scale, not the typically merciless CRDS (Castle Rock Decimal System, which was first developed in Index). It deserves more traffic. I'd give it nearly four stars for BoCan, but the crux grip is a hint sharp.\n\nBegin with some fun athletic climbing, culminating in a long move through a bulge. Traverse right to an awkward stance. Then do some tech climbing (go hard left at the 5th bolt), before gaining the\n\nSouth Face\n\nand a two bolt anchor.\n\nIt is in the shade after 2pm in the Fall. It's easy to toprope or hang draws from the second anchor on the\n\nSouth Face\n\n.","protection":"5 bolts. A 0.3 cam protects the 5.9 section at the top, when you join the\n\nSouth Face\n\n.\n\nStick clip the first bolt (small cams and/or crashpads would work if you don't want to stick clip).","location":"Begin just right of\n\nThe Gill Crack\n\n."},"__v":0},{"_id":"wlQIdUXDU92n2El0hDvR9A==","name":"Acrobatic Overhang","yds":"V5","grades":{"yds":"V5","font":"6C","vscale":"V5"},"fa":"The Great John Gill","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4551,39.9787]},"left_right_index":68,"mp_id":"105759324","mp_crag_id":"105744656","climb_id":"wlQIdUXDU92n2El0hDvR9A==","areaRef":"xPgzoFX0WIyJMC1Eo40G2g=="},"content":{"description":"The really cool and impressive boulder problem to the right of the start to\n\nJackson's Wall\n\n.  Basically, start on the right side of the little bouldering area with two crimps in the horizontal crack under a little roof.  Make a few tough pulls up and left past another horizontal crack and small crimp, and wind up grappling with a nasty sloper.  Fight your way to the top, and be impressed by Mr. Gill's skills.","protection":"Pads and a spot.","location":""},"__v":0},{"_id":"4b3KqONYWPGrhY9Ui7DWYA==","name":"The Acro-Aerial","yds":"V7","grades":{"yds":"V7","font":"7A+","vscale":"V7"},"fa":"?? John Gill ??","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4551,39.9787]},"left_right_index":66,"mp_id":"106527378","mp_crag_id":"105744656","climb_id":"4b3KqONYWPGrhY9Ui7DWYA==","areaRef":"xPgzoFX0WIyJMC1Eo40G2g=="},"content":{"description":"Start down low on a nice crimp rail just left of the original \"\n\nAcrobat Overhang\n\n\" by about 5-10 feet.\n\nPull up onto the low crimp system and toss about three and a half feet straight up to a nice crimp.  Once you snag the crimp finish via linking back up with the final power moves on \"\n\nAcrobat Overhang\n\n.\"  Great direct link-up to and older problem!!","protection":"A few pads and a spot.","location":"It is located on the \"\n\nAcrobat Overhang\n\nwall\" on the south face of the \"Castle Rock\" formation in Boulder Canyon Colorado."},"__v":0},{"_id":"e9xvBpmPVEKobqBkDdWROA==","name":"Acro-Aerial Sit","yds":"V8-","grades":{"yds":"V8-","font":"7B","vscale":"V8-"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4551,39.9787]},"left_right_index":67,"mp_id":"120378220","mp_crag_id":"105744656","climb_id":"e9xvBpmPVEKobqBkDdWROA==","areaRef":"xPgzoFX0WIyJMC1Eo40G2g=="},"content":{"description":"Start on a really low sit to the right of the\n\noriginal start\n\non what looks like the last crimps before the ground. Traverse around four moves left to get set in the rail where you heel hook to send for the right hand crimp like in the stand, and top out the same way.","protection":"Pads.","location":"It is on Castle Rock, Boulder Canyon."},"__v":0},{"_id":"eWWwCv1cXwWsQu2RSyLbjQ==","name":"The Acro-Ace","yds":"V4","grades":{"yds":"V4","font":"6B","vscale":"V4"},"fa":"?? Gill ??","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4551,39.9787]},"left_right_index":64,"mp_id":"106527391","mp_crag_id":"105744656","climb_id":"eWWwCv1cXwWsQu2RSyLbjQ==","areaRef":"xPgzoFX0WIyJMC1Eo40G2g=="},"content":{"description":"S.D.S. below a nice long crimp rail just left of the original \"\n\nAcrobat Overhang\n\n\" by about 5-10 feet.\n\nFrom the S.D.S., pull up onto the low crimp system, and quickly begin moving up and left onto a series of small but positive crimps until you find a nice crimp rail to match and set your feet up on. Toss for a nice, black colored crimp. Once you snag the crimp, continue climbing up to better holds that lead to a downclimb that is found on the left side of the wall.\n\nAgain, this is another great problem proving how great this wall really is!!! Also it is a must do!","protection":"Many pads and a few spotters would be best!!","location":"It is located on the south side of the \"Castle Rock\" formation in Boulder Canyon, Colorado."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,decc1251-4a67-52b9-b23f-3243e10e93d0,e519a674-a620-509c-9e86-a246f84a8e40,c4f833a0-55f4-588c-8930-2d44a38d06da","pathTokens":["USA","Colorado","Boulder","Boulder Canyon","Castle Rock"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.13a/b"},{"count":2,"label":"5.6"},{"count":2,"label":"5.5"},{"count":4,"label":"5.11-"},{"count":2,"label":"5.12b"},{"count":1,"label":"V12"},{"count":1,"label":"5.12d"},{"count":2,"label":"5.11a"},{"count":5,"label":"5.9"},{"count":1,"label":"V10-"},{"count":1,"label":"5.12-"},{"count":3,"label":"5.11"},{"count":3,"label":"5.12"},{"count":2,"label":"V5-6"},{"count":8,"label":"5.9+"},{"count":1,"label":"V7-8"},{"count":2,"label":"V10-11"},{"count":1,"label":"5.12c"},{"count":1,"label":"5.11b"},{"count":1,"label":"V9"},{"count":2,"label":"5.12b/c"},{"count":1,"label":"5.10+"},{"count":2,"label":"V4"},{"count":1,"label":"V14"},{"count":1,"label":"V0+"},{"count":1,"label":"5.13a"},{"count":2,"label":"V7"},{"count":1,"label":"5.12a"},{"count":4,"label":"5.10"},{"count":1,"label":"V13"},{"count":2,"label":"V8"},{"count":1,"label":"5.12a/b"},{"count":2,"label":"5.11+"},{"count":2,"label":"5.11d"},{"count":2,"label":"5.8"},{"count":3,"label":"5.11c"},{"count":1,"label":"5.13d"},{"count":1,"label":"5.7+"},{"count":1,"label":"5.13c"},{"count":2,"label":"5.10b"},{"count":1,"label":"V1"},{"count":1,"label":"5.12c/d"},{"count":1,"label":"V11"},{"count":1,"label":"5.13b"},{"count":1,"label":"V5"},{"count":1,"label":"V8-"}],"byDiscipline":{"trad":{"total":53,"bands":{"unknown":0,"beginner":7,"intermediate":18,"advanced":26,"expert":2}},"sport":{"total":14,"bands":{"unknown":0,"beginner":0,"intermediate":3,"advanced":7,"expert":4}},"bouldering":{"total":22,"bands":{"unknown":1,"beginner":1,"intermediate":1,"advanced":5,"expert":14}},"tr":{"total":5,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":4,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":8,"intermediate":21,"advanced":35,"expert":19}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.4551,39.9787]},"bbox":[-105.45568680667144,39.97825033981814,-105.45451319332857,39.97914966018187],"left_right_index":-1,"ext_id":"105744656","area_id":"xPgzoFX0WIyJMC1Eo40G2g==","polygon":{"type":"Polygon","coordinates":[[[-105.45568680667144,39.97825033981814],[-105.45451319332857,39.97825033981814],[-105.45451319332857,39.97914966018187],[-105.45568680667144,39.97914966018187],[-105.45568680667144,39.97825033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":83,"__v":1,"createdAt":"2022-11-07T05:55:56.815Z","updatedAt":"2024-02-19T18:31:19.099Z"}