{"_id":"63689d10e80bff5a994f16d8","area_name":"Cameron Bluff Overlook","shortCode":"","climbs":[{"_id":"+D/5sHQHX4SWr9GNlDMHfA==","name":"Wondering Chimney Route","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-93.64038,35.17384]},"left_right_index":0,"mp_id":"110100881","mp_crag_id":"110100731","climb_id":"+D/5sHQHX4SWr9GNlDMHfA==","areaRef":"f30baRCdWqmAh5Snw7K/6A=="},"content":{"description":"This can be done in both 1 or 2 pitches. We climbed the route in two pitches due to the wondering nature and awful rope drag. The route is shaded by the trees and doesn't receive much sunshine in the later parts of the day so bring a jacket for belay or you will be cold. The technical crux of the route is the end of the first pitch where you can either make a 5.9 move over a bugle with poor gear or go the right of the bugle and do an easy chimney. The real crux of the route however is the amount of shifting large rocks. It is important that you choose your gear well to avoid ripping out a 100 lb shelf onto the belay. HELMET is required!! \n\n  Pitch 1: Start at the corner and there will be some opportunities for some larger placements until you get about 20 feet up. Then they're are some decent placements for nuts in somewhat good rock. about 50 feet up you will find a nice shelf where you can set up an anchor. The shelf is right before the obvious chimney that tops out. You will see a large rusted bolt, (not an anchor bolt, but a hardware store bolt) hammered into a horizontal crack. This is the best place to make your anchor. 5.7-5.8 \n\nThe anchor at the end of pitch 1. Notice the rusted 8 inch long hardware store bolt hammered into the crack\n\n  Pitch 2: Move left of the anchor and place a #1 metolius TCU in a crack between a large boulder and the chimney walls. Sling that and keep moving left. Start moving up when you hit the chimney wall opposing the anchor. Once there it is a jug haul in a really cool 3.5 feet wide chimney with solid gear. You can place as much gear as you want to in both sides of the wall. After about 35 feet, you will come to a bomber horizontal crack that will take #2 to #.4 BD cams. Build an anchor here and horn the rock just above the 3 foot horizontal crack. your partner will top out from the other side of the chimney. 5.6","protection":"Double set of cams from #.4 to #3 with one set of nuts with doubles in the larger sizes if you place a lot of gear. The second set of cams will most likely be for you anchor before the second pitch. Double length slings are mandatory. Bring about 12 slings for the climbing and the anchor building.","location":"If you rappel down from the top of the most eastern side of the cliff you will be at the beginning of the route. The start is the obvious corner where the ground becomes walkable."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,b33d5a8f-4494-55c0-a863-049dce4065d9,2dcd6bf7-6a1a-5b70-ae55-f07dd6560316,e107b61c-fda0-5bd9-98a3-71d1ffdb9b36,7f7d1b69-109d-5aa9-8087-94a7c3b2bfe8","pathTokens":["USA","Arkansas","River Valley and Ouachitas Region","Mount Magazine State Park","Cameron Bluff Overlook"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.7"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-93.64038,35.17384]},"bbox":[-93.64093010494406,35.17339033981813,-93.63982989505595,35.174289660181856],"left_right_index":-1,"ext_id":"110100731","area_id":"f30baRCdWqmAh5Snw7K/6A=="},"content":{"description":"On Overlook drive there is a pull out for parking. There is a trail about 50 feet long that leads to a scenic viewpoint where you can see the opposing cliffs on the other side of the valley. If you walk out to the edge of the cliff there is a tree and a large rock you can horn to make an anchor for rappelling over the larger part of bluff. The top area is separated by a series of chimneys that can be pretty fun and safe to mess around in. The rock type is sandstone like the rest of the park and has lots of horizontal/stack like formations. most of the rock is pretty loose and can break off if weighted so be cautious. Bring a HELMET if you plan on doing anything around this place!"},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T05:52:20.894Z","updatedAt":"2022-11-25T11:09:05.573Z"}