{"_id":"63689d5ce80bff5a994f6155","area_name":"Main Wall","shortCode":"","climbs":[{"_id":"d2s98IN+XrK1WFKhuWnr3A==","name":"Sunset Streaks","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Jeff Brown & Keli Balo","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.591,32.7509]},"left_right_index":0,"mp_id":"107491542","mp_crag_id":"106397782","climb_id":"d2s98IN+XrK1WFKhuWnr3A==","areaRef":"FMbyL8mxUhab0/QdCLJdKg=="},"content":{"description":"Very well bolted climb and would be safe for emerging leader. Route rating is based on hardest single move.\n\nP 1 - 100 foot 5.8\n\nP 2 - 100 foot 5.9\n\nP 3 - 90 foot 5.10\n\nP 4 - 60 feet (or so) 5.10\n\nP 5 - 100 foot 5.10\n\nThere is a variation for the P4 which moves left and crosses over Crap Duster via old pins and then climbs a steep arete to the summit. 5.9+ or 5.10","protection":"All you need is 14 draws and a 60 meter rope. 5 rappels off chains at each station will get you to the base. Bring a few long draws to prevent rope drag on 1st pitch.","location":"Start in the gulley to the right of Crap Duster (the wide crack where the falcons nest) and to the left of Scrotum.  If rappelling from the summit, anchors take you right down the dike. From the base of the cliff, the white dike is the most obvious natural line on the face to the left of the South Buttress."},"__v":0},{"_id":"CcyyAsCGVxmhfsQofLALRA==","name":"Sunken Treasure","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Jeff Brown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.591,32.7509]},"left_right_index":3,"mp_id":"106986363","mp_crag_id":"106397782","climb_id":"CcyyAsCGVxmhfsQofLALRA==","areaRef":"FMbyL8mxUhab0/QdCLJdKg=="},"content":{"description":"Pitch 1 (5.10d):  Climb up past the first bolt (shared with \"Sea of Gold\") then move up and right to a good stance below the second bolt.  Cruxy moves get you up to the third bolt, then more tricky moves past that one.  Easier climbing leads to a second crux section just before the anchors.\n\nPitch 2 (5.10c): Go straight up a black streak with some shallow incipient crack sections to a crux traverse right on a water polished slab about 2/3 of the way up the pitch.  Easier slab leads to the anchor.","protection":"Bolts (~10 per pitch) with bolted rap anchors. A 60m rope will get you (just barely! Tie stopper knots) to the P1 anchor on \"Sea of Gold\" from there you can rap to Bonus Ledge.","location":"Rap into the Bonus Ledge area from the rap anchors atop the route, or traverse over from the Video Dome area along a brushy trail at the base of the crag.  The route starts about 50-75' left of the start of Captain Cook.  Look for two lines of bolts up the rock, sharing the same first bolt.  The right-hand line is \"Sunken Treasure\"."},"__v":0},{"_id":"6IAs7bzxV/aS7KSTXPEzag==","name":"Spacious Enterprise","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Tom Compare, Tom Birtley","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-116.591,32.7509]},"left_right_index":1,"mp_id":"116158763","mp_crag_id":"106397782","climb_id":"6IAs7bzxV/aS7KSTXPEzag==","areaRef":"FMbyL8mxUhab0/QdCLJdKg=="},"content":{"description":"Should probably be renamed \"Dubious Enterprise\" until the bolts are replaced. Either way, it was a fun route especially if unprotected mantles are your game. The guidebook was vague enough that it made it for a full value adventure. I'll describe it as we did it with suggestions for future parties.\n\nThe original rating doesn't have an R but I would consider it as such since a fall during the runout of the second pitch would be really bad, especially given the questionable nature of the bolts. With newer bolts you'd be unhappy but alive.\n\nP1. Start up the black dike placing wide pro when it's available. When the crack peters out, ascend the face through three bolts (one 1/4\" buttonhead, two homemade sheet metal bolts from the 70's). Hit a small ledge with an anchor of two ok bolts, one rusty 1/4\" and one homemade hangar. At this point it's wise to consider retreating if you don't feel confident.\n\nP2. Head up to a small ledge directly above the belay and clip another homemade bolt. Traverse hard right along the ledge clipping another ancient bolt and head up/right through unprotected face moves to the first pro at the bottom of a large block (right of the obvious left facing corner) about 30ft out from the last sheet metal hanger. Probably the most heady part of the route. Directly above this is a good ledge. Guidebook says one bolt, we found two.\n\nP3 -\n\nOrig\n\n. Keep traversing right up easy but mostly unprotectable ground to join up with the South Buttress below a chimney. Go further right than you think (our mistake).\n\nP3 -\n\nChoose your own adventure\n\n. We went directly up the easy but mostly unprotected face to the large dirt covered ledge. From here, we went right along the ledge and met up with the South Buttress just below the big roof. There's a bolt line further right that is probably in the 5.9 range (unknown route, new bolts).\n\nP4. Scrambly pitch to the top.","protection":"Bolts and gear up to BD #3. Single rack is probably fine but maybe doubles in 1-3.","location":"Starts in a black dike with an intermittent crack to the left of the South Buttress. Fairly obvious anchor atop the first pitch."},"__v":0},{"_id":"icwErxDeWU2m6XXVVM2a/A==","name":"South Buttress","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Rick Piggot (solo!)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.591,32.7509]},"left_right_index":2,"mp_id":"106599434","mp_crag_id":"106397782","climb_id":"icwErxDeWU2m6XXVVM2a/A==","areaRef":"FMbyL8mxUhab0/QdCLJdKg=="},"content":{"description":"This is a gear-protected route with gear belays.  Pitch breakdown is subjective.  Here's how I would do it next time...\n\nP1 5.10a 120': Scramble up the ramp, carefully stemming past the yucca to the steep OW and squeeze chimney.  A cruxy section of OW & lieback moves gets you to a rest, then more squeeze chimneying and stemming gets you through a second crux and up to a nice belay (med. gear) just above an old bolt.\n\nP2 5.9 190' (or 2 pitches): Lieback up the flake to a wide crack.  Face climb and stem up to a rest midway up the crack, then either chimney in to place pro or lieback up the wide crack to the small roof where it pinches off to tight hands.  Lieback up over the roof, then wander straight up thinning cracks and face climbing to a short splitter just right of a large bush.  Belay at the large dirt-covered ledge.\n\nP3 5.8 120': Climb up the sparsely protected face directly below the roof and choose to pass the roof on the right (original route) or left (our choice).  Passing the roof on the left involves some tricky liebacking and stemming around the corner of the roof to easier stemming in a wide crack.  Belay somwhere above.\n\nP4 5.easy 100': Scramble up easier terrain to the top of the formation.","protection":"A set of nuts and single cams up to BD #4 with doubles of #2, #3, and #4 being useful.  We also brought a #5 which got used but wasn't a necessity.","location":"Approach the base of Corte Madera via a variety of options (rap in from the top or hike or drive your 4x4 down the gnarly Espinosa Trail to the lower trailhead).  Look for the obvious wide, right-facing crack system splitting the crag right at the toe of the buttress."},"__v":0},{"_id":"W2vxjMvuVcC2AK6ZC0AYMw==","name":"Captain Cook","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Ken Cook, 1977","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-116.591,32.7509]},"left_right_index":4,"mp_id":"108475016","mp_crag_id":"106397782","climb_id":"W2vxjMvuVcC2AK6ZC0AYMw==","areaRef":"FMbyL8mxUhab0/QdCLJdKg=="},"content":{"description":"The route climbs an extremely obvious corner/flake/offwidth.  The crux occurs roughly 80' into the first pitch while traversing left where the crack opens wide.  There is a roughly 15' runout while lieback/underlinging the crack, and the feet get a little mossy.  When the crack pinches down to hands, the feet get even worse but at least this is trivially protected.  This is possibly the best trad pitch at Corte Madera!  The 2nd pitch is relatively trivial climbing in the 5.6-6.8 range.  The $ pitch is the first!","protection":"There is one bolt, and the rest of the gear on the first pitch is medium to large.  The next pitch is mostly small to medium.","location":"The route is on the right side of the main wall.  It is one of the most obvious features on the entire massive wall.  It can be seen from above, before rappelling, if you look down from the right spot.  Approaching from above, trend down and climber's left past the route, then cut back down a ramp to rappel anchors above the route.  The Allied Climbers of San Diego have put together the Pocket Guide to San Diego Climbing that should help find the route."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,06ef17a3-29aa-56c6-b227-4e49cb91e070,3e6d010b-b832-544e-b649-c3caf17b47dd,065a7097-d482-5017-aa90-221bff82e579,14c6f22f-c9b1-5216-9bd3-f41d08b25d2a","pathTokens":["USA","California","San Diego County","South San Diego County","Corte Madera","Main Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.10a"},{"count":1,"label":"5.10d"},{"count":1,"label":"5.8"},{"count":1,"label":"5.11a"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":0,"beginner":1,"intermediate":1,"advanced":1,"expert":0}},"sport":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":2,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":3,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-116.591,32.7509]},"bbox":[-116.59153465382491,32.75045033981814,-116.59046534617507,32.751349660181866],"left_right_index":-1,"ext_id":"106397782","area_id":"FMbyL8mxUhab0/QdCLJdKg==","polygon":{"type":"Polygon","coordinates":[[[-116.59153465382491,32.75045033981814],[-116.59046534617507,32.75045033981814],[-116.59046534617507,32.751349660181866],[-116.59153465382491,32.751349660181866],[-116.59153465382491,32.75045033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":5,"__v":1,"createdAt":"2022-11-07T05:55:34.604Z","updatedAt":"2024-02-19T18:30:55.976Z"}