{"_id":"6368a36ae80bff5a995829e7","area_name":"Coethedral Main","shortCode":"","climbs":[{"_id":"Wp4tSdi2W7+NS3NE+4US3g==","name":"Upskirt","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Adam Winslow,  Bill Coe 7/31/10","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.10021,45.07772]},"left_right_index":4,"mp_id":"115191616","mp_crag_id":"109506447","climb_id":"Wp4tSdi2W7+NS3NE+4US3g==","areaRef":"FCQc6RpgWqKL+2FlzJk5qw=="},"content":{"description":"17 draws and some full length slings in a single 52 meter pitch. Climb Bewitched to where it jogs right into the chimney, except instead of zigging out onto the face to the P1 Bewitched belay anchors, stay in the chimney, reaching far left to clip the Bewitched bolts on the face as you ascend. The exit at the top of the chimney is one of 2 holes on either side of a large unattached chockstone. This block use to be the belay stance for Trench Warfare (until it tipped off). Slimy up through the hole you fit or like best. Belaying off of the upper Trench Warfare anchors is best.","protection":"bolts","location":""},"__v":0},{"_id":"iJ81jxD1UJ+Nl5YFRRv9dw==","name":"Trench Warfare","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Pitch one 8/1/2009 - Bill Coe, Jeff Thomas and Ujahn Davisson. Pitch two 11/1/2009 - Bill Coe, Jeff Thomas.","type":{"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-122.10021,45.07772]},"left_right_index":6,"mp_id":"114547103","mp_crag_id":"109506447","climb_id":"iJ81jxD1UJ+Nl5YFRRv9dw==","areaRef":"FCQc6RpgWqKL+2FlzJk5qw=="},"content":{"description":"This climb would be a three-star 5.9 if it were well cleaned. As of July 2018 the moves are very enjoyable, however, it feels like every hold is about to come out of the wall. This is likely because of the dirt and moss caking the surrounding rock, although the rock itself seems more brittle than elsewhere on the formation. I tried to clean off much of the dirt and moss when I rappelled. Likely this route needs regular traffic/cleaning as it is in the drainage of that part of the cliff. I would suggest belaying from one side or the other to avoid debris falling into your face.\n\n P1 - 54 meters and 15 bolts to a shared anchor with Upskirt or 30 meters to first rap anchor. P2 - 90 feet and 12 bolts to base of Salathe Highway.","protection":"Bolts.","location":"The gully between Lava Flow and Excalibur."},"__v":0},{"_id":"o2D4HasHXGKgxRT+PmMS6Q==","name":"Ujahn's Delight","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Ujahn Davisson and Bill Coe 6/5/2010","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.10021,45.07772]},"left_right_index":14,"mp_id":"115191581","mp_crag_id":"109506447","climb_id":"o2D4HasHXGKgxRT+PmMS6Q==","areaRef":"FCQc6RpgWqKL+2FlzJk5qw=="},"content":{"description":"Dance up the knobs on the right side of the buttress which is located to the right of Gratitude. Rap to the ground.","protection":"16(?) bolts","location":""},"__v":0},{"_id":"VzYReYf6VZ2vxvpw4+AwWw==","name":"The Salathe Highway","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Bill Coe, ground up, roped solo 9/26/09","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-122.10021,45.07772]},"left_right_index":10,"mp_id":"106867207","mp_crag_id":"109506447","climb_id":"VzYReYf6VZ2vxvpw4+AwWw==","areaRef":"FCQc6RpgWqKL+2FlzJk5qw=="},"content":{"description":"5.6d This was the original route to the top of the pinnacle and was believed to be 5.5d on the first ascent but was later upgraded after the second ascent. The ambiguity of the rating is to indicate that although it may be low on the Yosemite scale of rating climbs, on the testicular shrinkage scale it's off the chart or as the scale chart shows us: above your throat pressing on your eyeballs.  \n\n  No bolts at all were used on this route although a single 1/2\" diameter redirect bolt was later added near the belay bolts to facilitate belaying a second following on the 2nd pitch of Trench Warfare and to make the belay less of a clusterF#ig for a party of 3. An off route bolt can be seen on Bewitched as you gain the upper part of the route near Witches neck but is not clipped.  \n\n  From the anchor, climb up the space made by the semi-detached sub-pinnacle trying not to push it off until you can squeeze through to the other side of the pinnacle. Then head straight up and slightly right on her neck following the path of least resistance to the top of her head. The original single rope rap off the slings in her hair bun (while holding your breath that the hair buns stays attached) was replaced later with a 2 bolt rap off the back into the notch.","protection":"Slings, balls, small and medium nut, balls, small and medium cam, balls, #2 Camalot, balls, slings, balls.","location":"The start of the route is at a notch with a large tree 270' off the ground towards the left side of the cliff. This location can be reached by climbing Trench Warfare or P1 of Lava Flow, then The Gingerbread Shortcut up to this notch where you will find a nice 2-bolt Fixe sport anchor and a redirect bolt. From the summit rappel another pair of Fixe anchors back to the notch and from there, 3 single rope rappels down the Trench Warfare anchors."},"__v":0},{"_id":"DUfvE3MRXI6Q5mYjP1jSAA==","name":"Runaway Weasel","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Bill Coe, Shaun Coe 7/4/2009","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.10021,45.07772]},"left_right_index":18,"mp_id":"113392321","mp_crag_id":"109506447","climb_id":"DUfvE3MRXI6Q5mYjP1jSAA==","areaRef":"FCQc6RpgWqKL+2FlzJk5qw=="},"content":{"description":"Climb large cobbles up the steepening face past two bulges to an anchor below two trees.","protection":"14 bolts & steel carabiner anchor.","location":"1st route encountered when the trail reaches the cliff line.   There's a small wooden plaque at the base with \"Runaway Weasel\" on it."},"__v":0},{"_id":"Zs8zuYZ7V8WoP5GmygcKqw==","name":"Rad, Plaid, and Glad","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Bill Coe, Scott (Plaidman) Peterson, Shaun Coe","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.10021,45.07772]},"left_right_index":17,"mp_id":"115173140","mp_crag_id":"109506447","climb_id":"Zs8zuYZ7V8WoP5GmygcKqw==","areaRef":"FCQc6RpgWqKL+2FlzJk5qw=="},"content":{"description":"Is it better than sex? i think so but, but I couldn't see the grade difference (both felt like 5.7 IMO).  all the climbs i've done here have great hands and feet..so long as they dont pop off. also i ended up using about every other bolt because, as like all climbs here, there are so many. Not complaining but if you are solid at the grade, this makes for a faster climb ","protection":"14 draws","location":"2nd climb after getting to base of cliff.  to the left of runaway weasel. right of Better than Sex."},"__v":0},{"_id":"Ck6o9pK0WdmSp8h962GNYQ==","name":"open project","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"FA 7/30/11 by C.E., needs a FFA","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.10021,45.07772]},"left_right_index":1,"mp_id":"107231081","mp_crag_id":"109506447","climb_id":"Ck6o9pK0WdmSp8h962GNYQ==","areaRef":"FCQc6RpgWqKL+2FlzJk5qw=="},"content":{"description":"Just thought others might want want to take on this interesting line. I can't work on it any more. This is a mostly unprepped project on the far left side of the Coethedral formation.  It looks like Lake Tahoe's Candyland in some sections; smooth rock with grapefruit sized rocks jutting out.  It has been cleaned a little but needs work.  The yellow lichen present on this climb may produce asthma like symptoms in people who are generally not prone to asthma.  Consider wearing a dust mask while cleaning.  \n\n  If following the path shown in the picture, the grade will probably end up being between a 5.11b and 5.11d.","protection":"10+? lead bolts.","location":"North (left) side of the formation, just around the corner from the Bewitched start. The obvious corner, left-trending line."},"__v":0},{"_id":"luAjnrDTXRSoX6P7DmzFIw==","name":"Lava Flow","yds":"5.8-","grades":{"yds":"5.8-","french":"5b"},"fa":"FA P1 Jeff Thomas,  Bill Coe 8/8/2009      FA P2 Adam Winslow, Bill Coe and Ujahn Davisson 9/26/09","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.10021,45.07772]},"left_right_index":7,"mp_id":"110894699","mp_crag_id":"109506447","climb_id":"luAjnrDTXRSoX6P7DmzFIw==","areaRef":"FCQc6RpgWqKL+2FlzJk5qw=="},"content":{"description":"Pitch 1:  Travels up and slightly left for 55 meter pitch, 21 bolts. \n\n  Pitch 2: Nine bolts to a large tree. \n\n  Please note you cannot lower off the first pitch because it is a full rope length, and watch out for rock fall.","protection":"Generously bolted.  First pitch has bolted anchors.  Second pitch you will use a large tree for an anchor.","location":"This route is located immediately to the right of Trench Warfare gulley. \n\n  At top, rappel from Trench Warfare route.  I made the mistake of rappelling down to the right and I do not recommend doing so."},"__v":0},{"_id":"liet0vmTUImlc+p7YAMnCw==","name":"Grey Ghost","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Ben Priestly, Bill Coe and Scott Peterson 7/10/2010","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.10021,45.07772]},"left_right_index":8,"mp_id":"115191518","mp_crag_id":"109506447","climb_id":"liet0vmTUImlc+p7YAMnCw==","areaRef":"FCQc6RpgWqKL+2FlzJk5qw=="},"content":{"description":"Start as for the second pitch of Lava Flow, but instead of heading left to the tree half way up, on the northern most route to the Dragons Spine top, step right up into the maw of the beast and follow the shallow cleft in the  bisected fold of rock past 6 bolts to the top of the pinnacle.","protection":"bolts","location":""},"__v":0},{"_id":"mbOmbQ/VWRe7EIHrYt5LAA==","name":"Gratitude","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"P1  Kyle Silverman and Bill Coe 8/22/2009 P2 included Geoff Silverman 7/15/2010","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.10021,45.07772]},"left_right_index":13,"mp_id":"115191566","mp_crag_id":"109506447","climb_id":"mbOmbQ/VWRe7EIHrYt5LAA==","areaRef":"FCQc6RpgWqKL+2FlzJk5qw=="},"content":{"description":"Immediately to the right of The Dragons Spine is a deep gully. P1 Follow the gully past 15 bolts for @40+ meters to where it heads right onto a small stance on a buttress and the belay. P2, start up the easy gully tending left and clip 20 more bolts which head up and slightly left to a steeper headwall and the rap anchors in the middle of the face visible from below. Climb till you run out of rock which must be @ 300 feet or so off the deck. Rap with 1 single 60 meter rope in 4 single rope raps straight down then over (climbers right) to the Gratitude buttress and finally past Ujahns Delight - it's obvious. \n\n Kyle named this Gratitude in appreciation for me dragging him and his brother Geoff out there. Not sure Geoff was as appreciative:-)  ","protection":"bolts","location":""},"__v":0},{"_id":"QqCH3UpbVRa8ViMwv4lbxA==","name":"Gothic Rocks","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"FA 7/20/2010 solo after rap bolting and excavating - Bill Coe","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.10021,45.07772]},"left_right_index":11,"mp_id":"115191536","mp_crag_id":"109506447","climb_id":"QqCH3UpbVRa8ViMwv4lbxA==","areaRef":"FCQc6RpgWqKL+2FlzJk5qw=="},"content":{"description":"Start on the ground between Lava Tube and Dragons Spine and follow the 28/29 or so bolts a full pitch to the anchors. Pass on the mid-point rap anchors which tempt you as they are @ 6' to the right of the route and very visible.","protection":"bolts","location":""},"__v":0},{"_id":"xO4zx4odX56UOQpRApQmjA==","name":"The Gingerbread Shortcut","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"10/24/2009 FA Bill Coe, Jim Opdycke and Jeff Thomas","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.10021,45.07772]},"left_right_index":9,"mp_id":"111909414","mp_crag_id":"109506447","climb_id":"xO4zx4odX56UOQpRApQmjA==","areaRef":"FCQc6RpgWqKL+2FlzJk5qw=="},"content":{"description":"Do pitch one of Lava Flow. Instead of heading straight up for the 2nd pitch of Lava Flow, turn left towards a large flake/minor pinnacle @10 feet to the left, turn the corner and drop down into the vegetated gully, then run up the gully and sneak up on the Old Witch. The combined age for the 3 geriatric guys of the first ascent party totaled 176 years with 115 total climbing years between them...and if they could get up it....LOL!","protection":"9 bolts, although there are 2 medium cams placements between bolts up higher, or you can skip the placements and just clip bolts.","location":"Continue up The Salethe Highway. Rap as for The Salethe Highway with a single doubled 60M"},"__v":0},{"_id":"24DrGOavXAGQYTu3gdhWFQ==","name":"Excalibur","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"8/1/09 by Adam Winslow & Bill Coe","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.10021,45.07772]},"left_right_index":5,"mp_id":"107231145","mp_crag_id":"109506447","climb_id":"24DrGOavXAGQYTu3gdhWFQ==","areaRef":"FCQc6RpgWqKL+2FlzJk5qw=="},"content":{"description":"This is a fantastic route that ascends a rock spine for what seems like forever.  Solid and clean, this is the route to do if you are able to climb the grade.  The leader can bail right to the Trench Warfare rap anchor at 90' to break up Excalibur into two pitches.  This is not recommended though because 1) it's more fun to just keep going & going and 2) the belayer is going to get bombed with anything coming down while belaying at the Trench Warfare rap anchor.","protection":"28 lead bolts and a Fixe carabiner sport anchor.","location":"Left side of the Coethedral formation.  At the time of this writing, a wood sign at the base of Excalibur identifies it. \n\n  Getting down from the top of Excalibur is obvious and easy.  Rappel with a 60m rope to the Trench Warfare rap anchor (climber's right).  One more rappel gets you to the ground."},"__v":0},{"_id":"Vruwrbw5XJKct47da/ugHQ==","name":"The Dragon's Spine","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"P1 Bill Coe, Ujahn Davisson 8/15/2009  - P2 7/14/10 Solo, Bill Coe","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.10021,45.07772]},"left_right_index":12,"mp_id":"107800472","mp_crag_id":"109506447","climb_id":"Vruwrbw5XJKct47da/ugHQ==","areaRef":"FCQc6RpgWqKL+2FlzJk5qw=="},"content":{"description":"The Dragon's Spine goes for 2 pitches of unbelievably amazing and fun knob climbing.\n\nP1: Follow the arete straight up near or on the spine. Wander back and forth passing the intermediate rap anchor (do not use this) at the half way point and continue to follow the best knobs to a belay 56 meters up located @ 90 feet under and slightly to the right of the top of the pinnacle which ends at the 2 stainless Fixe Sport anchors on a tiny stance.\n\nP2: Step up and right just enough so you don't land on your belayer and follow the 15 bolts up and tending slightly left past the sub pinnacles to the top of the main Dragons Spine Pinnacle.\n\nRappel: From the top of the pinnacle, rappel straight down as for Gothic Rocks, the route just to the left. You can do this in three raps. If the slings at the top look iffy for you, simply step around left to the other side where the Grey Ghost Stainless Fixe anchors are located. A 60m is enough for all raps.","protection":"24 draws, including slings","location":"Center of the wall. See overview photo.."},"__v":0},{"_id":"Zrw4ijm2W4OGr3iToZIeBg==","name":"Coeconut bridge","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Haydar Kutuk, Shaun Coe, Bill Coe 6/26/2010","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.10021,45.07772]},"left_right_index":15,"mp_id":"115173081","mp_crag_id":"109506447","climb_id":"Zrw4ijm2W4OGr3iToZIeBg==","areaRef":"FCQc6RpgWqKL+2FlzJk5qw=="},"content":{"description":"interesting stem climb on lots of knobs, climbs under a natural \"bridge\" at top to get to anchors.  a very fun climb for the grade","protection":"14 draws?","location":"right after \"Better than Sex\", and before look for gully with shiny bolts littered throughout."},"__v":0},{"_id":"ehtceBvBU0WuZS26OEi00Q==","name":"Coe-Priestly","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Ben Priestly, Bill Coe, Ujahn Davisson 10/10/2009","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.10021,45.07772]},"left_right_index":0,"mp_id":"107010846","mp_crag_id":"109506447","climb_id":"ehtceBvBU0WuZS26OEi00Q==","areaRef":"FCQc6RpgWqKL+2FlzJk5qw=="},"content":{"description":"Originally done as 2 pitches of boted, strenuous and interesting 5.10+ R climbing on the laft side of the formation. Some loose rock in the middle of P1 mars this otherwise sweet route. Better if broken into 3 pitches by belaying off the first rap point @26 meters up although can and originally was done in 2 pitches. Start 40 feet uphill from the reading room cave where a singe anchor bolt is located to keep you from rolling down the hill. Consider belaying from the overhang down the hill to avoid loose rockfall untill the route has seen some ascents and is cleaned off a bit. \n\n  The first pitch starts at the eye-level belay bolt and trends up and right for 26 meters to the optional belay.  or continue to the second anchor. The second pitch eases to 5.9 or 5.10 and has 5 star climbing with solid, amazing and interesting rock, good protection, and an awesome view. If these first 2 pitches are run together the bolt total is 15 for both so feel free to add some as it needs more (according to the FA team). The last pitch is half a rope length.","protection":"bolts","location":"Rap the route with 60M rope"},"__v":0},{"_id":"4XHbIGVJUDC+zkJqtKy6nA==","name":"Bewitched (direct)","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"10/17/2010  Chad Ellars, Josh Gold","type":{"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-122.10021,45.07772]},"left_right_index":3,"mp_id":"106928020","mp_crag_id":"109506447","climb_id":"4XHbIGVJUDC+zkJqtKy6nA==","areaRef":"FCQc6RpgWqKL+2FlzJk5qw=="},"content":{"description":"A fun bit of climbing on sweet jugs and nubbins, with a scary mantel move over a big undercut in the pillar. Start off climbing over a small bulge with good holds, moving up to a dirty, small ledge. Beware of your footing here. Continue directly upwards on chunks of varying sizes until you get to the roof. The bolt for this move is easily within reach on the right side. Crux it, then finish out the last 20' to the anchors. \n\n  Beware of loose nubbins, and especially dirt on the small ledge about 30' up. I nearly lost my footing climbing past this. Needs some aggressive cleaning.","protection":"11 bolts","location":"Farthest left route on the wall. Stays left of original Bewitched bolt line. Rappel from rap rings."},"__v":0},{"_id":"w4GfW4ZvVyqMzz+6awbiAA==","name":"Bewitched","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Adam Winslow, Ujahn Davisson, Bill Coe 5/30/2010.","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.10021,45.07772]},"left_right_index":2,"mp_id":"115191596","mp_crag_id":"109506447","climb_id":"w4GfW4ZvVyqMzz+6awbiAA==","areaRef":"FCQc6RpgWqKL+2FlzJk5qw=="},"content":{"description":"Bring a daisy to facilitate rapping off the crowded top of The Old Witch. 20 some draws, include at least 5 or more longer 22\" over the shoulder sized slings to tie off knobs at the end of pitch 1. - Pitch one: 100' 11 bolts 5.9. Start to the right of the reading room overhang, just left of the Excalibur and the mossy chimney on the Old Witch Buttress. Clip a high first bolt and head straight up the buttress to just below the obvious chimney you can see from the ground. Straight up is Bewitched Direct, the traditional route traverses rightwards into that marvelous and fun chimney and clip the 2 bolts that protect the chimney which might have to be looked for as they are located more towards the outside of the chimney so that any falls are more outwards and cleaner. After about 12-15' of stemming (the outside) or chimneying (getting sucked to the inside), work back left out of the chimney to the main face and a semi-hanging belay 2 bolt anchor. Pitch 2 160' 5.9-10a and 19 bolts. Follow the bolts up pitch 2 straight up, basically staying slightly to the right of the buttress while still keeping to the left of the chimney to another 2 bolt belay. Pitch 3: 75' and 9 bolts, 5.6 finishing to the top of the fantastic summit pinnacle! 4 single rope rappels on Fixe stainless carabiner style anchors to the ground. The first drops into the notch between the pinnacle and the main wall and is visible slightly to climbers left once your feet touch ground on the notch. This marks the start of the Salathe Highway route. It goes without saying that the top of this pinnacle might be one of the worst places in Oregon to accidentally drop your rope while fiddling with the rappel setup. After the first rap down to the notch between The Old Witch and main wall, rappel straight down Trench Warfare to the ground.  ","protection":"bolts","location":""},"__v":0},{"_id":"S1xITMgZVtCE5avsn0r2mg==","name":"Better than Sex","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Scott Peterson and Bill Coe 6/8/2010","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.10021,45.07772]},"left_right_index":16,"mp_id":"115173062","mp_crag_id":"109506447","climb_id":"S1xITMgZVtCE5avsn0r2mg==","areaRef":"FCQc6RpgWqKL+2FlzJk5qw=="},"content":{"description":"Like all the routes here, super well bolted. fun romp up knobby face ","protection":"15 draws. perma draws at anchor","location":"in between coeconut bridge and rad,plaid and glad.  third climb you get to after approach trail"},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,5f05ed84-1a18-52d9-b8cf-77f8fd01e061,f7ecbea8-fb28-52ef-98cc-e0b25b55bee7,ca6ed4c9-d3d3-5831-af02-86c74e38c594,14241ce9-1a60-5aa2-8bfb-6165cc9939ab","pathTokens":["USA","Oregon","Mt. Hood National Forest","Coethedral","Coethedral Main"],"gradeContext":"US","aggregate":{"byGrade":[{"count":3,"label":"5.9"},{"count":1,"label":"5.10b"},{"count":4,"label":"5.8"},{"count":1,"label":"5.6"},{"count":1,"label":"5.11"},{"count":1,"label":"5.8-"},{"count":3,"label":"5.7"},{"count":2,"label":"5.9+"},{"count":1,"label":"5.5"},{"count":1,"label":"5.10+"},{"count":1,"label":"5.10a"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"sport":{"total":18,"bands":{"unknown":0,"beginner":9,"intermediate":8,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":10,"intermediate":8,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-122.10021,45.07772]},"bbox":[-122.10084677988596,45.07727033981813,-122.09957322011405,45.07816966018186],"left_right_index":-1,"ext_id":"109506447","area_id":"FCQc6RpgWqKL+2FlzJk5qw=="},"content":{"description":"This amazing knobby rock, with over 3,000 feet of often easy routes and occasionally multi-pitch bolted climbs and interesting pinnacles, make this a face and knob climbers paradise. Highly recommended, unique and nearly unlike anything in Oregon. (it is very likely that this will turn out to be some of the best winter water ice climbing in the state as well).\n\n Routes from climber's left to right:\n\n Coe-Priestly 5.10+ Bewitched Direct Bewitched 5.9 Bewitched (upskirt variation) 5.9 Excalibur 5.10a/b Trench Warfare 5.10- Lava Flow 5.7 Grey Ghost 5.7 The Gingerbread Shortcut 5.5 Salathe Highway 5.6 R Gothic Rocks 5.8/5.9 The Dragons Spine 5.10 Gratitude 5.8 Ujahn's Delight 5.7 Coecoenut Bridge 5.5 Better Than Sex 5.7 Rad, Plaid and Glad 5.9 Runaway Weasel 5.7-5.9 "},"density":0,"totalClimbs":19,"__v":1,"createdAt":"2022-11-07T06:19:24.871Z","updatedAt":"2024-01-15T16:47:57.904Z"}