{"_id":"64384e7efbd9321d481e7af0","area_name":"Dancing Ledge","shortCode":"","climbs":[],"children":[],"ancestors":"ff4fd85d-f006-5be4-97bf-afc87f85ffb3,a28ca381-9ca9-548f-875a-30d98b5dde38","pathTokens":["United Kingdom","Dancing Ledge"],"gradeContext":"UK","aggregate":{"byGrade":[],"byGradeBand":{"unknown":0,"beginner":0,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isDestination":false,"leaf":true,"isBoulder":false,"lnglat":{"type":"Point","coordinates":[-2,54]},"bbox":[-2.00076500759434,53.99955033981814,-1.9992349924056598,54.00044966018188],"leftRightIndex":-1,"ext_id":"","area_id":"ooyjgZypVI+HWjDZi13eOA==","polygon":{"type":"Polygon","coordinates":[[[-2.00076500759434,53.99955033981814],[-1.9992349924056598,53.99955033981814],[-1.9992349924056598,54.00044966018188],[-2.00076500759434,54.00044966018188],[-2.00076500759434,53.99955033981814]]]}},"content":{"description":"One of Purbeck’s most famous landmarks sits just under the cliffs near the villages of Langton Matravers and Worth Matravers.\n\nDancing Ledge is a natural shelf of flat rock jutting out into the sea, which once made it a prime site for the quarrying of Purbeck stone – as well as an easy target for smugglers coming from the sea. Now, the sea ledge and its surrounding area is a beauty spot popular with walkers, climbers and wildlife enthusiasts.\n\nFlat rock shelf of Dancing Ledge, Purbeck\nDancing Ledge\nThe hill at Dancing Ledge looking down to the sea\nFlat rock shelf of Dancing ledge with tidal pool\nDancing Ledge, pool and sea\nStone sign at Dancing Ledge overlooking the sea\nStart point for descent to Dancing Ledge\nFamily looking out at view at Dancing Ledge\nFlat rock shelf of Dancing Ledge, Purbeck\nDancing Ledge\nThe hill at Dancing Ledge looking down to the sea\nFlat rock shelf of Dancing ledge with tidal pool\nDancing Ledge, pool and sea\nStone sign at Dancing Ledge overlooking the sea\nStart point for descent to Dancing Ledge\nFamily looking out at view at Dancing Ledge\nFlat rock shelf of Dancing Ledge, Purbeck\nDancing Ledge\nThere is no consensus on how Dancing Ledge came to get its name, but there are two favoured stories: some say Dancing Ledge is so named because of the way the water seems to ‘dance’ over the flat rock at certain tides; others say it’s because the area is just the right size for a ballroom.\n\nIt has also become known as an unusual wild swimming location due to the tidal pool that was blasted out of the ledge by quarrymen in the early 1900s for local school children to learn to swim.\n\nThe tidal pool at Dancing LedgeTidal pool at Dancing LedgeFlat rock shelf of Dancing ledge with tidal poolDancing Ledge, pool and seaTidal swimming pool at Dancing Ledge in PurbeckTide pool viewed from rocks aboveDancing Ledge's tidal pool. \n\nA path curves its way around the hill down to the final, rocky steps to the shelf of rock that is Dancing Ledge itself. This is rather steep, so you’ll want a good pair of walking shoes and to be relatively fit and sure-footed.\n\nNote that the walk to the quarry area is accessible via steps, but there is a bit of a scramble down to Dancing Ledge itself, so may not be suitable for young children.\n\nDogs should also be on a lead at all times, however we’d advise not taking your dog at all if it pulls on the lead – the path down to Dancing Ledge is steep, has loose stones, may be slippery when wet and there are sheer cliff edges.\n\nSwimming in the sea off Dancing Ledge is not advisable. There is no shoreline and the currents can be extremely dangerous.\n\nThe most family-friendly route to Dancing Ledge is from the Spyway car park in Langton Matravers. (For your SatNav: BH19 3HG)\n\nSafety information\n\nPhone signal can be poor here – the nearest public phone is Langton Matravers. There is an emergency telephone at Durlston Country Park (at the Anvil Point lighthouse) and at St Aldhelm’s Head.\n\n\n\nDancing Ledge is just over a ten-minute drive from Swanage and is part of the Jurassic Coast World Heritage Site.\n\nThe easiest way to get there is to park at the National Trust Spyway car park in Langton Matravers (SatNav BH19 3HG)\nNear by is Winspit, a pleasant walk to disused quarry caves from the village of Worth Matravers"},"density":0,"totalClimbs":0,"_change":{"user":"kARfz8T1TjGaD4IgofISGg==","historyId":"643850a6fbd9321d481e7c66","prevHistoryId":"64384f62fbd9321d481e7b35","operation":"updateArea","seq":0},"createdBy":"kARfz8T1TjGaD4IgofISGg==","__v":1,"createdAt":"2023-04-13T18:48:30.680Z","updatedAt":"2024-01-20T01:10:38.599Z","updatedBy":"kARfz8T1TjGaD4IgofISGg=="}