{"_id":"6368a36ae80bff5a995829c0","area_name":"(f) Cocaine Gully","shortCode":"","climbs":[{"_id":"a6BVE0gDUuWlFslItLlAqQ==","name":"Vomit Launch","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Kent Bensch","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.14307,44.36719]},"left_right_index":15,"mp_id":"105789348","mp_crag_id":"105789339","climb_id":"a6BVE0gDUuWlFslItLlAqQ==","areaRef":"BKV6/QRsXgqaYyvIuuFT8A=="},"content":{"description":"A classic 5.11 pump-a-thon.  A stick-clip is often used to clip the first bolt to protect the insecure and overhanging first moves.  The climbing is steep and consistent with a crux coming in the middle, but the pump will send many climbers for a ride near the top. \n\n  Vomit Launch is just to the left of the Cocaine Crack on the right wall in the Cocaine Gully, and starts under the small roof.","protection":"11 bolts and a bolted anchor","location":""},"__v":0},{"_id":"sXCoW9/JUzuF59/50YQhgw==","name":"Thieves","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.14307,44.36719]},"left_right_index":3,"mp_id":"107729653","mp_crag_id":"105789339","climb_id":"sXCoW9/JUzuF59/50YQhgw==","areaRef":"BKV6/QRsXgqaYyvIuuFT8A=="},"content":{"description":"This route acts more like a highball boulder problem than a sport route. Start up the dihedral and move right into the overhang of three finger pockets and jugs. After your second clip, start moving up through the crimpy crux. The route cruises after the fourth bolt. powerful but no real endurance needed for this quick tick.","protection":"Five bolts. Anchor with rings.","location":"The last route on the left side before a break in the cliff. It’s got a severe overhang at the start. "},"__v":0},{"_id":"8PoX6/G2UpO6sdMF0Qfxgg==","name":"Skeleton Surfer","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"James Fredericks, Ted Ottto, Summer 1989.","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.14307,44.36719]},"left_right_index":19,"mp_id":"109341751","mp_crag_id":"105789339","climb_id":"8PoX6/G2UpO6sdMF0Qfxgg==","areaRef":"BKV6/QRsXgqaYyvIuuFT8A=="},"content":{"description":"If you want to climb this at the grade then you'll simply haul yourself up to the first bolt and start fro there. If you want to turn it into a 12a then start from the base. The 12a move is easier if you have long arms. Super reachy. The route is so juggy, you'll forget that your even at smith. This route recieves little attention but I can't seem to figure out why. Great moves with a cool foot cutting crux up top. This and the Blade make a great combo. If joining the two routes, I reccommend Top roping Skeleton surfer and then leading The Blade to avoid rope drag.","protection":"5 bolts, chains. a little old and spinners but they still have some life in them.","location":"This route is on the big block plugging cocain gully just before you enter the closed right entrance."},"__v":0},{"_id":"ueKmAOgSWUWLUm/tbVev6Q==","name":"Shake 'n Flake","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Tedd Thompspn 1987","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.14307,44.36719]},"left_right_index":12,"mp_id":"112287646","mp_crag_id":"105789339","climb_id":"ueKmAOgSWUWLUm/tbVev6Q==","areaRef":"BKV6/QRsXgqaYyvIuuFT8A=="},"content":{"description":"Start up a large left-facing flake. A thin crux sequence comes early on. After a quick shake at a flat jug, more thin edges and sloping pockets lead to the top. Short, but solid and worthwhile.","protection":"5 bolts, rap rings","location":"right wall, 3 routes up from Vomit Launch, just left of Powder up the Nose."},"__v":0},{"_id":"6x01SUmrXsGQYmQjKUebBA==","name":"Quest to Fire","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"FA John Collins","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.14307,44.36719]},"left_right_index":5,"mp_id":"106693841","mp_crag_id":"105789339","climb_id":"6x01SUmrXsGQYmQjKUebBA==","areaRef":"BKV6/QRsXgqaYyvIuuFT8A=="},"content":{"description":"Start up a ramp just left of the bolt line.  Blindly reach right around a bulge to clip the first bolt.  Then make your way through several more feet of slab.  As the wall turns vertical, fish hook a right hand mono pocket and clip the third draw.  At this point the route turns slightly overhanging as you are forced to make balancy lieback moves.  The occasional pocket provides areas to shake out before you encounter the final crux bulge. \n\n  At the crux bulge establish yourself on bad underclings and do your best to find something to grab amidst the chalkless lichen covered rock.  There is a sinker two finger pocket somewhere up there.  Good luck finding it.  You will need to call upon your power, technical footwork and craftiness to avoid whipping here.  Aim for a clipping jug several feet up and left of the anchors. \n\n  This route is worth doing and the rock is decent.  The difficulty is comparable to Crack Babies, though much more technically demanding. ","protection":"7 bolts plus anchors.  A new bolt has made this route much safer than its previous state.","location":"This route is between bloodshot and crack babies on the east facing wall of the cocaine gully (Two routes left of the nasty looking bolted crack)"},"__v":0},{"_id":"rSOMIgVJVM6yYqD1cXA5Bw==","name":"Powder Up the Nose","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Mark Dube","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.14307,44.36719]},"left_right_index":13,"mp_id":"106303375","mp_crag_id":"105789339","climb_id":"rSOMIgVJVM6yYqD1cXA5Bw==","areaRef":"BKV6/QRsXgqaYyvIuuFT8A=="},"content":{"description":"Just uphill from Freebase, this route is great fun on little pinchers.  If you enjoyed Chicken McNuggets, you'll enjoy this one.  It's a nice test of strategic resting - bad rhythm will get you all pumped out.     Expect it to be pleasantly stiff for the grade.","protection":"draws","location":"if you're doing a powerful undercling to get to the first bolt (freebase), go uphill one route."},"__v":0},{"_id":"ClJKt0hYUdaX9+N/qD8pbQ==","name":"Hobbit's Pockets","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Erik Wolfe/?","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.14307,44.36719]},"left_right_index":0,"mp_id":"106295750","mp_crag_id":"105789339","climb_id":"ClJKt0hYUdaX9+N/qD8pbQ==","areaRef":"BKV6/QRsXgqaYyvIuuFT8A=="},"content":{"description":"Climb past steep pockets and face moves to an anchor","protection":"7? bolts, anchors","location":"This route is located on the lower left side of Cocaine Gully, downhill from Crack Babies close to the gully chockstone. Look for pockets low on route. The climb to the left is .11b and may be loose.   Feel free to update information and I will modify as needed. \n\n  Thanks, Erik"},"__v":0},{"_id":"NtSKzr8DXlK7TRREDkIPSw==","name":"Hippos on Ice","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Cecil Colley, Gary Gallagher, Tim Olson, Winter 1990.","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.14307,44.36719]},"left_right_index":1,"mp_id":"109127419","mp_crag_id":"105789339","climb_id":"NtSKzr8DXlK7TRREDkIPSw==","areaRef":"BKV6/QRsXgqaYyvIuuFT8A=="},"content":{"description":"This route will never get popular. The moves are forgettable pockets and nubbins on less than stellar rock with some distance between bolts. If you climb at the grade, your probably somewhere else.","protection":"3 bolts anchors w/ chains.","location":"Second route left of the 3rd class water groove on the left wall of cocain gully."},"__v":0},{"_id":"OIBnEoGZWuiusaWahNy3dw==","name":"Happy Meal","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Tedd Thompson, Will Nazarian. Fall 2016","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.14307,44.36719]},"left_right_index":18,"mp_id":"112791354","mp_crag_id":"105789339","climb_id":"OIBnEoGZWuiusaWahNy3dw==","areaRef":"BKV6/QRsXgqaYyvIuuFT8A=="},"content":{"description":"This technical knob climb is a fun new addition to the Right Cocaine Wall. Start with a large side pull/under cling feature and traverse left on small holds. The middle section is lower angle but still tricky, and the finish is steeper with fun holds. Some of the holds are improbable on this climb, but because it climbs through a water streak it is already solid.  \n\n  From the anchor it is easy to swing right and set up the original Cocaine high line or set a TR on the Blade/Time's Up.","protection":"12 bolts to fixed chains","location":"Just right of Chicken McNuggets, there is a belay bolt and a large flat rock to belay off of."},"__v":0},{"_id":"usxhgqX0VeafFyNk+k08ng==","name":"Freebase","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Dan Goodwin, 1987","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.14307,44.36719]},"left_right_index":14,"mp_id":"105984419","mp_crag_id":"105789339","climb_id":"usxhgqX0VeafFyNk+k08ng==","areaRef":"BKV6/QRsXgqaYyvIuuFT8A=="},"content":{"description":"A Smith classic with bomber, vertical stone and excellent climbing. After a mid height technical crux this route turns to sweet reaches between incut crimps.  The good climbing seems to go on forever!","protection":"Bolts ","location":"Freebase starts just to the left of Vomit Lunch and up on a higher level.  Be careful at the belay ledge as it is easy to send rocks (or a person) down on to climbers below.  Stick clipping the first bolt is a very good idea (and I think stickclipping is usually kind of wimpy:)."},"__v":0},{"_id":"jc2zL+4uU7WRdBGx4U96cw==","name":"Deep Impact","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.14307,44.36719]},"left_right_index":10,"mp_id":"105815137","mp_crag_id":"105789339","climb_id":"jc2zL+4uU7WRdBGx4U96cw==","areaRef":"BKV6/QRsXgqaYyvIuuFT8A=="},"content":{"description":"A diverse route that starts with left leaning layback moves (crux) and then moves right and finishes with pocket, edge and arete moves.  This route is not in the 1992 Watt's guide.","protection":"Bolts.  Rap Anchors.","location":"Cocaine Gully, on the upper right side."},"__v":0},{"_id":"0+eWrMAdUba3x2v3FSnPzQ==","name":"Exile On Main Street","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Kent Benesch","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.14307,44.36719]},"left_right_index":2,"mp_id":"105937390","mp_crag_id":"105789339","climb_id":"0+eWrMAdUba3x2v3FSnPzQ==","areaRef":"BKV6/QRsXgqaYyvIuuFT8A=="},"content":{"description":"This secluded route must be one of the best of the many neglected routes in Smith's \"Main Area\".  Located high on the Morning Glory Wall, above such crowded lines as Magic Light and Overboard, few Smith regulars are even aware of the route's existence, and even fewer have set eyes on this line's beautiful stone, despite the fact that its visible from the River Trail. \n\n  The climb is actually approached via Cocaine Gully.  Head toward the \"Crack Babies\" area on the west wall of the gulley.  About 40 feet down-canyon from Crack Babies, locate a black, moss-covered slab.  Leave the packs here and only bring the essentials up the slab.  A short boulder problem (do-able in tennies) gains the slab.  Wander up 20 feet, then follow an obvious trail another 30 feet south, then west around the corner to an extremely exposed ledge (use caution!).  Traverse the ledge 5 feet west to a two bolt anchor below the \"Rolling Stones Wall\", a 30 foot wide, 60 foot tall wall of beautiful pink tuff.  The bolts at this anchor are a bit sketchy, so you may want a few 1-3\" pieces to backup the belay.  'Exile...' is the left route on the wall.   \n\n  Begin gingerly above a narrow ledge, on relatively easy moves to the first bolt.  The exposure may make this feel a bit harder than it actually is.  Climb with increasing difficulty to the 2nd bolt and a decent clipping stance.  A few rest jugs lead off to the right, but you will eventually need to traverse back left to the crux and the third bolt.  Several more bolts lead up on increasingly easing terrain to the top of the wall, where the angle kicks back and the pink stone disappears.  10 more feet of slabbin lead to the 2-bolt anchor.","protection":"Bolts.  Bring some long draws or slings to clip in the belayer, and perhaps a couple of 1-3\" pieces to backup the belay bolts.","location":"Left route on the Rolling Stones wall, about 200 feet above the base of Magic Light.  Approach via Cocaine Gully."},"__v":0},{"_id":"wTkFRTHMX+2I3F8MbVWDbg==","name":"Crack Cocaine","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.14307,44.36719]},"left_right_index":7,"mp_id":"117564447","mp_crag_id":"105789339","climb_id":"wTkFRTHMX+2I3F8MbVWDbg==","areaRef":"BKV6/QRsXgqaYyvIuuFT8A=="},"content":{"description":"An awkward layback (?) move above a big hueco leads to a jug, and then to the most painful, thin, flaring hand crack you've ever climbed. Maybe once was climbed on gear, but now it's fully bolted. The climbing eases off substantially after the 5.11 crux. The anchor is awkward to clip involving one last annoyingly difficult move to clip the carabiner. It's possible to hang a draw on the steely from beneath, although if you're a purist, you may not... Then again, if you're a purist you probably didn't clip the bolts either :) This is one difficult climb. If anyone has any more information on this route, please share!","protection":"9 bolts","location":"It's the bolted overhung crack right of crack babies. "},"__v":0},{"_id":"odAag6YFVuCIHcgJ0fAKCw==","name":"Cocaine Crack","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Watts","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.14307,44.36719]},"left_right_index":16,"mp_id":"108358015","mp_crag_id":"105789339","climb_id":"odAag6YFVuCIHcgJ0fAKCw==","areaRef":"BKV6/QRsXgqaYyvIuuFT8A=="},"content":{"description":"Head up the same start as Chicken McNuggets, clip one bolt and head into the crack. Plentiful but often gritty pro, but the climbing is secure and pleasant. Crux comes when you switch cracks.","protection":"Pro to 2.5, offset nuts are nice, offset cams could be good too","location":"Start is the same as Chicken McNuggets, ends on Vomit Launch."},"__v":0},{"_id":"zSYOoG57V7WsNYbh8tUR0Q==","name":"Chicken McNuggets","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Tom Heins, Pete Keane 3/91","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.14307,44.36719]},"left_right_index":17,"mp_id":"105789342","mp_crag_id":"105789339","climb_id":"zSYOoG57V7WsNYbh8tUR0Q==","areaRef":"BKV6/QRsXgqaYyvIuuFT8A=="},"content":{"description":"This is a fun route with cool exposure and consistently fun climbing.  It starts with a rather steep boulder problem (a stick clip makes it seem much less difficult) and then goes straight up a slightly slabby face with lots of nubbins. If you like Smith Rock nubbin climbing, you will love this route. \n\n  This is the farthest right route on the right wall in the Cocaine Gully.","protection":"9 bolts and a bolted anchor.  A stick clip is handy for protecting the bouldery bottom section before gaining the main face.","location":""},"__v":0},{"_id":"5w1lXYVYXh6rU3ZFmfNcog==","name":"Bound in Bogata","yds":"5.11b/c","grades":{"yds":"5.11b/c","french":"6c+"},"fa":"Tom Egan, December 1990","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.14307,44.36719]},"left_right_index":11,"mp_id":"105816350","mp_crag_id":"105789339","climb_id":"5w1lXYVYXh6rU3ZFmfNcog==","areaRef":"BKV6/QRsXgqaYyvIuuFT8A=="},"content":{"description":"This is a short one-move wonder route with a sharp, crimp sequence for the \"wonder\" part. Mantle onto a ledge and then tackle the tweaky crux above the second bolt. After this, it's easy to the anchors. Rated 11a in the 1992 Watt's guide, the single hard sequence perhaps lost a hold and increased the grade. Only one hard sequence, but more sustained than the .11’s uphill.","protection":"Bolts(aprox 4).  Bolt anchors.","location":"Upper right (North) side of Cocaine Gully, just before the last two (newer-not in the Watt's guide) routes, Armageddon and Deep Impact."},"__v":0},{"_id":"2DaerLd4UN6zIzq+SaBmTQ==","name":"Bongo Fury","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Jeff Frizzel","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.14307,44.36719]},"left_right_index":8,"mp_id":"106698552","mp_crag_id":"105789339","climb_id":"2DaerLd4UN6zIzq+SaBmTQ==","areaRef":"BKV6/QRsXgqaYyvIuuFT8A=="},"content":{"description":"The opening 6 bolts of Bongo Fury is reminiscent of Churning in the Wake with long athletic moves between positive pockets.  Move quickly through this section or you will get very pumped due to the overhanging nature of the climb.  For the beginning section if you find yourself making a move off of anything that is worse than a perfect sinker two finger pocket you have probably biffed the sequence.  At the sixth bolt position yourself to do the \"frizmo,\" (whatever that is) or maybe just move dynamically to a big jug?  The route is roughly 12c to that point. \n\n  Rest at the big jug before you launch in to a bewildering array of slab and bulge moves.  The finish of this route climbs more like a route from the gorge rather than the tuff.  The hardest moves travel through technical sidepulls between the 8th and 9th bolt.  You'll be rewarded with a jug rest at the 9th bolt.  The rest of the moves are not trivial so shake out before you try to decipher the next bulge.  Several sequences can get you through this section, but anyway you move you'll end up using a 1.5 pad mono.  The moves remain tricky all the way to the chains.  The slab is very unique and anything but tedious.  Take the time to work the moves on the slab and you will be rewarded. \n\n  This is a great route to do if you like good movement and solitude.  The rock quality is amazingly good.","protection":"10 bolts plus anchors","location":"Located on the east facing side of the cocain gully, right of crack babies and the nasty looking crack.  It is an overhanging wall with drilled pockets."},"__v":0},{"_id":"k7a56N9qWB66Kp2YDQ188g==","name":"Bloodshot","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"bolted and prepped by kevin Gianino FA John Collins","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.14307,44.36719]},"left_right_index":4,"mp_id":"106382806","mp_crag_id":"105789339","climb_id":"k7a56N9qWB66Kp2YDQ188g==","areaRef":"BKV6/QRsXgqaYyvIuuFT8A=="},"content":{"description":"A motley of cruxes pepper this classic route, but it's mainly defined by its sustained, deviously circuitous character.  You get everything - a tricky overhanging deadpoint (or trickier static), a thin and technical crux, a sustained finish, and a great view at the top.   For such a large crag, smith is heavy on great 12's, 13's and 14's, and relatively short on world class bolted elevens.  Of the (two or three) handfuls that qualify, this is absolutely one of the best.","protection":"roughly ten bolts","location":"On the \"other\" side of cocaine gully, perhaps 75 yards uphill from Vomit Launch. Look for an ugly black streaked wall and bolted crack; left of this wall, you'll find a well chalked, overhanging route: Crack Babies.  Bloodshot is a just downhill (with a route in between), and starts on a solid 5.easyish ramp angling left."},"__v":0},{"_id":"OrGrN54RW0m7kbDuDNjxew==","name":"The Blade","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Tedd Thompson, Darius Azin 1987","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.14307,44.36719]},"left_right_index":20,"mp_id":"105880377","mp_crag_id":"105789339","climb_id":"OrGrN54RW0m7kbDuDNjxew==","areaRef":"BKV6/QRsXgqaYyvIuuFT8A=="},"content":{"description":"Spectacular position and excellent climbing. This is the top portion of the seldom done route ?Slit Your Wrists? (5.13b). Start on top of Skeleton Surfer. Stick clip the first bolt! Reach blindly out onto the face to find a great pocket, step across. Begin a series of funky arete moves for the first crux; considered somewhat beta-intensive. Highstep your way through the next crux and clip the anchors.","protection":"4 bolts, 2 bolt anchor. Stick clip is a must!","location":"The exposed arete on the right side of Cocaine Gully."},"__v":0},{"_id":"+xBJ3KCyX12rlzqscO2LFw==","name":"[Redacted]","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Kevin Lawlor, 1992","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.14307,44.36719]},"left_right_index":6,"mp_id":"105880407","mp_crag_id":"105789339","climb_id":"+xBJ3KCyX12rlzqscO2LFw==","areaRef":"BKV6/QRsXgqaYyvIuuFT8A=="},"content":{"description":"Quite different from the usual 12b at Smith. A powerful, overhanging, bouldery line. Begin up a short series of crimps and underclings to two good incut pockets. A powerful lockoff and pinch right where the overhangs characterizes the crux. An easy mantel follows. This is a very onsightable Smith 12b.","protection":"5 perma-draws to two mussy hooks ","location":"Half way up the left side of the Gully. Directly left of Cocaine crack and right of Quest to Fire. It is the most overhung route in the area."},"__v":0},{"_id":"gCz1cGxgXL+9Tcs2kFBNCg==","name":"Armageddon","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.14307,44.36719]},"left_right_index":9,"mp_id":"105815133","mp_crag_id":"105789339","climb_id":"gCz1cGxgXL+9Tcs2kFBNCg==","areaRef":"BKV6/QRsXgqaYyvIuuFT8A=="},"content":{"description":"A diverse route that starts with a hard boulder sequence (crux) on edges, and finishes on knobs, pockets and arete moves.","protection":"Bolts.  Rap Anchor.","location":"Cocaine Gully on  the upper left side, just beyond Bound in Bogota(in the Watt's guide)  This route is not in the Watts 1992 guide."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,5f05ed84-1a18-52d9-b8cf-77f8fd01e061,e7aeefae-15e1-5de7-a395-a48727784e98,f3c655b6-9c95-597f-aaa6-fd7d8a4865ec,04a57afd-046c-5e0a-9a63-2bc8bae153f0","pathTokens":["USA","Oregon","Central Oregon","Smith Rock","(f) Cocaine Gully"],"gradeContext":"US","aggregate":{"byGrade":[{"count":3,"label":"5.11b"},{"count":3,"label":"5.12a"},{"count":2,"label":"5.12b"},{"count":1,"label":"5.10d"},{"count":2,"label":"5.10c"},{"count":3,"label":"5.10b"},{"count":3,"label":"5.11a"},{"count":1,"label":"5.11d"},{"count":1,"label":"5.11b/c"},{"count":1,"label":"5.13a"},{"count":1,"label":"5.11c"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}},"sport":{"total":20,"bands":{"unknown":0,"beginner":0,"intermediate":6,"advanced":13,"expert":1}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":6,"advanced":14,"expert":1}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-121.14307,44.36719]},"bbox":[-121.14369900689186,44.366740339818136,-121.14244099310812,44.367639660181865],"left_right_index":-1,"ext_id":"105789339","area_id":"BKV6/QRsXgqaYyvIuuFT8A==","polygon":{"type":"Polygon","coordinates":[[[-121.14369900689186,44.366740339818136],[-121.14244099310812,44.366740339818136],[-121.14244099310812,44.367639660181865],[-121.14369900689186,44.367639660181865],[-121.14369900689186,44.366740339818136]]]}},"content":{"description":"The Cocaine Gully sits parallel to the Aggro gully to its right.  The short steep walk is well worth it to get to the pumpfests found within."},"density":0,"totalClimbs":21,"__v":1,"createdAt":"2022-11-07T06:19:24.469Z","updatedAt":"2024-02-19T18:39:10.896Z"}