{"_id":"63689d20e80bff5a994f20de","area_name":"Glass Dome","shortCode":"","climbs":[{"_id":"CKdtQU9VWW+LQzAoUAoWMg==","name":"The White Line","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Mike Long, Rand Black, Dec 1982","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.80605,33.67983]},"left_right_index":0,"mp_id":"116545366","mp_crag_id":"116543726","climb_id":"CKdtQU9VWW+LQzAoUAoWMg==","areaRef":"fUC029dhUyK4aPyfO1n/FQ=="},"content":{"description":"This was the route that inspired it all.\n\n The unique fine-grained and smooth Aplite rock, short but sweet, parallel sided, vertical and thin finger to hands to a pedestal, with thin 5.10a face exit moves to the right. The route is sustained for its rating.\n\n The FA used pitons, wires and friends and was done with EB shoes, but with the advent of TCU's and small cams, pitons are no longer necessary.","protection":"Smallest cams to hand sized cams, small wires, 1 bolt at the exit crux moves.","location":"South Side of the Dome Follow climbers access route to the southwest side of the dome. Rock scramble up to a belay ledge at the base of the slightly left leaning white crack. (it's so obvious because it is such a beautiful thin crack -- you may feel you are climbing in Yosemite!)"},"__v":0},{"_id":"Kpoc0fFGXySEMgHLpEGGXA==","name":"West End Girls","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Unk.","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.80605,33.67983]},"left_right_index":5,"mp_id":"118640509","mp_crag_id":"116543726","climb_id":"Kpoc0fFGXySEMgHLpEGGXA==","areaRef":"fUC029dhUyK4aPyfO1n/FQ=="},"content":{"description":"This is an alternative to third classing off after doing Smooth Sailing, etc.  It's a one bolt 5.6 wonder in about 10-15 feet of extremely excellent rock.  Climb up and over to rappel off south face.  Called this one \"West End Girls\" because it seemed to fit.","protection":"Only one bolt","location":"Summit block, west end"},"__v":0},{"_id":"0pDPYf3XUluhLeKmwy7ggw==","name":"Thin Air","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Mike Long, Rand Black, Dec 1982","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-111.80605,33.67983]},"left_right_index":4,"mp_id":"116544566","mp_crag_id":"116543726","climb_id":"0pDPYf3XUluhLeKmwy7ggw==","areaRef":"fUC029dhUyK4aPyfO1n/FQ=="},"content":{"description":"Start at the right side of the north face of the dome below beautiful looking crack with pitons?\n\n Climb up stiff 5.9+ face climbing up the coarse grained granite (no pro) and right to the start of the fingertip-lyback crack (piton?) at the contact of the fine grained aplite.  Work through the rattily finger/barndoor 5.11- crux to a med. to large cam belay at the ledge above.\n\n Note: this route was put up before the advent of TCU's, which is why pitons were fixed on the FA. If you aren't climbing real solid, you can set up a top rope after climbing \"Smooth Sailing\" to the left.\n\nHistorical factoid:  The beachball-sized rock at the base of the climb used to be pasted at the contact/base of crack above, and on a subsequent ascent, a #2-1/2 friend was placed behind that block.  I fell on the friend, which popped the flake off and I grounded out landing on my feet -- just as the block came crashing down inches from crushing both my feet. -- RB","protection":"Original FA fixed two 3/4\" angle pitons in crack, which may still be present.  Use small cams/units and/or nuts to protect the crack (and backup the pitons if present) as the stiff 15' face below has no bolted protection.","location":"Look for the aplite crack with fixed pitons(?) about 15' above a beachball sized boulder at base. This is the far most right route on the north side."},"__v":0},{"_id":"HQDAyXeaXL2KpdDOcc00WQ==","name":"Smooth Sailing","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Rand Black, Mike Long, Dec 1982","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.80605,33.67983]},"left_right_index":2,"mp_id":"116544746","mp_crag_id":"116543726","climb_id":"HQDAyXeaXL2KpdDOcc00WQ==","areaRef":"fUC029dhUyK4aPyfO1n/FQ=="},"content":{"description":"Start is near the middle of the north face of the dome.\n\n Climb up about 15' left facing dihedral with crack, then climb right to clip old Rawls 3/8\"/Leeper Hanger bolt. Then climb up and into right facing dihedral/lyback crack, 5.7 to ledge above and build belay to right below base of \"West End Girls.\"\n\n Route is entirely on the fine-grained aplite, and has excellent rock quality.","protection":"1 bolt, med. to large cams.  (FA used a #4 friend in the crack above the bolt),  Go right to the belay and build an anchor with larger cams.  Not bolted at the anchor.","location":"The route is a layback near the left third of the north face (left of Air Time/Thin Air)"},"__v":0},{"_id":"EoTYfo8tVUyjIQ96MbVM/A==","name":"Destination Unknown","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Mike Long, Rand Black, Jan 1983","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.80605,33.67983]},"left_right_index":1,"mp_id":"116545204","mp_crag_id":"116543726","climb_id":"EoTYfo8tVUyjIQ96MbVM/A==","areaRef":"fUC029dhUyK4aPyfO1n/FQ=="},"content":{"description":"This route features the fine-grained and varnished Aplite rock, perhaps some of the best rock around.\n\n Approach to the east side of the dome by climber's access route.\n\n Rock Scramble easiest way up to belay at base of east facing ramp. Climb face up past bolt, 5.7 along ramp of left facing dihedral to small ledge at midway.  Place med to large cam in horizontal crack above midway ledge, then climb up past bolts.  Climb up and right onto the east arete, past 5.8 crux to belay/rappel anchor bolts.\n\n Note:  When the second follows the route, at the top when the last bolt is unclipped, flip the rope to the climbers right for better rope angle to prevent a long pendulum left along the top edge if the second falls in the crux.","protection":"Bolts, small to medium cams, small wires.","location":"East side of the dome Approach east side of the Glass Dome via climbers access route to boulder scramble to belay. Descend via single rope rappel down south face of dome to ledge at base of the White Line.  Then down scramble from ledge to the southwest to base of climb.  Longer 70 m. rope MAY reach base from rappel anchors?"},"__v":0},{"_id":"LixBvWO7UhCY7n+qOSHnkw==","name":"Air Time","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Rand Black, Matt Allen, Brian Dutton, Jan 1987","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-111.80605,33.67983]},"left_right_index":3,"mp_id":"116544676","mp_crag_id":"116543726","climb_id":"LixBvWO7UhCY7n+qOSHnkw==","areaRef":"fUC029dhUyK4aPyfO1n/FQ=="},"content":{"description":"Start is the same as \"Thin Air\", which starts at a beachball-sized rock. Climb stiff 5.9+ coarse grained granite face 15' above to contact with the fine-grained aplite rock.  Instead of going up right (Thin Air), go left instead, about 15' through a slightly bulging fingertip undercling, then through the 5.10b crux straight up a shallow left facing finger/knuckle crack to the ledge above.\n\n Note: you could set up a top rope after climbing \"Smooth Sailing\" to the left.","protection":"Small to Med. Cams and wires","location":"On the north face of the dome, same start as \"Thin Air\" Descend from ledge by rock scrambling/downclimbing the southwest side of the dome."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,24e148bb-4884-59e8-9870-43ce21f1a337,c1fdee82-93e7-5a55-9103-7defbe7f0b10,186b8322-95a3-5a61-a831-156bf794a951,337d26c1-a65b-5cb0-99f8-f4ded669b3f9,7d40b4db-d761-5322-b868-fc9f3b59ff15","pathTokens":["USA","Arizona","Central Arizona","**Phoenix Areas","McDowell Mountains","Glass Dome"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10a"},{"count":1,"label":"5.6"},{"count":1,"label":"5.11-"},{"count":1,"label":"5.7"},{"count":1,"label":"5.8"},{"count":1,"label":"5.10"}],"byDiscipline":{"trad":{"total":5,"bands":{"unknown":0,"beginner":2,"intermediate":2,"advanced":1,"expert":0}},"sport":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":3,"intermediate":2,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-111.80605,33.67983]},"bbox":[-111.80659035992224,33.67938033981814,-111.80550964007779,33.68027966018187],"left_right_index":-1,"ext_id":"116543726","area_id":"fUC029dhUyK4aPyfO1n/FQ=="},"content":{"description":"After an early 1980's climbing trip to Tom’s Thumb, while descending our way along the ridgeline eastward and above Gardner’s Wall, we noticed a          ~ 30 m. formation of rock and instantly realized how unique it was with its overall different rock type reminiscent of Yosemite rock quality. The Dome was right at the contact (boundary) between the coarse-grained “Pinnacle Peak Granite\" (a Pegmatitic granite rock typical of the McDowell’s area) and the Dome's fine-grained \"Aplite\" rock type.\n\n After bouldering we realized how “glassy” that rock was. It was then and there that the name “Glass Dome” was given. (because of the smooth and glassy texture.) -- Rand Black, 1982.\n\n The Glass Dome has a total of 6 known routes on the North, East and South faces."},"density":0,"totalClimbs":6,"__v":1,"createdAt":"2022-11-07T05:52:38.539Z","updatedAt":"2024-01-15T16:39:24.158Z"}