{"_id":"63689f14e80bff5a995090e2","area_name":"Brain, The","shortCode":"","climbs":[{"_id":"qcqhFQuHXFmOnNvC5gQ5Ug==","name":"Pinky and the Brain","yds":"V2-3","grades":{"yds":"V2-3","font":"5+","vscale":"V2-3"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.76744,33.02969]},"left_right_index":1,"mp_id":"106322401","mp_crag_id":"106322398","climb_id":"qcqhFQuHXFmOnNvC5gQ5Ug==","areaRef":"eYhKogueWLuehDYgD1l2ag=="},"content":{"description":"Not sure who climbed here first but credit to Hank Rankin for making this one known and naming it.  It's a sit start on some tough crimpers that moves up and to the right.  You get out from under the slight overhang onto some slippery crimpers on the top side (the brain part).  Foot work is important to get out and over.  The crux is probably down low but the crimpers on top are tough too.","protection":"Pad would be good but watch out for the pine tree.","location":"Look in the \"brainiest\" part.  The sit start is chalked up pretty good right now but it starts to the left of the pine tree that is close to the rock as you face it."},"__v":0},{"_id":"1MfyNHSnXOStpSLXSmUebA==","name":"Kids Traverse","yds":"V0","grades":{"yds":"V0","font":"4","vscale":"V0"},"fa":"Sumner Davis","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.76744,33.02969]},"left_right_index":4,"mp_id":"107977411","mp_crag_id":"106322398","climb_id":"1MfyNHSnXOStpSLXSmUebA==","areaRef":"eYhKogueWLuehDYgD1l2ag=="},"content":{"description":"This is a right to left traverse that is more suited for kids.  It's easy at the beginning but gets a little harder at the end with the top out.  You start on the far right side of the Brain boulder near the downward growing tree.  You step up and then traverse left across the jumbled Kids Rock area until you get to the large shelf in the middle of the boulder.  Keeping your back to the water continue to traverse across with feet on the outside edge of the shelf and hands up high on crimps.  Traverse left until the shelf ends and then climb straight up using the small ledges to the top out.","protection":"Spotter, pad, and a helmet.","location":"On the Brain boulder.  This route is really a kids route.  If you are too much taller than 4 feet it won't be that much fun."},"__v":0},{"_id":"aXBgBZP3Vfe4GNihPGHrbA==","name":"Kids Rock","yds":"V-easy","grades":{"yds":"V-easy","font":"3","vscale":"V-easy"},"fa":"Sumner Davis","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.76744,33.02969]},"left_right_index":3,"mp_id":"107506600","mp_crag_id":"106322398","climb_id":"aXBgBZP3Vfe4GNihPGHrbA==","areaRef":"eYhKogueWLuehDYgD1l2ag=="},"content":{"description":"This is a fun route for someone who is 4 ft tall or shorter.  This was my daughters first boulder route.  She's 6 years old so this little route was the perfect height for her.  It's probably like me (6'4\") climbing a V3 highball.  She was very proud of her \"FA\" so we thought we would share it for any other kids who go climb at Juliette.","protection":"Spotter and a pad.","location":"This route is on the Brain boulder.  It starts directly to the right of a small tree that is growing out of the right side of the boulder just to the right of the large shelf.  You basically go straight up from there. \n\n  Like we said, if you are around 4ft tall then this is a pretty decent route.  The crux is probably down low and then it gets easier as you get higher.  Starting off for a kid can be a little tricky but if you work left and then back right there will be more holds."},"__v":0},{"_id":"6k47kQEnX9+8RcylPVeLvA==","name":"Half a Brain","yds":"V1-","grades":{"yds":"V1-","font":"5-","vscale":"V1-"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.76744,33.02969]},"left_right_index":0,"mp_id":"106322408","mp_crag_id":"106322398","climb_id":"6k47kQEnX9+8RcylPVeLvA==","areaRef":"eYhKogueWLuehDYgD1l2ag=="},"content":{"description":"This is a sit start to a left to right traverse that stays right above the ground  Then up and over before you get to the Pinky and the Brain route.  The top out is on the left side of the brainy area.  There are lot of different holds along the way and you can make it harder with some of the obvious slopers.  Down low some of the flakes are a little rotten but I think most that will come off already have.  It's decently fun and a good workout.","protection":"None","location":"The sit start is on the far left of the Brain boulder in front of a thumb size hole in a flake."},"__v":0},{"_id":"1vQjLzkGW3OJ7DnX2S2wig==","name":"Frontal Lobe Traverse","yds":"V3","grades":{"yds":"V3","font":"6A","vscale":"V3"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.76744,33.02969]},"left_right_index":5,"mp_id":"107973554","mp_crag_id":"106322398","climb_id":"1vQjLzkGW3OJ7DnX2S2wig==","areaRef":"eYhKogueWLuehDYgD1l2ag=="},"content":{"description":"In true Juliette fashion I decided to squeeze another route in on The Brain.  I'm sure many folks have played around all over this boulder but we'll make it official here.   \n\n  This is basically a long right to left traverse of the entire Brain boulder.  It starts on the far right side of The Brain near the tree that is curving down towards the ground.  There is a small reddish incut that works as the first foot hold.  From there you move up slightly and through the easy jumbled area of Kids Rock and past the tree stump growing from the rock. Your hands should be in the small ledge/pockets above the stump.  At this point there is a slightly awkward move down to the large shelf at the stump level.  Your hands are heading towards the shelf and feet have to find some blind edges underneath the shelf.  From here it's a simple traverse across the shelf (with feet underneath) to where the shelf terminates. \n\n  The next section is the crux.  From the terminus of the shelf you use the eyelids and pockets to transition down through the start of Pinky and the Brain.  There is a thin right leaning flake way down low.  From there hands and feet have to be in position and it's a bit of a dynamic move to the split in the rock that marks where Half a Brain goes up.  From here you just reverse the moves of Half a Brain back to the far left side of the boulder. \n\n  I don't think any of the individual moves are harder than V3 but it is long and tough on the hands/forearms (at least for me)  The crux comes towards the end so that makes it more interesting.  Once you hit the Pinky and the Brain area your feet are barely off the ground so make sure you don't touch down.","protection":"Single pad is fine.","location":"On the obvious Brain boulder.  Look for the reddish foothold down low on the far right for the start."},"__v":0},{"_id":"WEWgYKUvVVy6wMPBPyoD7w==","name":"Brain Trust","yds":"V1-2","grades":{"yds":"V1-2","font":"5","vscale":"V1-2"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.76744,33.02969]},"left_right_index":2,"mp_id":"107505525","mp_crag_id":"106322398","climb_id":"WEWgYKUvVVy6wMPBPyoD7w==","areaRef":"eYhKogueWLuehDYgD1l2ag=="},"content":{"description":"Figured I'd squeeze another route in on The Brain just because.  This route is an easy sit start off the ground and the then traverses left across a giant shelf.  When the shelf runs out you head straight up the far right \"brain\" area.  Nothing terribly difficult and it's not as hard as Pinky.  The crux is the transition off the shelf and up onto the brain area.  Once you get past the bulge in the rock you are done. \n\n  It's nothing too special and it's probably been done before but it's something different to add to the list at Juliette.","protection":"A pad will do and be careful of coming off at the crux because a dead pine tree is directly behind you.","location":"If you are looking at the large Brain boulder then this route starts to the right of Pinky and The Brain which is towards the middle of the boulder.  To the right of the dead pine tree basically.  Sit start below the giant shelf about 5-6 feet to the right of the dead pine tree.  There is a reddish corner for your right hand and then a massive eyebrow below the shelf for your left.  Follow the shelf left using the small edges underneath for feet.  When you run out of shelf you will be at the edge of the brain area.  The crux is transitioning up onto the wavy crimps above and then top out."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,2d478792-07fa-599c-8787-6adbec93db9f,d3e39049-0492-586e-b5a2-ae1f1fbf9bb7,79884aa2-0b9e-58bb-9e84-36200f59766a","pathTokens":["USA","Georgia","Juliette Boulders","Brain, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"V2-3"},{"count":1,"label":"V0"},{"count":1,"label":"V-easy"},{"count":1,"label":"V1-"},{"count":1,"label":"V3"},{"count":1,"label":"V1-2"}],"byDiscipline":{"boulder":{"total":6,"bands":{"unknown":1,"beginner":2,"intermediate":2,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":1,"beginner":2,"intermediate":2,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-83.76744,33.02969]},"bbox":[-83.76797633885339,33.02924033981815,-83.76690366114661,33.03013966018187],"left_right_index":-1,"ext_id":"106322398","area_id":"eYhKogueWLuehDYgD1l2ag=="},"content":{"description":"A longer boulder almost to the top of the hill.  You'll understand the name when you see it as the tallest section has lots of wavy horizontal crimps.  There are at least 3 maybe more short routes on this rock and the main one so far, Pinky and the Brain is pretty tough."},"density":0,"totalClimbs":6,"__v":1,"createdAt":"2022-11-07T06:00:54.873Z","updatedAt":"2022-11-25T11:18:10.634Z"}