{"_id":"6368a38be80bff5a99585992","area_name":"Right Side","shortCode":"","climbs":[{"_id":"pi0jSbjNWYy2POUWzIFw2g==","name":"True Grit","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Ken Hull","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-77.94374,40.57313]},"left_right_index":0,"mp_id":"118812971","mp_crag_id":"118812939","climb_id":"pi0jSbjNWYy2POUWzIFw2g==","areaRef":"KkdqV9toU5mFB/LVk9OiJg=="},"content":{"description":"Named not for the classic John Wayne movie or that it’s super hard, but for how insanely dirty this climb was when I first developed it. OMG, even the holds that would normally be bomber were either sandy or covered with that dusty lichen or both! When I first tried pulling the roof, grit showered my face and got into my eyes! It was a real struggle the whole way. But the route was super fun and worth spending a lot of time scraping, wire brushing, and believe it or not, using a leaf blower to get all the grit and dust off. Even the top was completely covered in moss and lichen and had to be extensively cleaned to make it safe to get to the anchors. Only days old at the time of this posting, the route is still a bit dirty, especially at the lower part. But with more activity it should prove to be better.It’s short but stout! The lower main face is crimpy and the feet below can be slippery if damp. The two piece overhang/roof is a power play and makes for an exhilarating finish to the top! The 5.9 rating is based on pulling up and out between the two roofs relying more on the left roof. If you want more of a challenge, try pulling directly out of and over the right roof.Please feel free to clean off any remaining lichen and brush off the dusty remains. Also please give your opinion on the grade. Maybe once it's cleaner and drier it will not be as stiff. Thanks!","protection":"Top rope anchors are stainless steel bolts hangers. There is a safety tie-in anchor in the rock behind I'm Lichen It! that services both climbs (see photo).","location":"This small buttress is just right of Shark’s Tooth wall. To get to the anchors, hike up the main switchback to your right. Just about at the top, look for a trail lined with branches to the left. Follow that back and over a small rise. Go past the Short But Sweet anchors, down a skinny gully and onto the top of the Pig Pen buttress. Anchors are placed so that double length slings are perfect to get your carabiners over the edge without drag on the rope."},"__v":0},{"_id":"HHr8y7mIW46UAv24+d2R1Q==","name":"I'm Lichen It!","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Ken Hull","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-77.94374,40.57313]},"left_right_index":1,"mp_id":"118813050","mp_crag_id":"118812939","climb_id":"HHr8y7mIW46UAv24+d2R1Q==","areaRef":"KkdqV9toU5mFB/LVk9OiJg=="},"content":{"description":"I can’t believe this sweet little buttress hasn’t been a Donation classic for a long time. Yeah it’s short but it’s so much fun! In my quest to develop more routes here, therefore spreading out the load on the existing classics, I set out to bring this one online. I chose that name because the whole thing including the top was literally covered in that flaky green/brown lichen - which btw becomes like little flakes of slime when wet!The bottom as well as the main spire has optional approaches and routes. At the bottom, the beginner can take the “staircase” (to the right) to the main climb. Intermediate climbers can tackle the lower part straight on. It’s currently covered in moss so please remove it if I don’t get to it soon. The spire is loaded with good hands and feet. The arête is the easiest path (5.7) and as you move right it becomes harder but not too hard. Again, good hands and feet but they become smaller and less positive as you move right from the arête.This climb is for the beginner to intermediate. And I feel advanced climbers will enjoy it too - a classic 5.FUN!","protection":"Top rope anchors are stainless steel bolts hangers. There is a safety tie-in anchor in the rock behind that services this climb as well as True Grit. (see photo).","location":"This smaller buttress is just right of True Grit. To get to the anchors, hike up the main switchback to your right. Just about at the top, look for a trail lined with branches to the left. Follow that back and over a small rise. Go left down between two rocks to the skinny buttress top. Anchors are placed so that double length slings are perfect to get your carabiners over the edge without drag on the rope."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,e66a7f5e-9c62-5282-8578-b6d5e239d014,127b5393-2e00-5b5b-a3a8-6f90ec643563,6bf8cbc2-6fbc-5ead-a50e-b55d892620f5,374b2ce7-fb37-54ad-bcfc-2a82335082c4,2a476a57-db68-5399-8507-f2d593d3a226","pathTokens":["USA","Pennsylvania","Central PA","Donation Rocks","Main Wall","Right Side"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.9"},{"count":1,"label":"5.8"}],"byDiscipline":{"tr":{"total":2,"bands":{"unknown":0,"beginner":1,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-77.94374,40.57313]},"bbox":[-77.94433198807593,40.572680339818135,-77.94314801192407,40.57357966018187],"left_right_index":-1,"ext_id":"118812939","area_id":"KkdqV9toU5mFB/LVk9OiJg==","polygon":{"type":"Polygon","coordinates":[[[-77.94433198807593,40.572680339818135],[-77.94314801192407,40.572680339818135],[-77.94314801192407,40.57357966018187],[-77.94433198807593,40.57357966018187],[-77.94433198807593,40.572680339818135]]]}},"content":{"description":"A new area under development to ease the pressure on existing popular walls. Two nice top rope sections so far with multiple route options at each. They're both fairly short but easy to set up and fun to do! True Grit, the climb to the left is harder than it may look and offers a nice challenge and warm up to the harder routes nearby. As of this writing both climbs needs traffic to better clean off dirt and lichen so get on them and enjoy. Hope you like them. Please comment."},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T06:19:56.299Z","updatedAt":"2024-02-19T18:39:21.964Z"}