{"_id":"6368a214e80bff5a9955d863","area_name":"Frog Prince","shortCode":"","climbs":[{"_id":"/dkQj8HTWE64DjDqfHGF+Q==","name":"You Gotta Kiss a Lot of Frogs","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Walt Wilkinson","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.91611,34.23008]},"left_right_index":2,"mp_id":"105801824","mp_crag_id":"105801821","climb_id":"/dkQj8HTWE64DjDqfHGF+Q==","areaRef":"G4qQKYp7W6i0QHk7nlZbiA=="},"content":{"description":"New route between Blind Man's Bluff and Freddie Prince Jr.  A stick clip might be useful for the first bolt as the bolt is kinda high and the rock not that solid. \n\n  Climb past the first bolt through a large hueco, hang out clip the second bolt and pull more difficult moves past the third bolt to a large ledge.  Many people find clipping the bolt off the ledge difficult and mildly terrifying as it can be difficult to reach.  (I was able to reach it but only barely from the ledge).  Pull a few more difficult moves past a close bolt and hit the chains.   \n\n  Has good movement, but still has a lot of loose rock.","protection":"Bolts + Chains","location":""},"__v":0},{"_id":"GGGQvi1TVrKXb3iMh1gmdQ==","name":"The Worrier or The Warrior","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.91611,34.23008]},"left_right_index":13,"mp_id":"109255554","mp_crag_id":"105801821","climb_id":"GGGQvi1TVrKXb3iMh1gmdQ==","areaRef":"G4qQKYp7W6i0QHk7nlZbiA=="},"content":{"description":"If you're a connoisseur of choss and fine position, this one's for you. The much-less-than-perfect rock on this line is just barely counter-balanced by the impressive position on a blunt arête. Gym-weaned sport climbers (or most climbers, in fact) will not enjoy the route at all until, if ever, it cleans up but if you like a little adventure in your sport climbing and enjoy a bit more of a mental battle, you're more likely to enjoy it. Find out if you're a worrier or a warrior [insert overly-dramatic music here.]Consider stick-clipping the first bolt and pull bouldery moves on great, sharp rock at the undercut start. Enjoy the rock quality here because it only gets worse from here on up.Delicately mantle up onto the big ledge and move up and right to get established on the rounded prow. Clip the tightly-bolted first three bolts (nobody likes a ledge fall!) and follow incredibly flaky rock and pockets to the steep finish.I initially thought there's good rock underneath but it seems that may not be the case-- it may never clean up. But the bolts are there now so...It's not dangerous--the closely-spaced bolts are in solid rock and the big chunks are gone--but for sure you'll pull some stuff off. Remember, you didn't have to climb it--that was your choice.","protection":"10 bolts to chains with biners. Belayers may consider a helmet as the route is constantly exfoliating. But after a five-hour cleaning session, the big dangers have been removed. Also, the undercut start keeps the belayer well-protected from flaky bits that will fall off.","location":"The first route on the left as you walk towards the Birth Canal area on the east side of the Frog Prince area."},"__v":0},{"_id":"WNa2buZbVwqMjMK+f7ggRA==","name":"White Queen","yds":"5.13a/b","grades":{"yds":"5.13a/b","french":"8a"},"fa":"","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.91611,34.23008]},"left_right_index":12,"mp_id":"105895528","mp_crag_id":"105801821","climb_id":"WNa2buZbVwqMjMK+f7ggRA==","areaRef":"G4qQKYp7W6i0QHk7nlZbiA=="},"content":{"description":"This ultra-bouldery route is the hardest on the main ET cliff band, and 2nd hardest in the area, behind the classic Child of Light.  The route begins in the dihedral on the right end of the Frog Prince wall at an orange bolt hanger.  Easy (11+?) pockets head up to a point where the wall really steepens to near-horizontal.  At this point, the crux begins with a powerful lock-off, to an undercling, to set up for the crux dyno to a 2 finger pocket over the lip.  Apparently there are two potential sequences here, that involve dyno-ing with either the left or right hand (I went left).  Above the lip, easy moves lead to the chains. \n\n  Variously sources over the years have described this route as up to 13c/d.  There are also rumors that this route has been chipped since its first ascent.  Perhaps the difficulty has changed over time, but as of the fall of 2003, this route was no harder than 13b.  I've heard it described as V8, which might be appropriate from ground to chains, but the crux itself is likely no harder than V6.  I would describe it as 12a to V6.  In any case, this is 13b by NM standards, and all that that implies.","protection":"Bolts","location":"Far right end of 'steep' part of Frog Prince wall.  Begins in the dihedral."},"__v":0},{"_id":"yXV+GZWaXdaI9kbP4uoW2A==","name":"White Knight","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.91611,34.23008]},"left_right_index":11,"mp_id":"107178310","mp_crag_id":"105801821","climb_id":"yXV+GZWaXdaI9kbP4uoW2A==","areaRef":"G4qQKYp7W6i0QHk7nlZbiA=="},"content":{"description":"While this is yet another linkup on \"Frog Prince\" wall, it adds an extra good move or two in the transition over to \"Thru the Looking Glass\".  Start up \"White Queen\" and at the second bolt make a big move up and left to merge into \"Thru the Looking Glass\" and finish up thru the crux of this route.  Probably slightly easier than \"Thru the Looking Glass\" because while having a few extra moves the start is less fingery and takes less power.","protection":"4 Bolts to shared anchors with \"Thru the Looking Glass\".  This doesn't include the directional at the start or the bolt at the top of \"Frog Prince\" which can be clipped if wanted.","location":"Starts on the first two bolts (not including directional) of \"White Queen\", then moves left to finish with \"Thru the Looking Glass\"."},"__v":0},{"_id":"qrMECtC4UqmpKynUw4GDhA==","name":"Through the Looking Glass","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.91611,34.23008]},"left_right_index":10,"mp_id":"105895520","mp_crag_id":"105801821","climb_id":"qrMECtC4UqmpKynUw4GDhA==","areaRef":"G4qQKYp7W6i0QHk7nlZbiA=="},"content":{"description":"This high-quality power route is one of the best of its grade at the Tower, perhaps second only to Shipwrecked.  This route shoots straight up the center of the Frog Prince wall, beginning atop a boulder on the ledge.  A couple bolts of relatively easy, sequential pockets lead to a powerful crux two-finger crank just below the lip.","protection":"Bolts","location":"2nd route from the left, between Frog Prince and White Queen."},"__v":0},{"_id":"TLkCaPVGVs+63uBPGTrfgQ==","name":"Red Queen","yds":"5.13b","grades":{"yds":"5.13b","french":"8a"},"fa":"Matt Samet,","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.91611,34.23008]},"left_right_index":9,"mp_id":"106053592","mp_crag_id":"105801821","climb_id":"TLkCaPVGVs+63uBPGTrfgQ==","areaRef":"G4qQKYp7W6i0QHk7nlZbiA=="},"content":{"description":"This was the second route up the main overhang of the Frog Prince Buttress, but has more or less been lost to history as a variation, as Through the Looking Glass and White Queen were added. (It's incorrectly listed as a variation to White Queen in Dennis Jackson's guidebook.) \n\n  Begin about 10 feet right of Babies (aka Frog Prince) up on the ledge. Boulder past the first two bolts on flatter pockets, then big moves to more incut lips, trending right along the arc of the overhang. Where Through the Looking Glass goes straight up, you move right again to the lip crux of White Queen. \n\n  The Socorro Boys (Dylan and Jake) said we were on crack for climbing the \"Mud Wall\" -- we probably were, but it turned into a good route once it cleaned up. I've heard rumors of pockets at the lip crux being enhanced since the FA -- not sure, don't care, whatever.","protection":"6 or 7 draws, and two draws for the anchors.","location":"Center of the south-facing, overhanging central wall on the Frog Prince Buttress."},"__v":0},{"_id":"FqbyCFxAX8Wf5cLpi2tp0g==","name":"The Raven","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Brian Pletta (?), Lance Hadfield, 1996","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.91611,34.23008]},"left_right_index":5,"mp_id":"106056782","mp_crag_id":"105801821","climb_id":"FqbyCFxAX8Wf5cLpi2tp0g==","areaRef":"G4qQKYp7W6i0QHk7nlZbiA=="},"content":{"description":"Though originally rated .11c, this route feels more difficult than any other 5.11c route at Enchanted Tower. Probably initially went at the above grade but due to the soft friable rock at the beginning of the route, all the pockets seem to have been eroded to feel like two finger slopers. After pulling the moves on the crux at the bottom, the grade eases of considerably once you hit the varnish covered stone higher on the route. If your flamed nearing the top, you can hit the giant hole to the left and gain an excellent knee bar and almost a no hands rest! Fun move to make even if you are not flamed. \n\n  May wish to stick clip the second bolt.","protection":"8 bolts to two bolt anchor.","location":"This route is one route to the right of Freddy Frog Prince Jr, on the west side of the Frog Prince formation. Around the corner and left of Gollum."},"__v":0},{"_id":"9jeEZBKNUuOeT9TElR3b0g==","name":"Mulva","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.91611,34.23008]},"left_right_index":14,"mp_id":"105842074","mp_crag_id":"105801821","climb_id":"9jeEZBKNUuOeT9TElR3b0g==","areaRef":"G4qQKYp7W6i0QHk7nlZbiA=="},"content":{"description":"The Fazio-Rhicard/ Agee book names this route \"*???????5.10b\".  Find the route with the \"Location\" information below. Climb the sharp low angle rock to the actual climb. Follow the overhung pockets to the chains over the lip.","protection":"8 bolts to anchors.","location":"Follow the trails to the Frog prince formation and at the easternmost side, after the largly overhung section, you will find what looks like the frog prince's mouth. This large chasm is also called the Birth Canal. There are four routes in here. This route is the left one on the left side."},"__v":0},{"_id":"wmy5thwQX32i9vXkM5gTcw==","name":"Gollum","yds":"5.11b/c","grades":{"yds":"5.11b/c","french":"6c+"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.91611,34.23008]},"left_right_index":6,"mp_id":"105973000","mp_crag_id":"105801821","climb_id":"wmy5thwQX32i9vXkM5gTcw==","areaRef":"G4qQKYp7W6i0QHk7nlZbiA=="},"content":{"description":"Short but sweet. A stick clip is helpful as the first bolt is quite a distance off the deck. Reach up in the overhang for your first hold and campus (or you can use your feet, seen it done different ways) the first few moves. Continue up strenuous moves to the anchors. \n\n  Also a V6 bouldering start variation, according to the guidebook.","protection":"3 bolts to anchors.","location":"The steeply overhanging route on the front side, left of the densely gridded wall."},"__v":0},{"_id":"QJYL07bvVCidz/nBmxQd/Q==","name":"Frog Prince (a.k.a. Babies)","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"John Duran, 1990","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.91611,34.23008]},"left_right_index":8,"mp_id":"105895505","mp_crag_id":"105801821","climb_id":"QJYL07bvVCidz/nBmxQd/Q==","areaRef":"G4qQKYp7W6i0QHk7nlZbiA=="},"content":{"description":"This is a fun route on great rock. If its length were reasonable, the route would be 4 stars.  The hardest moves are stepping off the ledge at the base, so have a stick clip or a spotter.  This route heads up and slightly right, on steadily improving holds.  With no real rests until the anchor, this is a typical ET mad-dash for the chains.","protection":"Two bolts with hangers to start then three bolts with fixed chain draws to the anchor. Stick clip recommended.","location":"This is the second route from the left on the 'super steep' section of the Frog Prince wall.  Its also the 3rd route from the left of the overhanging dihedral."},"__v":0},{"_id":"Iu8CE6jvXmmZ1IHDTMoZ3A==","name":"Driving Down Highway 40 In My Big Ol' Pickup Truck","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Allison Fritz, Jason Halladay, Ryan Kalas (September 2017)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.91611,34.23008]},"left_right_index":3,"mp_id":"113633574","mp_crag_id":"105801821","climb_id":"Iu8CE6jvXmmZ1IHDTMoZ3A==","areaRef":"G4qQKYp7W6i0QHk7nlZbiA=="},"content":{"description":"A slightly overhanging route with some good holds leading to, and beyond, a large pocket. Climb past the first two bolts to a bigger move to the large hueco/pocket halfway. Better rock and more pockets lead up to the brown-painted anchors just left of the Freddie Prince Jr anchors.\n\n ","protection":"Five red/brown painted hangers/bolts to a two-bolt anchor with chains.","location":"Just left of Freddie Prince Jr starting on a new platform/erosion control terrace. (Not far from Cardboard City.)"},"__v":0},{"_id":"NNpzMyG3W/egv/Mox1nvdw==","name":"Freddie Prince Jr","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Craig Kafura and Eric Fazio-Richard, 2002","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.91611,34.23008]},"left_right_index":4,"mp_id":"105972790","mp_crag_id":"105801821","climb_id":"NNpzMyG3W/egv/Mox1nvdw==","areaRef":"G4qQKYp7W6i0QHk7nlZbiA=="},"content":{"description":"This route is great for that individual wishing to break into the 5.10 territory. Great holds, slightly overhung, falls are clean. One of the better 10s at the tower.","protection":"6 bolts, chains","location":"Go to the left side of frog price. Find a cozy, flat belay under a large ponderosa shading the climb. There is also a giant log of an older ponderosa for gapers to sit upon."},"__v":0},{"_id":"mBzvsDenUBGqo8npgrBaHg==","name":"Dolores","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.91611,34.23008]},"left_right_index":18,"mp_id":"105972817","mp_crag_id":"105801821","climb_id":"mBzvsDenUBGqo8npgrBaHg==","areaRef":"G4qQKYp7W6i0QHk7nlZbiA=="},"content":{"description":"It's hard with the climbing at Datil not to repeat yourself over and over again. Hmmm, lets think of some new words. Steep and juggy come to mind. Hey, didn't I say that last time? Seriously, another nice route at Datil.","protection":"8 bolts to chain anchors.","location":"Right side of Frog Prince within the cove (this large chasm is also called the Birth Canal.)  This is the right route of the two routes the right side."},"__v":0},{"_id":"TT4hhUY3UC+42/pgbKRGDg==","name":"Dark Passage","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Bryan Pletta and Cristina Radu, 2001","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.91611,34.23008]},"left_right_index":17,"mp_id":"105972801","mp_crag_id":"105801821","climb_id":"TT4hhUY3UC+42/pgbKRGDg==","areaRef":"G4qQKYp7W6i0QHk7nlZbiA=="},"content":{"description":"This one is great! Again, steep and littered with nice holds. Longer than many other 10s around. After moving up the ramp a about 10 feet follow the bolts up past some easier and slabby moves then charge through the a bulge. Fight the pump to the anchors and enjoy.","protection":"8 bolts to chain anchors.","location":"On the eastern side of the Frog Princea area in the large crevice (this large chasm is also called the Birth Canal.) The second route (left route of the two routes on the right side of the chasm)."},"__v":0},{"_id":"abTWbGOkVwaIJWy9/ZkU3w==","name":"Dairy Queen","yds":"5.13b","grades":{"yds":"5.13b","french":"8a"},"fa":"Matt Samet","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.91611,34.23008]},"left_right_index":7,"mp_id":"106812041","mp_crag_id":"105801821","climb_id":"abTWbGOkVwaIJWy9/ZkU3w==","areaRef":"G4qQKYp7W6i0QHk7nlZbiA=="},"content":{"description":"While this route is basically a silly linkup, it does add a few extra feet of climbing and a tricky sequence to Red Queen.  So I found it worth doing if you're looking for a new challenge at the Tower. \n\n  Start up on Frog Prince (aka Babies) to just above the second bolt.  From here a few obvious holds start the traverse right leading to a tricky move on poor pockets to gain Red Queen at it's third bolt (not including the belay bolt).  From here rest if you can before pulling the powerful or dynamic crux of Red and White Queen. \n\n  Not sure why the guide considers this route as slightly easier than the standard Queen lines.  I found it slightly harder than Red Queen and quite a bit harder than White Queen, because of the extra time and distance on the overhanging wall.","protection":"8 Bolts.  In addition to the standard bolts I clipped the 3rd bolt on Frog Prince with a long sling and the linkup bolt on Drag Queen.","location":"Start up the first two bolts of Frog Prince, then traverse right until you join up with Red Queen."},"__v":0},{"_id":"y/lqFCrtW7qX+Ff0hC5kQw==","name":"Children of the Mojave","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Anchors installed in mid-2000s by Rob Edwards. Lead-protection bolts installed by Jason Halladay in 2014.","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.91611,34.23008]},"left_right_index":0,"mp_id":"109191111","mp_crag_id":"105801821","climb_id":"y/lqFCrtW7qX+Ff0hC5kQw==","areaRef":"G4qQKYp7W6i0QHk7nlZbiA=="},"content":{"description":"Driving through the [now-defunct] Scientology Mojave Academy at night, en route to the Tower via the long route, always had us expecting to see children creepin' around the road a la Stephen King's Children of the Corn.  \n\n  Start up just left of the obvious black streak to the first bolt on top of the small bulge. Cruise of great pockets to the roof above. Crank crux moves up and right over the bulge to the anchors.  \n\n  Rob Edwards had installed the anchors for TRing in the mid-2000s. He gave me the go-ahead to install lead protection bolts to make for a good morning shade 5.9 warm-up route.","protection":"5 bolts to chains with lowering biners. It would be cool if folks do not remove the biners.","location":"Left (north) side of Frog Prince, 15 feet up the gully from Blind Man's Bluff in the obvious black streak. Bolts are painted brown and well-camouflaged."},"__v":0},{"_id":"n1zNB7GLXc2u1G8m9LtuJw==","name":"Bovary","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.91611,34.23008]},"left_right_index":15,"mp_id":"117779537","mp_crag_id":"105801821","climb_id":"n1zNB7GLXc2u1G8m9LtuJw==","areaRef":"G4qQKYp7W6i0QHk7nlZbiA=="},"content":{"description":"A new route as of September 21, 2019. Expect flaky bits and loose rock if you venture far from the bolt line. Tread lightly as it cleans up--it has seen only a handful of ascents in millions of years. :-) \n\n Like its neighbor to the left, Bovary starts up lower angle rock to the big ledge. From the ledge, climb up and mostly right of the bolt line on great pockets as the rock steepens. Pull harder moves leading up to the final, tough bulge at the top. Pop over the bulge to the anchors.","protection":"9 bolts to a two bolt anchor with lowering biners","location":"Bovary is the middle route of the three routes on the left wall in the Birth Canal."},"__v":0},{"_id":"NFkf9F+IWwidn5Oxc+ftBg==","name":"Blind Man's Bluff","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.91611,34.23008]},"left_right_index":1,"mp_id":"106005936","mp_crag_id":"105801821","climb_id":"NFkf9F+IWwidn5Oxc+ftBg==","areaRef":"G4qQKYp7W6i0QHk7nlZbiA=="},"content":{"description":"First bolt appears pretty high, but once you're on it you quickly realize the holds are good so it's not bad. Just don't blow it as you have a nice, healthy yucca to greet you if you fall. Climb the steep wall on a mixture of good and not-as-good pockets. Gets a bit slopey at the top though, so clipping the anchors is interesting.","protection":"4 bolts to a 2-bolt chained anchor.","location":"Left (north) side of Frog Prince. 15 feet to the left of You Gotta Kiss a Lot of Frogs. See beta photo for the ?Unknown (Unfinished Project)?."},"__v":0},{"_id":"MzZqOPNQUCu2vXGrd3pP6g==","name":"Aretha","yds":"5.10b/c","grades":{"yds":"5.10b/c","french":"6b"},"fa":"","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.91611,34.23008]},"left_right_index":16,"mp_id":"118965354","mp_crag_id":"105801821","climb_id":"MzZqOPNQUCu2vXGrd3pP6g==","areaRef":"G4qQKYp7W6i0QHk7nlZbiA=="},"content":{"description":"Tip toe up dirty, friable slab past the first two bolts to the steepening terrain and the third bolt. Above here the quality improves as you climb steepening terrain on pockets and great jugs through the lip bulge. A couple more bolts protect the easier yet licheny climbing to the anchor.For those used to the long-standing, well-trafficked routes at the Tower, understand that new routes take a while to clean up. This isn't the gym nor a 10-year-old route with plenty of previous traffic. ","protection":"9 bolts to a two bolt anchor with lowering biners.","location":"The right-most route on the left wall up the birth canal area. A small log and rocks platform marks the start.  "},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,98c839d1-f0d4-5006-bb58-276b12f05bd0,5b65c63c-e7b8-5f26-8c69-53f81b1e139c,1b8a9029-8a7b-5ba8-b440-793b9e565b88","pathTokens":["USA","New Mexico","Enchanted Tower","Frog Prince"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.11b"},{"count":3,"label":"5.10d"},{"count":1,"label":"5.13a/b"},{"count":2,"label":"5.12c"},{"count":2,"label":"5.13b"},{"count":1,"label":"5.11d"},{"count":1,"label":"5.11b/c"},{"count":1,"label":"5.12a"},{"count":2,"label":"5.11a"},{"count":1,"label":"5.10a"},{"count":1,"label":"5.10b"},{"count":1,"label":"5.9"},{"count":1,"label":"5.10b/c"}],"byDiscipline":{"sport":{"total":19,"bands":{"unknown":0,"beginner":0,"intermediate":7,"advanced":9,"expert":3}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":7,"advanced":9,"expert":3}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-107.91611,34.23008]},"bbox":[-107.91665386567368,34.229630339818144,-107.91556613432634,34.230529660181865],"left_right_index":-1,"ext_id":"105801821","area_id":"G4qQKYp7W6i0QHk7nlZbiA=="},"content":{"description":"This area, aka the Training Wall, or Babies Wall, is the place to go for short, hard, bouldery routes. There are also a handful of moderates on either side of the super steep wall. There's a gully on the right (E) side of the wall offering 3 longish moderates, all good warmups. The route on the left side of this gully is one of the only 5.10s at the Tower that receives early morning sun, so makes for an excellent Warmup.  "},"density":0,"totalClimbs":19,"__v":1,"createdAt":"2022-11-07T06:13:44.098Z","updatedAt":"2024-01-15T16:47:08.925Z"}