{"_id":"6368a214e80bff5a9955d930","area_name":"Wohlt's Welt Wall (WWW)","shortCode":"","climbs":[{"_id":"NWLrWvwLXHOxfMLCAJ4zlw==","name":"Worth The Stay","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Thomas Pham,  Drew Chojnowski, Marta Reece, Devon Willett-Gies","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.57615,32.3512]},"left_right_index":2,"mp_id":"113871122","mp_crag_id":"113848039","climb_id":"NWLrWvwLXHOxfMLCAJ4zlw==","areaRef":"RWxOAqEfVbeq4E8rYNqQug=="},"content":{"description":"This is a slab climb that offers tricky feet and solid handholds. Place small pro during the first half of the route. Then you enter the crux, which is an undercling crack; go towards the left from there. You can find a place to rappel or make a belay station using the cracks underneath the roof.  \n\n  Once you are at the roof, you can traverse towards the right. This connects you with Borderline (5.6). Walk off from there.","protection":"Small cams to Black Diamond C4 #3.   Set of nuts.","location":"To the left of Near Miss (5.6)."},"__v":0},{"_id":"WbKuuSnZWnKbrIRV9ISI/A==","name":"Near Miss","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Marta Reece, Drew Chojnowski, 11/20/2017","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.57615,32.3512]},"left_right_index":3,"mp_id":"113863100","mp_crag_id":"113848039","climb_id":"WbKuuSnZWnKbrIRV9ISI/A==","areaRef":"RWxOAqEfVbeq4E8rYNqQug=="},"content":{"description":"Start up the easy groove then transition left into a steeper corner. This transition is the crux. Continue up the corner on clean and solid rock past two bushes (the second is located on Borderline) to top out left of the next group of bushes above once the terrain becomes non-technical.","protection":"Mostly single rack, with maybe some doubles in mid sizes.","location":"On the right side of WWW wall. As you come up the broad canyon, continue past the place where it narrows significantly and take the first gully/corner on the left. \n\n  To walk off, start upward on the ridge line you are located on, but deviate from this to the right almost immediately as you cross a large rock pile. Traverse to the first gully and scramble down it to the canyon bottom."},"__v":0},{"_id":"roqkVwFPUFC5aQlR6Ai8hw==","name":"Borderline","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Drew Chojnowski, Marta Reece, 11/20/1017","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.57615,32.3512]},"left_right_index":0,"mp_id":"113863128","mp_crag_id":"113848039","climb_id":"roqkVwFPUFC5aQlR6Ai8hw==","areaRef":"RWxOAqEfVbeq4E8rYNqQug=="},"content":{"description":"Borderline traverses the top of the wall from left to right and can be used as a way to connect routes and/or leave the top of the wall. \n\n  Start from the break to the left of WWW wall by scrambling as far as is comfortable. Continue up two or three steep steps under the overhangs to a long, horizontal crack. Follow the crack to the first sturdy bush. (This is on Near Miss.)  \n\n  Go up the top ~40 feet of Near Miss and walk off from there. \n\n  It does seem possible to follow the crack and walk off even easier that way, but so far we have not done this.","protection":"Standard rack.","location":"At the top of WWW wall."},"__v":0},{"_id":"OQrJmptPXwW7eE+XISCbrw==","name":"100 Somethin' Hours","yds":"5.8-","grades":{"yds":"5.8-","french":"5b"},"fa":"Devon Willett-Gies, Marta Reece, Drew Chojnowski, Thomas Pham","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-106.57615,32.3512]},"left_right_index":1,"mp_id":"113878675","mp_crag_id":"113848039","climb_id":"OQrJmptPXwW7eE+XISCbrw==","areaRef":"RWxOAqEfVbeq4E8rYNqQug=="},"content":{"description":"Start in the same good belay location as Worth the Stay(5.9). Follow the bushy weakness to the boulders resting on the wall. Hand jam in the vertical split to climb up the face of the round boulder(if you trust it) or climb around. Climb on top mid sized slab boulder. Continue up the two parallel cracks hugging the arête. Hand jams are good and will improve with cleaning. This will top out to a good ledge to walk/scramble down to the left or continue the traverse right on Borderline(5.6) to the summit and a walk off decent. \n\n  Caution should be taken when climbing on and around the boulders and placing pro on them should be avoided. The security of these boulders is questionable.","protection":"0.5-1.5\" pro of your choice   (DO NOT place active pro on the boulders, avoid passive aswell.)","location":"Shared start with Worth the Stay(5.9) on the darker area with many jugs right of the tree, move left to the boulders at the divergence. \n\n  Top out on a good ledge and move onto Borderline(5.6) traverse right, this leads to the summit which offers a walk off decent or potential for rappelling. Also a potential downclimb left from the ledge."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,98c839d1-f0d4-5006-bb58-276b12f05bd0,2635f237-5277-5a1d-9d74-99b35e3cd3b9,60af20ff-2a39-5a85-86f5-9582969e2458,a7fc71c1-8b31-5ded-97d4-a1a17e51223c,456c4e02-a11f-55b7-aae0-4f2b60da90ba","pathTokens":["USA","New Mexico","Las Cruces Area Climbing","Organ Mountains","High Horns, The","Wohlt's Welt Wall (WWW)"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.9"},{"count":2,"label":"5.6"},{"count":1,"label":"5.8-"}],"byDiscipline":{"trad":{"total":4,"bands":{"unknown":0,"beginner":3,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":3,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-106.57615,32.3512]},"bbox":[-106.57668227829254,32.350750339818134,-106.57561772170745,32.35164966018186],"left_right_index":-1,"ext_id":"113848039","area_id":"RWxOAqEfVbeq4E8rYNqQug==","polygon":{"type":"Polygon","coordinates":[[[-106.57668227829254,32.350750339818134],[-106.57561772170745,32.350750339818134],[-106.57561772170745,32.35164966018186],[-106.57668227829254,32.35164966018186],[-106.57668227829254,32.350750339818134]]]}},"content":{"description":"Not only does WWW offer the shortest-approach climbing in the High Horns Area, the approach is also relatively easy with only a bit of bushwacking required toward the end. We have found no evidence of previous climbing in the area, but we did find evidence of no one having ever climbed there before. Namely, there are a lot of often highly-precariously-positioned large rocks/boulders waiting to be trundled. The main part of the wall below a large roof is up to 200ft, and it looks like another 50-100ft could be tacked on by a brave individual willing to lead an overhanging crack that is probably full of loose rock and debris currently. Directly below this roof is a narrow ledge that can be gained with minimal effort in order to top-rope the possible routes below. Left (west) of the main wall are possible shorter and harder routes on clean looking granite. There is currently a lot of loose rock in the area, as expected for any never-before-climbed wall, so climbers should exercise extreme caution here until the wall is cleaned up during establishment of routes. It is possible to walk off the top of the wall to the East (then turning right/south... see photo under Near Miss route)."},"density":0,"totalClimbs":4,"__v":1,"createdAt":"2022-11-07T06:13:45.999Z","updatedAt":"2024-01-20T01:04:56.788Z"}