{"_id":"63689d20e80bff5a994f234c","area_name":"Hajji Baba Tower","shortCode":"","climbs":[{"_id":"27g7jOldVd21UucwiXYW1g==","name":"The Mechanical Bull","yds":"5.13","grades":{"yds":"5.13","french":"8a"},"fa":"P.Kingsbury","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74137,34.82276]},"left_right_index":999999,"mp_id":"114217074","mp_crag_id":"118845249","climb_id":"27g7jOldVd21UucwiXYW1g==","areaRef":"c7XMRvhUUtePs5JeUtYK1A=="},"content":{"description":"A splitter offwidth going from five to six inches in width up a 50° overhanging shield with a shallow pod in the middle.  Pure levitation at it's finest. Hard to grade, but a definite step up from other \"5.13's\" I've repeated. ","protection":"In BD: 1X .4 1X .75 1X 2 1X 3 1X OLD 4 (fits better, but new works) 1x 5 friend 2x 5 2x 6 Slings","location":"Park at (or walk to from the chapel) chicken point and walk into the wilderness zone straight south. It is the second or third ridge on the left and a small cairn marks where to scramble up the loose hill to where you must do a exposed traverse on the limestone band to reach the base. If you walked too far the route will be obvious.  It gets morning shade and then is usually pretty warm mid day.  Holds shade longer in the spring ."},"__v":0},{"_id":"Etnz57HbWUGOdZbICL1jiQ==","name":"The Aging Bull","yds":"5.13","grades":{"yds":"5.13","french":"8a"},"fa":"K.Mizuno","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74137,34.82276]},"left_right_index":999999,"mp_id":"118822648","mp_crag_id":"118845249","climb_id":"Etnz57HbWUGOdZbICL1jiQ==","areaRef":"c7XMRvhUUtePs5JeUtYK1A=="},"content":{"description":"Start off a finger crack with a mantle. Grab a hanging flake. Continue up a hand crack to the roof and rest. With hand stack and kick your feet above. Face holds and jugs along the way. Watch what you grab right below the anchors. There are some soft stuff still left. For TR, extend the anchor with 24” slings.","protection":"Micro cam   BD #0.3   #0.4   #3x2   #1   #2   #5   #4 x 4","location":"From Sedona, go south on Hwy 179. Go left(east) to Morgan rd. After the  pavement ends, drive a dirt road 100 ft or so and find a trailhead parking lot. You will see a small dry creek (unless it rained a day before) behind the parking lot. That’s what you will follow later. About 1 hour hike. First, Start hiking southeast on Jeep trail, NOT on a hiking trail. After 10 minutes, you will see the sign for Submarine Rock, and see a bunch of tourists taking pictures on top. Hike 5 more minutes, you will see a large sandstone slab sloping down to the dry creek. Now hike this dry creek for 30 minutes. Then you will find a obvious trail on your left. It will take you to the left side of the canyon. After 10 minutes you will see a metal USGS stake and sandstone large slab. If you look up, you will see the semi-detached tower. The Aging Bull is on that. The Mechanical Bull is on the lower part of it. 5 more minutes, you will be right underneath. If you missed the trail, you will also be underneath, except you need to bushwhack a steep hill. For the Mechanical Bull, hike back about 100ft and go up a larger gully of the two. Then traverse the sketchy limestone band. For the Aging Bull, go around to the right side, and hike up a slab and a loose gully. Then traverse the ledge. There’s a tree with a sling if you need to set up TR for the Mechanical Bull."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,24e148bb-4884-59e8-9870-43ce21f1a337,fa597035-a80a-55a2-9a9f-262bc7578ff9,19dfb197-abbe-5b60-abc0-83f875a4e73b,451d3dd1-204c-5e56-b81a-a57f64dc868d,f4575997-88f9-5133-8232-9a8d792c7af5,73b5cc46-f854-52d7-8fb3-925e52d60ad4","pathTokens":["USA","Arizona","Northern Arizona","Sedona Area","Sedona","Jim Bryant Canyon","Hajji Baba Tower"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.13"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":0,"expert":2}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":0,"advanced":0,"expert":2}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-111.74137,34.82276]},"bbox":[-111.74191774989967,34.82231033981813,-111.74082225010035,34.82320966018186],"left_right_index":-1,"ext_id":"118845249","area_id":"c7XMRvhUUtePs5JeUtYK1A=="},"content":{"description":"Hajji Baba Tower, named by the FA team (Lisa Stern, Kole DeCou, and Patrick McInnis) is a secluded backcountry pseudo-spire home to two of Sedona's proudest offwidth cracks."},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T05:52:48.057Z","updatedAt":"2022-11-25T11:09:38.741Z"}