{"_id":"6368a185e80bff5a9954f2f8","area_name":"Lotta Balls Wall","shortCode":"","climbs":[{"_id":"Bpclaud/UN6G5ITXUkkTgw==","name":"Voodoo Doll","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Unknown, FRA Julia Snihur, Larry Hamilton, Larry DeAngelo","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.47777,36.07801]},"left_right_index":11,"mp_id":"105732878","mp_crag_id":"105732015","climb_id":"Bpclaud/UN6G5ITXUkkTgw==","areaRef":"CMhjBkVLXeqZABLqwUyouA=="},"content":{"description":"Start immediately to the left of Black Magic.  If you're a purist, you can actually do this without the Black Magic start, and skip the Black Magic bolts. \n\n  Pitch 1: Climb the right-facing corner straight up, continuing past some awkward flakes to easier face climbing.  Up and slightly right, an old bolt protects a face move into a fingertip crack in a darkly varnished face.  When the crack ends, a few easier moves take you straight up to the first belay station on Bruja's Brew. \n\n  Pitch 2: Go straight up 10 feet.  At this point Bruja's Brew continues upward over unprotected scoops; instead move right a short distance to a very thin crack.  Climb this, then arc to the right, eventually reaching the second belay ledge on Black Magic. \n\n  Pitch 3 & 4: Follow Black Magic out past its jutting \"nose\" and on to the top. \n\n  Descend left with a couple of short rappels.","protection":"Standard rack; a very thin wire w/screamer might be handy","location":""},"__v":0},{"_id":"liuyFRU3X++zxUSPBakvLg==","name":"Trihardral","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"1976, Joe & Betsy Herbst, George & Joanne Urioste, Randy Grandstaff","safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.47777,36.07801]},"left_right_index":6,"mp_id":"105732869","mp_crag_id":"105732015","climb_id":"liuyFRU3X++zxUSPBakvLg==","areaRef":"CMhjBkVLXeqZABLqwUyouA=="},"content":{"description":"This is the giant, right-facing corner on the left side of the Lotta Balls Wall. Because it is shaded from the morning sun, this route is a good choice for those warm-weather mornings. A worthwhile route if just for the impressive FA team.\n\n Pitch 1: climb pleasant cracks to the base of the main dihedral. Pitch 2: 5.8 climbing leads up the dihedral to a good ledge. Pitch 3: continue up easier rock. Pitch 4: easy 4th class to the top.\n\n Descend the Lotta Balls gully with a couple of short rappels.\n\n P1 - 37m, belay in alcove P2 - 30m of 5.8 followed by 35m of 5.6 to a slanted alcove P3 - 35m of easy climbing to a tree belay in alcove P4 - short 20m to top.\n\n Descent: R1 - Short 10m walk to tree rap (65m) R2 - Rap down a chimney to another tree rap (10m) R3 - Rap to ground (50m)","protection":"Ordinary rack","location":""},"__v":0},{"_id":"ttHjjSNmVBiE+TKWzp4eXA==","name":"Power to Waste","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Matt & Mark Hermann, Derek Willmore, Mandy Kellner","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.47777,36.07801]},"left_right_index":5,"mp_id":"105990466","mp_crag_id":"105732015","climb_id":"ttHjjSNmVBiE+TKWzp4eXA==","areaRef":"CMhjBkVLXeqZABLqwUyouA=="},"content":{"description":"The left side of the Lotta Balls Wall is dominated by a huge fin of rock.  This route climbs straight up the fin to a bolted rappel station beneath the jutting overhang.  A single rope is sufficient for the rappel if you go down the east-facing wall (instead of straight down the route).  The route starts with easy face climbing on excellent rock.  When you reach the corner halfway up, the rock quality begins to decline, and care is needed as you approach the belay.","protection":"6 bolts, small cams","location":""},"__v":0},{"_id":"4ZnO9F7qVGKQ+NhbSo7DVQ==","name":"Lotta Brews","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"No one special","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.47777,36.07801]},"left_right_index":9,"mp_id":"108045036","mp_crag_id":"105732015","climb_id":"4ZnO9F7qVGKQ+NhbSo7DVQ==","areaRef":"CMhjBkVLXeqZABLqwUyouA=="},"content":{"description":"Interesting linkup of the quality first pitch of Lotta Balls with the upper pitches of Bruja's Brew, hence the name. The grade on this makes it the physically easiest line up the wall that I know of, but the character of the route makes it a stouter challenge than many trade routes of the same grade in the area-certainly miles trickier than Algae On Parade, for instance. Follow the first pitch of Lotta Balls past the anchor of that route, climbing right past obvious large flakes to horizontals that eat TCUs and then a short seam that takes a variety of good pro to the P1 anchor on Bruja's. Follow P2+3 of Bruja's to the top-more demanding climbing and trickier pro, as well as a large traverse that can cause massive drag if not efficiently engineered, make the upper 2/3 more serious and challenging than might be apparent until in the thick of things. A heads-up if not truly dangerous route-5.9 climbers on Bruja's have walked up these pitches for years, but don't expect walk-in-the-park plug-and-chug Birdland action here, boys and girls.","protection":"I always rock double cams from tips to #3 with a full set of wires and a #4 boat anchor in Red Rock. This will serve well on the route, with plenty of gear left for improvising belays where convenient.","location":"This route is located where it is found."},"__v":0},{"_id":"rmX3OPZEUE6IN5P/oVkdjA==","name":"Lotta Balls","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Herbst, Grandstaff, Kaufman '77","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.47777,36.07801]},"left_right_index":8,"mp_id":"105732242","mp_crag_id":"105732015","climb_id":"rmX3OPZEUE6IN5P/oVkdjA==","areaRef":"CMhjBkVLXeqZABLqwUyouA=="},"content":{"description":"Lotta Balls is a very unique route.  Although not that long as far as Red Rocks trad routes go, it has very good climbing.  Do the 45 minute approach to the Lotta Balls wall from the First Creek Trailhead. \n\n  P1) Climb up horizontal crack features on the huge leaning boulder.  Once on top of the boulder, climb the left facing corner and up a flake system to a fixed anchor on a small ledge (bolted anchor).  (5.6) \n\n  P2) Climb up the namesake section of the rock.  There is no crack here, only a lotta balls. Two bolts are in place for protection.  Pinch and edge on the really cool ball shaped holds for about 25 feet.  This section can be a bit spicy.  Then follow a corner to a large ledge. (5.8) \n\n  P3) Climb up the corner above the ledge, then traverse left and climb a crack to the top.  This pitch is a full rope length.   \n\n  Descent: Descend down the gully to the left side. Do 3 rappels from trees and scramble the rest.  This descent is pretty quick and straight-forward.","protection":"Standard Rack, 2 bolts","location":""},"__v":0},{"_id":"9TehPNt9VD2rIsQREGWofQ==","name":"Lost Marbles","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Josh Thompson, John Wilder, Larry DeAngelo","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-115.47777,36.07801]},"left_right_index":7,"mp_id":"105732875","mp_crag_id":"105732015","climb_id":"9TehPNt9VD2rIsQREGWofQ==","areaRef":"CMhjBkVLXeqZABLqwUyouA=="},"content":{"description":"The route climbs the face just to the left of Lotta Balls.  The second pitch involves a serious runout, with 5.9 climbing on questionable rock. \n\n  Pitch 1: climb into the initial dihedral of Lotta Balls.  However, do not follow the flake out right, but rather continue straight up the corner.  The climbing becomes progressively more difficult as the crack turns into a hairline seam.  Use your best thin-crack protection skills (as well as a Number 1 Camalot) until the crack ends on a blank face.  At this point a delicate step to the right allows you to clip the top protection bolt on the second pitch of Lotta Balls.  Continue up a short distance and set up a gear belay at the base of the dihedral.  A variation (due to Josh Thompson) avoids the bolt by means of runout 5.10+ face climbing up and slightly left from the end of the seam. \n\n  Pitch 2: Step left and climb the steep face (5.9R) straight up over fragile rock.  Protection is essentially non-existent for the first 40 feet.  Above this point, the difficulties ease and a wide crack leads to the spacious second belay ledge of Lotta Balls. \n\n  Pitch 3: Step left from the belay ledge onto the sweeping slab to the left of Lotta Balls.  Aesthetic, moderate friction climbing without much significant protection leads up the middle of the slab and eventually joins the crack on the right. \n\n  Pitch 4: Easy climbing leads to the top. \n\n  Descend left with a couple of short rappels.  The serious nature of the second pitch may limit its popularity, but the first and third pitches are quite good and could be combined with the Lotta Balls dihedral for a much more relaxed climb.","protection":"Wires, small cams, and Ballnuts are useful.  Include doubles of a cool head and inner calm.","location":""},"__v":0},{"_id":"ujGiAazAXxGFd4XfHskLSQ==","name":"Kick in the Balls","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Josh Thompson, Marc Hemmes, Brian Kosta Fall 1998","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.47777,36.07801]},"left_right_index":2,"mp_id":"105732719","mp_crag_id":"105732015","climb_id":"ujGiAazAXxGFd4XfHskLSQ==","areaRef":"CMhjBkVLXeqZABLqwUyouA=="},"content":{"description":"As one looks up and left (climbers) from the top of Lotta Balls wall, you will see an obvious crack splitting an varnished buttress...voila!! Scramble to the base, from the top of LOBW.Start from a nice ledge at the base of this obvious crack, the crack starts off fingers and goes to #5 camalot size on the first pitch. Belay from 2 bolts on the left side of the crack- 5.8. Pitch 2 Upward!! Continue up the wide crack to the top of the buttress...there is a flake that creates smaller gear placements about midway up the pitch-5.8.Descent: it is possible to descend down either side of the buttress, both involve downclimbing and, depending on one's downclimbing abilities, possibly rappels. If you choose to go down the gully to the west you will join the standard descent for LOBW. If you choose to go to the east you will have to do some circutious route finding. \n\n  Enjoy!","protection":"SR, up to a #5(old style) camalot- Big bros are not needed.","location":""},"__v":0},{"_id":"rsBP4+XZVCiAUm3BWgY7mA==","name":"Freaker's Ball","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Andrew Gomoll, Sandra Horna, Larry DeAngelo","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-115.47777,36.07801]},"left_right_index":0,"mp_id":"106177181","mp_crag_id":"105732015","climb_id":"rsBP4+XZVCiAUm3BWgY7mA==","areaRef":"CMhjBkVLXeqZABLqwUyouA=="},"content":{"description":"From  the start of Dodgeball, scramble up a hundred or two feet of third class to a belay at the base of the main corner.  Rope up here.  The corner immediately becomes an interesting, smooth squeeze chimney.  Shortly above the chimney, the main corner branches, with a smaller, subsidiary corner splitting off to the left.  Pull over a small bulge and climb the left-facing corner to a small stance at its top. \n\n  Continue up the corner system with much questionable rock.  Above a short offwidth section, the crack ends beneath a towering fin of rock.  The faint of heart or strong of mind might take this opportunity to step right and continue up the right-facing corner near the top of Dodgeball. The alternative is face climbing directly above on the runout slab.  This would be a thought-provoking lead even if the rock were solid and the lichen absent.  In light of the actual conditions, the lead is positively engrossing.  Above the fin, climb up and right on easy terrain to the top of the buttress. Descend as for Dodgeball.","protection":"Std rack, plus nerves of steel","location":"This route is up and left from the main Lotta Balls Wall, on the left side of the buttress with Kick in the Balls and Dodgeball."},"__v":0},{"_id":"Fg0wq487Ww+MzL0Vv4zOQQ==","name":"Dodgeball","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Michael King, John Liles, Larry DeAngelo","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.47777,36.07801]},"left_right_index":1,"mp_id":"106137167","mp_crag_id":"105732015","climb_id":"Fg0wq487Ww+MzL0Vv4zOQQ==","areaRef":"CMhjBkVLXeqZABLqwUyouA=="},"content":{"description":"This is a surprisingly good route that goes up a subtle line on the buttress to the left of Kick in the Balls.  Because it starts at the base of the buttress, it is longer: about six pitches.  The key feature is an aesthetic, left-facing, curvy corner with an alarmingly perched block halfway up. \n\n  Start at an easy slab directly below this corner, and climb to a good ledge with a large bush on it.  You could probably bypass this pitch with scrambling around to the left, but the climbing here provides a pleasant warmup.  Pitch 2 goes up the clean corner above.  Use care when passing the perched block.  We were all too timid to touch it, so it might be more secure than it looks; however, the costs of being wrong about this are likely to be extreme.  Above the block, continue up the corner on perfect hand jams, and belay at a semi-hanging stance when the crack ends (small, finger-size cams).  Pitch 3 continues up the improbable face with surprisingly adequate protection in intermittent cracks (more finger-size cams and wires). \n\n  Pitch 4 follows easier cracks to a smooth, flared chimney.  An odd exit move to the right allows you to avoid the ominous convergence at the top of the chimney.  Continue up the water-polished rock to a belay alcove just right of a not-quite-thriving bush.  The next pitch starts by climbing back into the crack and going up the smooth, left-arching chimney above the bush.  When the arch ends, climb the long, right-facing dihedral, which begins as a hand crack but soon widens to offwidth size.  If you have wisely retained a large cam, this upper crack can even be protected.  The sixth pitch starts with a few fifth-class moves, but the climbing quickly becomes easier as the angle leans back and the rock becomes more broken.  Another hundred or two feet of fourth class take you to the top of the buttress.  This is also the spot where Kick in the Balls tops out. \n\n  Descent: The obvious descent is to rappel into the gully immediately west of the buttress.  Two or three rappels (they can be done with one  60-meter rope) bring you to easy ground.  This is a gully you will have visited as part of the approach if you have climbed Kick in the Balls.  Scramble down for 50 or so yards until you can exit to skier's left (west), and downclimb easy rock to the notch at the top of the Lotta Balls Wall.  Be aware that the last moves to the notch are a traverse straight west on frictiony ledges and NOT down the steep dropoff.\n\n I vaguely recall having once descended to the east from the top of buttress, but my mostly suppressed memories seem to center on a frighteningly loose chimney that I have minimal interest in re-engaging.  If you go that way, it becomes more civilized once you reach the wide slabby area.  This is descended with some downclimbing and a rappel or two.","protection":"Standard rack to number 4 (or bigger cam); extra cams in the finger sizes.","location":""},"__v":0},{"_id":"WUpuCWCvXuiGYmdpK/GdAQ==","name":"Cougar Boy","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Greg Barnes, Sandra Horna, Josh Thompson","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.47777,36.07801]},"left_right_index":3,"mp_id":"106134638","mp_crag_id":"105732015","climb_id":"WUpuCWCvXuiGYmdpK/GdAQ==","areaRef":"CMhjBkVLXeqZABLqwUyouA=="},"content":{"description":"Pitch 1: Begin up the obvious corner/ramp. Follow this to a belay at an Oak tree with some rap sling's on it. Belay at the tree or 10 feet higher at a stance. 5.7, 200ft. \n\n  Pitch 2: The crux pitch. Follow the obvious right facing corner/ overlap system up and right. About 30ft off the belay find some good gear then do face moves across a section of white rock. Head for the obvious crack system. Follow these cracks up and left to an area of trees. Climb up and right through the trees. Belay at a very good ledge directly below a varnished open book corner.   5.10c, 120ft. \n\n  Pitch 3: Stem up the varnished corner above, fiddling in nuts for gear. Belay on the obvious huge ledge, which is near the last pitch of Lotta balls. 5.10b, 50ft. \n\n  Pitch 4: Climb the last pitch of Lotta Balls. 5.5, 70ft. \n\n  Use the standard Lotta Balls descent.","protection":"Standard Rack. You might want a couple of RP's for the Varnished corner pitch. Maybe an Extra 3\" piece for pitch 2.","location":"The route is located on the east face of the Lotta balls buttress. Start very near the bottom of the buttress, near the start of the route Beerrun. This route is very obvious from the standard Lotta Balls descent."},"__v":0},{"_id":"serD7HrcWzaYZ608QSdPxw==","name":"Bruja's Brew","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Todd Swain & Debbie Benchley  1991","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.47777,36.07801]},"left_right_index":10,"mp_id":"105732872","mp_crag_id":"105732015","climb_id":"serD7HrcWzaYZ608QSdPxw==","areaRef":"CMhjBkVLXeqZABLqwUyouA=="},"content":{"description":"This is an excellent route.  Some of the easier climbing is a bit runout, but the hard stuff is reasonably protected.  Apparently, \"bruja\" is Spanish for witch (for those of you without your foreign language dictionaries...) \n\n  The climb starts immediately right of Lotta Balls, where a small left-facing corner leads up to a roof. \n\n  Pitch 1: Climb up to the roof, traverse right, pass a protection bolt, then climb up and right on easier face-climbing to a bolted belay position.  The stance is right on top of a tiny, white, left-facing corner. \n\n  Pitch 2: Continue straight up via moderate face-climbing.  Set up a belay on gear 30 or 40 feet below the giant overhang.  Protection on this pitch is limited. \n\n  Pitch 3: Climb up to the overhang near its right end.  Follow an improbable ramp a long way to the left (5.6) over soft and fragile rock.  When the climbing becomes easy, go straight up to a belay at a small bush. \n\n  Pitch 4: Easy climbing goes up a low-angle crack to the top. \n\n  Descend left with a couple of short rappels.","protection":"standard rack","location":""},"__v":0},{"_id":"RbQXzdQSX2SegmiELefpGQ==","name":"Borderline","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"FRA Larry DeAngelo, John Wilder","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-115.47777,36.07801]},"left_right_index":13,"mp_id":"105732848","mp_crag_id":"105732015","climb_id":"RbQXzdQSX2SegmiELefpGQ==","areaRef":"CMhjBkVLXeqZABLqwUyouA=="},"content":{"description":"Just to the right of Black Magic a broken face and crack system that ascends the right edge of the Lotta Balls wall. This route is two pitches long and joins up with Black Magic at the top of the 2nd pitch. \n\n  Pitch 1: Begin on the ground under the boulder right of Black Magic. Make one reachy move to gain the face to the right of the corner. Follow this broken face up and through a roof, eventually arriving at a stance where lots of gear options present themselves. 5.8, 150' Pitch 2: Continue up the cracks above, moving through one somewhat blankish section with good pro, then stepping right to the arete, moving through a small bulge. From here, trend up and left, aiming for the top of Black Magic's second pitch. Pitches 3&4: Finish as per Black Magic.","protection":"Pro for this route should include a lot of small stuff- wires, Aliens, a Loweball or two. The biggest gear available is a #2 or #3 Camalot.","location":""},"__v":0},{"_id":"JYwmluDqWrWXEOxXXYO71g==","name":"Black Magic","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"the Uriostes 1978","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.47777,36.07801]},"left_right_index":12,"mp_id":"105732590","mp_crag_id":"105732015","climb_id":"JYwmluDqWrWXEOxXXYO71g==","areaRef":"CMhjBkVLXeqZABLqwUyouA=="},"content":{"description":"A nice route to combine with Lotta Balls, we thought it was just as good. Begin about 40ft right of Lotta Balls, at a sharp flake.\n\n P1-150ft. Climb the flake and then pass 2 bolts, heading right at the 2nd bolt into a thin crack. Climb the crack and face, passing another bolt, after which you get to a nice belay at a single bolt next to some old tat.\n\n P2-140ft. Straight up the crack and face to a 2 bolt anchor. Easier pitch, but a bit runout in places.\n\n P3-140ft. Avoid getting suckered into the left crack system by the fixed tcu (ruined, not booty). Instead go right from the belay into a crack with better protection and a more direct line. Address the roof above by blindly stepping right when up seems too hard. Voila! Find a welcome bolt and fire straight up and belay at bushes.\n\n P4-140ft. Climb easy white rock to the top. Descend as for Lotta Balls, down the gully to the climbers left, including rappels.","protection":"Nuts, tcus and cams to hand size should do ya.","location":""},"__v":0},{"_id":"FPwT7M4pVkme+75VdI0CBg==","name":"Beer Run","yds":"5.10c/d","grades":{"yds":"5.10c/d","french":"6b+"},"fa":"Josh Thompson, Jon Gleason, John Wilder Spring 2007","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.47777,36.07801]},"left_right_index":4,"mp_id":"105954664","mp_crag_id":"105732015","climb_id":"FPwT7M4pVkme+75VdI0CBg==","areaRef":"CMhjBkVLXeqZABLqwUyouA=="},"content":{"description":"B - double E - double R-U-N!!! \n\n  The route is located on the East wall of the Lotta Balls formation. Start about 15 ft left of the N/E corner of the formation. \n\n  Pitch #1: Climb the obvious crack, starting out hands then becoming wide for awhile. The crux comes near the top when the crack pinches down to a perfect finger crack through a steep varnished section. Belay at the obvious ledge/cave. 180' 5.10c/d \n\n  Pitch #2: Traverse out right of the belay through some so-so rock to gain the edge of the hanging fin that makes up the eastern edge of the north face. Climb up the outside of this fin to its top. Belay from bolts that are part of the Trihardral route. 190' 5.9 \n\n  Pitch #3: Continue up the easy last pitch of Lotta Balls. ","protection":"1 set nuts, doubles through #4.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,a31fb323-0db7-5e02-b522-f21d3b49b531,eeabff85-bcb1-5aac-a784-2f3003d01d09,bea6bf11-de53-5046-a5b4-b89217b7e9bc,0ea7e9e9-9dfd-5bec-8032-51856e528a99,08c86306-454b-5dea-9900-12eac14ca8b8","pathTokens":["USA","Nevada","Southern Nevada","Red Rocks","14-First Creek Canyon","Lotta Balls Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":3,"label":"5.9"},{"count":6,"label":"5.8"},{"count":1,"label":"5.7+"},{"count":1,"label":"5.7"},{"count":1,"label":"5.10c"},{"count":1,"label":"5.10c/d"}],"byDiscipline":{"trad":{"total":13,"bands":{"unknown":0,"beginner":8,"intermediate":5,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":1,"beginner":8,"intermediate":5,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-115.47777,36.07801]},"bbox":[-115.47832636142562,36.07756033981814,-115.47721363857441,36.07845966018187],"left_right_index":-1,"ext_id":"105732015","area_id":"CMhjBkVLXeqZABLqwUyouA=="},"content":{"description":"Several good quality traditional routes."},"density":0,"totalClimbs":14,"__v":1,"createdAt":"2022-11-07T06:11:18.791Z","updatedAt":"2022-11-25T11:19:39.163Z"}