{"_id":"6368a4bbe80bff5a995a76d6","area_name":"Adair Springs","shortCode":"","climbs":[{"_id":"NXnWLvF7W0m4nn1mNCEkDg==","name":"Left side","yds":"V0+","grades":{"yds":"V0+","font":"4+","vscale":"V0+"},"fa":"na","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-97.41057,32.11221]},"left_right_index":999999,"mp_id":"114227197","mp_crag_id":"114178692","climb_id":"NXnWLvF7W0m4nn1mNCEkDg==","areaRef":"IimZUkQqVHmkW9gw0/goWA=="},"content":{"description":"Grab the left edge of the litlle Tuck and Roll and mantle up onto pretty good rock. Do 2 or 3 face moves and top out in the Mexican buckeye bush. Bad landing!","protection":"no","location":""},"__v":0},{"_id":"ffi3OPOmVheDNyiSb6UYYg==","name":"Knob traverse","yds":"V1-2","grades":{"yds":"V1-2","font":"5","vscale":"V1-2"},"fa":"na","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-97.41057,32.11221]},"left_right_index":999999,"mp_id":"114221932","mp_crag_id":"114178692","climb_id":"ffi3OPOmVheDNyiSb6UYYg==","areaRef":"IimZUkQqVHmkW9gw0/goWA=="},"content":{"description":"Traverse right and down a bit to get sharp incut holds. Go right above the void and mantle up and left.","protection":"none","location":""},"__v":0},{"_id":"BFr+rsm9XaO4Q5Lt8n44Kg==","name":"The Boat Police","yds":"V6-7","grades":{"yds":"V6-7","font":"7A+","vscale":"V6-7"},"fa":"Matt Glass","type":{"tr":true,"bouldering":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-97.41057,32.11221]},"left_right_index":999999,"mp_id":"114179552","mp_crag_id":"114178692","climb_id":"BFr+rsm9XaO4Q5Lt8n44Kg==","areaRef":"IimZUkQqVHmkW9gw0/goWA=="},"content":{"description":"Pull on sharp pocket up a steep face until you can reach the jugs on the slab. Try to pull over while ignoring the rocks below.   Be carefull on the slab above.","protection":"There is a single chicken bolt on top. I placed that there.","location":"Start above the middle of three rocks stuck in the ground. Look for sharp but reasonable pockets down low. Get on the face with hands and feet and pull your way up the steep short overhang and onto the slab."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,4f4767a6-b408-58a3-b7fb-750f0a5e2129,22299952-442a-5479-a45b-d830d3f82858","pathTokens":["USA","Texas","Adair Springs"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"V0+"},{"count":1,"label":"V1-2"},{"count":1,"label":"V6-7"}],"byDiscipline":{"bouldering":{"total":3,"bands":{"unknown":0,"beginner":1,"intermediate":1,"advanced":0,"expert":1}},"tr":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":0,"expert":1}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":1,"advanced":0,"expert":1}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-97.41057,32.11221]},"bbox":[-97.41110088026585,32.11176033981814,-97.41003911973417,32.11265966018186],"left_right_index":-1,"ext_id":"114178692","area_id":"IimZUkQqVHmkW9gw0/goWA=="},"content":{"description":"This small bouldering area has a few good routes on moderate to excellent limestone on public land (Army Corps of Engineers or ACE) . It is bordered by the Nolan River and about 3 miles from the town of Blum. It is near the confluence of the Nolan River and Rock Creek.\n\n The land across the river is also park land and is used for hunting. Avoid this area during hunting season for the obvious reasons. Those dates can be found here: ( tpwd.texas.gov/regulations/… ). Otherwise there are a couple of bouldering areas on the other side. The hike is about 2 miles and is rough. There is a network of faint trails and an old rail line passing through the opposite side and a few historic structures located there. For example there are the remains of an old railroad bridge made of massive limestone blocks. These are upstream along the Nolan. I've ridden my bike here many times and other than cactus I've never had a problem.\n\n This area is very popular with fishing community. It is well known to the DFW fly fishing community and to the local worm and minnow variety of fishing.\n\n The main climbing area is located on the Eastern side of the river and Rock creek and is not usually legal to hunt. \n\n There is a long low bluff across the river with some interesting options for bouldering. There are some tallish cliffs but seemed too chossy to toprope. I've always approached this area from the north along a biking trail that passes the bluff. There is an old railroad bridge-stop here and turn around. A few yards before the bridge it's possible to see railroad ties in the ground. Follow these back up and left to a trail that goes up this small canyon. As you approach the top of the hill a low line of good limestone extends to the right. The first good spot is the \"Baked wall\" and is notable for a long heel traverse. The second good spot is all the way around the bluff passing under some dubious cliffs. Along the northern side is the \"Bee Hive wall\". From here one can see the highway. Don't get hurt out here. It's a long way home.\n\n Summary: A pretty and small climbing area on public land. There are some shared access issues with hunters but this is easily avoided with common sense.\n\n There are hiking and biking trails and sometimes the water is good for swimming.\n\n Also this place is full of wildlife from deer to eagles and has big fields of bluebonnets and other wild flowers.\n\n Occasionally Lake Whitney will rise and flood this entire region-when this happens,go to the gym."},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T06:24:59.433Z","updatedAt":"2024-01-15T16:48:46.871Z"}