{"_id":"6368a265e80bff5a99565eab","area_name":"g. V3 - Middle Earth","shortCode":"","climbs":[{"_id":"cIPkv9znXVaYTXDTGK2F1g==","name":"Yenta","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18075,41.74267]},"left_right_index":41,"mp_id":"109007970","mp_crag_id":"107051512","climb_id":"cIPkv9znXVaYTXDTGK2F1g==","areaRef":"3nqSr4hBUWmMxhfawghj2A=="},"content":{"description":"Climb the polished steep slab/thin face squeezed in between Sente and Thin Slabs.  It's worth a lap if you've already got a rope on Sente, as this route will be directly in the line of the rope when you lower or rap from Sente.  Pulling through a bulge about 25 feet up is the crux.","protection":"TR off the Sente tree.","location":"Start about 4 feet right of Sente and about 4 feet left of the 5.6 seam start of Thin Slabs."},"__v":0},{"_id":"gv0sMrIoU8eUMmdFDhDPOQ==","name":"Wonderland","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Art Gran and Eric Stern (1959)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18075,41.74267]},"left_right_index":33,"mp_id":"106143715","mp_crag_id":"107051512","climb_id":"gv0sMrIoU8eUMmdFDhDPOQ==","areaRef":"3nqSr4hBUWmMxhfawghj2A=="},"content":{"description":"This is a fun route that climbs the face between Middle Earth and Wisecrack.\n\n P1 - Begin on the far right side of the ledge (or climb from the bottom of the slope up the fun, clean white face at 5.9ish, R/X) and move up and right to the first small overhang (old pin? - Lowe Balls helpful). Surmount it at the bolt on the right side, then step left (crux after clipping bolt, replaced in 2015) and continue up to the left side of a second small overlap/overhang. Continue up the path of least resistance to a ledge. Either set up a belay on one of the small tree ledges, or put in a couple of good pieces for a directional and traverse right to the Middle Earth bolted anchor.\n\n P2 - (Note this is not P2 as described in the guidebook, it's P2 for Middle Earth) Climb the low-angle face directly up from the Middle Earth belay tree to the GT ledge and an aging pine. Be careful here - the pine is almost dead and not a good anchor.\n\n P3 - There are three pitches of climbing from the GT ledge. From left to right, the biggest right-facing corner that starts ~25' left is Wisecrack (5.6+). The next right-facing corner, almost directly above the olde rap tree, is Bombs Away Dream Baby (5.8); it is the steepest of the three. Another 15' right is a third right-facing corner; this is Middle Earth (5.6).\n\n From the top, rappel from trees (3x60m). It's also easy to walk just a bit north (right) to the bolted rappel line at Arrow.","protection":"G for normal route, R for direct start.  Standard Gunks rack + Lowe Balls and screamer if the old fixed pin is still there under the first overhang.","location":"Same as for Wisecrack."},"__v":0},{"_id":"A9jBWJcNV3e8gbX4xch2Rg==","name":"Wisecrack","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Art Gran and Pete Vlachos (1965)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18075,41.74267]},"left_right_index":32,"mp_id":"106143697","mp_crag_id":"107051512","climb_id":"A9jBWJcNV3e8gbX4xch2Rg==","areaRef":"3nqSr4hBUWmMxhfawghj2A=="},"content":{"description":"Wisecrack is somewhat of an oddity amongst Gunks routes: it follows a vertical crack system, and you'll probably find yourself making a few real crack moves on it!\n\n From Optimistic: You know how people say about some climbs, \"this is a great route for someone just breaking into the grade?\" Well, this is a great route for someone just breaking OUT of the grade.\n\n P1 - Climb the obvious left-facing flake and crack system, heading for the overhang at a notch above an alcove. Surmount the overhang (some layback, some jam), then continue up the crack and face.\n\n P2 - Scamper up easy (but loose and vegetated) ground to the GT ledge.\n\n P1 and P2 can be combined into a long 60m pitch. If you're only climbing P1, you'll want to either set a belay or a good directional, then aim rightwards towards the bolted anchor on Middle Earth.\n\n P3 (description courtesy of Brian) - Start below the huge right-facing corner capped by a roof, well left of the good ledge. Make a bouldery move up onto the face, head up into the corner and eventually out left around the arete, and pass several easy overhangs on your way to the clifftop.\n\n Rappel Middle Earth - be careful of loose pebbles, and climbers below you. It's also easy to walk just a bit north (right) to the bolted rappel line at Arrow.","protection":"Standard Gunks rack; crux(es) well-protected.","location":"Wisecrack follows a broken crack system between Absurdland and Middle Earth.  Start halfway down a steep slope at the left edge of a nice white face; step right across a slab into the crack system."},"__v":0},{"_id":"RWZL2NxPUQ2Cp7afthjG0w==","name":"Wild Horses","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Dick Williams, Roy Kligfield, Al Rubin, Ivan Rezucha (1975)","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18075,41.74267]},"left_right_index":3,"mp_id":"106146799","mp_crag_id":"107051512","climb_id":"RWZL2NxPUQ2Cp7afthjG0w==","areaRef":"3nqSr4hBUWmMxhfawghj2A=="},"content":{"description":"This is a really nice pitch, with nice moves in the lower crack and some cool pebble-pulling at the crux. More climbing can be had by beginning at the rightmost edge of the cliff bottom, as described in Gory Thumb. Most people TR P1 after leading Raunchy. P2 is rarely climbed, but is worth doing if you're comfy on Gunks 5.10.\n\nIvan Rezucha: I was walking along the base of the Trapps when Roy Kligfield called down and asked me to join the FA, saying that they were going for the record of most people on a first ascent. \n\n P1 - (5.8 PG) Begin on the blank face as for Raunchy and climb up to the ledge and tree at 10 feet (or go up and left to access the ledge and traverse right to the right edge). Alternatively, start from the right-facing corner below (Gory Thumb) up to the same ledge.\n\n From the right edge of the ledge, go up and right to an obvious thin crack in the middle of the nice white face. Climb the crack (small wires) and continue up the face getting any gear possible to a ledge below a pebbly face. Climb the face using the exposed pebbles, making cool pinch moves, up to a large ledge. Traverse left to the belay bolts.\n\n P2 - Climb the face to a bolt, then up a left- facing corner. Move around right to a stance below a face and fixed pin. Move up the face (crux, scary) to easier climbing, then continue straight up to the GT ledge and a bolted belay/rap station.","protection":"Standard Gunks Rack + small wires.","location":"On the blank face adjacent to Raunchy, about 50 feet past the obvious slumped \"Mantle\" block of Dis-Mantel."},"__v":0},{"_id":"1XMbEG/YXkijNUrw9VVZRw==","name":"V-3","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Hans Kraus, Ken Prestrud, Bonnie Prudden, 1954","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18075,41.74267]},"left_right_index":9,"mp_id":"105799785","mp_crag_id":"107051512","climb_id":"1XMbEG/YXkijNUrw9VVZRw==","areaRef":"3nqSr4hBUWmMxhfawghj2A=="},"content":{"description":"Another classic Gunks 5.7 pitch, sustained and interesting.\n\n At the cliff, look for a crack directly below a large V-shaped notch at the right end of a roof band.\n\n P1 (5.7, 80'): Start just right of a boulder leaning against the cliff. Climb the cracks and corners, aiming for the exposed V-notch. Continue up a flared chimney to a 2-bolt anchor.\n\n P2 (5.1, 120'): This pitch is easy but fun. There is a right facing corner system above the bolted anchor. Follow this system straight up to the GT Ledge. It is a long pitch. At some point in the middle you naturally step to the right of the corner. There is some hollow rock here, easily avoided, and then you step back left and continue. I also remember having to push past a bush at some point but overall the pitch is clean enough and the rock is good. Just before the GT Ledge the rock is cleaner if you move left and up to the ledge.\n\n P3 ( 5.8, 30'): A short pitch with an entertaining roof. There is a blocky corner system to your left which arches up to a roof. Move just a few steps to your left and head up the face, meeting the corner system just a couple of feet below the roof. There is good gear at the top of the corner and in a downward-facing slot in the underside of the ceiling. Pull over the roof just to the left of this slot-- as soon as you pull into the roof there is another horizontal for gear and jugs to get you over. Once you are over the roof, the pitch is done. Combining pitches two and three is reasonable and the drag was nonexistent until I got over the roof-- and then it was all over and done anyway.\n\n Descent: From the top, you'll need to do the easy scramble up the slab to the true top of the cliff and then go north to the Arrow rap line, where there's an easy step-down just past the bolts.  Or you can go south to the Madame G rappel, where you need to know landmarks, as you'll need to descend a bit to the bolts at the front of the buttress.","protection":"Standard Rack; the route is very well protected.","location":""},"__v":0},{"_id":"FhllC38eUwiotLM8rD1RGA==","name":"Turdland","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"FA: Jim McCarthy & Jack Hansen - 1959FFA: Dick Williams - 1966","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18075,41.74267]},"left_right_index":24,"mp_id":"105799187","mp_crag_id":"107051512","climb_id":"FhllC38eUwiotLM8rD1RGA==","areaRef":"3nqSr4hBUWmMxhfawghj2A=="},"content":{"description":"Turdland is a great face climb just left of Never Never Land.  It begins on a large pillar of rock that separates the Never Never Land area from climbs like Balrog and Commando Rave. \n\n  Curiously, the book rates it at 5.10d, but it seems highly contrived to do this route at that grade - the natural course will take you up much easier rock - even still the wall is steep and the climbing (and protection) is continuously interesting.  A few bolts protect the upper face.","protection":"Standard Rack.","location":""},"__v":0},{"_id":"Rs5/vT1TWtudQmiHw6X1qw==","name":"Triangle","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Hans Kraus, Bonnie Prudden, Ken Prestrud 1954.  FFA: Art Gran, Al DeMaria, 1960.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18075,41.74267]},"left_right_index":25,"mp_id":"105847932","mp_crag_id":"107051512","climb_id":"Rs5/vT1TWtudQmiHw6X1qw==","areaRef":"3nqSr4hBUWmMxhfawghj2A=="},"content":{"description":"Climb the detached blocks on their right side to a small right-facing roof.  Move past the bulge on the right side and climb to the top.  Beware: the pins are old and somewhat junky.","protection":"Small rack since most the upper sections including the crux are protected with pins.","location":"Below a left-leaning ramp, left of Never Never Land and right of Cakewalk. \n\n  Rappel from the Never Never Land anchors."},"__v":0},{"_id":"F75aMpg4U5KKpSZXEiLL+g==","name":"Thin Slabs / Thin Slabs Direct","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"Art Gran, John Wharton, Bob Chambers, 1956. FA (Direct P3): Art Gran, 1958. FFA (Direct P3): John Turner","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18075,41.74267]},"left_right_index":42,"mp_id":"105801058","mp_crag_id":"107051512","climb_id":"F75aMpg4U5KKpSZXEiLL+g==","areaRef":"3nqSr4hBUWmMxhfawghj2A=="},"content":{"description":"The third pitch direct variation of this mind-boggling route will have you wondering about Gunks ratings: how can an exposed, overhanging, pumpy hand traverse, with so-so hands and poor feet, only be rated 5.7+? It will feel like 5.9 to the first-time visitor, but the adrenaline rush and pump factor will leave you thrilled when you finish.\n\n To approach, use the new trail for Middle Earth. If you get to the Arrow access trail, at an open area by white rocks, you've gone too far.\n\n At the cliff, head right and look for a smooth face with 3 bolts; this is the route Sente. Thin Slabs starts in a crack 5' right of Sente; Thin Slabs Direct starts in a right-angling crack 10' farther right.\n\n P1 (Direct): Climb the right-angling thin crack with a bouldery start. After the crack peters out, continue up and left towards the bolted rap station. 5.7+, 100'.\n\n P1 (original): Climb the crack on the left, up a face past a bolt, and continue up to the big tree. 5.6R, 90'.\n\n P2: Climb an overhang on the right, continue to a ledge, and climb a left-facing corner to another tree with rap slings. 5.5, 60'.\n\n For the Direct finish, move the belay to a tree about 10' to the right, where you'll be in a good spot for the wild third pitch.\n\n P3 (Direct): Climb up a left-facing corner toward the huge roof. Take a deep breath and commit to the exposed, pumpy traverse to the right. Several pins mark the way - it's a good idea to back them up, even though it's pumpy. Exit right onto the arete (crux), and breathe a sigh of relief. Gather your marbles, and continue up the face to a tree with rap slings. \"5.7+\" (Gunks sandbag rating), 70'.\n\n P3 (original): If you're not up for the excitement of the Direct finish, you can climb a chimney in a large left-facing corner on the left, and traverse right to the rap tree. 5.5, 60'.\n\n Descent: 3 rappels from trees with slings and rings with one 60m rope. It's also easy to walk just a bit north (right) to the bolted rappel line at Arrow.","protection":"Standard Rack.  Bring some small wired nuts for the first pitch and some Screamers for the old pins on the third pitch.","location":""},"__v":0},{"_id":"ZZTktBORXZqhpM6Yz8sbOw==","name":"Talus of Powder","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Rich Perch, Russ Clune, 1981","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18075,41.74267]},"left_right_index":45,"mp_id":"106718414","mp_crag_id":"107051512","climb_id":"ZZTktBORXZqhpM6Yz8sbOw==","areaRef":"3nqSr4hBUWmMxhfawghj2A=="},"content":{"description":"Climb straight up the face to a bush and a right-facing flake. Do the sensible thing, step left a foot or two and climb the left side of the short slab to a small ledge. Find a short, right-facing corner. Over the small roof at the corner's top, climb the steep face (crux), then trend up and right to the GT ledge. \n\n  Descent:  from the GT, walk left to rappel over Thin Slabs / Thin Slabs Direct.    It's also easy to walk just a bit north (right) to the bolted rappel line at Arrow. ","protection":"Standard 'Gunks rack.","location":"Go to the Sente area, then walk right about 65 feet. The start is indistinct, but you should be about 15-20 feet right of Snake: look for the laurel bush and a right-facing flake about 25 feet up. The initial face up to the ledge doesn't appear very inspiring, and it's not, but the climbing above it is quality."},"__v":0},{"_id":"n2DQqXdQV+2kj0chhlSjLQ==","name":"Snowpatch","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Dick Williams and Art Gran, 1970","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18075,41.74267]},"left_right_index":39,"mp_id":"108406873","mp_crag_id":"107051512","climb_id":"n2DQqXdQV+2kj0chhlSjLQ==","areaRef":"3nqSr4hBUWmMxhfawghj2A=="},"content":{"description":"There is a granite spire in the Bugaboos named Snowpatch Spire that has a permanent snowfield on it.  The Snowpatch rock route passes just left of the snow. According to Swain, this was the inspiration for this climbs name, which has a bit of white rock that looks like snow.  We didn't notice it, maybe you will. Based on the water marks on the wall, it looks like it can be wet after rain.  Having now climbed both routes, I will say the one in the Bugaboos is more memorable. \n\n  P1:  Climb the corner and traverse right near a small mountain laurel below the pine tree with rappel tat and the ledge with a large block.  It's your choice whether to go around right (easier, watch the rope drag) or through (harder, less drag).  Continue up above the ledge past the second pine tree/rap station to a gear or tree belay at the GT ledge (140 ft.). 5.5 \n\n  P2:  Not really a pitch, more of a bushwhack.  Scramble up over a curved pine tree then head 40 ft. left around some bushes to reposition the belay below a left-facing corner at the left end of a dark roof (40 ft.). 5.1 \n\n  P3:  Climb the corner, then up the face to a large overhang.  Bypass the overhang to the left (very spicy crux) and head to the top (80 ft.). 5.5 PG","protection":"Standard Gunks rack.  You don't need big gear for P1. There are small cracks.","location":"Starts in a large, right-facing corner (with a 6\" crack in back) at the left of the wall with Sente and Thin Slabs / Thin Slabs Direct.  See this               \n\nThe start of Snowpatch      ."},"__v":0},{"_id":"HfI/y0nUUqiKHKS/SycMiA==","name":"Snake","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Hans Krauss, Susanne Simon  1944","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18075,41.74267]},"left_right_index":44,"mp_id":"106270916","mp_crag_id":"107051512","climb_id":"HfI/y0nUUqiKHKS/SycMiA==","areaRef":"3nqSr4hBUWmMxhfawghj2A=="},"content":{"description":"P1: (5.6) Climb up the right-facing broken corner to the ledge, then climb up a crack with a small tree (V1). Continue on the easier ground above the tree, make a balancey move up a headwall (crux), and then climb up to the GT ledge.  This pitch is a nice and well-protected outing, and you can traverse to the last pitches of routes between Snake and Arrow. \n\n  P2: (5.7) Climb a huge right-facing corner, pass a bush, choke off grass and a big tree. Continue up the crack (hand to fist jam at the bottom, chicken wing at the top) to the ledge with rap slings. \n\n  V1 5.8 G FA: Joe Bridges, Dick Williams, 1987   From the Snake crack move out left and climb difficult looking finger-crack through an overhanging bulge. \n\n  It's also easy to walk just a bit north (right) to the bolted rappel line at Arrow.","protection":"Standard rack, big cams (BD #3-5) for the second pitch","location":"Begins 40 ft right of Thin Slabs / Thin Slabs Direct, half way up the slope towards Red Pillar."},"__v":0},{"_id":"sTkbb5zNU8OEb1Drmlmm1g==","name":"Smegma Garden and Pigeon","yds":"4th","grades":{"yds":"4th","french":"1"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18075,41.74267]},"left_right_index":38,"mp_id":"115408331","mp_crag_id":"107051512","climb_id":"sTkbb5zNU8OEb1Drmlmm1g==","areaRef":"3nqSr4hBUWmMxhfawghj2A=="},"content":{"description":"These climbs are uninspiring and a dirty fourth class scramble to the top.  The only reason to do these is to say you've done them...\n\n For both routes (Smegma Garden, and Pigeon) follow the easiest (and dirtiest) line up and left, starting from the left edge of the Snowpatch & Thin Slabs area.  As these trend left to stay on 4th class terrain, you will invariably be crossing climbers on much more superior routes.  If you must climb this, do it on a weekday.\n\n Route is G for the most part; however due to the dirt, pine needles, etc. built up on the ledges, it may not feel that way.","protection":"Trad rack (standard gunks), no bolts, tree anchors","location":"Start left of the Snowpatch corner, you'll be bushwhacking a bit."},"__v":0},{"_id":"lUL6XCJWXaygsTH+6CD5/g==","name":"Sheep Thrills","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"10/14/1979 by Ivan Rezucha and Paul Rezucha","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18075,41.74267]},"left_right_index":18,"mp_id":"113702738","mp_crag_id":"107051512","climb_id":"lUL6XCJWXaygsTH+6CD5/g==","areaRef":"3nqSr4hBUWmMxhfawghj2A=="},"content":{"description":"I am only familiar with the first pitch, which has the same start as Dry Heaves but instead of traversing right on the undercling it goes straight up on the left side of the roof. Continue up into the right facing corner and follow it as it curves over and right. Rejoin Dry Heaves at the roof where it exits left onto the face and up to a two bolt anchor.\n\n The rest of the route is described in great detail by Dick Williams in his guide book to the Trapps. For more detail please refer to his book.","protection":"Great gear if you can place something just above the roof. Perhaps a small nut or small cam at arms reach straight above or above and to left.","location":"Same start as Dry Heaves."},"__v":0},{"_id":"gpFCy59DUamEphPCVDr2Sg==","name":"Set my bow in the cloud","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Donald Perry May 11, 1993.","type":{"trad":true,"aid":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18075,41.74267]},"left_right_index":8,"mp_id":"112278272","mp_crag_id":"107051512","climb_id":"gpFCy59DUamEphPCVDr2Sg==","areaRef":"3nqSr4hBUWmMxhfawghj2A=="},"content":{"description":"Full name: Set my bow in the cloud between me and the earth \n\n  START: To the right of HELP between two piles of rocks and below an overhang.  \n\n  FIRST PITCH: Climb straight up to an 11' roof 60' up. Aid over the roof at the point where a very thin almost invisible crack breaks the roof. At the end of the crack move up and then left to belay below the third roof.  \n\n  SECOND PITCH: Climb back right and straight up to the top.","protection":"5.11-A4, passive","location":"To the right of HELP between two piles of rocks and below an overhang."},"__v":0},{"_id":"akkfviOXX9uRRGSPgUm9Xw==","name":"Sente","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Willie Crowther, 1960, after placing the bolts on rappel.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18075,41.74267]},"left_right_index":40,"mp_id":"105841798","mp_crag_id":"107051512","climb_id":"akkfviOXX9uRRGSPgUm9Xw==","areaRef":"3nqSr4hBUWmMxhfawghj2A=="},"content":{"description":"This is one of the very few bolted routes in the Gunks and is a great warm-up for Never Never Land. The crux is a high-ball boulder problem with gear at your feet.\n\n Start below 3 bolts, 15' left of Thin Slabs / Thin Slabs Direct. You can get great small gear in the second horizontal shelf. From here head up the bolt line, wandering left and right as needed, then up and right to the bolted rap station.","protection":"You'll need a light rack to supplement the 3 bolts.","location":""},"__v":0},{"_id":"kfadsWmOWnSqWZbRptxawQ==","name":"Red's Ruin","yds":"5.2","grades":{"yds":"5.2","french":"3"},"fa":"1950's","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18075,41.74267]},"left_right_index":37,"mp_id":"107889373","mp_crag_id":"107051512","climb_id":"kfadsWmOWnSqWZbRptxawQ==","areaRef":"3nqSr4hBUWmMxhfawghj2A=="},"content":{"description":"Good first pitch for teaching new people to climb. The second and third pitchs were actually pretty fun. If you are in the area like I was, give it a go.\n\n Pitch 1 5.0 PG Climb alcove, passing large tree on the right, continue up to the top, sharing belay ledge with Middle Earth's (100 ft).\n\n Pitch 2 5.1 PG Diagonal up on ledges, then up (hollow) face to GT Ledge, again belay at a pine tree (80 ft).\n\n Pitch 3 5.2 PG. Per the Dick Williams guide, \"Climb corner for 30ft, passing oak tree to ledge. Traverse left for 10 ft, moving up and left to narrow ledge. From left side of ledge, diagnol up left (40 ft of 4th class runout on 4th class slab) to grassy ledge below short right facing corner\". (100 ft) I'm not sure if this is what I did. I think it was but I don't believe the route gets climbed that much so I found a lot of lichen.","protection":"Standard gunks rack. Aliens helpful as always.","location":"Look for the next major crack system about 50' right of Middle Earth. To descend, rap down Middle Earth."},"__v":0},{"_id":"mzSYO0sdW3iLWb7XTJ6b5A==","name":"Raunchy","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Jim McCarthy & Bill Goldner, Fall 1963","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18075,41.74267]},"left_right_index":2,"mp_id":"105884378","mp_crag_id":"107051512","climb_id":"mzSYO0sdW3iLWb7XTJ6b5A==","areaRef":"3nqSr4hBUWmMxhfawghj2A=="},"content":{"description":"P1: Either boulder up to the pine ledge at 15', or if it's wet, walk around left. From the pine ledge, gain the right-facing corner, and make enjoyable moves to about halfway up it. Step left onto the face, then up and back towards the crack. Finish up the crack to the bolted anchor. \"Direct\" variation: stay in the right-facing corner (5.9) instead of stepping left.\n\n P2: The second pitch is also worth doing. A hardish move off the belay ledge leads up a shelved face to the overhang above. Traverse up and left to a fixed pin, then through the notch in overhang (crux) and up right until one can go up the face to the grand traverse ledge. Soft 5.8, but with thinnish pro on the (easy) face prior to the overhang.","protection":"Standard rack - make sure you have small pieces or small nuts. There is a pair of bolts & chains just below and left of the tree at the ledge.","location":"60 ft. right of the Dis-Mantel block,and behind a big tree;  look for an obvious right-facing corner above a short overhang."},"__v":0},{"_id":"j+5fLEL4VkyXY1IJu0V+CA==","name":"PLEH!","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"1985 Jim Damon and Mick Avery","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18075,41.74267]},"left_right_index":7,"mp_id":"121140301","mp_crag_id":"107051512","climb_id":"j+5fLEL4VkyXY1IJu0V+CA==","areaRef":"3nqSr4hBUWmMxhfawghj2A=="},"content":{"description":"This route is the sister corner to the right of HELP!'s yellow corner. The start is the same as HELP!. Start 10' right of Badfinger's start and climb up and right towards thee base of the yellow flake under the big roof. From the stance move right and climb up the corner utilizing very cool arete holds on the right-facing corner until you get to the good horizontal under the roof. Load up some finger-sized cams and shoot up and right towards a small left-facing corner where there is more bomber gear. This gear is a little pumpy to place, as it is mid-crux, but the previous gear is just below your knees. climb strait up the face above the roof to a wide horizontal. Traverse hard left across the horizontal to the Badfinger bolted station. You can also reverse this traverse to set this up on TR with some larger cams at the end of the traverse to keep the rope above the crux roof. ","protection":"Protection is generally good, albeit sometimes pumpy to place, and the route is much more fun and cleaner than it looks from the ground. descent uses the bolted station for Badfinger.","location":"Same start as HELP!, 10' right of the start of Badfinger. "},"__v":0},{"_id":"mmSiaDkCUB+MjS3bkAkNcg==","name":"On Any Monday","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Dick Williams, Joe Bridges","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18075,41.74267]},"left_right_index":43,"mp_id":"106208236","mp_crag_id":"107051512","climb_id":"mmSiaDkCUB+MjS3bkAkNcg==","areaRef":"3nqSr4hBUWmMxhfawghj2A=="},"content":{"description":"Climb about 10 feet up to a piton (no pro). Clip that pin, continue up to a second pin. Backup the second pin with a small nut or a ball nut and make a couple delicate moves up to the overlap. Belay from the ledge about 15 above the crux. You can scramble down right from here or continue up Thin Slabs / Thin Slabs Direct.","protection":"No pro before the first pin, but the climbing is straight forward. I'm 5'8\" and have no trouble clipping the first pin from a good stance, but some partners have said this is harder if shorter. I used a ball nut to back up the pin at the crux. Small nuts may work there too (see comments below).","location":"~20 feet right of the Thin Slabs / Thin Slabs Direct crack."},"__v":0},{"_id":"mOu7AjhSWNKyt5gE8uUCrw==","name":"Nevermore","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Rich Ross","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18075,41.74267]},"left_right_index":26,"mp_id":"107466579","mp_crag_id":"107051512","climb_id":"mOu7AjhSWNKyt5gE8uUCrw==","areaRef":"3nqSr4hBUWmMxhfawghj2A=="},"content":{"description":"Start at Triangle.\n\n Climb up 10-15', then make a heady traverse right to a stance. Continue up the face following a left-facing corner system. Stuff the vertical crack with pro and make a hard move. With gear at your feet, make another difficult move (reach) to a horizontal, then traverse right to a stance (whew). Delicately move up by stepping on the precarious block and then over to the Never Never Land bolted anchors.","protection":"purple c3 to 2 or 3\"","location":""},"__v":0},{"_id":"u6xPVU07ULeGlrWUXOU7cA==","name":"Never Say Never","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Dick Williams, Jim McCarthy, 1971","type":{"trad":true,"tr":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18075,41.74267]},"left_right_index":27,"mp_id":"105799102","mp_crag_id":"107051512","climb_id":"u6xPVU07ULeGlrWUXOU7cA==","areaRef":"3nqSr4hBUWmMxhfawghj2A=="},"content":{"description":"This is the companion route to Never Never Land. It starts about 15' left in a shallow right-facing dihedral. This one is probably best left as a top rope, since the gear is sparse.\n\n P1: Follow flakes up to a small overhang and head right. Face climb to the left of Never Never Land on hard and reachy mantles. Finish on the headwall to the bolt anchors. Rap with one rope.","protection":"Very little :)","location":""},"__v":0},{"_id":"txND5U2EUdmQD9jOy8jJ/w==","name":"Never Never Land","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Art Gran, Dave Craft, Jim McCarthy, 1959. FFA: Jim McCarthy, George Hurley, 1964","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18075,41.74267]},"left_right_index":28,"mp_id":"105799095","mp_crag_id":"107051512","climb_id":"txND5U2EUdmQD9jOy8jJ/w==","areaRef":"3nqSr4hBUWmMxhfawghj2A=="},"content":{"description":"This route is a highlight, at 5.10a, among the pure face-climbing routes at the Gunks. There are a couple fixed pieces of gear, but the majority of the gear is trad.\n\n The Never Never Land access trail is about a 12-min. walk from the Uberfall, or an 8-min. walk from where the East Trapps Connector Trail meets the carriage road.\n\n Start 30' left of Absurdland at the low point of the cliff, at a polished face with a bolt 25' up.\n\n P1: Place a small piece in the horizontal, or have a spotter. Follow the seam with thin gear supplemented by one fixed piton. Continue on thin face climbing, which is sometimes reachy. The original route goes right, but the straight-up version is recommended and goes at about the same difficulty. An exciting lead for 5.10a!\n\n Rap with one rope from 2 bolts on the ledge above.","protection":"Standard Rack, extra thin gear.","location":""},"__v":0},{"_id":"yLfeb2DUVnmelEOd46KD3Q==","name":"Monumantel","yds":"5.13d","grades":{"yds":"5.13d","french":"8b"},"fa":"Brian Kim 2012","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18075,41.74267]},"left_right_index":999999,"mp_id":"121583398","mp_crag_id":"107051512","climb_id":"yLfeb2DUVnmelEOd46KD3Q==","areaRef":"3nqSr4hBUWmMxhfawghj2A=="},"content":{"description":"Someone who knows about this route should write up a proper entry for it; Too monumental an accomplishment to exclude from Mtn. Proj.","protection":"No idea","location":""},"__v":0},{"_id":"l3ADbPr3UBSojsh+6bsV5g==","name":"Middle Earth","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Joe Kelsey and Roman Laba, 1967","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18075,41.74267]},"left_right_index":35,"mp_id":"105815029","mp_crag_id":"107051512","climb_id":"l3ADbPr3UBSojsh+6bsV5g==","areaRef":"3nqSr4hBUWmMxhfawghj2A=="},"content":{"description":"ROCKFALL WARNING: WEAR HELMETS, AND DO NOT LOITER AT THE BASE OF MIDDLE EARTH. Far above you, things are quite unstable. \n\n  The rock below the GT is a 30'x10' plaque of loose blocks. Combined with an evolving anchor situation, these loose blocks make for substantial rockfall danger at the base of the cliff. For detailed explanation, see Mike Rawdon's comment below. \n\n  2016: There is no anchor (and no good trees, no place for gear) at the GT ledge, aside from a dead, levered-out tree. If you climb above the first pitch, plan on going to the top very, very carefully and rappelling with two ropes back to the first pitch, skipping the GT ledge. Or head north to Arrow to descend. \n\n  2017: The hangers and chains have been removed from the bolts at the top of the 3rd pitch. The fixed anchor has been removed from the big pine on the GT. \n\n  Note that volunteers are doing this work, and it can take time and not always be perfect... \n\n A deservedly popular climb with good first and third pitches.\n\n P1: Climb broken cracks for about 100', aiming for a nice ledge about 15' left of a large pine tree. The route wanders left and right at various places, so keep looking around. At a big ledge, rappel from a bolted station (almost exactly 30m). 5.6.\n\n P2: Climb easy ground 60' up and slightly left, to the GT Ledge.\n\n P3: Reposition the belay ~ 20 feet to the right. Climb up and left into a right-facing corner (crux). Clear it, then aim up and left towards a pretty white face and finish up that to the cliff top.\n\n Rappel from rings on trees and/or bolted stations, a bit left of the climbing line. Walking a bit north to the Arrow rappel line is also an option.","protection":"Standard rack.  Rap stations at top of all 3 pitches.","location":"Just left of where the Thin Slabs ascent trail meets the cliff. \n\n  From Absurdland, go downhill to the right, and about another 30' right once the trail flattens out."},"__v":0},{"_id":"8mBi3XiQXfSoVJgYVvfUlw==","name":"Large Hardon Collider","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Andy Salo, Scott Barocas, Tim Keenan 2017","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18075,41.74267]},"left_right_index":14,"mp_id":"113705603","mp_crag_id":"107051512","climb_id":"8mBi3XiQXfSoVJgYVvfUlw==","areaRef":"3nqSr4hBUWmMxhfawghj2A=="},"content":{"description":"A fun and recent addition to the list of Gunks hardman routes.  \n\n  Begin on the block and perform a nipple-removing lip encounter to get established on a face. Engage in a tricky rightwards traverse before heading further upwards to a stance under the roof. \n\n  After fiddling an uninspiring microcam left under the overhang, do the thrutchy moves to get established in the roof. Ample gear in the finger sizes allow you to build a nice nest before engaging in the dynamic final boulder problem and a victory mantle.","protection":"Microcams to finger-size cams in the roof. No anchor, though you can set one up by traversing right from the bolted anchors at the top of Commando Rave. \n\n  The crux is well-protected, but sections on the face involve tricky climbing and small, fiddly gear. Heads up.","location":"Currently the rightmost route that breaches this area's roof system. An anchor can be built about twenty feet right of the bolted anchors of Commando Rave."},"__v":0},{"_id":"I1IxByJKWIOD5KBojueehQ==","name":"J'accuse","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Jim McCarthy and Patrick Cordier, 1971. FFA: Scott Stewart and Rich Romano, 1973.","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18075,41.74267]},"left_right_index":29,"mp_id":"106046438","mp_crag_id":"107051512","climb_id":"I1IxByJKWIOD5KBojueehQ==","areaRef":"3nqSr4hBUWmMxhfawghj2A=="},"content":{"description":"A slightly harder companion to Never Never Land.   \n\n  Climb a very thin face with very polished feet plugging in very tiny gear where you can and clipping the only bolt on the route (crux; don't fall before clipping!), continue up more very thin climbing until the holds get bigger and the angle eases off.","protection":"Tiny cams, nuts and one bolt. Belay at the Never Never Land anchor.","location":"Located about 8-10 minutes from the East Trapps connector trail, just right of Never Never Land."},"__v":0},{"_id":"/mVwC6yFWgqOHxGP76VGWw==","name":"Intergalactic Hitchhikers","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Todd Swain et al","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18075,41.74267]},"left_right_index":10,"mp_id":"112217799","mp_crag_id":"107051512","climb_id":"/mVwC6yFWgqOHxGP76VGWw==","areaRef":"3nqSr4hBUWmMxhfawghj2A=="},"content":{"description":"This climb is listed as a variation to V-3 in Dick's guidebook, but except for the first fifteen feet up the initial slab it is completely independent of V-3.\n\n Once you ascend the initial slab and reach the obvious, prominent left-facing corner, place bomber gear and commit to launching yourself up and around the corner. This is the 5.9+ crux and when you finish the move your gear will be at your feet.\n\n Now you will be standing against a blank slab. There is a junky fixed pin up over your head and-- if you are tall enough-- you can clip it from the stance. If you are short like me (5' 6\") you will have to make another thin move (crux number 2) to reach the pin, and there is good pro just above.\n\n Climb up to the roof and figure out how to move up and right to get over it (crux number 3). Again your gear is below your feet as you escape the roof.\n\n After the roof it is easy climbing up the slab and slightly left to the V-3 bolt anchor.\n\n This climb is \"just a variation\" but it packs three interesting cruxes into its short duration. It is somewhat spicy, with no overhead pro for any of the cruxes. Recommended for those who feel solid at 5.9+.","protection":"Protection is good when you can get it but at the cruxes the pro is beneath you (as noted above).","location":"Same start as V-3."},"__v":0},{"_id":"PcPXCUkXVReUOS8oxuYJfQ==","name":"HELP!","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"1973 John Stannard and John Bragg","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18075,41.74267]},"left_right_index":6,"mp_id":"121140237","mp_crag_id":"107051512","climb_id":"PcPXCUkXVReUOS8oxuYJfQ==","areaRef":"3nqSr4hBUWmMxhfawghj2A=="},"content":{"description":"Start on the face on the top of the hill just right of the Badfinger start. Follow the Path of least resistance up and right toward the large yellowish flake/block under the roof. From the stance at the base of the flake, drift left to a left facing corner on the top-left of the flake. Load up some gear and engage the boulder crux through the roof at a short left-facing corner. After the roof the protection is sparse, but with some trickery you can protect it decently. Climb strait up the face to a short left-facing corner under a roof, throw in some gear and traverse an easy horizontal to the Badfinger bolted station. ","protection":"the gear is good until after the roof. After the roof it is very tricky, but not bad to get something. Use the bolted anchor on Badfinger for the decent.","location":"This climb start 10' right of the start of Badfinger on the face. "},"__v":0},{"_id":"tNQJShsRUzuloEzu6tY9CA==","name":"Gory Thumb","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Jim McCarthy and Dick Williams (1954).   FFA Dick Williams (1964)","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18075,41.74267]},"left_right_index":4,"mp_id":"106146808","mp_crag_id":"107051512","climb_id":"tNQJShsRUzuloEzu6tY9CA==","areaRef":"3nqSr4hBUWmMxhfawghj2A=="},"content":{"description":"Williams describes 2 pitches, but P2 is rarely done and contains some lichen. Most people rap or do P1 as a TR in conjunction with P1 of Raunchy and Wild Horses. I have not climbed P2, so cannot describe it accurately. See the Williams' guide for a complete description.\n\n P1 - The original start was from the right edge of the small ledge with a tree; however, better climbing is had by starting from the ground and that is the way the climb is now described in the Williams' Guide.\n\n Climb the face, angling up left to the corner and a small rooflet. Traverse right (moving past the thin crack of Wild Horses in the center of the thin white face) to the far right crack in that face. Climb up the crack (crux, sequency), then continue up easier rock past several horizontals to a nice ledge. Set up a directional, then traverse left to the bolt anchor.","protection":"Standard Gunks Rack.","location":"Begin on the face/arete at the far right edge of the lower Raunchy block, in a small alcove created by a corner.   "},"__v":0},{"_id":"V1wYXgO/V9yPJtBwHpyHgQ==","name":"Faithful Journey","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Paul Trapini, Joe Bridges, Faith Aubin 82","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18075,41.74267]},"left_right_index":34,"mp_id":"106877274","mp_crag_id":"107051512","climb_id":"V1wYXgO/V9yPJtBwHpyHgQ==","areaRef":"3nqSr4hBUWmMxhfawghj2A=="},"content":{"description":"It's fairly likely that you'll find this route free, even on a busy weekend... Even though the gear is not perfect, and you may be cleaning piles of pine needles from the holds, there is some fun climbing to be had on this one.\n\n Pitch 1: Climb a bulge just left of the Middle Earth crack. Head straight up, aiming for a small left arching/facing corner. Gain jugs at the top of this little corner and traverse right to a break in the little overhang. Pass a little tree on the right, and when you reach the ledge you can step right to the Middle Earth\n\nbolted station. This pitch is 5.7 and makes a fun climb in itself.\n\n Pitch 2: As for Middle Earth; ~80 feet of easy low angle ledges and horizontals up to the Grand Traverse ledge.\n\n Pitch 3: Start a little right of the last pitch Wisecrack. Work up a poorly protected face to the overhang. Pass the overhang at a little right-facing corner (mid way between where Wisecrack and Bombs Away Dream Baby cross the overhang) and up to the top.","protection":"Standard rack, small broom","location":"Right of Wonderland, and just left of Middle Earth.  Rap the Middle Earth bolted rappel route."},"__v":0},{"_id":"UlMQ+1jeXYiCCdOALQXuBg==","name":"Dry Heaves","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Mark Robinson, Sandy Stewart, Grant Calder, 1976","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18075,41.74267]},"left_right_index":19,"mp_id":"106495360","mp_crag_id":"107051512","climb_id":"UlMQ+1jeXYiCCdOALQXuBg==","areaRef":"3nqSr4hBUWmMxhfawghj2A=="},"content":{"description":"Climb the right-facing corner to the overhang. Undercling right (crux) then up the smaller right-facing corner and face past a small tree. Go left, then up through corners to the large ceiling. Turn this left and belay at the bolts a few feet higher.","protection":"A blue Camalot is helpful; otherwise standard 'Gunks rack.","location":"Find V-3, walk to the right end of the ceiling system, and go to the top of a large boulder pile that is right of that point.  Dry Heaves starts at the left side of the platform."},"__v":0},{"_id":"VA24RFaYUTiXXFNPGVSzHg==","name":"Dis-Mantel","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Joe Strutt, Roy Kligfield, Jack Hunt 1973","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18075,41.74267]},"left_right_index":1,"mp_id":"106291093","mp_crag_id":"107051512","climb_id":"VA24RFaYUTiXXFNPGVSzHg==","areaRef":"3nqSr4hBUWmMxhfawghj2A=="},"content":{"description":"Dis-Mantel is a short but sweet climb up the center of the \"Dis-Mantel\" block which sits to the left of the Raunchy area.\n\n The \"gear shift\" knob broke off the 5.9 version of this route some time ago, and Dick Williams says the route is now 10b. For someone tall like myself, it doesn't make much difference, and the upper ceiling is still the crux.\n\n To the left of Dis-Mantel is Dat-Mantel, 5.10, and to the right, starting around the corner is Kernmantle 5.8. I always wanted to add another route and call it Mickey Mantle, but couldn't squeeze in another line.\n\n Start near the middle of the face and pass a bulge on its left side (new crux?). Angle right and over a tricky ceiling (old crux). A little higher get a directional for your second head up to the bolted anchor that is between the two Mantle routes..","protection":"Single set of cams and a few nuts. Long slings.","location":"The Dis-Mantel block sits between Brave Valkyrie and Raunchy. Unnamed climbs are on the left side this block."},"__v":0},{"_id":"1mqwnnlIWGau9j99I3Mv1g==","name":"Deep Chills","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"1982 Russ Raffa, Bob D'Antonio, Russ Clune, Hugh Herr","type":{"trad":true,"tr":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18075,41.74267]},"left_right_index":22,"mp_id":"121572526","mp_crag_id":"107051512","climb_id":"1mqwnnlIWGau9j99I3Mv1g==","areaRef":"3nqSr4hBUWmMxhfawghj2A=="},"content":{"description":"Climb straight up from ledge on crimps into a vague, shallow left-facing corner. Where the rock bulges, veer slightly right, then back left to a good stance at the base of the orange rock which makes up the upper half of the route. The climbing up to here is roughly 5.9, with the passage through the swelling bulge mandating an approximately 10-15 foot runout. If desired, gear may be found out left on Alley Oop. Depending on your comfort at the grade, placing this additional gear is advisable, despite the nascent pendulum fall. When you get to the orange/whitish rock there is ample gear. After plugging something, 4 feet higher, in a finger width horizontal, more bomber gear may be found to protect the crux which follows. A fall off the first crux, especially at the end of the sequence, might result in hitting the lower angled rock below. After tensioning your way through the first crux, you come to another horizontal (surprise, surprise) where more bomber gear can be found. This spot isn't exactly restful, but it is worth taking a second to get something back to see you through the pumpy finale. The final overhang is broken at a conspicuous, jutting, left-facing horn about 8 feet right of Cheap Thrills. Less than two feet above said horn is a huge jug rail. While hanging on this rail, you can put in a small cam or two underneath the overhang. Save some juice for the exit moves. Once on the lichen-clad slab, you can put in directionals and traverse left to the Alley Oop bolted anchor. ","protection":"single rack to 2\", maybe some extra finger sized and micro cams.","location":"Same start as Cheap Thrills (though many who do Cheap Thrills actually start on Alley Oop). A jumbled 20 foot high pile of boulders provides a platform for take off. Left of the Land climbs and uphill and right of Balrog."},"__v":0},{"_id":"WXZjMox+Vum0e5r/4J8FLg==","name":"Dat-Mantel","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"1976 Rich Perch, Kevin Bein, Barbara Devine, Rich Ross","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18075,41.74267]},"left_right_index":0,"mp_id":"107226291","mp_crag_id":"107051512","climb_id":"WXZjMox+Vum0e5r/4J8FLg==","areaRef":"3nqSr4hBUWmMxhfawghj2A=="},"content":{"description":"Start at the vertical crack in the middle of the Mantel boulder. Climb up past a thin right facing flake to the roof above. Go up through the roof at a very small left facing edge (crux).\n\n After getting established above the roof, go straight up to the top of the block.  There is a bolted anchor halfway between Dat and Dis Mantel -- look carefully for it.","protection":"Standard gunks rack plus micro cams and a micro nut. The gear is a little bit fiddly in the beginning of the pitch.\n\n There is a new anchor halfway between Dat and Dis Mantel -- look carefully for it.","location":"On the Mantel boulder just left of Dis-Mantel"},"__v":0},{"_id":"bDWbRr/7XK29yzx1SdxwQw==","name":"Commando Rave","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Jim McCarthy and John Hudson, 1963","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18075,41.74267]},"left_right_index":13,"mp_id":"105920916","mp_crag_id":"107051512","climb_id":"bDWbRr/7XK29yzx1SdxwQw==","areaRef":"3nqSr4hBUWmMxhfawghj2A=="},"content":{"description":"Begin fifty feet left of Balrog. Head up a weakness (same start as Country Roads, which continues through the roof via a crack), then traverse right for 30 feet and very little gear to another weakness in the roof. Past the roof here and up to a bolt anchor.","protection":"Standard rack.","location":""},"__v":0},{"_id":"w28lTcY8WJKQhq+DhTOj+A==","name":"Country Roads","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"FFA John Stannard and Pat Milligan 1971","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18075,41.74267]},"left_right_index":12,"mp_id":"106853208","mp_crag_id":"107051512","climb_id":"w28lTcY8WJKQhq+DhTOj+A==","areaRef":"3nqSr4hBUWmMxhfawghj2A=="},"content":{"description":"","protection":"There is good protection up the initial easy vertical crack, but once you reach the ledge, protection seemed to be lacking until you get to the face off the ledge to the roof (I didn't look too hard; 5.7 R?). Once you reach the right-facing flakes/corner in the roof, a couple of fixed micro nuts are available (you shouldn't trust these), and then the crux proper is protected with a cheater sling/cord that hangs with an oval 'biner (you really shouldn't trust this! RIP, 2014, see comments). The cord is fixed and tied off to a pin in the corner above. All you have to do is clip, trust that manky fixed cord/pin, and execute the boulder problem. Above the roof, protection is obvious, and the climbing is much easier.\n\n Pitch 2 requires a standard Gunks rack.","location":"About 30 feet right of V-3, at a vertical crack/seam that ends at a ledge 25 feet up."},"__v":0},{"_id":"1+0xFLBTW5+TQ0Dvx9rfQg==","name":"City Streets","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Ivan Rezucha, Joe Bridges and Dick Saum, 1976","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18075,41.74267]},"left_right_index":11,"mp_id":"106189152","mp_crag_id":"107051512","climb_id":"1+0xFLBTW5+TQ0Dvx9rfQg==","areaRef":"3nqSr4hBUWmMxhfawghj2A=="},"content":{"description":"A good if short route; steep, and safe as long as the block holding in the old pin doesn't fail. A fun route to do in the area.\n\n Start on the face; climb up to a ledge, then move left and back right aiming for the notch where the roof meets the left-facing corner above. Pull the roof (crux), then up the face and around the corner to a bolt anchor.","protection":"Gunks rack, maybe some RPs or small stoppers. Fixed pin(s) for the crux.","location":"20' right of V-3."},"__v":0},{"_id":"t2gkbOX6WSSfluu0nu8Jgw==","name":"Cheap Thrills","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"1972 Roy Kligfield and Kevin Bein","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18075,41.74267]},"left_right_index":21,"mp_id":"109172875","mp_crag_id":"107051512","climb_id":"t2gkbOX6WSSfluu0nu8Jgw==","areaRef":"3nqSr4hBUWmMxhfawghj2A=="},"content":{"description":"Thin face moves (some folks start on Alley Oop) for the direct start are a bit spicy on gear. Interesting climbing gets progressively harder up to the crux ceiling, with a committing move up to the overhang. A fixed pin (and bomber gear) await under the overhang making the crux totally G, although the moves leading up to it are a bit harder to protect.","protection":"Standard Gunks rack - a few creative nut placements along the way.\n\n After the crux roof, you can head left and lower or redirect to the Alley Oop fixed anchor, or continue up the face to the GT ledge.","location":"Start slightly downhill and right from Alley Oop."},"__v":0},{"_id":"TtReASNaV0m0M05aCqEmbw==","name":"Cakewalk","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Jim Mcarthy & Hans Kraus","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18075,41.74267]},"left_right_index":23,"mp_id":"106238205","mp_crag_id":"107051512","climb_id":"TtReASNaV0m0M05aCqEmbw==","areaRef":"3nqSr4hBUWmMxhfawghj2A=="},"content":{"description":"Start on some easy ground and climb a section of wide crack. Trend left, with some face moves, towards a shallow ledge on top of a large block. From there, trend back right towards a vertical crack and right-facing corner. More fun moves following the corner, and up and leftward to the chains. Very fun climb for the 5.7 leader. Don't be fooled by the name!\n\nRoger Benton describes the pitches above: Pitch 2: From small ledge left of the chains, head up and diagonal right, aiming towards the top of a good-size pine tree at the horizon. Basically find the obvious \"clean\" path through the lichen. It's easy climbing, but watch for loose/creaky flakes. Williams' guide says 80ft but I thought it was more like 50. There is a tree with slings and rings but the tat is ancient and crusty ... don't use it. If you've gone this far, the bolts over Arrow are close enough. 5.3 at best, but clean, enjoyable climbing.\n\n Pitch 3: More easy but yet dirtier climbing, about 30-40 ft to the top. Lots of dirty, grassy ledges; be careful not to drop junk down on your partner. 5.2. It's tempting to link these two pitches, but that would have the rope running over dirty pebbly ledges, dropping junk all over everything. We walked climbers' right through waist-high grass to rappel from the bolts above Arrow.","protection":"Standard rack.  One 60m comes just short of reaching the ground (the route used to start from the tree that used to be on the ledge) from the first set of anchors - be careful.","location":"It is left of Never Never Land and starts on a ledge about 10 feet up. I climbed the face to get to the ledge.  Look for the large right-facing flakes and corner high up."},"__v":0},{"_id":"9+wXanVSUAKQZgLj1e6Q6A==","name":"Bullfrog","yds":"5.12a/b","grades":{"yds":"5.12a/b","french":"7b"},"fa":"felix modugno and jim damon","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18075,41.74267]},"left_right_index":17,"mp_id":"107821314","mp_crag_id":"107051512","climb_id":"9+wXanVSUAKQZgLj1e6Q6A==","areaRef":"3nqSr4hBUWmMxhfawghj2A=="},"content":{"description":"This climb is usually toproped after doing something easier around it. It is hard for the grade, and has some interesting gear. The climbing is fantastic, however. \n\n  Follow Balrog to the top of the short, right-facing corner. Move over to the shallow right-facing corner system and work your way to a small stance. Work up the corner to an undercling, and then up to a horizontal at the first overhang. Move up left into the crux overhanging corner, then over last overhang and up the face to the pine tree.","protection":"small stuff, pebbly gear placements throughout the climb","location":"Same start as Balrog, just uphill and to the right of V3 near a large boulder pile. \n\n  Descent: Rap off of fixed anchor at pine tree. A single 60m rope is fine."},"__v":0},{"_id":"EkM6kL96VmCAwdt0lCoK9Q==","name":"Bombs Away Dream Baby","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"Ray Dobkin and Stan Hayes, 1980","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18075,41.74267]},"left_right_index":36,"mp_id":"107037497","mp_crag_id":"107051512","climb_id":"EkM6kL96VmCAwdt0lCoK9Q==","areaRef":"3nqSr4hBUWmMxhfawghj2A=="},"content":{"description":"The first two pitches of Bombs Away are unremarkable, but the third pitch is one of three gems capping the Middle Earth area.\n\n P1: Begin just right of Middle Earth at blocks below a tree. Wander up the face, pass a short overhang, then up a steeper face to the Middle Earth bolted station. Starting out, it may feel contrived to avoid Middle Earth, but the climbing later in the pitch is worthwhile. 5.6, 100 ft.\n\n P2: Climb easy rock to the GT ledge. The Williams guide describes an independent line, but by now the only reasonably clean line is to run up P2 of Middle Earth to the big ledge. 5.4, 100 ft.\n\n P3: There are three right-facing corners above. The middle corner, directly above a tree with roots that seem to be levering out some slabs of rock (this used to be the rappel tree), is Bombs Away. Gain the face by stepping right to a shallow right-facing corner, then traverse left to just below the major overhanging corner. Up you go, with your last pro at your feet -- I promise the jugs above are huge. Then follow the cracks and horizontals to the very enjoyable coda on tight white rock. 5.8, 80 ft.\n\n Rappel from bolted stations; 3x60m to the ground.","protection":"Standard rack.","location":"Just right of Middle Earth."},"__v":0},{"_id":"irBcJlKoWnGtw8IqAdrMZA==","name":"Blunderbus","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Mike Sawicky and Gene Smith, 1981","type":{"trad":true,"tr":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18075,41.74267]},"left_right_index":31,"mp_id":"108242249","mp_crag_id":"107051512","climb_id":"irBcJlKoWnGtw8IqAdrMZA==","areaRef":"3nqSr4hBUWmMxhfawghj2A=="},"content":{"description":"This climb has some great thin/balancy moves on a pebbly face. Would be better once cleaned a bit. There is a crux 10' up and then a few more hard moves above.  \n\n  Climb straight up the face staying just left of most of the lichen and right of the Absurdland holds.","protection":"Doesn't look like much lead gear on this one so best to TR after doing Absurdland","location":"10' right of Absurdland. Rap station on top."},"__v":0},{"_id":"yYTDq4AZW+OW4g+FI3VeQw==","name":"Beyond the Fringe","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"FFA  Doug Tompkins, Jim McCarthy, 1963","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18075,41.74267]},"left_right_index":15,"mp_id":"106565362","mp_crag_id":"107051512","climb_id":"yYTDq4AZW+OW4g+FI3VeQw==","areaRef":"3nqSr4hBUWmMxhfawghj2A=="},"content":{"description":"Follow the corner past a roof, then up to a stance. Make a move or two up the corner's continuation (crux), then gun it left out the roof system and turn the corner out on to the face.  ","protection":"The hardest move is protected, but after that there is no gear until you reach the rappel stations(s).","location":"Go up the V-3 trail, then walk right to the end of the roof system. The start is down and left of Balrog."},"__v":0},{"_id":"DAuFoRoXUQWvIPRH8dWPNQ==","name":"Balrog","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Jim McCarthy, Rich Goldstone","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18075,41.74267]},"left_right_index":16,"mp_id":"105920912","mp_crag_id":"107051512","climb_id":"DAuFoRoXUQWvIPRH8dWPNQ==","areaRef":"3nqSr4hBUWmMxhfawghj2A=="},"content":{"description":"Begin just down and left of the pillar/ledge from which Alley Oop and Dry Heaves start.\n\n Climb up cracks aiming for the huge, hanging, right-facing corner. Pull up into this corner (crux), and continue to a bolted anchor.","protection":"Standard rack.","location":""},"__v":0},{"_id":"07G+ERHpV46yLLSQKtG27Q==","name":"Badfinger","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Ivan Rezucha and Don Lauber (1982)","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18075,41.74267]},"left_right_index":5,"mp_id":"106146816","mp_crag_id":"107051512","climb_id":"07G+ERHpV46yLLSQKtG27Q==","areaRef":"3nqSr4hBUWmMxhfawghj2A=="},"content":{"description":"This pitch is really pretty nice. Don't let the stained corner fool you; although it appears so, it really is not wet or slimy.\n\n P1 - Climb the arching corner to its top, then traverse right to an obvious break in the roof. Climb the roof at the break, then up a left-facing corner and face. Lower from the belay station.","protection":"Standard Gunks rack + long slings and/or double ropes.","location":"Just right of Raunchy, at the base of an arching orange corner that only looks wet and is capped by a medium sized roof to the right."},"__v":0},{"_id":"gK8jUZueUwihsO7IgG64cA==","name":"Alley Oop","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Jim McCarthy, Hans Kraus, and Stan Gross, 1956","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18075,41.74267]},"left_right_index":20,"mp_id":"105907855","mp_crag_id":"107051512","climb_id":"gK8jUZueUwihsO7IgG64cA==","areaRef":"3nqSr4hBUWmMxhfawghj2A=="},"content":{"description":"P1 (5.7, 80 ft) Climb the thin face (crux) right of Dry Heaves to a small stance below a shallow, right-facing corner about half way between the ground the roof. There is good gear at the stance, but not much below it (Dick Williams' guide says that the FA party used a three-man shoulder stand at what we now call a \"bouldery start\"). Continue to the right-facing corner, and then work up and left to the roof just right of the blocky corner. Pull through the roof (great protection, big holds) and belay at a pair of bolts just above and left of the roof.\n\n P2 (5.4, 100 ft) A pretty typical 2nd pitch for this part of the Trapps. From the bolts, climb up and right to the first of two left-facing corners. Follow the corners to the ledge above with a small tree. Easy, low-angle climbing on big holds.\n\n To descend, carefully walk left around the corner to a large tree with rappel slings and rap rings on it. Rap down to the P1 belay bolts (angle right) with a single rope. A second rappel from the P1 bolts takes you back to the base of the climb.","protection":"Standard rack.  Small gear helps protect the initial moves.  Two-bolt anchor at the top of P1, gear at the top of P2.  Rap from a large tree left of P2.","location":"Located approximately 12 minutes down the Carriage Road from the Uberfall area (about 2 or 3 minutes past Madame G, and about 8 minutes past the East Trapps Connector trail).  Look for a large boulder beneath a low roof with a right-facing corner leading up to the left side.  Alley Oop starts behind the boulder and right of the corner."},"__v":0},{"_id":"0I3JOjUAUPCQSux9h3G41w==","name":"Absurdland","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Jim McCarthy & George Bloom - 1960","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18075,41.74267]},"left_right_index":30,"mp_id":"105799190","mp_crag_id":"107051512","climb_id":"0I3JOjUAUPCQSux9h3G41w==","areaRef":"3nqSr4hBUWmMxhfawghj2A=="},"content":{"description":"Absurdland is a wonderful little route just right of Never Never Land, uphill from Wisecrack and Middle Earth.   \n\n  Climb the obvious, short right-leaning finger and hand crack, make a step right onto the white face, then continue up the crack and face to a belay tree.  It is quite a sandbag at 5.8 (it appears in several books as 5.9) and has a reputation for breaking ankles, but a #2 Camalot and a good belayer will help you negotiate the first crux, just a short distance off the deck.","protection":"Standard Rack.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,589a474a-bbce-5213-a77d-8138a22e0474,14cd0edf-22b5-5cfe-881d-c4a21245b333,3d71209f-36a0-528f-aa53-a7e476c10115,de7a92af-8841-5169-8cc6-17dac20863d8","pathTokens":["USA","New York","The Gunks","Trapps, The","g. V3 - Middle Earth"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.10"},{"count":4,"label":"5.8"},{"count":3,"label":"5.6"},{"count":6,"label":"5.9"},{"count":3,"label":"5.7"},{"count":2,"label":"5.7+"},{"count":1,"label":"5.5"},{"count":1,"label":"4th"},{"count":1,"label":"5.11-"},{"count":1,"label":"5.2"},{"count":1,"label":"5.12a"},{"count":1,"label":"5.11a"},{"count":6,"label":"5.10b"},{"count":1,"label":"5.10a"},{"count":1,"label":"5.13d"},{"count":1,"label":"5.13a"},{"count":4,"label":"5.9+"},{"count":2,"label":"5.11d"},{"count":3,"label":"5.8+"},{"count":1,"label":"5.11b"},{"count":1,"label":"5.10c"},{"count":1,"label":"5.12a/b"}],"byDiscipline":{"trad":{"total":46,"bands":{"unknown":1,"beginner":17,"intermediate":19,"advanced":7,"expert":2}},"aid":{"total":1,"bands":{"unknown":1,"beginner":0,"intermediate":0,"advanced":0,"expert":0}},"tr":{"total":4,"bands":{"unknown":0,"beginner":0,"intermediate":3,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":1,"beginner":17,"intermediate":20,"advanced":7,"expert":2}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-74.18075,41.74267]},"bbox":[-74.18135264647508,41.74222033981813,-74.18014735352493,41.74311966018187],"left_right_index":-1,"ext_id":"107051512","area_id":"3nqSr4hBUWmMxhfawghj2A==","polygon":{"type":"Polygon","coordinates":[[[-74.18135264647508,41.74222033981813],[-74.18014735352493,41.74222033981813],[-74.18014735352493,41.74311966018187],[-74.18135264647508,41.74311966018187],[-74.18135264647508,41.74222033981813]]]}},"content":{"description":"last area: Guide's Wall | next area: Arrow Wall to CCK"},"density":0,"totalClimbs":47,"__v":2,"createdAt":"2022-11-07T06:15:11.551Z","updatedAt":"2024-02-19T18:38:34.901Z","_change":{"user":"jhoZ1HM5QQCLlIW8x9mK3A==","historyId":"65b168c37fb5d7edf057afbd","operation":"updateArea","seq":0}}