{"_id":"63689de0e80bff5a994f92e2","area_name":"Kloof Alcove","shortCode":"","climbs":[{"_id":"Ul+liHi0UneVy2iiW8j7XA==","name":"The Wizard","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"D. Grandusky, B. Rogers, D. Kurtz, 1980","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28704,39.93163]},"left_right_index":2,"mp_id":"111888115","mp_crag_id":"105745367","climb_id":"Ul+liHi0UneVy2iiW8j7XA==","areaRef":"TdZ3lVMDXD2kAG+1leqKtQ=="},"content":{"description":"\"An obscure route worth seeking out....\"\n\nThis quote is the opening line from the Levine book implied, to me, a good route, yet it was only given one star. I am the sort of climber who does EVERYTHING, but this piqued my interest even further. It's been on my list of to-do's for a while, but somehow I never got to it until recently, and it didn't disappoint.\n\nThe first pitch was like a scruffy Flatiron, unfortunately with some pine needles on it. The second had some odd, mostly sideways climbing on shallow and sloping heucos with sparse gear. The third pitch was the business. It is significantly steeper than it looks at first, the protection is pretty good and relatively close at any given time, and the climbing is thought provoking and employs a lot of tricks. The steep route folks from the gym would have to give a route-setter credit for a climb like that.\n\nThe first pitch is something you just have to do to get there, nothing special. It might have been more fun if it were cleaner. The second pitch was cool and thought provoking. Jo described it a '\n\nAlice in Bucketland\n\n-like' I guess I agree, but it is less steep and less positive. The pro is similar, but if you can climb 5.10, it hardly matters. It's not R/X but maybe PG-13. The top pitch is why you came here. My only criticism of it is that it isn't long enough. Then again, were it much longer, perhaps I'd have had a harder time of it and the grade would be higher for sure if sustained at the difficulty it was.\n\nAll in all, I understand Levin's grading. You can't give it 3 stars, because the first pitch is not worth much, but it is worth going to do for the last pitch for sure, and the second pitch is engaging.","protection":"Done as two pitches, linking the first two to make a 160' climb, then doing the top pitch on its own, we used a double rack to 3\" and a handful of long slings. The belay options are a little fussy/tricky at either proposed belay, but I worked out the one at the base of the 3rd pitch with a green Camalot, blue Alien, and medium stopper. They were all reasonable placements but not A1/perfect.\n\nThe top belay was a cord around a torso-sized, wedged block.","location":"This route runs from near the base of\n\nKloof\n\n&\n\nSequential\n\nup a slab for 130' to a rising traverse across a black, varnished face with a diagonal band of sloper huecos. Negotiate that to reach the chocolate and black boiler-plate face split by a lightning bolt crack. Pursue the left option up and through the arete on the left to reach the top."},"__v":0},{"_id":"rudHhzxjVG+Ml3URJD9SBQ==","name":"Weevil's Walk","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Jim Erickson and Duncan Ferguson, 1971","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28704,39.93163]},"left_right_index":1,"mp_id":"106572030","mp_crag_id":"105745367","climb_id":"rudHhzxjVG+Ml3URJD9SBQ==","areaRef":"TdZ3lVMDXD2kAG+1leqKtQ=="},"content":{"description":"This climb begins with a bit of unprotected face climbing to reach a short but steep, hand and finger crack. The crack is the crux, but be prepared for a bit of spicy climbing getting to it.","protection":"Thin hands to finger-sized protection.","location":"Just south of the Kloof Alcove locate a steep face to the northwest at the top of a broad slab. The climb begins at the top of the slab. At the top of the crack pitch, traverse right along the belay ledge and then head up and left to the top of the formation."},"__v":0},{"_id":"5fQ81q9pXKaay6694AvnYw==","name":"Superfly","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"Skip Guerin, 1983","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28704,39.93163]},"left_right_index":9,"mp_id":"105890522","mp_crag_id":"105745367","climb_id":"5fQ81q9pXKaay6694AvnYw==","areaRef":"TdZ3lVMDXD2kAG+1leqKtQ=="},"content":{"description":"Not really a one move wonder, buuuttttt. It has a burly set up with one fat reach at mid-height, then stays hard 11 all the way to the top. This a great route for the climber that's got that, \"Been there, done that, Eldo 12+, kinda attitude\". Definitely unique.\n\nIf that's not good enough for ya, Chad Greedy has added a VERY sweet direct start to Superfly, tentatively called \"Supah Dupah Fly\", that kicks the whole thing to 13b or so....","protection":"This was an early Eldo horrow show done classic Skip style, with Christian Griffith and Chip Ruckgaber for partners. Today's modern cams-Aliens/TCUs have made this a much more reasonably protected outing. It can still, just, keep its R rating though, I think.","location":"The more reasonable looking line just right of Iron Monkey. Begin up and right on top of some blocks (purple tiny TCU) and traverse in left on to powerful and overhanging terrain (great orange/yellow Aliens). Make an improbable reach for good crystal and move up and left into an obvious and steep layback system (freaky #3 Camalot) that gets you to the anchors."},"__v":0},{"_id":"hLXbJ6ZLWM6oqC68dX3yPQ==","name":"Sequential","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Randy Leavitt & Dan Hare, 1981","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28704,39.93163]},"left_right_index":5,"mp_id":"105752455","mp_crag_id":"105745367","climb_id":"hLXbJ6ZLWM6oqC68dX3yPQ==","areaRef":"TdZ3lVMDXD2kAG+1leqKtQ=="},"content":{"description":"Locate the start of\n\nKloof\n\nand boulder up the jugs to the ledge.  Jam and layback straight up the groove to the second chalked-up jug rail.... Place bomber pro and launch off on the crux sequence and the best 3 feet of steep jamming in Eldo.... Weave out left and up to the anchor OR finger jam straight up the crack (better and a little harder).  An excellent pitch, possibly the best (sans fixed) pitch of its grade in the canyon!","protection":"Medium to small wired nuts, #1-#2 Friends (double 1+1.5 is nice). Sometimes there is a resident fixed nut (#5 stopper works well) at the crux.","location":""},"__v":0},{"_id":"Eds8c9DtXUec/uq8KbisTQ==","name":"Paligap","yds":"5.12b/c","grades":{"yds":"5.12b/c","french":"7b+"},"fa":"Skip Guerin and John Baldwin, Feb 15, 1981","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28704,39.93163]},"left_right_index":7,"mp_id":"106742180","mp_crag_id":"105745367","climb_id":"Eds8c9DtXUec/uq8KbisTQ==","areaRef":"TdZ3lVMDXD2kAG+1leqKtQ=="},"content":{"description":"Overhanging, finger crimps, over small wired stoppers. Originally graded 5.12a by Skip and John.","protection":"Fixed nut, #1 Friend, two #2 RPs, #4 RP, 2 draws to clip into the belay. Make sure you use directional protection to save you from pulling gear.","location":"Just right of Space Neutralizer."},"__v":0},{"_id":"oGnPutqPWQ6skSDL6EhEcw==","name":"Lug's Crack","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"M. Brooks, A. Azoff, 1987","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28704,39.93163]},"left_right_index":11,"mp_id":"110290049","mp_crag_id":"105745367","climb_id":"oGnPutqPWQ6skSDL6EhEcw==","areaRef":"TdZ3lVMDXD2kAG+1leqKtQ=="},"content":{"description":"This route gets a star in the Levin book, which could easily be justified by the interesting climbing, yet the route has detractors sufficient enough for me to point them out.\n\nI frequently speak of certain obscure routes as \"a good 5.9 for 5.10 climbers\" or something to that effect, but this one is \"a good 5.9+ for 5.11 climbers.\"\n\nYes, it is a sandbag. It is runout in spots. There is also some bad/dubious rock.\n\nBuyer, beware!  This write-up comes from a fairly choss-tolerant and runout-tolerant climber.\n\nFind the last of the route at the far right end of the buttress. I attempted to boulder out a more direct start at first and despite being fairly careful with weight distribution, snapped off 2 consecutive hand holds, and took a short grounder. There *IS* a reason why the route starts where it does.\n\nSo start off on the right and head up and left onto a left-leaning diagonal seam and crack, heading for a right-facing open book.  You will pass a pin placement that should be backed up with an alien or other small cam.  This old ring angle is over driven, frozen by rust and levered.  Nice to have, but not trust-worthy, and the nearby gear is actually good.\n\nClip those, and head more directly upward in an open book (questionable gear here - I bypassed it) onto a nice ledge. This part of the climb was 5.9-ish.\n\nFrom the ledge, one can belay or continue. Considering what is to come, you might want to belay here (optional in the book) so as to minimize the rope you have out for the next crux, which is a complete sandbag and not too far off of the ledge.\n\nFrom the sloping ledge, go inward to a very steep (roof/bulge), right-facing corner, and look up to a small cam placement just out of reach. You will want that clipped before pulling the next few moves, and if you are short, that will be problematic. I reached into the sharp in-cuts on the left and toe hooked into the corner hard with the right foot to gain some height and place and clip that gear before coming down to rest, which was a good idea.\n\nGear established, work your way up through this bulge and onto the rock above it. There are some slopers, some off-angled cracks, some sidepulls, a heel-hook,\n\netc\n\n.... I am not sure how to do this at the 5.9+ level, so I can't give great beta. My shorter partner, a regular 5.10 to 5.11 trad leader in Eldo, fell several times before giving up and aiding that section. I thought that it was at least solid 5.10 and I was just having a bad day... (\n\ncaveat emptor\n\n). Get established up there,  get a little gear, then continue. A few more bulges clock in at the 5.9+ level (more honestly) including one up high which either goes on slopers or a strange/blind side-pull out to the right.\n\nPlace solid gear before this, then top out in a brief section of offwidth through scabby rock and breath a sign of relief on top. A long cordalette  around a boulder or some creative gear sets an anchor, but you have gone up, over, and down, and the rope will run through a small crack (rounded), so the stance in and of itself is probably sufficient for a belay.\n\nTo descend, scramble up and northwest on the rising traverse of a slab, then back South to a juniper with chains and webbing. Rap 100' to the ground. A 70m works great for this rap with spare rope, and a 60m is fine if you watch where you want to land, so as not to go too far right.","protection":"Take a standard rack from small cams to 3.5\" (blue Camalot). The crux protection was small cams (0.5-1\") in a few spots.","location":"This climb is at the lowest climbable section of the Kloof Alcove.  It lies perhaps 30 meters downhill of the\n\nKloof\n\nroute itself. The route starts down on the right hand end of the SW fact of the buttress and ascends up and left into a corner system, past a ledge and roof, and up into a right-facing corner between 2 towers, a pointy tall one on the left, and a cobbled rotten round one on the right."},"__v":0},{"_id":"DYaq6MX+VCyv4+xQ9EZIog==","name":"Kloof","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"[Dan Hare & Scott Woodruff]","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28704,39.93163]},"left_right_index":4,"mp_id":"105752326","mp_crag_id":"105745367","climb_id":"DYaq6MX+VCyv4+xQ9EZIog==","areaRef":"TdZ3lVMDXD2kAG+1leqKtQ=="},"content":{"description":"Kloof is the leftmost route in the eponymous alcove for which it is famous.  It follows a very chalky crack line out the left side of the alcove and finishes at a double-bolt anchor (50+ feet).\n\nStart on the chalky incuts under the center of the wall and boulder right until you can roll over onto the ledge.  Sink some gear in the crack and charge left on excellent buckets to a powerful crux (the pump clock is ticking!) Move right at the top of the route to reach the bolt anchors.\n\nRepeat as neccessary.","protection":"Bring a set of stoppers and a good array of cams, from small TCUs to hand-sized gear.","location":""},"__v":0},{"_id":"8GAxOMMFXfWR8ZC1GvBLJQ==","name":"Jimmy G.","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Jim Erikson, Dave Erikson, Jimmy G.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28704,39.93163]},"left_right_index":0,"mp_id":"110424648","mp_crag_id":"105745367","climb_id":"8GAxOMMFXfWR8ZC1GvBLJQ==","areaRef":"TdZ3lVMDXD2kAG+1leqKtQ=="},"content":{"description":"Jimmy G. is a short but good pitch with solid rock and technical moves and jamming. It is perhaps a little harder for people with large hands.\n\nThe route rises up a few feet on a face to intersect a finger to hand crack in a corner... that leans left 45 degrees. This route climbs like something 1/2 way between a normal climb and a traverse under a roof. Cruxes come whenever the footholds get scarce.\n\nFind your way up to a very water polished slab, and squeak your way up that for 20' to a small ledge.  Another 10' of easier scramble will take you to the base of a large pine, which is at the start of the route.\n\nCrimp a few holds to reach a seam (protection here), and then make a move up and left to get into the obvious diagonal crack that runs up and left for several body lengths. This protects well every few feet on middle-sized Aliens and hand-sized cams. A crux comes just past halfway through where the crack changes sizes at a pod and feet are scarce and then again getting around the corner of the roof.\n\nOnce on top, go back to the second tree to belay. This is large and has a few fixed slings.\n\nOne can rap from this tree, though it should have a link added (no ring/ling present right now), or continue on\n\nWeevil's Walk\n\n(recommended, since you are there).","protection":"Protection from 0.25\" to 2.5\" with an option for a larger piece (fist-sized) just prior to topping out.\n\nPer\n\nDave Holliday\n\n: the protection is much better than it looks from the base of the route. An anchor can be made at a small tree and backed up with a #4 Camalot and a large stopper (other combinations of gear would probably work as well).","location":"Jimmy G. lies alone on a small section of rock below the South side of the Long John Tower.\n\nIt can be used for as an approach pitch to reach\n\nWeevil's Walk\n\n, another pretty good climb.\n\nThe approach is a bit slick and probably not the best for a beginning climber, but this is not a \"date climb\" anyway.\n\nPer\n\nDave Holliday\n\n: an easy way to get to the route is to climb both pitches of\n\nWashington Irving\n\n. From the cable anchor atop the second pitch, do an easy traverse over to the tree. Another way is to climb both pitches of\n\nChianti\n\nor\n\nBreak on Through\n\n,  go up and over a ridge, and then scramble down to the tree.\n\nWe descended by downclimbing an easy, wide crack from the belay to a large tree with slings. Rappel from that tree down slabs to a good ledge about 20 feet below the start of the route. Scramble back to the top of\n\nWashington Irving\n\n, and do two rappels to the ground. One might also be able to scramble up slabs from the belay spot, traverse over to the left, and downclimb back to the starting ledge."},"__v":0},{"_id":"wP5fJ3NuUpKz1niHw8mdbg==","name":"Iron Monkey","yds":"5.14a","grades":{"yds":"5.14a","french":"8b+"},"fa":"John Baldwin and Steve Sangdahl, 1986 (FA: Lycra-Clad Donkeys, 5.10 C2); Matt Segal, 2005 (FFA)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28704,39.93163]},"left_right_index":8,"mp_id":"120962011","mp_crag_id":"105745367","climb_id":"wP5fJ3NuUpKz1niHw8mdbg==","areaRef":"TdZ3lVMDXD2kAG+1leqKtQ=="},"content":{"description":"Iron Monkey shares\n\nSuperfly's\n\nstart but goes left into the thin crack. Climb bouldery moves into the hanging corner, and top out.","protection":"Small cams and a key nut to protect the crux.","location":""},"__v":0},{"_id":"dI8awOBoVLiXriv3vB/2OA==","name":"Half & Half","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Marc Gay & Kent McClannan","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28704,39.93163]},"left_right_index":3,"mp_id":"105979734","mp_crag_id":"105745367","climb_id":"dI8awOBoVLiXriv3vB/2OA==","areaRef":"TdZ3lVMDXD2kAG+1leqKtQ=="},"content":{"description":"Climb steep weakness approximately 20ft left of Kloof with a crux down low and another difficult section near the top of the pitch.  Currently a bit dirty, but a worthwhile and steep route.  Start up a left facing corner to a roof, with a stance below.  Plug the cracks in the roof (#1 camalot, with other options).  Continue to the top.","protection":"Standard Eldo Rack,.  Extra 0.3/4\" to 2\".","location":""},"__v":0},{"_id":"BJZpA31oV1OKLqe7caa6FA==","name":"Flyswatter","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"G. Miller, L. Hill, 2009","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28704,39.93163]},"left_right_index":10,"mp_id":"110290173","mp_crag_id":"105745367","climb_id":"BJZpA31oV1OKLqe7caa6FA==","areaRef":"TdZ3lVMDXD2kAG+1leqKtQ=="},"content":{"description":"This is not a bad route, it is pretty good, actually. It climbs better than it looks and is mostly good rock relative to its neighbor,\n\nLug's Crack\n\n. Put the belay up on a ledge right at the entrance to the chimney. Climb up the unprotected 5.4 chimney facing left on casual moves with good rock and solid feet. Top out on the big rock that forms the right side. A critical gear placement can be made out on the left side of this. A knuckle-sized cam goes deep into a small crack and would keep you from tragedy if you made a mistake stemming up into the corner.\n\nGet whatever other gear you can and head up into the corner. The stem over felt 5.7 for me, but I was strtched a bit. Shorter climbers may find this to be a bit harder (5.8 suggested by my partner). Head up the corner with reasonable protection and to the top. Once on top, climb up and slightly left to a solid tree on a ledge to belay.\n\nTo descend, scramble out onto the slabby backside, head across this slab 30' over to the right side, and go up top, coming back left to reach the raps. Chain and webbing on a solid juniper lead to a 100' rap to the ground. A 60m rope should be fine if you stay aware of the landing and don't try to go too far right at the sloping base.","protection":"This has a 30' chimney start which has good feet, but no protection (5.4) is the runout on this one. A 0.75\" cam (\n\ni.e.\n\n: yellow HB/Mastercam/Alien) just above this is critical protection. A standard rack finishes the climb. The belay up to is high to the climber's left on a solid tree.","location":"This route climbs the obvious chimney between\n\nSuperfly\n\nand\n\nLug's Crack\n\nto reach a right-facing corner."},"__v":0},{"_id":"DavCkHJzXByVxUDqlTZfkg==","name":"Extendogap","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"FTR: John Baldwin, FHP: Josh Wharton","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28704,39.93163]},"left_right_index":6,"mp_id":"105765000","mp_crag_id":"105745367","climb_id":"DavCkHJzXByVxUDqlTZfkg==","areaRef":"TdZ3lVMDXD2kAG+1leqKtQ=="},"content":{"description":"Climb up the very soft .12a \"Space Neutralizer\" to reach the base of the overhanging arete above, or traverse in easily from the left (the start of \"\n\nKloof\n\n\"). Clip the 2 pins hidden back at the base of the chossy dihedral and place a small cam in a horizontal break on the arete (double ropes are useful for making this work without drag). Move slightly down and right to gain bouldery moves that lead up right to a set of fixed wires. One more move past the wires leads to easier terrain and a gear anchor off mid-size cams. Although it looks quite dangerous the fall from the crux (which I tested a few times for good measure) resulted in only a bruised hip, so a ground-up ascent would not be unreasonable. I believe Baldwin applied to have this route bolted but was denied (Rossiter mentions it as the TR line \"Extendogap\" .12c in his guide) and I assume it has never been lead until now--although in Boulder I could certainly be wrong. Skip Guerin may have done in barefoot in '85? Zach Smith deserves most of the credit for this line as he had the vision to see it as a headpoint and placed the fixed wires just above the crux.","protection":"Two pins and #0 or #00 protect the crux moves. Above that fixed wires protect the climbing [until] easy terrain is reached.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,decc1251-4a67-52b9-b23f-3243e10e93d0,7fea44a6-af9d-583e-9abc-274876289cd7,4dd67795-5303-5c3d-a400-6fb595ea8ab5","pathTokens":["USA","Colorado","Boulder","Eldorado Canyon State Park","Kloof Alcove"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.10c"},{"count":1,"label":"5.12d"},{"count":1,"label":"5.12a"},{"count":1,"label":"5.12b/c"},{"count":1,"label":"5.10"},{"count":1,"label":"5.10d"},{"count":1,"label":"5.9+"},{"count":1,"label":"5.14a"},{"count":1,"label":"5.11a"},{"count":1,"label":"5.7+"},{"count":1,"label":"5.12c"}],"byDiscipline":{"trad":{"total":12,"bands":{"unknown":0,"beginner":1,"intermediate":5,"advanced":5,"expert":1}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":5,"advanced":5,"expert":1}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.28704,39.93163]},"bbox":[-105.28762640294195,39.93118033981814,-105.28645359705806,39.932079660181856],"left_right_index":-1,"ext_id":"105745367","area_id":"TdZ3lVMDXD2kAG+1leqKtQ=="},"content":{"description":""},"density":0,"totalClimbs":12,"__v":1,"createdAt":"2022-11-07T05:55:58.557Z","updatedAt":"2022-11-25T11:16:32.038Z"}