{"_id":"63689d5ce80bff5a994f4b00","area_name":"Cobra Turret","shortCode":"","climbs":[{"_id":"YUvNyrtwV4GLIqhNPkRVYA==","name":"Prow of Cobra","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Gary Valle and Phil Warrender 1979","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-118.75438,36.89939]},"left_right_index":2,"mp_id":"107029694","mp_crag_id":"114969655","climb_id":"YUvNyrtwV4GLIqhNPkRVYA==","areaRef":"iD5+7NGiWQiYJHrAKH6LPw=="},"content":{"description":"As the name says, this route climbs the prow of the Cobra. The 5.9 bits are well protected and some easier sections are runout. 7 or 8 pitches lead to 4th class climbing to the top out. The route goes between the left and right facing arches visible from the base. Some of the belays have one bolt, some two, and one is a fixed pin.\n\nThis is a fantastic climb! If you do one moderate in the GOD this is the one.\n\nDescent:\n\n50 feet down the ridge from the summit cairn, find a single fixed piton on the north side. From here a short downclimb leads to a ledge on your right. Find the large chock-stone with old webbing around it. A series of raps with two 60M ropes get you down. Rumor has it that it can be done with a 70, with sections of exposed down-climbing. Bring plenty of webbing, and perhaps a few leaver ‘biners for the raps. This is not someplace you want to cheap out and get your ropes jammed.","protection":"Single set of nuts and cams to 3\". Two 60 M ropes needed to get off. I would bring a light bolt kit in case the descent anchors need help.","location":"The west buttress of The Cobra, Gorge of Despair."},"__v":0},{"_id":"k+K0y0xkWWOyriy6tpjx3A==","name":"From Afar","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Kris Solem and Guy Keesee, 1992","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-118.75438,36.89939]},"left_right_index":3,"mp_id":"107028746","mp_crag_id":"114969655","climb_id":"k+K0y0xkWWOyriy6tpjx3A==","areaRef":"iD5+7NGiWQiYJHrAKH6LPw=="},"content":{"description":"Pitch One: The technical crux of this pitch is the bolt protected face at the start. The crack above serves up a second crux at it's top. This pitch ends at a bolted anchor on a stance. 5.11c.\n\nPitch Two: Begin by moving left and up to a second very thin crack. While not as steep or hard as the lower pitch, this section is tricky and the protection is very thin wires. The pitch ends on ledges just below the top of the cliff. 5.10d.\n\nDescent\n\nWe rapped off from the top of pitch two, which ends just below a short scrambleto the top, leaving some nuts as an anchor. There is a rappel route down the north face, but we found out the hard way that 50M ropes come up short getting to the mid-face anchor on vertical rock.","protection":"Two ropes are needed to descend, even from the top of the first pitch.\n\n1 set of stoppers, #1-10 rocks or equivalent\n\n1 set of tiny wires, BD #1-5 (maybe a couple extra #1-#2)\n\n1 set of cams, tiny TCU's through 3 inches\n\nThe usual runners and draws\n\nWebbing to make a 15 foot extension on the north face rappel anchor if you choose to descend that way on 50m ropes.\n\nThe bolts on this route are 5/16\" rawl buttonheads placed in 1994. They were properly placed, and others of this type (5/16\", NOT 1/4\") from that time period are still good. On the occasions when I have decided to replace one I am always amazed by how strong the original bolt still is. This is beautiful rock so please only attempt to replace the bolts if you have the proper equipment and experience.\n\nFrom Afar climbs face and cracks up the perfect orange patina granite on the south face of the Cobra.","location":"Approach as described on the Gorge of Despair main page. The Cobra Turret is the second major formation as one descends the east side of the canyon and is distinguished by the long clean prow formed by it's west face.\n\n\"From Afar\" ascends the South Face of The Cobra. The route is found about 2/3 of the way up toward the eastern end of the face, to the right of a large alcove. Three bolts protect the steep face climbing which leads up to a beautiful crack. Although it may seem odd to some to hike 12 miles across a high pass to do a two pitch route, I have to say that this climb is on some of the most incredible rock I have ever seen or touched. The face is composed of bright orange granite with flanges and ear like features, all perfectly clean and as hard as steel."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,39fd615b-bd45-5c02-aed2-c3d586ff519d,62b478a4-dbc3-5609-a06e-3750489fbe58,883e7eec-d1a2-5908-9824-7ac0287e8b3f","pathTokens":["USA","California","Sequoia & Kings Canyon NP","Gorge of Despair, The","Cobra Turret"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.9"},{"count":1,"label":"5.11c"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":1,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-118.75438,36.89939]},"bbox":[-118.75494229237704,36.89894033981813,-118.75381770762297,36.899839660181854],"left_right_index":-1,"ext_id":"114969655","area_id":"iD5+7NGiWQiYJHrAKH6LPw=="},"content":{"description":""},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T05:54:18.954Z","updatedAt":"2022-11-25T11:14:10.501Z"}