{"_id":"63689de0e80bff5a994f9069","area_name":"Thumb Rock","shortCode":"","climbs":[{"_id":"VFnZx32LWnaZ1wlFE52uyg==","name":"Da Prow","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"D. Thompson, LP","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.616,40.3753]},"left_right_index":0,"mp_id":"105762729","mp_crag_id":"105746653","climb_id":"VFnZx32LWnaZ1wlFE52uyg==","areaRef":"4mu0vMBXX56wunpmaiMvDg=="},"content":{"description":"This is the less-than-vertical line which called out from a distance to be climbed. It follows a line up the prow linking protectable features in 3 pitches.  Stretches of this are quite pleasant.  The rock faces S or SSW and enjoys good sun.  Its elevation is equivalent to upper MacGregor Slab.  You can enjoy views of Fall River, Deer Mt., Sheep Lakes, & even the Y Couloir of Ypsilon if you wander left on P3.  Allegedly, bighorn sheep will wander down near this rock occasionally.\n\nTo approach, start at the Lawn Lake Trailhead (Fall River entrance), hike up to the beginning of the 7th switchback.  The first 2 switchbacks are very short.  As you begin this 7th switchback, the rock comes into view.  Proceed up the slope crisscrossed with game trails.  Find your way up this slope to the back of the rock.  Expect a 45 minute approach.\n\nP1. Find the right side of the apron.  Follow a broken section with cracks, flakes, & shrubs to a right-facing dihedral about 90 feet up.  Break left into a crack system onto a slab.  Follow nice, shallow, double cracks (crux) accepting thin cams.  You can either follow the right crack as it curves right or the straighter left crack (more aesthetic but still dirty) to a ledge with a bush.  Angle up & right to a thin slab with mediocre pro (#0.75 & 1 Camalots) to a big ledge with a large, parasitized tree.  190 feet, 5.8.\n\nP2.  Two starts are available here.  You can go directly above the tree in a small, right-facing dihedral to a thin slab (5.8+ PG-13) or go right to a thin crack next to a left-facing dihedral.  Both starts merge 25 feet up.  Continue up more-alpine terrain to small saddle of sorts about 80 feet up.  (You can exit off right to hiking terrain here).  Here you can (recommended) move left onto a flake and gain a crack at a small overlap, follow the fun crack until it ends, & then climb a delightful face to a ledge & belay.  (There is an exquisite looking slab of the nose to the left of the crack which may be done with someone with bigger ovaries).  Alternatively, you can move right and follow alpine cracks to the same belay.  150 feet, 5.7 or 5.8+ PG-13.\n\nP3.  Move up & left on broken terrain to a good ledge.  Here, you have numerous choices of lines.  You can wander up & left towards a couple small pillars on an easy, high-friction, climb-anywhere slab to the top of the shoulder with plenty of opportunity for protection.  Alternatively, you can traverse right and gain the second wide crack and follow this to the right side of the above slab to the top of the same shoulder.  200 feet, 5.7.  You can scramble off from here.\n\nP4.  This can be done to the top on easy-looking terrain for another 50-60 feet.\n\nDescend off the back scrambling & hiking going around the right side of the rock.  If needed, it could be rappelled with natural features and double 60m ropes.\n\n1.6 stars.\n\nThere is a beautiful-appearing, orange slab to the left of the prow about mid-height.","protection":"Wires, Aliens, cams to #3 Camalot, a couple hexes, 60m rope.  Extra small Aliens useful for P2 L crack variation.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,b8bc6400-2efc-577d-b6a6-c5367641fd44,1621a45a-659f-5708-9ba0-bc0a295bfc73,e26bb4bc-c057-5f9e-b0ba-7a666a232f0e","pathTokens":["USA","Colorado","Alpine Rock","RMNP - Rock","Thumb Rock"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.8"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.616,40.3753]},"bbox":[-105.61659024648277,40.37485033981814,-105.61540975351724,40.37574966018187],"left_right_index":-1,"ext_id":"105746653","area_id":"4mu0vMBXX56wunpmaiMvDg=="},"content":{"description":""},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T05:55:50.462Z","updatedAt":"2022-11-25T11:16:20.730Z"}