{"_id":"63689fc7e80bff5a9951d865","area_name":"(4) Madness Cave","shortCode":"","climbs":[{"_id":"Rm3HFr1LXo6lTSGlY0GT3Q==","name":"Transworld Depravity","yds":"5.14a","grades":{"yds":"5.14a","french":"8b+"},"fa":"Bill Ramsey 2001","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.71056,37.64651]},"left_right_index":0,"mp_id":"107392101","mp_crag_id":"111129496","climb_id":"Rm3HFr1LXo6lTSGlY0GT3Q==","areaRef":"o9cb9iUpU62kZyjauJ1wJA=="},"content":{"description":"Transworld is a commanding line that soars up the left edge of the Madness cave. The hardest of the cave routes, it sports three distinct crux sections that demand a breadth of skills and steel nerves. Begin with 50' of 5.12- to reach a good rest at the horizontal break. The first crux starts here with long reaches or dead points between slopey edges, followed by big moves through the steepest part of the roof. Recover at a poor shake before the second crux, which requires a long move left off more slopey crimps to the bottom edge of a big flake. Continue up the flake to a great rest before the final sequential roof and technical head wall. The head wall is often wet after a hard rain, but dries sufficiently pretty quickly. There is also some pretty bad rock on the lower 5.12 bit, but this hasn't seemed to tarnish this route's reputation.\n\nThe name refers to the  philosophical concept of a being who is depraved, or evil, in multiple realities, i.e. this world and the afterlife. What will they think of next...","protection":"Bolts","location":"The left margin of the Madness cave. Start in front of a bush and climb to just right of the Lode waterfall."},"__v":0},{"_id":"1hpDxfPEXFi2v1d3l2Y8Tg==","name":"Pushing Up Daisies","yds":"5.13c","grades":{"yds":"5.13c","french":"8a+"},"fa":"Brad Weaver","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.71056,37.64651]},"left_right_index":3,"mp_id":"106969249","mp_crag_id":"111129496","climb_id":"1hpDxfPEXFi2v1d3l2Y8Tg==","areaRef":"o9cb9iUpU62kZyjauJ1wJA=="},"content":{"description":"Pushing Up Daisies is the very nice extension of the classic\n\nFlour Power\n\nthat extends the route to where it always should have gone, the top of the cliff.\n\nThe difficulty starts once you leave the comfort of the anchor clipping hold of Flour Power and involves pulling a crimpy boulder problem leading to a jug.  From the jug you have to figure out how to get to a jug system up and left. There are at least 3 different ways to get there, each presenting their own difficulties.  Once on the system, another crimpy section is encountered leading slightly right to a final sprint up the last headwall.  Try not to fall off the next to last hold, the final hold is huge and so worth it.\n\nThere is some glue on at least 3 of the crimps but this doesn't detract too much.","protection":"Bolts and Fixed Draws.  I lowered off from the anchors with a 70m rope.  Note sure about a 60m.","location":"See\n\nFlour Power Description"},"__v":0},{"_id":"x+pQr4bFWberDX5741L9TA==","name":"Omaha Beach","yds":"5.14a","grades":{"yds":"5.14a","french":"8b+"},"fa":"Bill Ramsey 1999","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.71056,37.64651]},"left_right_index":4,"mp_id":"111342844","mp_crag_id":"111129496","climb_id":"x+pQr4bFWberDX5741L9TA==","areaRef":"o9cb9iUpU62kZyjauJ1wJA=="},"content":{"description":"The king line of the Madness Cave, this route climbs out the steepest part of the cave to the highest part of the cliff. Extended to the top of the cliff and sent by Bill Ramsey in 1999, this route was originally graded 5.13d, but upgraded after several holds broke. This is the quintessential RRG line, long and steep, but with generally pretty good holds, and no hard moves for the grade.\n\nStarting off the small boulder, pull one of the harder moves on the route a ~V5 boulder problem on small holds. Continue up the steep wall on 5.11 jugs to a tricky sloping leftwards traverse section to gain the resting ledge. It is about mid 5.12 to here. After figuring out the sit down rest and forcing yourself to wait until fully recovered, attack the steep headwall, moving past a difficult section passing the 3rd bolt (on the headwall). A quick shake is obtained at the 6th bolt (on the headwall),with more difficult moves to gain the \"beach\" and the 7th bolt. Get a good shake and pull difficult moves to get off the \"beach\". Another shake allows some more recovery before tackling the steep mid 5.12 finishing headwall above. The last bolt is generally skipped on redpoint attempts resulting in some huge whips as climbers gun for the jugs below the chains.\n\nSome sneaky beta allows a few additional rests, and some of the cruxes can be dumbed down with kneepads.\n\nfomv","protection":"~15 bolts to anchors, generally the first long sling is stick clipped, skipping the first few bolts.  Nice to back clean the first few bolts for rope drag.  The last bolt is generally skipped on redpoint attempts.","location":"Center of the Madness Cave, to the left is \"Flour Power\" to the right is the \"Madness\".  Starts off a boulder on a vertical section with little crimps."},"__v":0},{"_id":"0PIvHVTvWGSRHqWaYw1Yyg==","name":"The Madness","yds":"5.13c","grades":{"yds":"5.13c","french":"8a+"},"fa":"Bryan Toy 1997","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.71056,37.64651]},"left_right_index":5,"mp_id":"106575777","mp_crag_id":"111129496","climb_id":"0PIvHVTvWGSRHqWaYw1Yyg==","areaRef":"o9cb9iUpU62kZyjauJ1wJA=="},"content":{"description":"Long moves to start through the wierd hueco features. Hard sloping moves after exiting the huecos. No hands rest at the break before the steep overhang. Head up the steep wall with a hard move a few bolts in and several long pulls on edges. Get some relief when the angle of the wall changes but then make a really long move or sloping pulls to get to another good break. Make cruxy moves on thin edges to a sloping shelf. Long moves on crimps takes you up the last headwall to the anchors.\n\nThere are a couple of holds on this route that are re-enforced with glue.","protection":"Bolts and a bolted anchor.","location":"The second route from the right edge of the Madness cave. It starts by climbing up to some very large huecos to the right of the bolt line."},"__v":0},{"_id":"a4Q3+KR4Xk+uubrFx37MhQ==","name":"Forty Ounces of Justice","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Porter Jarrard, 1997","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.71056,37.64651]},"left_right_index":6,"mp_id":"106585375","mp_crag_id":"111129496","climb_id":"a4Q3+KR4Xk+uubrFx37MhQ==","areaRef":"o9cb9iUpU62kZyjauJ1wJA=="},"content":{"description":"Pull on some perpetually damp holds to get started. Then continue up steep jugs to a great rest on a shelf, try not to fall asleep. After you've recovered or get bored, which ever comes first, head up into the steep wall above. There is an early crux involving a long move off of a crimp. Better holds continue out the overhang to a good rest on another shelf. Another hard section off of the shelf leads to finger buckets up the final headwall.\n\nThis route has harder moves but better rests than BOHICA. Better than the guide book makes it out to be.","protection":"Bolts to a bolted anchor.","location":"The furthest right route in the Madness Cave. Starts off of a stack of rocks on a damp jug that points left."},"__v":0},{"_id":"NsUgvhdIURCtA3K4YWH2mw==","name":"Flour Power","yds":"5.13b","grades":{"yds":"5.13b","french":"8a"},"fa":"Chris Martin - 1997","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.71056,37.64651]},"left_right_index":2,"mp_id":"106969206","mp_crag_id":"111129496","climb_id":"NsUgvhdIURCtA3K4YWH2mw==","areaRef":"o9cb9iUpU62kZyjauJ1wJA=="},"content":{"description":"Flour Power is one of the two classic 13bs (BOHICA being the other one) that climb partway out the super steep Madness Cave.  A slightly odd start (make sure your belayer is paying attention, a fall could lead to a swing into a boulder) leads to sweet, steep jug climbing  There are some slopers here and there but overall nothing is too bad.  This leads to a nice sit down rest at the base of the big roof.  If the route ended here it would be a 5 star 12a but there's still so much to go.\n\nOnce recovered, launch out the 40 degree roof on a variety of holds, heavy on open handed mini jugs.  None of the clips are too bad but there are some smaller holds in between them.  The goal of this section is to get through 40 feet of continuous climbing to a fantastic rest on jugs and hand jams.  From the rest a cool bouldery section leads right and up, passing the last bolt (many people skip) to the anchor clipping jug.","protection":"Bolts and Fixed Draws","location":"Third route from the left in the Madness Cave starting under a roof on a pointy boulder."},"__v":0},{"_id":"4Lf7DPIkXQuAqvQundcz/Q==","name":"BOHICA","yds":"5.13b","grades":{"yds":"5.13b","french":"8a"},"fa":"Jeff Moll 1995","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.71056,37.64651]},"left_right_index":1,"mp_id":"106575756","mp_crag_id":"111129496","climb_id":"4Lf7DPIkXQuAqvQundcz/Q==","areaRef":"o9cb9iUpU62kZyjauJ1wJA=="},"content":{"description":"Move over the roof to start. head up the steep face past a couple of bolts to a section with some smaller pockets before things get vertical. A hard move at the end of the vertical section at a blank band of rock goes either left or right. Rest up well in the break. The hardest moves on the upper wall are right off of the rest. Use underclings to make a long move up onto the first 1 1/2 pad edges. Continue out the 45 degree wall on similar holds to a jug right where the angle lessens, try to rest then punch to the first anchor.","protection":"Bolts and a bolted anchor.","location":"The second route from the left in the Madness cave. Starts off of a boulder at some pockets in a roof."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,8677a1b5-08b9-5ce8-b15f-0653205bbc48,78da26bc-cd94-5ac8-8e1c-815f7f30a28b,9c612baf-7a8c-5f07-a94a-ffa9ebfd219e,81e9477a-bf47-52ba-a8ca-df35e338c720,a3d71bf6-2529-53ad-a467-28dab89d7024","pathTokens":["USA","Kentucky","Red River Gorge","Bald Rock Fork Recreational Preserve (BRRP)","Motherlode, The","(4) Madness Cave"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.14a"},{"count":2,"label":"5.13c"},{"count":1,"label":"5.13a"},{"count":2,"label":"5.13b"}],"byDiscipline":{"sport":{"total":7,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":0,"expert":7}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":0,"advanced":0,"expert":7}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-83.71056,37.64651]},"bbox":[-83.7111279003979,37.64606033981814,-83.70999209960208,37.64695966018188],"left_right_index":-1,"ext_id":"111129496","area_id":"o9cb9iUpU62kZyjauJ1wJA==","polygon":{"type":"Polygon","coordinates":[[[-83.7111279003979,37.64606033981814],[-83.70999209960208,37.64606033981814],[-83.70999209960208,37.64695966018188],[-83.7111279003979,37.64695966018188],[-83.7111279003979,37.64606033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":7,"__v":1,"createdAt":"2022-11-07T06:03:53.242Z","updatedAt":"2024-01-20T01:01:55.755Z"}