{"_id":"63689d20e80bff5a994f26ea","area_name":"East Face of Out of Towners Dome","shortCode":"","climbs":[{"_id":"9TRorSh4Ve+tBdT9M0v8mQ==","name":"First Amendment Rights (slightly sideways)","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Christopher LaGow and Alison Elder sept 2020","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-109.97084,31.94477]},"left_right_index":10,"mp_id":"119640100","mp_crag_id":"121649158","climb_id":"9TRorSh4Ve+tBdT9M0v8mQ==","areaRef":"zKXAFwT0W1ur3Jk8W8mJTQ=="},"content":{"description":"Looking for a Cochise adventure, well this is it! An all gear route and lets keep it that way!. a throw back modern classic! the rock and the wall determine the route and trust me you will love it. Also this climb isnt for everyone you better know granite and the style of the stronghold... enjoy!first pitch starts at the base of the slab far left with a nice area for a belay. head up the slab following the cracks up and left at about 30 feet look for a good step up out of the slab and on the vertical wall using the crack at your waist to protect. Follow this up and right for another 25ish ft or so. Jams will come and go, while fighting the angle, make this a unique and fun part of this pitch. Once the plates become usable and Good (up and “right”) (dont blow it 5.9 R). this is a bit of a tricky sequence...  move up to the next crack and right into plates and heads, headed toward the first belay ledge (the tree) and again up to the next crack until you are at the belay ledge with the tree... you could continue the next 30 ft and bypass this belay but seeing how you are already 45 meters or so into the pitch and rope drag is becoming a issue I chose to set up a belay here and pitch out the traverse pitch. gear for anchor 2 #2's 5.10R second pitch its short (45ft) but damn it is good. IMO it was worth the effort to move the belay and enjoy this pitch without the drag...  from the tree traverse right into the finger crack using the slab below for feet move right (and enjoy) to the base of the corner, gear for anchor #.3 and #3 maybe a #4 5.9+third pitch wonderful granite corner climbing with a few tricky placements. Exit the corner and slab climb (5.7 pg) to the dike with some heads and plates and head right to the large right facing flake and make a belay. gear for anchor #3 and #4 5.10 PG 35 meters. a excellent pitch! (A 3 and a 4 works but maybe even better 2 4s) (side note: near the top of this pitch you will see some rap anchors (lost wages) I would move past those and get into the right facing flake to set up your belay, to the right of these anchors, because the fourth pitch is almost 70 meters and you’re gonna need all of your rope) fourth pitch slab climb (easy pg) up to the horizontal crack that moves right placing a crucial .3. the crack then turns vertical, undercling and jam to the stem box, once that ends continue up through unprotected 5.7 climbing until you find a boulder like formation with a thread through and chicken head tie off and .2 or .3 for an anchor and two double length slings (pics) 65 ish meters 5.10 R this pitch alone is four stars but mix in with the rest of the climb wow! There are probably other options for the anchor in this area but the thread through makes you feel like a trady fifth pitch is a short summit pitch mainly because you ran outta rope on the last pitch. head up on pockets and edges on less then vertical rock looking left for a 4s crack to make a belay 60 ft gear for anchor 4s 5.6 getting off the dome is a walk and rap through the drainage that encircles the formation scramble down to the drainage finding the corner you can chimney down climb with a perfectly placed log for the last move and then head Right towards wasteland once you hit the second \"waterfall\" area use the tree on the left to rap off of (sept 2020 I left wedding and a link to rap off of) in sept this place was bone dry tho it seems like it got to see water at some point, after the rap continue in drainage to your bags ","protection":"double rack .2-4 medium to large nuts and plenty of slings! 10 or more and a few double lengths 70 meter rope","location":"East face of Out of Towners DomeRight of “Lost Wages” & massive vegetated gulley cleaving the upper half of dome "},"__v":0},{"_id":"x/nx28pRXTqkH5nYJ/gscA==","name":"(It doesn't matter they'll change it anyways)","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Christopher LaGow and Robbie Mackley","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.97084,31.94477]},"left_right_index":9,"mp_id":"119654615","mp_crag_id":"121649158","climb_id":"x/nx28pRXTqkH5nYJ/gscA==","areaRef":"zKXAFwT0W1ur3Jk8W8mJTQ=="},"content":{"description":"Another all-gear route on this wall so let’s keep it that way Pitch One: This starts after a large boulder less then mid-way on the wall pass the tree (look at photos) with the twin cracks above and you're aiming for the right.Start up the wall passing a bulge, undercling the flake, work your way up the slab placing a crucial #1 in a pocket making your way into the vertical crack, pass it making a hard move and move into the highlight of this pitch the traverse left to the belay ledge. Gear for anchor 2 is a #2. The pitch is 5.11 and approximately 35 meters.Pitch Two: From the belay ledge move right into the crack make a few hard and thoughtful moves to get established into the wide crack. Off width your way up and out of the crack into a dike band of chicken heads using ties off for protection. To top out the dome you can go right or left. I recommend right, heading to the fourth pitch of First Amendment rights to it keep the grade a bit more sustained and it’s a pitch not to be missed! Head right on the dike passing a rap anchor and find a large right facing flake make a belay here with 4's and 3's.If you want to back off the grade follow the dike left to the low angel crack and make belay if you move up a bit into the crack it will help with rope drag. Gear for belay (depends on which part of the crack you use) 1 #1 and 1 #.5 1#.4 45 meters 5.11-Third Pitch: (fourth pitch of first amendment) Slab climb up to the horizontal crack that moves right placing a crucial .3. The crack then turns vertical undercling and jam to the stem box with options; one that ends and continues up through unprotected 5.5 climbing until you find a boulder like formation with a thread through and chicken head tie off and .2 or .3 for an anchor and two double length sling. 65-ish meters 5.10 R this pitch alone is four stars but mix in with the rest of the climb wow!Or option two-- go left on dike to Lost Wages Pitch Three:  Either of the two low angle cracks of Lost Wages (the right gets wide and could take maybe even a 6 but it’s so chill/low angle I used fours and felt fine) until you about run out of rope at the base of the summit pitch look for a large boulder like formation. Gear for belay thread through chicken head/tie off and #.3(2 double length super helpful here) 65 meters 5.7. Fourth Pitch:  Head up the low angle on pockets and edges. Look for a fours? crack on the left to make a belay. Gear for belay 4's 15 meters 5.6Review the walk-off information on the main page.","protection":"double rack .2-4, medium to large wires, alpines, double lengths,  70 meter rope ","location":"East face of Out of Towners DomeRight of “Lost Wages” & massive vegetated gulley cleaving the upper half of dome "},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,24e148bb-4884-59e8-9870-43ce21f1a337,6f40f8bb-61ae-569f-a656-25752de45c0c,d89ead8f-ea94-5fc1-9170-13bf8dd94398,f7b7a2a3-7804-5412-ac59-8fc77a66751b,503f5dfa-dc44-589a-8eb6-102130d15bf5,cca5c017-04f4-5b5b-abdc-993c5bc9894d","pathTokens":["USA","Arizona","Southern Arizona","Cochise Stronghold","East Stronghold","Out-of-Towners Dome","East Face of Out of Towners Dome"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10"},{"count":1,"label":"5.11-"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":1,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-109.97084,31.94477]},"bbox":[-109.97136991063522,31.94432033981813,-109.97031008936476,31.945219660181856],"left_right_index":-1,"ext_id":"121649158","area_id":"zKXAFwT0W1ur3Jk8W8mJTQ=="},"content":{"description":"This is the seldom visited East Face of of Out of Towners Dome, most easily seen from the summit of Wasteland Dome.It is rumored that there are three additional routes on the face."},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T05:52:59.747Z","updatedAt":"2022-11-25T11:09:55.051Z"}