{"_id":"63689de0e80bff5a994f901b","area_name":"Tenmile Range Traverses","shortCode":"","climbs":[{"_id":"TfWcJ3BfXiOfbsLlp4Ao3Q==","name":"Tenmile Traverse","yds":"4th","grades":{"yds":"4th","french":"1"},"fa":"unknown","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.06852,39.53368]},"left_right_index":0,"mp_id":"108333104","mp_crag_id":"118109351","climb_id":"TfWcJ3BfXiOfbsLlp4Ao3Q==","areaRef":"jjj5yEO3WYSrsRIhaXQcXw=="},"content":{"description":"The Tenmile Traverse spans 12 peaks of the Tenmile Range from Mt. Royal (Frisco) to Peak 10 (Breckenridge) with roundtrip mileage ~19 without a car shuttle and using the convenient Summit Co. free bus. Min. and max. elevation is 9,095 feet and 13,633 feet respectively.\n\nThe following peaks are included:\n\nMt. Royal\n\n(10,502 feet), subpeak of Peak 1\n\nMt. Victoria\n\n(11,785 feet), subpeak of Peak 1\n\nPeak 1\n\n(12,805 feet)\n\nTenmile Peak\n\n, aka Peak 2 (12,933 feet)\n\nPeak 3\n\n(12,676 feet)\n\nPeak 4\n\n(12,866 feet)\n\nPeak 5\n\n(12,855 feet)\n\nPeak 6\n\n(12,573 feet)\n\nPeak 7\n\n(12,655 feet)\n\nPeak 8\n\n(12,987 feet)\n\nPeak 9\n\n(13,195 feet)\n\nPeak 10\n\n(13,633 feet)\n\nMost of the route is a hike, and there are many bailout points. The only scrambling section of the traverse is between Tenmile Peak (Peak 2) and Peak 4. Dave Cooper (\n\nColorado Scrambles\n\n) calls this class 3-4, heavy on the 3. The routefinding here is not very difficult even in the absence of cairns.  The rock is a little chossy, so take care. I wore running shoes but am comfortable on this type of terrain.\n\nTHE ROUTE\n\nStart: Mt. Royal (10,502 feet)\n\nThere are several trailheads for Mt. Royal. Having used the one at the end of 2nd Street in Breckenridge, I wouldn't recommend it for first-timers, especially if a predawn start is planned. I found only one sign with Mt. Royal (quite high up), and there is a bewildering array of sidetrails. Because I started after first light, I was able to link my way up to Mt. Royal with signage.  The normal start is the official Mt. Royal trailhead, close to where Main Street crosses under I-70.  From the lot, head left on the bikepath until you reach the Mt. Royal/Mason Town trail. Follow the trail around the south side of the mountain to its summit.\n\nMt Victoria (11,785 feet)\n\nFrom Mt. Royal follow a faint trail which emerges above treeline to the summit of Mt Victoria.  Depending on which way you go you may pass an old cabin site.\n\nPeak 1 (12,805 feet)\n\nThere is fairly defined trail from Mt Victoria to Peak 1. Don't forget to gaze back at the immense Dillon Reservoir.\n\nTenmile Peak (12,933 feet)\n\nAs you head toward Peak 2, the ridge becomes more defined but still on easy terrain.\n\nPeak 3 (12,676 feet)\n\nNow the fun begins. The terrain becomes more difficult with class 3 scrambling around and on blocky fins. There are several ways to go with varying difficulty. After the fin section is the tower section known as \"The Dragon\". Again several ways to go here (class 3-4).\n\nPeak 4 (12,866 feet)\n\nOn the approach to Peak 4 you'll encounter a true (but easy) knife edge ridge.\n\nPeaks 5-8 (12,573 to 12,987 feet)\n\nThere is nothing particularly notable here as you hike though meadows along the top of the ski resort. It is a good place to run if you're feeling up to it.\n\nPeak 9 (13,195 feet)\n\nGaze upon it and weep. There is a major saddle (~600 foot loss in elevation) between Peaks 8 and 9. After the saddle, hike the steep slope past the false summit before finally reaching the top.\n\nPeak 10 (13,633 feet)\n\nThe good news here is that after Peak 9, Peak 10 will seem easy. You'll have another, shallower saddle, but the slope is much friendlier than Peak 9.","protection":"No fixed anything.\n\nLight alpine rack if anything.","location":""},"__v":0},{"_id":"NFIEUoLLWhu+AU9bdg1tYw==","name":"Helen/Dyer Traverse","yds":"4th","grades":{"yds":"4th","french":"1"},"fa":"unknown","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.06852,39.53368]},"left_right_index":999999,"mp_id":"113494700","mp_crag_id":"118109351","climb_id":"NFIEUoLLWhu+AU9bdg1tYw==","areaRef":"jjj5yEO3WYSrsRIhaXQcXw=="},"content":{"description":"This is a classic Tenmile Range traverse between the 13'ers Mt. Helen and Father Dyer Peak. It can be done in either direction. The majority of the climbing is Class 3/4. You could easily bump the difficulty up to 5th Class by staying ridge proper in a few sections. Test your holds as this route holds a fair amount of choss.\n\nThe traverse has no markers or cairns, so route finding can be difficult, often necessitating some thoughtful downclimbing. It is often combined with an easy traverse to Crystal Peak.\n\nBill Middlebrook has an excellent route description as well at\n\n14ers.com/route.php?route=h…\n\n.","protection":"There is no fixed gear. This traverse is best done solo.\n\nIf climbing in the winter, crampons and an ice axe are essential. A 30m rope and light alpine rack with a few nuts and pitons may be useful as well.","location":"Park at the Spruce Creek trailhead just south of Breckenridge, CO. Continue up Spruce Creek Road for around 1 mile, and then take your right onto the road towards the Crystal Creek and the Wheeler Trail. Follow the Wheeler Trail east until you see a cairn and faint trail that goes directly up Mt. Helen. From here, you want to head up the main gully and then up the gentle slopes towards Mt. Helen's summit. The traverse begins here. Once you finish the traverse, you can summit Father Dyer Peak and descend into the Mohawk Lakes or Crystal Creek basin. For a more full value day, continue to Crystal Peak. You can also link up Pacific Peak for a full traverse of Mohawk Lakes."},"__v":0},{"_id":"+pjZPuw2V3SDHx0ouBoHwg==","name":"Mayflower Cirque Traverse","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true,"snow":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.06852,39.53368]},"left_right_index":999999,"mp_id":"108348459","mp_crag_id":"118109351","climb_id":"+pjZPuw2V3SDHx0ouBoHwg==","areaRef":"jjj5yEO3WYSrsRIhaXQcXw=="},"content":{"description":"This great traverse runs from the upper trailhead parking (4x4), to Atlantic Peak, Fletcher Peak, Drift Peak, and back down to the TH.  For an idea of time, I climbed truck-2-truck in 5 hours.  I experienced early snow and verglas, so it made it a bit more exciting. If you are comfortable soloing 5.7 alpine, no gear is necessary.  If the crux shuts you down, you can traverse down below the spire on the west side and regain the ridge.  An excellent write-up with much more detail is also found here:\n\n14ers.com/php14ers/triprepo…\n\n.","protection":"A set of Link Cams and a 30m rope.","location":"Park in Mayflower Gulch upper trailhead (easy 4x4 road). Hike due north across meadow (wet in places) to left edge of talus on Atlantic.  Summit Atlantic and enjoy the 4th/easy 5th class traverse along 5 major spires to Fletcher. The 5th spire holds the 5.7, 20m crux pitch. From Fletcher, drop down and pass 2 more technical spires to Drift Peak.  Follow the bony ridge down to the upper trailhead.  Atlantic: 13,841'; Fletcher: 13,951'; Drift: 13,921'.   For extra fun, consider adding Pacific (13,950') and Quandary (14,265') to this route, easily done in a day.  The upper trailhead in Mayflower is located at the gated Boston Mine (11,500')."},"__v":0},{"_id":"JJ3MuvpOVUyRLLIILtPI9Q==","name":"Fletcher Peak to Atlantic Peak Traverse","yds":"Easy 5th","grades":{"yds":"Easy 5th","french":"1+"},"fa":"unknown","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.06852,39.53368]},"left_right_index":999999,"mp_id":"117280254","mp_crag_id":"118109351","climb_id":"JJ3MuvpOVUyRLLIILtPI9Q==","areaRef":"jjj5yEO3WYSrsRIhaXQcXw=="},"content":{"description":"This is one of the classic alpine traverses in Colorado (similar to the N. Arapahoe to Navajo Traverse, Little Bear to Blanca Traverse, Crestone Traverse, etc.). The route sees little traffic, so solid route finding skills are essential. The entire route goes at low 5th Class if you stay on the ridge itself, otherwise, there are 4th Class options to avoid spines by moving down from the ridge.\n\nEds. Note, this is a resubmission of a route that was submitted as a subarea. This was brought to our attention from 2 users. The original posting date of Jan. 26, 2013 can not be adjusted. The original GPS coordinates were submitted as 39.409, -106.127. The original altitude submission was 13,423'.","protection":"To be edited in.","location":"You can either start at Mayflower Gulch or McCullough Gulch. The most logical is to start from Mayflower off of US 91 (Copper to Leadville road). If approaching from Mayflower, head northeast, and gain the north ridge of Fletcher. From the top of Fletcher, examine the ridge, and begin your adventure."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,b8bc6400-2efc-577d-b6a6-c5367641fd44,c656e246-7897-5b4c-afb3-bba2c4bbb33f,8e38f9c8-43b7-5984-abb1-122169741c5f","pathTokens":["USA","Colorado","Alpine Rock","Tenmile Range","Tenmile Range Traverses"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"4th"},{"count":1,"label":"5.6"},{"count":1,"label":"Easy 5th"}],"byDiscipline":{"trad":{"total":4,"bands":{"unknown":3,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"alpine":{"total":4,"bands":{"unknown":3,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"snow":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":3,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-106.06852,39.53368]},"bbox":[-106.06910302737556,39.53323033981813,-106.06793697262445,39.53412966018187],"left_right_index":-1,"ext_id":"118109351","area_id":"jjj5yEO3WYSrsRIhaXQcXw==","polygon":{"type":"Polygon","coordinates":[[[-106.06910302737556,39.53323033981813],[-106.06793697262445,39.53323033981813],[-106.06793697262445,39.53412966018187],[-106.06910302737556,39.53412966018187],[-106.06910302737556,39.53323033981813]]]}},"content":{"description":""},"density":0,"totalClimbs":4,"__v":1,"createdAt":"2022-11-07T05:55:49.853Z","updatedAt":"2024-01-20T00:59:39.899Z"}