{"_id":"6368a50be80bff5a995b062d","area_name":"4X4","shortCode":"","climbs":[{"_id":"fxg7tP+sW4CHlovMFUdESA==","name":"Variety Pack","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Steve Hong ?","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5813,38.0733]},"left_right_index":20,"mp_id":"106293421","mp_crag_id":"105717104","climb_id":"fxg7tP+sW4CHlovMFUdESA==","areaRef":"aKZC0LgIVqOx1IuFScxqyw=="},"content":{"description":"Superb and sustained fingers in a corner, broken with some pods, face features and some rests. The crux is in the initial section. Above, good faceholds take some of the \"bite\" out of it. This thing is long and well worth the trip.","protection":"A bunch (6-8) of finger size pieces, gray and purple Camalots with a couple smaller (green Alien size) and a couple each bigger up to #2 Camalot. 2 ropes.","location":"This is just right of Unnamed 5.11- and just left of the side-by-side Unnamed 5.10+ and Unnamed 5.10 that share the same anchor. Starts with an initial section of sandy rock in the corner that is easily scrambled before climbing the right-facing corner."},"__v":0},{"_id":"fNR9j8ANXo2L5T0u0qPHsA==","name":"Unnamed 5.11 w/ 2 bolt start","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5813,38.0733]},"left_right_index":15,"mp_id":"105718390","mp_crag_id":"105717104","climb_id":"fNR9j8ANXo2L5T0u0qPHsA==","areaRef":"aKZC0LgIVqOx1IuFScxqyw=="},"content":{"description":"This climb is located climber's right along the cliff from the Crankcase/Monster Truck area, but well before the Northwest prow area.  It starts right off the trail at a short uphill section of pebbly scree, and is easily identifiable as the only climb that starts with 2 bolts.\n\nTwo bolts protect bouldery moves to a stance where you can place a #3 or slightly larger sized camalot.  The rest of the climb is quality thin hands climbing, split by a good rest after a small easy roof.\n\nYou rack should include at least:\n\n- 1-2 x purple camalot or similar size\n\n- 2-3 x green camalots\n\n- 2 x black metolius or #2 friend\n\n- 3-5 red camalots (or substitute by working in a green metolius or gold camalot when possible)\n\n- this is just a very rough suggestion!\n\nA single 70m rope gets you back down, but not a 60m.  Guide is incorrect regarding route length.","protection":"2 quickdraws.  #3 or #4 camalot can protect moves above bolts.  Steadily widens from 1\" to 2.5\" so bring purple camalots to gold camalots but expect red camalots to place better than gold.  Crux is section demanding green camalots and #2 friends (aka black metolius)","location":""},"__v":0},{"_id":"g0XI1UHdUjWdk7cI2QnyYA==","name":"Unnamed 5.11 (38) - twin crack start","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5813,38.0733]},"left_right_index":33,"mp_id":"107554653","mp_crag_id":"105717104","climb_id":"g0XI1UHdUjWdk7cI2QnyYA==","areaRef":"aKZC0LgIVqOx1IuFScxqyw=="},"content":{"description":"This route has two starts, the left one is a sweet fingers to off fingers splitter which is what we did.  The right one we didn't do but it looked like it starts out as .4 Camalots in a corner and then gets bigger.\n\nBoth cracks start by gently climbing up some flaky rock that is easy to climb but poor in quality.  The left crack starts with .3 fingers to a stance on a sketchy looking flake/tooth thing.  It looks like it should fall out but it was solid enough to stand on, I wouldn't recommend pulling on it or standing on the far left end of it though.  Continue up .5 and .75 fingers with nice pods for your toes until you get to a small ledge.  Step right on the ledge to the corner and cruise up hands and thin hands to the anchor.","protection":"2 each .3 & .4 Camalot, 3 each .5 to #2 Camalot.  The anchor could use some chains or at least some new webbing.","location":"Far right side of 4X4, just left of Scout."},"__v":0},{"_id":"MWZw4OOOXfCAMMDyPdsURw==","name":"Unnamed 5.11 (36) - RF corner through 2 roofs","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5813,38.0733]},"left_right_index":32,"mp_id":"107554618","mp_crag_id":"105717104","climb_id":"MWZw4OOOXfCAMMDyPdsURw==","areaRef":"aKZC0LgIVqOx1IuFScxqyw=="},"content":{"description":"This route is marked by a right facing corner that goes through two large roofs.  Start with slightly chossy but easy rock to a nice set of parallel thin finger cracks, one in a right facing corner and the other on the face with white calcite.  The cracks gradually open up and get easier until you get to the first roof.  Once you have pulled the roof make sure to place a piece out left or your rope will get stuck in the crack below for sure!  Continue up through the more difficult second roof and traverse right to the anchors.  A great route, get on it!  Save some finger size pieces for the top.","protection":"3 each .3 to #2 Camalot, 1 Blue Alien and lots of runners.  70m rope.","location":"Right of \"Lift Kit\"."},"__v":0},{"_id":"IxhrIcijXmSbO+2udrRnsg==","name":"Unnamed 5.10- w/ LF corner capped by roof","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Jim Howe","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5813,38.0733]},"left_right_index":18,"mp_id":"106293401","mp_crag_id":"105717104","climb_id":"IxhrIcijXmSbO+2udrRnsg==","areaRef":"aKZC0LgIVqOx1IuFScxqyw=="},"content":{"description":"Climb an initial easy section, protected by a .75 Camalot to a ledge below the left-facing corner capped by a roof. Climb good hands in a corner to a pod. Above the crack stays wide but good face features keep it sane before reaching the roof.Climb the roof to the right with big face holds for the feet. Above the roof is an initial section of thin-hand jams before reaching good hand jams before the anchor.","protection":"Doubles or triples from red Camalot to #4 Camalot.","location":"Located a 200 or 300 hundred yards right of 4x4 or about 30 yards left of Variety Pack. It's a nice left-facing corner capped by a roof. Route #15 in the Bloom book."},"__v":0},{"_id":"TX6/4//sUnWfDD5+d9wgrw==","name":"Unnamed 5.10 (route 34) - R of tunnel","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5813,38.0733]},"left_right_index":30,"mp_id":"106761491","mp_crag_id":"105717104","climb_id":"TX6/4//sUnWfDD5+d9wgrw==","areaRef":"aKZC0LgIVqOx1IuFScxqyw=="},"content":{"description":"This route starts in a right facing corner with a finger crack in the back of a shallow chimney.  Stem around the chimney to a stance and continue up some loose rock to a nice .75 to 3 Camalot crack.  The crux is near the top getting out of a large flaring pod and through a #3 Camalot roof.","protection":".5 to #3 Camalots.  There is bolt and a pin at the anchor with slings.","location":"This route is located on the far right, north facing side of 4X4 wall near the center of the wall.  As you follow the trail at the base of the wall it will go through a small tunnel formed by a large rock leaning against the wall.  This Unnamed route is located just on the other side of this tunnel."},"__v":0},{"_id":"4WLXvkfQU7aAps9V/3/o4Q==","name":"Unknown 5.12 Large Lichen Corner","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5813,38.0733]},"left_right_index":4,"mp_id":"107849679","mp_crag_id":"105717104","climb_id":"4WLXvkfQU7aAps9V/3/o4Q==","areaRef":"aKZC0LgIVqOx1IuFScxqyw=="},"content":{"description":"Fun Movement, and don't be afraid of it, not as intimidating as you would think\n\nprobably an aid route. Start with a v2-3 boulder problem off ground into nice fingers opening to perfect hands for awhile. Tapers back down to yellow TCU at a small roof. Good rest then 20 more feet of LONG Lieback lock offs in a blue alien seam with perfect locker pod every 3 feet. Lieback corner change to clip anchor.","protection":"Double set .5 camolot- yellow camolot.\n\n3yellow TCU, 3 Blue metolious, 2 purple metolious, 1 Grey metolious.....or selection there of","location":"Large Lichen corner at the top of the trail..~200ft left of SLC special"},"__v":0},{"_id":"8//jnNnAVHCTfTgtmb9cGQ==","name":"Unnamed 5.10 RF flake just R of knobby tires","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5813,38.0733]},"left_right_index":27,"mp_id":"105718393","mp_crag_id":"105717104","climb_id":"8//jnNnAVHCTfTgtmb9cGQ==","areaRef":"aKZC0LgIVqOx1IuFScxqyw=="},"content":{"description":"This unnamed route is on the north facing wall if you continue right around the corner.  Shortly after turning the corner, this line begins off a ledge to the left of Variety Pack, and gradually steepens to a short wide section and a 3\" finish.\n\nSometime in the last 5 or 6 years a plaque may have been added. (\n\nSee Hookers N Blow\n\n)\n\nAs of Mar 28, 2015, the photo on the site here is NOT the route I intended to describe.\n\nIn June we found morning shade here.  Good warmup route and probably a somewhat mellow 5.10 for seasoned sandstone crack climbers.","protection":"Red and gold camalots.  The top: one #4 camalot and one #3 camalot. (i think)","location":""},"__v":0},{"_id":"ic0KFXTgUT6tkzuYuiS+3g==","name":"Unknown   21 - aka 'every bit of awkward'","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5813,38.0733]},"left_right_index":17,"mp_id":"108366784","mp_crag_id":"105717104","climb_id":"ic0KFXTgUT6tkzuYuiS+3g==","areaRef":"aKZC0LgIVqOx1IuFScxqyw=="},"content":{"description":"Most of this route is big hands in a flare but the bottom and top are guarded by some funky wideness.  If you can get a fist above the starting squeeze this route is about mid 5.10, if not then it might be a little harder.","protection":"(4) #3, (3) #4, (1) #5, all Camalots.  One bolt and one pin with webbing for an anchor.","location":"This is the next route right of Minute Lube.  Probably about 20-30 meters right with an anchor on the left side of the crack."},"__v":0},{"_id":"GF9iz0EpVd28bKBQXrZurg==","name":"Transmission Trouble","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Carl Bullock","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5813,38.0733]},"left_right_index":25,"mp_id":"106883780","mp_crag_id":"105717104","climb_id":"GF9iz0EpVd28bKBQXrZurg==","areaRef":"aKZC0LgIVqOx1IuFScxqyw=="},"content":{"description":"Steep ringlocks to tight hands. Lay back to a rest and go for it just like hot Carl did on the way rad first ascension. He drilled the bolts and everything like a real old school climber with socks on.","protection":"two purple cams, two green cams, three red cams, two golds and one blue cam, perhaps a fingers piece or three for the top (cams = camalots)","location":"far right end of 4x4 wall - tight hands to slab to steep, splittah pahpal camalots. 60 or so feet"},"__v":0},{"_id":"QrfM/iI9XqOVVa1P737Tkw==","name":"Town","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5813,38.0733]},"left_right_index":21,"mp_id":"105718396","mp_crag_id":"105717104","climb_id":"QrfM/iI9XqOVVa1P737Tkw==","areaRef":"aKZC0LgIVqOx1IuFScxqyw=="},"content":{"description":"On the north (far right) side of the 4x4 wall, and around the corner, lies this route clustered next to other crack lines.\n\nOrder: An unnamed 5.10, then Variety Pack, then this right facing dihedral, and finally to the right a popular offset hand splitter that shares anchors with this route.\n\nThe dihedral starts shallow and moves pasts a pod into a larger corner.  A reach right gains the hand crack to arrive at the anchor for the hand splitter on the right.\n\nThe route could go on.  Possibly bring a drill kit and continue on!\n\nApparently, Town and Country are the two routes that share anchors here.\n\nTown left, and Country right, the latter being the easier of the two.","protection":"Gear for 1\" to 3\".  Mostly 1.5 to 2\".","location":""},"__v":0},{"_id":"NdRORd8zWW6S70Wv9p2QFQ==","name":"Take 5","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"N/A","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5813,38.0733]},"left_right_index":8,"mp_id":"105819714","mp_crag_id":"105717104","climb_id":"NdRORd8zWW6S70Wv9p2QFQ==","areaRef":"aKZC0LgIVqOx1IuFScxqyw=="},"content":{"description":"This is a fun finger crack just left of 4X4.  It starts with good feet, ledges and then embarks on a wonderful lie back to number one BD's.  the crux is leaving the last good foot and working the lie back.","protection":"grey aliens, .5 BD, 2 #1 BD, and I dragged a #3 BD up with me through the last couple of moves to the chains.","location":""},"__v":0},{"_id":"4a7+Ppo8UHmGp/5rVwK7SA==","name":"Take 10","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5813,38.0733]},"left_right_index":9,"mp_id":"106570325","mp_crag_id":"105717104","climb_id":"4a7+Ppo8UHmGp/5rVwK7SA==","areaRef":"aKZC0LgIVqOx1IuFScxqyw=="},"content":{"description":"Right of Take 5 easy crack to some ledge on the right. Now left somehow tricky into some widening, and much worse OW out of it.","protection":"Good TR from the belay of Take 5. On lead, #6 camalots or bigger are required.","location":"From the Bloom Guide I assume that it is the crack just right of Take 5."},"__v":0},{"_id":"HB03T2FQWFOP++JjcSGtmQ==","name":"scout","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"sarah hayden, slim shaky","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5813,38.0733]},"left_right_index":34,"mp_id":"106914253","mp_crag_id":"105717104","climb_id":"HB03T2FQWFOP++JjcSGtmQ==","areaRef":"aKZC0LgIVqOx1IuFScxqyw=="},"content":{"description":"this nice flake provides a good warm-up for the gorgeous 5.11 corners in this neck of the woods.\n\nbegin with easy climbing up some chinle to the base of a left facing dihedral.  the dihedral starts fingers and quickly goes to thin hands for a short section.  then comes a low angled left facing, right leaning flake on glorious hands for about 70 feet to anchors on the left wall.\n\nscout was kind of an accidental FA.  the bloom book shows an unnamed 5.9 flake to the left of unnamed #38.  we figured the book was wrong and that the 5.9 flake was to the right of unnamed #38.  the book is still wrong (there is no 5.9 flake to the left of unnamed #38).  but, we were too....\n\nanway, i was getting impatient and told my old lady to head up that there crack.  she asked if i saw any anchors up there.  i thought i saw something that might be a bolt up there.  the route was only supposed to be 75' tall.  after climbing a while she asked how much rope was out.  i yelled out that there was a ton of rope, and then looked down and saw the halfway mark just below my belay hand.  this worked out pretty well, as the crack turned into a pile of dirt and whithered away just in time to not need to horse around with a 2nd rope.","protection":"2 each fingers to tight hands (#2 friends handy), maybe 4 hand sized pieces (#2 camalot), a #3 camalot and a # 4 camalot should do.  Please feel free to add another bolt to the anchor.  Both bolts are well placed, one is a powers 5 piece (3/8 X 3-1/2), the other is a red head (3'8 X 3-1/2).  that's all i had in my kit.","location":"this route is pretty far to the right.  go to the right, past 'lift kit' (awesome RF corner with 3 bolt start), past the corner with the roofs, and then past unnamed #38 (which is a beautiful RF corner with 2 crack options for the start).  about 10 feet to the right of unnamed #38 is the big flake - 'scout'."},"__v":0},{"_id":"rCNvF8vrUR6q2r1CxQcg2w==","name":"Road Rage","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Brandon Adams, Rebecca Church, 2021","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5813,38.0733]},"left_right_index":29,"mp_id":"120616408","mp_crag_id":"105717104","climb_id":"rCNvF8vrUR6q2r1CxQcg2w==","areaRef":"aKZC0LgIVqOx1IuFScxqyw=="},"content":{"description":"Start atop the large block the trail tunnels under. Have the belayer in the cave below.\n\nTraverse left to a bolt that protects entry moves to the honeycomb face and crack. Wiggle up the squeeze, then giggle out a roof to the glory 3's crack.\n\nFun and varied climb with an adventurous flair. Initial crack is a bit sandy, but the face features are novel and suprisingly solid. The top crack is what dreams are made of.","protection":"In BD sizes: 2x .5-2, 4x 3, 3x 4, 1x 6, slings","location":"5-10 minutes right of Variety Pack. Just left of nice Unnamed 5.10 corner. Starts atop leaning pillar. Look for honeycomb face and the protection bolt."},"__v":0},{"_id":"tH7QWya7U5KCk6OpTJDHBg==","name":"Monster Truck","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5813,38.0733]},"left_right_index":13,"mp_id":"106303907","mp_crag_id":"105717104","climb_id":"tH7QWya7U5KCk6OpTJDHBg==","areaRef":"aKZC0LgIVqOx1IuFScxqyw=="},"content":{"description":"A slightly chossy, but easy first few feet gain a gorgeous 4-camalot crack in a left-facing corner.  Jam or layback up this OW to the obvious \"ear\" feature and layback out the flake to a rest.  A few awkward moves of flared OW lead back into the corner, which is now tight 4.5 camalots...just small enough not to let your knee in.  At the top, traverse to the Crankcase anchors via a balancy foot traverse.","protection":"Maybe one each 1-3.5 camalots, a bunch of 4 and 4.5 camalots","location":"Just right of Crankcase in the corner."},"__v":0},{"_id":"E4qhAIu5URG2KfqmyVHAOw==","name":"Minute Lube","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5813,38.0733]},"left_right_index":16,"mp_id":"107622556","mp_crag_id":"105717104","climb_id":"E4qhAIu5URG2KfqmyVHAOw==","areaRef":"aKZC0LgIVqOx1IuFScxqyw=="},"content":{"description":"Rt facing corner on rt side of main wall. Cruxy, thin start to sustained wide fingers/thin hands. Unique stone on this one. A little lichen, but a great route!","protection":"tips-hands","location":""},"__v":0},{"_id":"qFtJJ1/LXG6niCH1OKGwXg==","name":"Marshmallow Safari","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Mark Howe/Eric Greene","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5813,38.0733]},"left_right_index":3,"mp_id":"106019649","mp_crag_id":"105717104","climb_id":"qFtJJ1/LXG6niCH1OKGwXg==","areaRef":"aKZC0LgIVqOx1IuFScxqyw=="},"content":{"description":"This is a striking line on the left side of 4x4 as you're trudging up the approach trail.  Located in a lighter colored rock than most of the dark sandstone around it, it is a straight up splitter in a left facing dihedral.  It has a sandy short beginning with a great #1 camalot placement at the beginning of the crack.  It then goes to great hands (#2 camalots) and gets progressively wider to a sandy sloping ledge just below the anchors","protection":"#1 - #4 camalots.","location":"Take the approach trail to the center of 4x4 then walk left along the base about 200ft."},"__v":0},{"_id":"C7gdUdUSXKSSl3QspCMEqw==","name":"Salt-Lake Special","yds":"5.12+","grades":{"yds":"5.12+","french":"7c"},"fa":"Dean Potter","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5813,38.0733]},"left_right_index":7,"mp_id":"106921370","mp_crag_id":"105717104","climb_id":"C7gdUdUSXKSSl3QspCMEqw==","areaRef":"aKZC0LgIVqOx1IuFScxqyw=="},"content":{"description":"Powerful and sequential finger crack with 3 sections of business. Fun boulder problem start to a loose block of a ledge. Locker fingers up a gentle overhang with no feet into a sequence to gain a marginal hand jam. Tricky moves up into a pod- rest. Power layback and jam moves until you can bust out left to a great sidepull and work crap feet and ok locks with the right hand- to a final perfect finger lock. Clipping the chains may be the crux as the crack pinches to offset nothingness for a distance before opening to one final fingerlock next to the anchor. Saucy!","protection":".5-1\" Optional red camalot\n\nA few pre-slung small nuts might be handy","location":"This route is right at the top of the approach trail on a wall facing hikers right. Starts in an alcove."},"__v":0},{"_id":"OYuniVboXfyI0Zsu44iidA==","name":"Long Bandito route - hands into wide corner","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5813,38.0733]},"left_right_index":0,"mp_id":"106568924","mp_crag_id":"105717104","climb_id":"OYuniVboXfyI0Zsu44iidA==","areaRef":"aKZC0LgIVqOx1IuFScxqyw=="},"content":{"description":"#2 in old Bloom, #5 in new Bloom. This is a long route with variety. It begins in the tight hands crack just outside and to the right of the inside of the dihedral. Climb though good hands with many opportunities to stem left. After good hands it gets wide for brief section and pops you into clean cupped hands in white rock which widen ever so slightly to the top. The color change serves as a nice half-way mark if you're a little pumped. This is a long route and requires more than you can get out of a 70m. Take a couple ropes and a rest in the middle.\n\n(per Steven Lucarelli's submittal, May 27 2014):\n\n\"This route starts to the right of the main corner up a left angling finger crack with feet. Continue up a hand crack on the left where the corner and starting crack meet, followed by a short section of fingers and offwidth. After the wide crack its pretty much hands to the anchor.\"","protection":"Many #2s and #3s BD for the top. The initial section will take #1s and .75s. Some will argue you should take several #4s or even a #5. But those people have eyes only for wide cracks and can't see the beauty of protecting deep within those wide sections. Couple of bolts at the top.\n\n(per Steven Lucarelli's submittal, May 27, 2014):\n\n(4).5, (3).75 & #1, (5)#2, (2)#3 & #4 Camalots. A bolt and an angle equalized with cord and webbing make up the anchor. Also a 70m rope just reaches.","location":"Second line left of Marshmallow Safari. Round the corner and you're below a large, left-facing corner."},"__v":0},{"_id":"XvMZ3rA3UhW8CKElEiJZbQ==","name":"Lift Kit (Right Side of Crag)","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"K3","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5813,38.0733]},"left_right_index":31,"mp_id":"106601406","mp_crag_id":"105717104","climb_id":"XvMZ3rA3UhW8CKElEiJZbQ==","areaRef":"aKZC0LgIVqOx1IuFScxqyw=="},"content":{"description":"(editor's note: Clarified that this is the Lift Kit on the right side of 4x4.  There is another Lift Kit on the left side.)\n\nStarts with face climbing over 3 bolts, continue up a right-facing corner that starts with off-fingers and goes through the sizes up to steep cupped hands.","protection":"Quick draws, .75 Camalots through 3 Camalots.\n\n2 ring hanger anchors","location":"Approach by driving towards the Optimater Wall, but park at a small pull-out on the left. Follow an obvious flute to the cliff bottom and walk right until you see the plaque."},"__v":0},{"_id":"Hl8e+7e8XoGI9/XWrHuWOg==","name":"Lift Kit","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Steve Quinlan and Nathan Martin 2004ish","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5813,38.0733]},"left_right_index":2,"mp_id":"119779055","mp_crag_id":"105717104","climb_id":"Hl8e+7e8XoGI9/XWrHuWOg==","areaRef":"aKZC0LgIVqOx1IuFScxqyw=="},"content":{"description":"This is route #41in Karl Kelly's Creek Freak book. It is listed as Unknown with no details about the FA. A comment on the route \"Long Bandito Corner\" by \"Elk Heart\" has given this route its name on Mountain Project. This is not to be confused with the route around the corner.\n\nStart in some relatively soft rock to gain a finger crack. Follow the fingers, off fingers, and tight hands to an arete. Pull around the arete into some broken rock in a left facing corner. Follow the broken rock to a big hands roof. Muscle though and reach the anchors.","protection":".3-3 heavy on 3\n\nA two bolt anchor is found at the top with a single Bandito and a Metolius.","location":"This crack is located on the far left side of 4x4 Wall. When you reach the top of the trail head left. Continue left until you see the Marshmallow Safari corner splitter. This crack is on the left face of the Marshmallow Safari dihedral. It is straight in on a right facing wall and is most easily identified by the crack disappearing around an arete."},"__v":0},{"_id":"YL1nmAXfVbyK/sexCF/8eg==","name":"Linkage","yds":"5.10b/c","grades":{"yds":"5.10b/c","french":"6b"},"fa":"K3","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5813,38.0733]},"left_right_index":28,"mp_id":"105977181","mp_crag_id":"105717104","climb_id":"YL1nmAXfVbyK/sexCF/8eg==","areaRef":"aKZC0LgIVqOx1IuFScxqyw=="},"content":{"description":"The crux is reading the route.  It has an inobvious offwidth to it that requires a #5 camelot.  It was sandy when I did it and there was a large detached flake half the size of a car door that could fall off- dont be discouraged this was an engaging route with cool stemming, offwidth etc","protection":"upto old #5 camelot for the offwidth.  a bevy of handsized gear, some smaller stuff for the top just below the anchor 0.75 camelots","location":"Route is located to the far right of 4x4.  Plaque at the base identifies the route as well as it being adjacent to a large pillar/ chimney system.  All I had at the time was a possibly short 60m.  A full 70m rope will most likely make it to the deck"},"__v":0},{"_id":"+lJCghDgWnmgE48R/UZ6Hg==","name":"Knobby Tires","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5813,38.0733]},"left_right_index":26,"mp_id":"108162315","mp_crag_id":"105717104","climb_id":"+lJCghDgWnmgE48R/UZ6Hg==","areaRef":"aKZC0LgIVqOx1IuFScxqyw=="},"content":{"description":"I did not climb this, but it is in the book and is missing on this page.  Looks like a fun climb with some back stepping opportunities.","protection":"The book says tips.","location":"Start next to a large detached flake/block/pillar, with a plaque that reads \"Knobby Tires.\""},"__v":0},{"_id":"B0i8CM7EXLqbYRJTyiJZZg==","name":"Hydraulic Pump","yds":"5.12+","grades":{"yds":"5.12+","french":"7c"},"fa":"Steve Hong","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5813,38.0733]},"left_right_index":11,"mp_id":"106296805","mp_crag_id":"105717104","climb_id":"B0i8CM7EXLqbYRJTyiJZZg==","areaRef":"aKZC0LgIVqOx1IuFScxqyw=="},"content":{"description":"This is the first route right of 4x4.  The left of the duo of twin splitters up offsets (the right being Crankcase).\n\nThe crux is the first changing corners and is pretty burly, above this it's just a matter of hanging on...","protection":"Lots of 0.5 and 0.75 Camalots.  A 0.4 is nice for the move to the chains.","location":""},"__v":0},{"_id":"8A4tjQijU2KXlZAO5ugX5g==","name":"Hookers 'n Blow","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"???","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5813,38.0733]},"left_right_index":19,"mp_id":"106293409","mp_crag_id":"105717104","climb_id":"8A4tjQijU2KXlZAO5ugX5g==","areaRef":"aKZC0LgIVqOx1IuFScxqyw=="},"content":{"description":"Superb thin-hands and hands climbing in a right-facing corner on great rock. A pod up high, shortly before the anchor is the greatest difficulty for most. Great face features throughout this climb offer ample rests and a break for the feet.\n\n[editors note: there were 2 entries for the same route.  i kept the older entry and have included the second entry with these notes.]\n\nper Devin Fin 'mostly hands lil wide at the top but not hard, 10a'","protection":"Many red to gold Camalots with a green and a #4.\n\n[per Devin Fin - 'red camalots to #4s'","location":"Just left of Variety Pack. Scramble onto a ledge to reach this right facing corner.\n\n[per Devin Fin - 'around the right side up on a ledge. cool hang']"},"__v":0},{"_id":"sZ9XeiNBXfuY+sDQy8byOQ==","name":"Hammer Down","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"K3, Jay Ackerman","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5813,38.0733]},"left_right_index":35,"mp_id":"120504989","mp_crag_id":"105717104","climb_id":"sZ9XeiNBXfuY+sDQy8byOQ==","areaRef":"aKZC0LgIVqOx1IuFScxqyw=="},"content":{"description":"Navigate a chossy, chunky, Chinle start to reach a crack in the Wingate. It starts as a finger crack in a flake and turns into a handcrack in a left-facing corner.","protection":"In BD sizes, .4 - 2. Heavier on the #1s and #2s","location":"This route is located about a 5-10 min walk/scramble to the right of Scout.  A plaque for this route sits in the Chinle. There is a 5.11- (Rapid Transit) 15-20' to the left of this route, which can be identified by a bolt in the Chinle leading up to a harder looking crack."},"__v":0},{"_id":"zArgthQVX3O1qIfAc0CxOQ==","name":"Dashboard Jesus","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"brandon gottung, wade plafcan","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5813,38.0733]},"left_right_index":22,"mp_id":"111123389","mp_crag_id":"105717104","climb_id":"zArgthQVX3O1qIfAc0CxOQ==","areaRef":"aKZC0LgIVqOx1IuFScxqyw=="},"content":{"description":"This pitch is the 2nd pitch above the route Country. THe true 1st pitch of country is hardly done, we thought it was an FA but there are anchors is you follow the natural line above the 50 foot anchor on country, keep going up through off width stemming corner to where the #4 size crack angles sharp right. The 1st 2 bolt anchor is here.\n\nAbove this is Dashboard Jesus, a beautiful varnished splitter to right facing dihedral. This is a stunning line that gives you everything from offwidth pods to tight fingers at the top. The 2nd pitch we think is about 130 feet, but may go with a 70 to the country anchor. Bring a tag line to be sure though.","protection":"Doubles, with either a 5 or 6 for the off width before the corner. 4-5 # 4 camelots would not go unused. After the corner is reached, the crack goes from hands down to blue metolius. A smaller piece before the anchor could be used as well.","location":"Follow the line above and right of Country"},"__v":0},{"_id":"LQ0aqpgfV/+Gdpfav3r+rg==","name":"Crankcase","yds":"5.12+","grades":{"yds":"5.12+","french":"7c"},"fa":"Steve Carruthers","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5813,38.0733]},"left_right_index":12,"mp_id":"106303899","mp_crag_id":"105717104","climb_id":"LQ0aqpgfV/+Gdpfav3r+rg==","areaRef":"aKZC0LgIVqOx1IuFScxqyw=="},"content":{"description":"A thin move gains a sustained offset finger crack.  A burly move or two in a changing corner leads to slightly easier ground in a right-facing corner.  At the base of a bolted offwidth, a no hands rest appears to allow you to catch your breath.  Four bolts up the \"monster offwidth\" size crack lead to fun stemming moves out a small rest.  Finish with pumpy thin hands in a right-facing corner.","protection":"A couple of TCUs for the start, several 1 and 1.5 friends, draws, 1 camalots or 2.5 friends for the top.","location":"This is several hundred yards right of where the trail comes up.  It's the next crack right from Hydraulic Pump.  Next to it in the corner, and sharing anchors, is a cool offwidth called Monster Truck."},"__v":0},{"_id":"zFcYcj6DXiWOt9OM5Xa5zA==","name":"Country","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5813,38.0733]},"left_right_index":23,"mp_id":"105718399","mp_crag_id":"105717104","climb_id":"zFcYcj6DXiWOt9OM5Xa5zA==","areaRef":"aKZC0LgIVqOx1IuFScxqyw=="},"content":{"description":"On the north wall.  Hike right around the corner to where a few routes are clustered next to each other.  This is probably the best warm up for most people.  The crack is offset, splitter and leans left for the first 2/3 of the route.  Primarily hands and thin hands takes you to the anchor.\n\nApparently, Town and Country are the two routes that share anchors here.\n\nTown left, and Country right, the latter being the easier of the two.","protection":"A 2\" piece and several red and gold camalots.  #3 friends also work on the middle portion of the crack.","location":""},"__v":0},{"_id":"3KL8IR8zU5i1B6UCoFBC9Q==","name":"Collision Course","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5813,38.0733]},"left_right_index":24,"mp_id":"106293430","mp_crag_id":"105717104","climb_id":"3KL8IR8zU5i1B6UCoFBC9Q==","areaRef":"aKZC0LgIVqOx1IuFScxqyw=="},"content":{"description":"Climb an initial section of wide crack from #3 to #4 Camalot in size. Step left when possible to climb an easy crack in the corner underneath the roof. At the roof, go right, pulling through the first roof via a layback and then pulling through a second roof just above. Finish with good jams before a \"surprise\" wide section at the top. If you want to protect the wide section at the top, bring a big piece (#6 Camalot ?) or run it out until you can reach around left to place a piece in the left crack before manteling to the anchors. A good, varied climb, especially if you don't mind doing a little bit of wide climbing.","protection":"Double set of cams from .5 Camalot to #4 Camalot with maybe an extra in the #3 and #4 size.","location":"To the right of Variety Pack, Unnamed 5.10+, and Unnamed 5.10 is this obvious left-leaning wide crack with two roofs above. Starts in the crack on the face with huecos to the right of a right-facing corner system. Plaque at the base."},"__v":0},{"_id":"4BdsaThTVeK0nY87qxClAA==","name":"Carbondale Short Bus","yds":"5.13+","grades":{"yds":"5.13+","french":"8b"},"fa":"Hayden Kennedy","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5813,38.0733]},"left_right_index":6,"mp_id":"108006303","mp_crag_id":"105717104","climb_id":"4BdsaThTVeK0nY87qxClAA==","areaRef":"aKZC0LgIVqOx1IuFScxqyw=="},"content":{"description":"A wild line with varied movement and thin gear.\n\nThe route is much easier the taller you are, the grade is very height dependent.\n\nI TR the route before going for it on the sharp end.\n\nThe gear is good but there are some run-outs on Purple and Grey C3 size pieces.","protection":"3 000 C3\n\n2 00 C3\n\n2 Grey TCU\n\n2 Purple TCU\n\n1 Blue TCU","location":"At the top of the trail when you arrive at the cliff, left of the Salt Lake City Special."},"__v":0},{"_id":"Lnn9j/00U5OAAejmGbyCFA==","name":"4x20","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"coleman \"troutman\" blakeslee","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5813,38.0733]},"left_right_index":5,"mp_id":"109651784","mp_crag_id":"105717104","climb_id":"Lnn9j/00U5OAAejmGbyCFA==","areaRef":"aKZC0LgIVqOx1IuFScxqyw=="},"content":{"description":"climb a flaring slot and place some tiny gear at the top. bust some wild face moves to a stance at the base of the gong flake. climb the flake and clip a bolt out left. now thrutch into the off width crack and finish with tight fingers through a roof to the chains.","protection":"mostly very thin","location":"this route is the first route to the left of \"Carbondale Short Bus\". it was put up on 4/20/09 with the help of a hash ball and some good friends."},"__v":0},{"_id":"Zuz90CGdViyZ8wnFhosDsQ==","name":"4 x 4","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5813,38.0733]},"left_right_index":10,"mp_id":"105718387","mp_crag_id":"105717104","climb_id":"Zuz90CGdViyZ8wnFhosDsQ==","areaRef":"aKZC0LgIVqOx1IuFScxqyw=="},"content":{"description":"When parking just before the cattle guard and approaching up the main trail, this route is visible as a big hands crack in a slot with a triangular roof just before a set of anchors.  From the top of the trail navigate a 100 yards or so right (or north) to the base of the route.\n\nThe climb is straight forward plugging and chugging until the roof where the size changes to about 4 inches.  After turning the roof (crux), the anchors are just above.  Possible second pitch continues on, although I am not sure if it has been done or not.  Looks like it goes.\n\nI don't know what the guidebooks are calling the grade of this route these days.  Difficulty when pulling the roof on this climb is subject to hand size (as always at Indian Creek), so you could find this to be 10+ or solid 11.","protection":"Approximate guess:\n\n2 - #2 Camalots\n\n1 - #3 Friend\n\n4 - #3 Camalots\n\n2 - #3.5 Camalots","location":""},"__v":0},{"_id":"tNeyGRFmVp6t4qJW/WYOuA==","name":"\"Unnamed 5.11+\" in Bloom Guide","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5813,38.0733]},"left_right_index":14,"mp_id":"107348373","mp_crag_id":"105717104","climb_id":"tNeyGRFmVp6t4qJW/WYOuA==","areaRef":"aKZC0LgIVqOx1IuFScxqyw=="},"content":{"description":"This is a very fun and varied line with a scary start. Boulder up the fractured face and corner placing good gear. Place a piece (green Alien fits best) in a hollow flake just before busting out hard moves (with some sand) to the ledge above...A fall here could be grim! I'm not so sure about the integrity of the hollow flake.\n\nHead up the slot and jam the fun, wavy (mostly #2 Camalot and some #1's) flake/crack. Enter the relatively easy (and protectable) squeeze chimney (#2 - #.5 Camalots). Pull through the small roof on good jams (#1 Camalots). Finish the climb through a thinning corner switch on mostly #.75 to slightly tighter jams and then an anchor. Killer!!","protection":"Camalots: #.2 - #3, one green Alien, lots of runners (Recommendation in Bloom Guide basically spot-on), 70M rope will NOT work","location":"This is about 2 routes right of Monster Truck and left of \"Unnamed 5.11\" with 2 bolts"},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ee1d37e7-dc41-5c26-a358-5d51af01f499,cbbfd7c6-5cf2-5063-8939-5f3233efa573,f166e672-4a52-56d3-94f1-14c876feb670,68a642d0-b808-56a3-b1d4-8b8549cc6acb","pathTokens":["USA","Utah","Southeast Utah","Indian Creek","4X4"],"gradeContext":"US","aggregate":{"byGrade":[{"count":5,"label":"5.11+"},{"count":7,"label":"5.11"},{"count":2,"label":"5.10-"},{"count":6,"label":"5.10"},{"count":1,"label":"5.12"},{"count":1,"label":"5.10d"},{"count":1,"label":"5.11a"},{"count":3,"label":"5.10+"},{"count":3,"label":"5.12+"},{"count":3,"label":"5.11-"},{"count":1,"label":"5.10b/c"},{"count":1,"label":"5.10b"},{"count":1,"label":"5.13+"}],"byDiscipline":{"trad":{"total":35,"bands":{"unknown":0,"beginner":0,"intermediate":14,"advanced":20,"expert":1}},"tr":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":14,"advanced":20,"expert":1}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-109.5813,38.0733]},"bbox":[-109.5818711983524,38.07285033981813,-109.5807288016476,38.07374966018186],"left_right_index":-1,"ext_id":"105717104","area_id":"aKZC0LgIVqOx1IuFScxqyw==","polygon":{"type":"Polygon","coordinates":[[[-109.5818711983524,38.07285033981813],[-109.5807288016476,38.07285033981813],[-109.5807288016476,38.07374966018186],[-109.5818711983524,38.07374966018186],[-109.5818711983524,38.07285033981813]]]}},"content":{"description":""},"density":0,"totalClimbs":35,"__v":1,"createdAt":"2022-11-07T06:26:47.387Z","updatedAt":"2024-02-19T18:41:02.475Z"}