{"_id":"6368a265e80bff5a99565cf7","area_name":"Waterstreak Wall","shortCode":"","climbs":[{"_id":"Sro0Rl7PX/+ciWxP0Dba1w==","name":"Dunning-Kruger Effect","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.02043,42.66311]},"left_right_index":2,"mp_id":"117119553","mp_crag_id":"113412923","climb_id":"Sro0Rl7PX/+ciWxP0Dba1w==","areaRef":"5oOL7TR9UiCdOyQwX+I3+A=="},"content":{"description":"First thing first: this is the best route name for a somewhat sandbagged route in the history of the sport of rock climbing. Well played, first ascensionist. Fun and hard face climbing on this one. The crux is well protected on very solid, good quality rock.\n\nThe GunksApps guide recommends using the belay bolt, and it’s really a must; the drop off here is steep and a fall over the edge of the trail could very well be fatal. Stick clipping the first bolt and/or clipping a long runner to the belay bolt is also a really good idea. If you fell before clipping the first bolt you would fall pretty far to the ledge below.\n\nClimb the bolt line left of the belay bolt up and over the obvious bulge. Clipping the second bolt is hard; manteling past it is even harder. Gorgeous views of the Albany Skyline and the Hudson Valley meet you at the top.\n\nA note on the grade: Off the ground, you’re doing what feels like maybe a v2ish boulder problem on really thin crimps, with a long reach that ends with a pretty hard mantel with bad footholds. The current grade given in the guide seems to adhere to the old school logic of, “well sure those are 5.11 moves, but it’s only 2 or 3 moves and the rest of the climb above is easy so we’ll stick with 5.10+.” To use more modern grading logic you could call this .11b with a low boulder problem crux and cruiser ~5.8 climbing above. ","protection":"4 bolts to chains.","location":"Immediately to the right as you exit the entrance crevice. This is the first route you come to. Upper tier of the WaterStreak wall. "},"__v":0},{"_id":"5dHIm2pDWmeF1AXamAmrcg==","name":"Aquamanlius","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.02043,42.66311]},"left_right_index":0,"mp_id":"117294445","mp_crag_id":"113412923","climb_id":"5dHIm2pDWmeF1AXamAmrcg==","areaRef":"5oOL7TR9UiCdOyQwX+I3+A=="},"content":{"description":"The climb consists of three tiers with standing rests between them. The lower tier is not too bad if you use the corner face on the left for feet, sticking to the face on the right only is a bit tricky.\n\n The second tier requires multiple big moves to mantle or pull over small roofs, with good hand-holds but requiring some strength.\n\n The third tier is very thin face climbing requiring using a few very small holds, followed by one final roof to pull to get to the anchor. Best bet is to head a bit left of the anchor to pull this roof.","protection":"Chain anchor","location":"The base of the climb is the face slightly to the right about 10 feet up from the sign post for \"Water streak wall\". Climb straight up and slightly left, past two ledges."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,589a474a-bbce-5213-a77d-8138a22e0474,4504272d-023f-57e7-adb8-9a1c99adbc50,f684ad5f-d313-5285-9ce1-7693fa52c1b5,e6838bed-347d-5220-9d3b-24305fe237f8","pathTokens":["USA","New York","Thacher State Park","Hailes Cave South","Waterstreak Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.10d"}],"byDiscipline":{"sport":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":2,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":2,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-74.02043,42.66311]},"bbox":[-74.0210414904782,42.66266033981813,-74.01981850952181,42.663559660181875],"left_right_index":-1,"ext_id":"113412923","area_id":"5oOL7TR9UiCdOyQwX+I3+A=="},"content":{"description":"The first tall section of cliff you encounter on the main trail after taking the right-hand turn at the base of the access trail. Continues from the end of the Lower Misery Wall to the Mahican Wall. A seasonal spring splits the wall in half."},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T06:15:07.289Z","updatedAt":"2022-11-25T11:20:42.624Z"}