{"_id":"6368a214e80bff5a9955d799","area_name":"Solstice Cave","shortCode":"","climbs":[{"_id":"axuEJsQ4Xlae6LeEonAeIA==","name":"Total Eclipse","yds":"5.12c/d","grades":{"yds":"5.12c/d","french":"7c"},"fa":"Kevin Wilkinson","type":{"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-104.75719,32.24017]},"left_right_index":5,"mp_id":"107038848","mp_crag_id":"106094138","climb_id":"axuEJsQ4Xlae6LeEonAeIA==","areaRef":"kcvCisNpVdSoaHaxiagTYg=="},"content":{"description":"Good moves on this fantastic roof route.  The pump factor will have you sweating if your lucky enough to get to the chains.  Watch the 2nd bolt has difficult clip.  Stick clip helps here, but watch out for the big swing if you blow the opening moves.  4 or 5th bolt, this route joins the Solstice line and finishes at the lower 'Buff' anchor. Another fantastic route put up by that Canadian.","protection":"Bolts, and leavers.  This route isn't run out, but the 2nd bolt's clip has me PG'ing this one.","location":"Left of Eternal Sunshine.  Two left of Scorcher.  Behind the big boulder.  Lower off leavers."},"__v":0},{"_id":"GLZYrCFRXKa7T1dXfZaEMA==","name":"Straight Into Frantic Oblivion","yds":"5.13d","grades":{"yds":"5.13d","french":"8b"},"fa":"Kevin Wilkinson","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-104.75719,32.24017]},"left_right_index":2,"mp_id":"107945454","mp_crag_id":"106094138","climb_id":"GLZYrCFRXKa7T1dXfZaEMA==","areaRef":"kcvCisNpVdSoaHaxiagTYg=="},"content":{"description":"Currently the hardest route at Last Chance. A difficult boulder problem starts at the horizontal roof after the 3rd bolt. After this the climbing then turns to big move endurance jugs past the chain draw section to the anchors","protection":"5 bolts (need QD's)then 4 more chain perma draws to the anchor","location":"3rd route from left side of Soltice Cave. Between Infernal Justice and It Puts The Buff On"},"__v":0},{"_id":"MHKzbaXiV/quY+yYDW2w0Q==","name":"Solstice","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-104.75719,32.24017]},"left_right_index":6,"mp_id":"107546244","mp_crag_id":"106094138","climb_id":"MHKzbaXiV/quY+yYDW2w0Q==","areaRef":"kcvCisNpVdSoaHaxiagTYg=="},"content":{"description":"Another great one. Even though it has a bouldery start, the steep angle requires some endurance above.  \n\n  Clamber up to a series of stacked blocks just below the first clip. Be gentle - these blocks might go if someone pulls outwards too hard. Get through the crimpy crux between the first and third bolt, then hang on for the ride! The first few tries I thought I had it in the bag after the 3rd bolt, but the pump spit me off near the top! Fun juggy climbing takes you to the 7th bolt where a decision must be made. The path of least resistance is to climb leftwards 5 feet, up through jugs, then back rightwards to the 8th draw. If jugs bore you, you may decide to move directly between the 7th and 8th bolt on bad crimps - hard! Might bump the route up a letter grade. Shares the last draw or two of Total Eclipse.","protection":"9ish bolts to a two bolt anchor - all fixed draws. Because of the questionable blocks down low, stick clipping the first is recommended.","location":"see pic."},"__v":0},{"_id":"kyL1yAO6VmKFLdMqwqLjtg==","name":"Scorcher","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-104.75719,32.24017]},"left_right_index":9,"mp_id":"109759589","mp_crag_id":"106094138","climb_id":"kyL1yAO6VmKFLdMqwqLjtg==","areaRef":"kcvCisNpVdSoaHaxiagTYg=="},"content":{"description":"Ascend vertical orange face for two bolts.  As the rock transitions to harder gray limestone, the climbing becomes more powerful.  Surmount the overhang on sinker pockets to obtain the third bolt and a rest.  Undulating bulges provide intermittent rests over easier climbing to the chains.","protection":"5 or 6 bolts; no chain draws; leaver biner anchors.","location":"Scorcher is found on the right side of the Solstice Cave.  Eternal Sunshine is to the left; Hot Tamale is to the right.  The line ascends a patch of gray limestone."},"__v":0},{"_id":"6Np0IamkWv2Kwtx3oRk7Ug==","name":"It Puts the Buff On","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Kevin Wilkinson","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-104.75719,32.24017]},"left_right_index":3,"mp_id":"107042717","mp_crag_id":"106094138","climb_id":"6Np0IamkWv2Kwtx3oRk7Ug==","areaRef":"kcvCisNpVdSoaHaxiagTYg=="},"content":{"description":"This endurance test begins in the very back of the cave.  Work through on good holds, look for the sweet knee bar rest before working up into the split roof section. Follow the roof break to it's point and then look left for the giant hueco for another knee bar-esqe rest, can be no hands if you don't mind the inversion. Fight the pump to the finish on long rails with positive holds.  Kevin added a 2nd anchor above the original to ensure you get your arm pump in.","protection":"Bolts, with fixed chain draws.","location":"Starts at the back of the cave."},"__v":0},{"_id":"Up6AdBisWyOF8OVws5iLmg==","name":"It Knocks Your Socks Off","yds":"5.13b","grades":{"yds":"5.13b","french":"8a"},"fa":"Kevin Wilkinson","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-104.75719,32.24017]},"left_right_index":4,"mp_id":"112337452","mp_crag_id":"106094138","climb_id":"Up6AdBisWyOF8OVws5iLmg==","areaRef":"kcvCisNpVdSoaHaxiagTYg=="},"content":{"description":"If you've climbed Buff and are looking for a step up this is the climb for you.  The jugs are fewer and further apart, and there is an awesome crux section on sequential pockets prior to some more long pulls on jugs and then joining the final rail of Buff.        Some tricky rests, of the kneebar varietal, can be found, but they are much less obvious than the two nearly no hands rests on Buff.      This is another Solstice Cave classic.","protection":"Fixed draws to chain anchors.","location":"Start in the back of the cave as for 'It Puts the Buff On', but break right taking the right line of draws the parallels Buff and shares the last few draws and same set of anchors."},"__v":0},{"_id":"F9kk9AIaUqS04nP/5TRvkg==","name":"Infernal Justice","yds":"5.13b","grades":{"yds":"5.13b","french":"8a"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-104.75719,32.24017]},"left_right_index":1,"mp_id":"107546271","mp_crag_id":"106094138","climb_id":"F9kk9AIaUqS04nP/5TRvkg==","areaRef":"kcvCisNpVdSoaHaxiagTYg=="},"content":{"description":"AMAZING route! Definitely the best one in the cave. Spectacular movement with no major rests. \n\n  Move up the left hand archway of the cave. Easy terrain (5.9ish) leads to a high first bolt - don't fall. Move up to a flat ledge, and get psyched! Some people use a scummy kneebar on a small tooth under the roof to span the gap to small edges. Considering my noob kneebar capabilities, I opted to deadpoint instead. Power up the overhanging wall, then make the coolest move at Last Chance - mandatory rose move on pockets! I believe this is the area that can sometimes seep in warmer weather. More difficult crimping gets you through the next few bolts. The rest of the route is characterized by huge lunges between big holds. Perfect bolt spacing ensures minimal time trying to clip, and awesome air time if you fall! \n\n  Endure through the final mantle, touch the chains, and take a victory whipper. Lowering off the chains causes some serious rope shredding.","protection":"6-7 bolts to a 2 bolt anchor - all fixed draws. You may not be able to stick clip the first depending on how well endowed your stick is.","location":"See the awesome topo pics in the Solstice Cave section."},"__v":0},{"_id":"4AGFxyuuW3WuhZFx6qrxNA==","name":"Hot Tamale","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-104.75719,32.24017]},"left_right_index":10,"mp_id":"107038281","mp_crag_id":"106094138","climb_id":"4AGFxyuuW3WuhZFx6qrxNA==","areaRef":"kcvCisNpVdSoaHaxiagTYg=="},"content":{"description":"Move up a short easy face section to the first bolt.  A cruxy move off the right hand, be sure to set your feet high, left up to a positive pocket. Good holds lead up to rail with marginal holds.  Hand traverse left on this rail until you get directly below the 3rd bolt. Then move up on good pocket holds, after which good hold and decent moves make for a nice finish.","protection":"Bolts, & leavers.","location":"Right of the cave, just right of Scorcher. Starts on the bulge on the right side. To it's right is the other warm up route that climbs the arete."},"__v":0},{"_id":"oQD2XaNjV1O2RMSczspzVw==","name":"Hail Mary","yds":"5.12c/d","grades":{"yds":"5.12c/d","french":"7c"},"fa":"Kevin Wilkinson - 2005/2006","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-104.75719,32.24017]},"left_right_index":12,"mp_id":"109755564","mp_crag_id":"106094138","climb_id":"oQD2XaNjV1O2RMSczspzVw==","areaRef":"kcvCisNpVdSoaHaxiagTYg=="},"content":{"description":"Hail Mary is a fine route with a 6 foot roof that looks easier than it is. The route starts off with easy entry moves for a bolt to a jug below the roof. Make a clip off this jug and then breathe, hesitate, breathe again and try to power through the \"hail mary\" roof. It's probably in the V6-8 range. Grab the best pockets you can find and make a big move over the roof to a giant 3-finger pocket. It sounds like most people dyno for the pocket above the roof but I found a way to static the move off a two finger pocket below the roof with a tricky upside down toe hook. From the pocket, make the third clip and fight and claw your way up another bolt of 5.12 climbing. Hit the right jug around the bulge and it's all over folks. The next two bolts of climbing to the anchor is an easy 5.10. Enjoy the route!","protection":"Sport: 4 QD's with 2 permadraws in the roof!","location":"Easy to find. Stand in the solstice cave and look to the climber's right. You will see a 6 foot roof! Get on it!"},"__v":0},{"_id":"xM8j/ceGVYqQbmu51cJD4w==","name":"Hail Bop","yds":"5.11c/d","grades":{"yds":"5.11c/d","french":"7a"},"fa":"N/A","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-104.75719,32.24017]},"left_right_index":13,"mp_id":"112524468","mp_crag_id":"106094138","climb_id":"xM8j/ceGVYqQbmu51cJD4w==","areaRef":"kcvCisNpVdSoaHaxiagTYg=="},"content":{"description":"Starts on jugs to some reachy moves and a fun traverse on massive ledge. Set up for the crux on some deep pockets and make a fun big move or lock it off to the huge ledge. If you boulder this is your rope climb to dominate.","protection":"Fixed draws but need 2 quickdraws. Anchors with steel biners are provided (please don't take).","location":"Furthest route right of cave."},"__v":0},{"_id":"4/QK6A/uWxqMMh3lDfP58A==","name":"Flamer","yds":"5.13b","grades":{"yds":"5.13b","french":"8a"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-104.75719,32.24017]},"left_right_index":0,"mp_id":"110497972","mp_crag_id":"106094138","climb_id":"4/QK6A/uWxqMMh3lDfP58A==","areaRef":"kcvCisNpVdSoaHaxiagTYg=="},"content":{"description":"Furthest left route. Climb through some easy but eerie choss for the first three bolts. Then prepare yourself for big moves with minimal rest to the top. Don't be discouraged by the rock quality at the bottom, the upper half has some amazing beautiful sculpted pockets and really fun climbing.","protection":"fixed draws","location":"Furthest left route, on the outside of the solstice cave."},"__v":0},{"_id":"ZLP91xLqWee9lcxjDDQT6Q==","name":"Fireball","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-104.75719,32.24017]},"left_right_index":11,"mp_id":"107042012","mp_crag_id":"106094138","climb_id":"ZLP91xLqWee9lcxjDDQT6Q==","areaRef":"kcvCisNpVdSoaHaxiagTYg=="},"content":{"description":"Still needs some work to be good.  Some loose rock still off the main line makes a helmet essential.  This route climbs the prow that stands just right of the Hot Tamale.  For full effect, stay out on the prow and avoid the crack on the left.  Overall, a decent line that should get inconsistent ratings as it's much harder straight up.","protection":"Bolts, and Chain Anchors.","location":"5 feet right of the Hot Tamale."},"__v":0},{"_id":"pNkfRCHTXIGIKyvHRO/F7w==","name":"Eternal Sunshine","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Kevin Wilkinson","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-104.75719,32.24017]},"left_right_index":8,"mp_id":"107047763","mp_crag_id":"106094138","climb_id":"pNkfRCHTXIGIKyvHRO/F7w==","areaRef":"kcvCisNpVdSoaHaxiagTYg=="},"content":{"description":"This fun jug haul makes a good warmup for the harder lines in the cave, or a good project on it's own.  Easy moves on good holds lead up through the first two bolts, where a tricky move is encountered.  Manage this and it's all about hanging on too the anchors, there are only a few non jug holds on your way.  Despite most of the holds being good the grade probably comes from fighting the pump and hanging on.","protection":"1 quickdraw, all other draws and chains are fixed.","location":"At the right side of the cave.  The last route before the cave ends.  \"Solstice\" is the the left and \"Scorcher\" is to the right."},"__v":0},{"_id":"WC6m7O7xXJiQ0PmM8M2RWA==","name":"Essence of Darkness","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-104.75719,32.24017]},"left_right_index":7,"mp_id":"107546214","mp_crag_id":"106094138","climb_id":"WC6m7O7xXJiQ0PmM8M2RWA==","areaRef":"kcvCisNpVdSoaHaxiagTYg=="},"content":{"description":"Despite some loose rock near the second bolt, this route is really fun and will probably clean up with more traffic. Bouldery crux down low like its neighbor Solstice, but another powerful section awaits at the third bolt.  \n\n  Climb up to a horizontal break just beneath the steep roof. Grab some small pockets and make dynamic moves to gain the lip. The second clip is difficult. Heel hook, or campus up some slopers and get established above the roof. Rest on some rather large pockets, and be careful of loose flakes. I pulled a brick sized hold off here (difficulty unchanged). A second powerful crux at the fourth bolt guards the gigantic cave rest. Once recovered, keep it together for the last 15-20 feet of pumpy 11d climbing to the chains.","protection":"6 bolts to a 2 bolt anchor - all fixed draws. Stick clipping the first draw is highly recommended. If you don't have an attentive belayer, you may consider stick clipping the second as well.","location":"Left of eternal sunshine, right of solstice. Look for the steepest part of the lower roof on the rhs of the cave."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,98c839d1-f0d4-5006-bb58-276b12f05bd0,78ed6135-61c8-53cc-85dc-0084dc9aa316,a07063a6-860b-5c64-9a95-d8965891fb2b,91cbc28a-c369-55d4-a868-76b189a81362","pathTokens":["USA","New Mexico","New Mexico, other Southern Areas","Last Chance Canyon","Solstice Cave"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.12c/d"},{"count":1,"label":"5.13d"},{"count":1,"label":"5.12d"},{"count":1,"label":"5.11c"},{"count":2,"label":"5.13a"},{"count":3,"label":"5.13b"},{"count":1,"label":"5.10b"},{"count":1,"label":"5.11c/d"},{"count":1,"label":"5.10c"},{"count":1,"label":"5.12a"}],"byDiscipline":{"sport":{"total":14,"bands":{"unknown":0,"beginner":0,"intermediate":2,"advanced":6,"expert":6}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":2,"advanced":6,"expert":6}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-104.75719,32.24017]},"bbox":[-104.757721626732,32.23972033981814,-104.75665837326798,32.24061966018188],"left_right_index":-1,"ext_id":"106094138","area_id":"kcvCisNpVdSoaHaxiagTYg==","polygon":{"type":"Polygon","coordinates":[[[-104.757721626732,32.23972033981814],[-104.75665837326798,32.23972033981814],[-104.75665837326798,32.24061966018188],[-104.757721626732,32.24061966018188],[-104.757721626732,32.23972033981814]]]}},"content":{"description":"Climbing in Solstice Cave is no longer off limits. Permission from the Lincoln National Forest (Carlsbad, NM) must be obtained before any new routes can be bolted.  "},"density":0,"totalClimbs":14,"__v":1,"createdAt":"2022-11-07T06:13:41.914Z","updatedAt":"2024-01-20T01:04:50.268Z"}