{"_id":"63689d20e80bff5a994f21a3","area_name":"Zoroaster Temple","shortCode":"","climbs":[{"_id":"qTRQvkSdViyBis758m1Q0w==","name":"SE Face","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"FA April 2012  FFA Harrison, Snyder, McCord 2015","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-112.0457,36.1191]},"left_right_index":2,"mp_id":"107576777","mp_crag_id":"106633394","climb_id":"qTRQvkSdViyBis758m1Q0w==","areaRef":"9YhOgbL6UoC1NMHqn0QM2g=="},"content":{"description":"This route is good, even without considering that its in the Grand Canyon, and of course the views...The sustained difficulty, amazing position and punchy cruxes add up to arguably the Grand Canyons test piece rock climb.Pitch 1. Boulder up a crack to a traverse across blocks to the main corner. Continue up the easier corner to a sit down belay nook. 5.11- 110 feet.Pitch 2 Go up through the runout squeeze chimmney, layback around the beautiful roof to a crux face sequence. Above, clip a bolt and get creative to make it to the hand crack corner and belay on a big ledge. 5.11R, 120 feet.Pitch 3 Surmount the fun bulging crack into a awesome bouldery fingers section (5.10). Above a bolt, desperate slab moves in the corner will get you to a stance. Ascend large blocks to big ledge. 5.11+ 120 feet.Pitch 4 Work finger to tip jams up the open corner to a stance, continue laybacking and stemming the varied and challenging corner above to a nice ledge. 5.11+, 80 feet.Pitch 5 Walk left and climb a low angle left arching crack with comical quasi- gear. At the arete, face climb runout easy scoops, belay on talus slope from gear in various bedrock cracks. 5.7 R, 100 feet. Pitches 1,2 & 3 all require generous use of runners to keep rope drag in check, but not in a tricky way. The route gets morning sun, and afternoon shade.It is possible to aid all the cruxes simply on small nuts and cams in order to climb the route in the 5.11 C0 range.","protection":"Full trad rack of nuts (with micros for the aid moves), 2X BD #0C3 -BD#1, 1X BD #2,3, and optional #4. Bring several runners. Single 70m rope mandatory for raps.","location":"The route ascends a large, ramping corner on the southern end of the SE Face. From the NE arete, hike along the base for ~15 minutes until the talus covers up the vertical poop of the Hermit Shale. There is a building sized boulder that is too far. Look for a cairn under the start by a juniper. To get down, hike across the summit plateau, with a detour up to the actual summit, to the NE arete. Find the top anchor on the edge of the ledge 30' right of the top of the Screaming Sky Crack.Rap 105' down to a station.Rap 60' to a ledge with a tree, angle hard left!Rap 100' to a ledge, stay on rappel and move left and rap 10' to the lower tier of the ledge. Station on big ledge way out to the left.Rap 115' to ledge, knot your ends!Rap 50' to Earth. All stations consist of 2 bolts.Hike your trash out."},"__v":0},{"_id":"ZQt3TNxRXW+HSLogsHYTmw==","name":"Screaming Sky Crack","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Carl Tobin 1994","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-112.0457,36.1191]},"left_right_index":1,"mp_id":"107584404","mp_crag_id":"106633394","climb_id":"ZQt3TNxRXW+HSLogsHYTmw==","areaRef":"9YhOgbL6UoC1NMHqn0QM2g=="},"content":{"description":"This route climbs a trio of very nice clean cracks on the front of the NE Arete. If you like hand and fist cracks, this is for you. Pitches 2 and 4 are very striking splitters.\n\n Pitch 1: Climb a short pillar to a ledge, traverse the roof into the hand and fist crack. Belay on a pedestal. 5.10, 120 feet. Pitch 2: Traverse into the nice crack climbing fingers to hands to fists, pass an overhang and up a wide crack to a ledge. 5.9, 110 feet Pitch 3: Pass go, collect 200 feet. Belay at the base of the headwall. 5.5 R, 200 feet. Pitch 4: Climb the striking headwall crack of thin hands, a boulder problem, then hands and fists. 5.11-, 100 feet.\n\n Post script. I recently found these comments referencing the route.\n\n The route up the white streak on the steep face is the Screaming Sky Crack I think, which is the route Carl and I used to make what we think is the first 1 day ascent of Zoro, August 14th 1994. There is a small write up in Rock and Ice #64 from Nov/Dec 1994. 22 and a half hours car to car- Carl had scoped the route prior at least 2 times and knew where to go- He asked me and we sent on his third attempt- I think the first attempt was with Bill Hatcher and the second attempt was with Dave Willey- I assuredly had an advantage because of Carl's prior knowledge of the long approach. We were also friends and climbing partners. We left at 8 PM went down the South Kaibab to Phantom then up Bright Angel to Clear Creek up to Sumner Wash and through the Supai etc. Long and Amazing day and was cooked for days after. At the time I was sewing for Deucy at A5 and essentially living out of my car and the shop- Deucy was OK with that- I would recommend a 3 day trip- Sincerely, Eric Meudt\n\n And FYI the \"way steep headwall\" part of the first rappell is an alternate route that starts around left of the NE arete and follows beautiful cracks to a ridge that leads to the base of the steep headwall. You crank up the headwall via splitter hands to fingers past a block (5.11) then fists to the rim. It's and awesome pitch in a wild setting! Carl Tobin was involved with the first ascent...called it the \"sky crack\", or something like that. He and I did the second ascent in 27 hrs round trip from the S. Kaibab trailhead in like AUG '96 or '97. He went back the next week and did it in 23 hrs? Three ascents in 3 weeks.\n\n Three ascents in three weeks, are you kidding? No, this route is that good, go do it! If this route was in Sedona, it would have been climbed in the early 80's and would be one of the best routes in the area. In my opinion, as good as it gets for a desert tower route. But the approach... We replaced the summit register 4/15, its under a mini cairn on the south side of the summit as you can finally see into the main canyon.","protection":"Good gear throughout except on pitch 3, which is very easy. 1X fingers to thin hards, 2-3X hands and fists, 1-2 offwidth pieces.  No bolts.   There is a crushed hex in the crack on the last pitch, I doubt it is worth much as pro.  The hex has \"Gary Doyle\" inscribed on it. One 70m mandatory for rappels.","location":"The route is on the outside of the nose of the NE Arete. Start East of the NE Arete route, look for a recent rockfall roof 30 feet up. A low angle ramp starts at the same spot and heads up and left. This is the first ascent route of Zoroaster. There is a very old bolt about 50 feet up this ramp.\n\n To get down, find the station 30' right of the top of the 4th pitch. Rap 105' down to a station. Rap 60' to a ledge with a tree, angle hard left! Rap 100' to a ledge, stay on rappel and move left and rap 10' to the lower tier of the ledge. Station on big ledge WAY to the left. Rap 115' to ledge, knot your tails! Rap 50' to Earth.  All stations consist of 2 bolts. Rejoice."},"__v":0},{"_id":"iYWBe5PGUSClpdQowrjltQ==","name":"NE Arete","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Dave Ganci and Rick Tidrick, 1958","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-112.0457,36.1191]},"left_right_index":0,"mp_id":"105789638","mp_crag_id":"106633394","climb_id":"iYWBe5PGUSClpdQowrjltQ==","areaRef":"9YhOgbL6UoC1NMHqn0QM2g=="},"content":{"description":"Among the temples in the Grand Canyon, Zoroaster is undoubtably the king of the technical rock climbs. This is probably mostly due to the 32 miles of round trip hiking or the 20,000 feet of elevation gain and loss from the rim that it takes to reach the top of Zoro. Whatever the reason, a wide variety of climbers have traveled to the Big Ditch to have a go at Zoro. \n\nApproach and Route description:\n\n  Phantom Ranch to Redwall Notch:   From Phantom Ranch, hike up North Kaibab Trail a short distance to turnoff to Clear Creek Trail. Hike east on Clear Creek Trail. A good campsite (no water) is less than 2 miles from Phantom Ranch along this trail, just past the two large cairns on opposite sides of the trail. For camping reservations, this campsite is within the Clear Creek Use Area. The Clear Creek trail crosses a fork of Sumner Wash which originates at the notch in the Redwall. If you have a GPS mark this as a waypoint since the Clear Creek Trail was hard to spot in the dark upon return. Hike up the wash to notch in Redwall. We scrambled over and around rocks in the wash to get to the notch. However, on the way down from the notch we did pick up a faint trail that was very occasionally marked by cairns which made its way down the alluvial fans next to the wash and was much easier traveling. Keep an eye out for this trail as it will make life easier in both directions. \n\n  Redwall Notch:   As you approach the steep chimney in the Redwall you will see a fixed line. As soon as this line is in sight, stop and look to the immediate right for a cairn that points to a route (Class 3/4) that climbs up the broken face outside and to the right of the chimney. There are several cairns along this short route as you scramble up short broken rock shelves. This route leads you back to the chimney at or slightly above the anchor for the fixed line. I know of two other climbing parties that climbed the chimney by the fixed rope, using the fixed rope for a self belay, and I was told it went at 5.7.   Above the fixed rope, move to the left side of the notch and climb the left side (Class 4) past the steep chimney with the chockstone at the top. Note the rap anchors on climbers right above this Class 4 section if you dont want to down climb it on the way back to camp. Continue up inside notch through loose dirt and rocks for a couple hundred feet to the top of the notch. When we descended, we rappelled down the Class 4 section and the fixed line. \n\n  Lower Supai Cliff Bands:   Hike up talus slope to base of lower Supai cliff bands. You will pass through a number of short and tall cliff bands. The trick is to find the climbable routes (Class 3/4) through the tallest cliff bands. We followed a strategy advised to us: start at the left end of each tall cliff band and walk to the right along the base of it until you find a climbable route up. Repeat for the each of the tall cliff bands. At the top of these climbs we found cairns marking the descent. The last tall cliff band in this set is easy to get through as it has a notch you can walk up. When we descended, we rappelled down the lowest tall cliff band because we found a pinch point with slings and had trouble finding the down climb. \n\n  Traverse to Upper Supai Cliff Band:   After getting up the lower Supai cliff bands, there is a long ridge-top traverse (with a great view) to the large upper Supai cliff band. Along the way you will scrabble up some short cliff bands. When you arrive at the base of this cliff band, walk left along base of cliff (NW side) for about 1/3 mile. There is a faint trail with occasional cairns. Be mindful to keep your footing, as you are traversing along a scree/dirt slope with a cliff drop-off to your left. Some cairns will direct you up towards a terraced section in the cliff band. You'll finally reach a fixed rope up a slab--batman up this rope. Work your way up and right to the next fixed line (knotted rope), with another batman up another slab. Make your way up to another fixed line, where you have a choice to batman up a knotted rope on vertical rock, or (to the right of this) batman up a slab, then a traverse left along the fixed rope. We chose the latter, but the traverse was a little awkward. In the vicinity of this last fixed line there is a rappel sling around a tree for descent. Note your location again, as this is difficult to find if it is dark. \n\n  Upper Supai Cliff Band to NE Arete:   Climb up the steep dirt/scree slope to the base of the Coconino formation. We saw some cairns but could not consistently stay on a trail. Walk left along the base of the Coconino until you arrive at the NE arete of the formation which is in line with the saddle between Zoroaster and Brahma Temples. The approach, from the campsite mentioned above, took us 4.5 hours at a comfortable pace.\n\nNE Arete Climb:\n\n  Rock Climbing Arizona by Stewart Green has a route description (6 pitches) and a route drawing. Both are not accurate in our opinion so we have added some more route beta here. For more information there is also a good trip report at: supertopo.com/climbing/thre…;>>>>   We used 60 m double ropes and linked the first two pitches from Rock Climbing Arizona which resulted in a total of 5 pitches. There are no bolts at the belay stations except for one bolt at the top of pitch 4 (horn belay). There are no rappel chains, only slings. \n\n  Pitch 1: There are no aid moves on this pitch as indicated in Rock Climbing Arizona. Climb up and right to the rock scar and set a cam (see above link for photo looking up the climb). Climb over small roof on either side using the cracks. Continue up and right following crack system past one or two small trees with rappel slings. You are heading for a small tree in the crack system that has rappel slings just before the crack becomes more like a seam. The small tree of interest also has a smaller tree/bush 2 feet to climbers right, both are used for the anchor for this rappel station. Beyond these trees the crack system thins out as it angles more to the right. Note that this is the fourth and final rap station you will use on descent. This pitch moves up and to the right, but the drawing in Rock Climbing Arizona shows the route as more straight up than its actual path. (5.7) \n\n  Pitch 2: There used to be a Needles Eye chimney on this pitch but the associated pinnacle fell off. This pitch is now the crux at least technically and mentally. Follow crack/seam to the right and get a big cam (e.g. Camalot #3) in the final pod before the crack/seam disappears. Climb up face, using crimpers (climbers right) on the fresh rock scar from the missing pinnacle. Beware of the loose rock block on climbers right. Now you are 10 to 15 feet above and right of your cam and youre on sandy rock and no immediate pro options. Now is not the time to think about how far from camp you are, let alone civilization. A stretch to climbers left is a small horizontal crack long enough to fit a small cam (e.g. TCU #3) and your fingers. Stretch left and get the cam in! Sink your fingers and pull left to get your feet onto a low angle slab. Move left on slab and then chose from one of the two vertical cracks to climb up about 15 feet to the next belay stance (we climbed the left one). There is a bushy tree on the ledge that you will have to make your way around when you get there. This tree has rappel slings on it and is the third rappel station for the descent. This ledge is about 10 feet deep and 15 feet wide. The second climber should clean the small cam in the horizontal crack after they have traversed to the lower angle slab to avoid a large pendulum if they fall. (5.9+) \n\n  Pitch 3: Move to climbers right along the ledge to the left-facing corner with the crack system. Looking up, you will see a large roof up and to climbers left that you will climb up to. Climb this crack system for a long pitch. The crack system actually turns into two cracks (we climbed the right most and larger crack). This pitch ends at the awesome horn belay that you can straddle like a horse and take in the view as you belay your partner. This is the second rappel station for your descent. (5.8) \n\n  Pitch 4: Down-climb below the horn on climbers right to a short and wide low angle slab for your feet and traverse to climbers right to the large chimney. As you arrive at the chimney there is a bolt, below head level, with a bent aluminum plate with a hole in it for a hanger. When you find it, you will be amazed at how invisible it is until you are next to it. The hole in the hanger is small and Ive read that you need a carabiner without a gate tab to clip into it. I used a Petzel Classic Straight Gate Carabiner and it fit. Clip the bolt and make your next choice. Above about 20 feet and to the right, in the chimney, is a hole in the rock with slings. This is your next pro. You can climb the face above you on small holds (5.8R) or get into the chimney and chimney up to the slings (5.8). We did the chimney route which had an exciting entrance into the chimney which is protected by the bolt. Get a crimp with the left hand and stretch out across the chimney with your right leg for a foothold. Look down and checkout the view. Chimney up to slings and clip a runner to them. Mantle onto the ledge at climbers right and traverse under a block. Climb up block to ledge and walk left to crack and build your belay anchor. (5.8) \n\n  Pitch 5: The off-width crack pitch. This pitch has plenty of protection opportunities with cams (e.g. Camalots #1-#4) and is not R-rated as stated in Rock Climbing Arizona. You will burn some calories on this pitch but the short off-width section does have some fist and hand jams deep inside the crack. As you reach the top of the crack have your belayer move under the small roof near the base of the pitch (for protection against any falling rocks) because the last part of this pitch has loose rocks at the bottom of the now gaping and low-angle crack that you will climb up through. Belay from small tree above and back away from the crack. The first descent rappel station is on a rock block at or just below your level, out of sight, and to the NE of your position. (5.9) \n\n  Toroweap Summit Cap:   Once the technical climbing is done, there is still the summit cap to negotiate. Walk to the right along the base of the formation and walk/scramble up an easy notch to the top. What an incredible summit! What an adventure! Photo document, sign the register, take in the view, and get the hell out of there before the sun sets!","protection":"Bring a pretty full rack from 1/2\" up to #4 Camalot. Two ropes, a helmet, and lots of water!","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,24e148bb-4884-59e8-9870-43ce21f1a337,fa597035-a80a-55a2-9a9f-262bc7578ff9,f3ec0ed8-6b54-5ada-82e4-c9dab370269b,f5884e81-b2fa-5280-b534-c1ea9f440cda","pathTokens":["USA","Arizona","Northern Arizona","Grand Canyon","Zoroaster Temple"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11+"},{"count":1,"label":"5.11-"},{"count":1,"label":"5.9+"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":2,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":1,"advanced":2,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-112.0457,36.1191]},"bbox":[-112.04625665244048,36.11865033981814,-112.0451433475595,36.11954966018186],"left_right_index":-1,"ext_id":"106633394","area_id":"9YhOgbL6UoC1NMHqn0QM2g==","polygon":{"type":"Polygon","coordinates":[[[-112.04625665244048,36.11865033981814],[-112.0451433475595,36.11865033981814],[-112.0451433475595,36.11954966018186],[-112.04625665244048,36.11954966018186],[-112.04625665244048,36.11865033981814]]]}},"content":{"description":"NortheastNE Arete: Link for introduction, approach and standard route info.EastScreaming Sky Crack\n\nTopo with raps \n\nSoutheast\n\nSE Face topo\n\n "},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T05:52:41.292Z","updatedAt":"2024-02-19T18:27:54.325Z"}