{"_id":"6368a185e80bff5a9954f302","area_name":"First Creek Slabs","shortCode":"","climbs":[{"_id":"jxdJ2FIfWVCKJrzMMVlH7w==","name":"Sunset Slab Direct","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.47926,36.07962]},"left_right_index":6,"mp_id":"106388466","mp_crag_id":"106039311","climb_id":"jxdJ2FIfWVCKJrzMMVlH7w==","areaRef":"pM2eQ4Z2U/WKdrlxyYQQIg=="},"content":{"description":"This is a slightly more interesting version of the Sunset Slab route.  Start the same as the normal route: go up the short corner and set up the first belay on the ramp up and to the right.  Where the second pitch starts to bear left toward the belay ledge, continue straight up and belay on a small stance in the varnished rock.  The third pitch goes straight up the center of the buttress and directly over the varnished headwall (instead of bypassing on the left like the standard route).  After another pitch of good slab climbing, the standard route is joined where it moves right onto the final rib. \n\n  This is a worthwhile variation to the normal route.  It is a little more sustained and a little less protected, but not any more difficult technically.","protection":"std rack","location":""},"__v":0},{"_id":"zoyfiAgGWGqdyMk3eqJEDg==","name":"Sunset Slab","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Homer Morgan, Howard Booth, Dan Allison, Joe Herbst","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.47926,36.07962]},"left_right_index":5,"mp_id":"106119677","mp_crag_id":"106039311","climb_id":"zoyfiAgGWGqdyMk3eqJEDg==","areaRef":"pM2eQ4Z2U/WKdrlxyYQQIg=="},"content":{"description":"A beautiful and moderate route up the First Creek Slabs. Once you step out onto the slab proper, its nothing but perfect climbing up a 600' crack, followed by easy face climbing and an exciting hand crack finish. Well worth doing!","protection":"gear to 3\" is fine.","location":"Start about 30 yards right of Rising Moons in an obvious gully that ends about 50' above the base of Rising Moons. Start up the dihedral on the right hand side of the gully before moving out left onto the slab near the bush on top of the buttress to your right."},"__v":0},{"_id":"PgNquv3zUkmqFSZN/CP0pw==","name":"Smooth Sailing","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"FRA John Wilder, Larry DeAngelo","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.47926,36.07962]},"left_right_index":2,"mp_id":"106388441","mp_crag_id":"106039311","climb_id":"PgNquv3zUkmqFSZN/CP0pw==","areaRef":"pM2eQ4Z2U/WKdrlxyYQQIg=="},"content":{"description":"This route follows the water-polished crack on the right (western) side of the descent gully.","protection":"std rack","location":""},"__v":0},{"_id":"LsAwEL8QVKWd6MfpzAvBeg==","name":"Smiley Face","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.47926,36.07962]},"left_right_index":1,"mp_id":"106388450","mp_crag_id":"106039311","climb_id":"LsAwEL8QVKWd6MfpzAvBeg==","areaRef":"pM2eQ4Z2U/WKdrlxyYQQIg=="},"content":{"description":"This route goes up the bottom rappels in the First Creek Slabs descent gully.","protection":"Std rack w/ some small wires","location":""},"__v":0},{"_id":"KILY+gBlWxmmBfjlWX/LUg==","name":"Romanian Rib - Left Side","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Larry DeAngelo, Karsten Duncan, Raluca Duncan - Oct 2006","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.47926,36.07962]},"left_right_index":10,"mp_id":"106121316","mp_crag_id":"106039311","climb_id":"KILY+gBlWxmmBfjlWX/LUg==","areaRef":"pM2eQ4Z2U/WKdrlxyYQQIg=="},"content":{"description":"This is a nice route that is generally easy climbing and short cruxes.  It's only drawback is crispy holds in a few places.  It can be most easily identified by a noticeable dark cresting-wave-like roof on the 3rd pitch.  The first 4 pitches are long, clean, and fun.  Above the route weaves through a series of aretes and buttresses. \n\n  Pitch 1: Climb up the face finding the path of least resistance.  195ft \n\n  Pitch 2: Continue up and left up to a roof in a left facing corner.  Pull the roof and belay. \n\n  Pitch 3: Continue up the crack below the wave-like roof.  Traverse right on brown varnished rock to a crack at the right side of the roof.  Continue up through the roof and belay in the crack above. \n\n  Pitch 4-7: Continue up the crack and face to a tree.  From the tree move up and left around a buttress to a crack.  Continue up this crack to the top in about 2 more pitches.","protection":"Standard rack to 4\"  \n\n  There are no bolts on this route.  Lets keep it that way.","location":"This route lies just to the left of the Hotflash gully on a buttress which is bordered on the left by a bushy gully. \n\n  Descent: Use the usual First Creek Slabs descent."},"__v":0},{"_id":"FVc1Jh0jX96J9r3PuakvUQ==","name":"Romanian Rib","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.47926,36.07962]},"left_right_index":11,"mp_id":"109982808","mp_crag_id":"106039311","climb_id":"FVc1Jh0jX96J9r3PuakvUQ==","areaRef":"pM2eQ4Z2U/WKdrlxyYQQIg=="},"content":{"description":"This long easy route has relatively good rock that protects well.  It is a good candidate for those looking to familiarize themselves with the balance between simul-climbing and evaluating whether (and where) to pitch it out.This description was revised on 26 Oct 2020 to align with the route as described in Jerry Handren's guide (2007). The previous description remains below as a variation that starts quite a bit to climber's right of the route in Handren's guide.P1 - From Handren's start, initially climb over a block to get to a long vertical crack on the right. Use most of the rope to climb up the long crack to a small ledge on the left and a roof 15 feet higher, that slants up and to the right (easy, 180 feet).P2 & P3 - Continue mostly straight up on a less well-defined line.  When the \"wave\" comes into view, use it to stay oriented and use most or all of the rope on each of the two pitches.  Once through the right end of the wave (5.3), belay out about 30 feet to the left at the bottom of another good crack in a large varnished depression. (5.3, 390 feet split between the two pitches). P4 - Continue mostly straight up to a large ledge with some short (~1 foot high) vegetation way in the back.  If using a 60m rope, belayer may need to do some simul-climbing on 2nd class terrain (easy, 215 feet).P5  - Again, continue mostly straight up to a large broken ledge at the base of a dark face with vegetated crack running up it's length. Ascend in or near the crack to an ~8-inch diameter tree at the top. With 60m rope, belayer may need to simul-climb a bit (5.3, 210 feet).P6 - Ascend to the left of the large right-facing corner.  Continue up while trending left to reach the base of a crack (Handren's \"jam crack\" which happens to be pitch 6 of the Big Sky route).  Climb up the crack past a tree growing from it to a large ledge a little to the right of a higher arete.  With 60m rope, belayer may need to simul-climb a bit.  (5.3, 230 feet).P7 - Climb up the arete working past an easy roof along the way; beware of loose blocks.  Continue onward as the arete levels out. Surmount a large block on its' left side to belay at the base of a short (~7 foot tall)  yellow sandstone wall with vertical hand crack.  With 60m rope, belayer may need to simul-climb a bit.  (5.3, 230 feet).  To get to the descent ledge at the top of the First Creek Slabs, climb up, over, and down the backside of the short wall.  Descend the gully until can make a traverse to the left marked by cairns and work around into the descent ledge. Alternately, ascend the gully until can turn left to scramble and then bushwhack for about 30 feet to the descent ledge.The below is a variation with different start and probably many different belay locations. Pitch labels end with \"V\" to distinguish them from the above.P1V - start up a dark varnished right-facing corner with huge holds and good protection (150')P2V - step up and onto lighter colored rock with little \"nubbins\" that will flake off with weight. work your way up and left to the face of the rib (150')P3V - follow a nice crack to the base of the wave (175')P4V - follow the crack up and thru the brown wave and follow a good crack another 125' to a ledge with an ancient piton (175')P5V - follow the face for an easy pitch, belay on top of the rib (175')P6V - step down and follow a vegetated crack for about 100' and then head up left at a large tree, belay 30' to the left of the tree (130')P7V & P8V - follow cracks up the center of the face trending left for two pitches to a ledge where you can access the stand first creek rappel (300')","protection":"A beginning leader or someone very conservative might want a standard rack.  A light rack to none will be a good fit for most others.","location":"The last rib on the right side of the First Creek Slabs. If you hit the Echove you've gone too far."},"__v":0},{"_id":"IenYGDKuVoqWXWXZbNpAEg==","name":"Rising Moons","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Jono McKinney and friends 1990","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-115.47926,36.07962]},"left_right_index":4,"mp_id":"105788558","mp_crag_id":"106039311","climb_id":"IenYGDKuVoqWXWXZbNpAEg==","areaRef":"pM2eQ4Z2U/WKdrlxyYQQIg=="},"content":{"description":"A fun climb for the grade.  \n\n  Approach: Hike past the Lotta Balls Wall turnoff staying on the lower trail that skirts along the base of the hill and gradually gains elevation. Spot the distinctive, square-ish, black varnished wall to your left and up the hill from you as you are hiking (i.e the Romper Room area).  Continue on the low trail for a little ways until you catch the turnoff that heads up the steep hill. Look for an obvious wide chimney,as you are heading up the hill. This is the start of the climb.    (Note:Rising Moons is a couple hundred feet or so to the climber's right of the square-ish, black varnished wall which houses the routes Doobie Dance, Romper Room and Algae on Parade. An easy trail allows access to Rising Moons from the Romper Room area.) \n\n  Pitch 1: Climb up through the easy, beautiful, right leaning ,varnished chimney to a large ledge. Scramble over a couple of bushes to the base of a right facing corner in a nice, cozy alcove. No fixed anchors. \n\n  Pitch 2: Climb up the right facing corner, wandering out on the face at times. Nearing the top of the pillar, you will see bolted anchors.(140 feet) \n\n  Pitch 3: Climb up the wide crack (Not much pro unless you have wide gear but climbing easy)Crack exits onto a large ledge with rap anchors around a tree. (90 feet) \n\n  Rap with two ropes.    Watch out for rope eating cracks/snags. \n\n  Rappel from tree to the bolted anchors on top of pitch two, then to the top of pitch one. From the top of pitch one ,walk off to the climber's left. Easy, short downclimbing gets you to the base quickly. \n\n************ BETTER DESCENT ROUTE **********A better descent option avoids the rope-snag potential and can be done with a single rope.  From the top of the route, scramble left (east) about 30 yards to a small pine tree on a good ledge.  Rappel from the pine to another rap station on a bushy ledge on the eastern side of the descent gully.  From the bottom of this rap, easy scrambling leads to the base. ","protection":"Standard rack. Note;If you're not comfortable with \"running out\" a 5.4/5.5, then you may want to bring a couple of bigger pieces for pitch 3.","location":""},"__v":0},{"_id":"MrJdJAe7W1yXThY+7944gQ==","name":"Lady Luck","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Monica Miller, Catherine Conner, Jodie Bostrom, Larry DeAngelo","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.47926,36.07962]},"left_right_index":8,"mp_id":"106133508","mp_crag_id":"106039311","climb_id":"MrJdJAe7W1yXThY+7944gQ==","areaRef":"pM2eQ4Z2U/WKdrlxyYQQIg=="},"content":{"description":"I try to resist giving out too many stars, but this route deserves them.  Good line.  One thousand feet of easy climbing on perfect sandstone.  An occasional minor crux thrown in to keep it interesting.  This could be the best route on the First Creek Slabs. \n\n  The first three pitches ascend excellent slabs to good belays on comfortable ledges.  On the third pitch go up and left (where Big Sky moves right to the next rib) and set up a belay beneath a beautifully varnished left-facing corner.  Pitch 4 goes straight up the corner and exits right to a small belay perch even with the big overhangs.  Pitch 5 does not continue up the crack, but instead makes a few improbable, but easy, steps left to gain a finger crack directly above the overhang.  Continue up the rib, locating belays when suitable anchor options are available.  The route finishes up the clean hand crack in a small, right-facing dihedral.  (This is the same finish as Sunset Slab, which has joined this route from the left.) \n\n  Although the climbing on this route is rarely more difficult than 5.2, it still maintains a good level of interest.  Protection options on the slab are limited, routefinding is important, and belay sites must be chosen with care.  Beyond that, the route is fairly long for a beginning climber,  and retreat would require leaving gear.","protection":"Standard rack, maybe some extras on the small stuff","location":"Hike in the First Creek trail and climb to the top of the hillside beneath Rising Moons.  Scramble and bushwhack right (west) along the base of the cliff.  Continue about 60 feet beyond the jutting overhang of Big Sky."},"__v":0},{"_id":"PuSCeVa9X6uBm/Zj4iCxOw==","name":"Hot Flash","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"George & Joanne Urioste, Bill Hotz, Larry DeAngelo","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.47926,36.07962]},"left_right_index":13,"mp_id":"106039317","mp_crag_id":"106039311","climb_id":"PuSCeVa9X6uBm/Zj4iCxOw==","areaRef":"pM2eQ4Z2U/WKdrlxyYQQIg=="},"content":{"description":"This is a very nice route. The rock is good and the line is excellent. For the most part the moves are moderate, but the climb maintains a good level of interest the whole way.At the upstream end of the First Creek Slabs, scramble up to a good, brushy ledge on the western side of the alcove. Start here and climb a flake up and left to a good ledge. The next pitch moves up and right to a crack and a belay niche above a small overhang. The large overhang above is passed by a friction traverse left to a right-slanting weakness.The next three pitches go up the sweeping slab. Start by going up and left on easy, but unprotected, friction to reach some good cracks. On the next pitch, do not get lured left into the pink, left-facing Comeback Corner. Stay on the aesthetic central crack (passing one section of hollow flakes). At its top, this long face is capped by an overhang which is easily passed on the left.A short easy pitch takes you to a good ledge at the base of a mossy corner. Avoid the corner by climbing up and right for a long pitch on the slabby arete. Two more pitches continue up cracks to the summit.Descent: follow the ramp system down and left (east) to the standard First Creek Slab descent routes.","protection":"Standard rack, wires","location":""},"__v":0},{"_id":"WPHXo2CmWXm6o24cVEhiXg==","name":"Falling Stars","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.47926,36.07962]},"left_right_index":3,"mp_id":"106388435","mp_crag_id":"106039311","climb_id":"WPHXo2CmWXm6o24cVEhiXg==","areaRef":"pM2eQ4Z2U/WKdrlxyYQQIg=="},"content":{"description":"At the lower left corner of the First Creek Slabs, the pillar of Rising Moons lies against the main face.  Rising Moons goes up the right side of the pillar.  This route follows the left (eastern) side of the pillar to join Rising Moons at the top of its second pitch.  The protection is not terribly good.","protection":"Single set of cams.  A bigger than normal cam (number 4 Camalot or bigger) may come in handy.","location":""},"__v":0},{"_id":"QNuA/W3oXjKATTBcPH+Bpw==","name":"Comeback Corner","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Jed Botsford, Matt Clarke, Larry DeAngelo,Tim Fearn","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.47926,36.07962]},"left_right_index":12,"mp_id":"106046547","mp_crag_id":"106039311","climb_id":"QNuA/W3oXjKATTBcPH+Bpw==","areaRef":"pM2eQ4Z2U/WKdrlxyYQQIg=="},"content":{"description":"This is a pretty good quality route to the left of Hot Flash.  For the most part, the climbing is pretty tame.  The harder sections protect well. \n\n  The FA party climbed this route on 70m ropes and some of the pitches were stretchers, so belay locations may vary. \n\n  Pitch 1 - Climb the right facing corner 50' to the left of Hot Flash.  When the difficulty eases, traverse left up to a left facing corner and a ledge. \n\n  Pitch 2 - Traverse left to the gully and up a left facing corner to the base of a small roof.  Protection is somewhat tricky on this pitch. \n\n  Pitch 3 - Pull the small roof, then continue up to the left facing corner and pull through the big roof on face holds to the right. \n\n  Pitch 4 - Traverse up and right on easy ground to the base of a long left facing corner.   \n\n  Pitch 5 - Climb the corner to a small stance at the top of the corner.  This pitch is a full 70m.  Protection is good and a intermediate belay could be set up easily. \n\n  Pitch 6 - Continue up the featured face to a bush.   This pitch is also a full 70m with alternate belays available. \n\n  Pitch 7 - Continue up the face which eases in difficulty the higher you get.   \n\n  Pitch 8 - Traverse right on a terrace on 4th class terrain. \n\n  Pitch 9 - Climb the last pitch of Hot Flash.\n\n Descent:  Follow the Hot Flash descent.","protection":"Pro to 4\".","location":"Start 50' to the left of Hot Flash in the Echove.  A right facing corner/groove marks the start of the route."},"__v":0},{"_id":"2Nj3KItmUsScL6Rz8qolrA==","name":"Big Sky","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Larry DeAngelo, Matt Clarke","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-115.47926,36.07962]},"left_right_index":9,"mp_id":"106126784","mp_crag_id":"106039311","climb_id":"2Nj3KItmUsScL6Rz8qolrA==","areaRef":"pM2eQ4Z2U/WKdrlxyYQQIg=="},"content":{"description":"The route was climbed on a 70m rope, so belay locations may vary. \n\n  P1-Climb up the arete of the right facing corner and pull through a roof. \n\n  P2-Follow a right angling crack to the gully on the right.   \n\n  P3-Climb a crack on the buttress on the right and build a hanging belay.   \n\n  P4-Continue up the crack and another hanging belay at the top of the crack. \n\n  P5-From the top of the crack work out and left to get some gear and then run it out considerably on easy terrain.  Belay at tree. \n\n  P6-Continue straight up to a clean handcrack.   \n\n  P7-Climb the ridgeline on the left.  On the first ascent the 4th class gully straight up was climbed.  It was extemely loose and dangerous. ","protection":"Gear to 3\".  No fixed anchors or bolts.","location":"This route lies between Sunset Slabs and Romanian Rib.  Locate a right facing corner capped with a roof.   Follow the First Creek Slabs descent."},"__v":0},{"_id":"JJ3FF4RwUtK0vUr5vYSzhw==","name":"Bad Moon Arising","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-115.47926,36.07962]},"left_right_index":0,"mp_id":"107389200","mp_crag_id":"106039311","climb_id":"JJ3FF4RwUtK0vUr5vYSzhw==","areaRef":"pM2eQ4Z2U/WKdrlxyYQQIg=="},"content":{"description":"A wide face with a right facing corner on the left leads to a chimney hole feature thats a bit unique.  Some face climbing leads to a fairly dark final section where the open face is replaced by a dark, wide, chimney (not quite small enough to get much of any real chimney action on the back wall).   \n\n  A final heady step up to the right leads to daylight and a nice ledge for a belay at a dead tree mass with enough live bits for back up. \n\n  A short scramble to the right leads to the standard down climb on the bottom of the standard First Creek Slab descent. \n\n  This route could be used as an approach pitch to the routes that ascend the standard descent gully of the First Creek Slabs (Smiley Face, Smooth Sailing, Falling Stars). \n\n  Some loose rock located in the trough near the exit hole.  Also, the route may be a bit dusty so take care on any face moves.","protection":"A #1 Camalot (or equivalent) fits nicely in the right facing corner crack near the last daylight on the route, prior to heading into the dark face climbing section of the chimney.   \n\n  Significant run out exists above any reasonable protection opportunities.  A fall near the exit of the last hole at the top of the chimney might well have disastrous results.   \n\n  For the most part, the rock is fairly solid.  Near the exit hole at the top, the rock on the upper left side is fairly friable and most likely not robust enough to support protection.  \n\n  Perhaps some additional protection is available with larger cams or more ingenious discoveries. \n\n  Take care.","location":"The gaping maw located just to the climbers right of Algae on Parade.  Left of the standard First Creek Slabs down climb descent.  Also left of Rising Moons. \n\n  A short hike through a small veil of brush leads to the obvious chimney and a nice, flat spot to gear up."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,a31fb323-0db7-5e02-b522-f21d3b49b531,eeabff85-bcb1-5aac-a784-2f3003d01d09,bea6bf11-de53-5046-a5b4-b89217b7e9bc,0ea7e9e9-9dfd-5bec-8032-51856e528a99,a4cd9e43-8676-53f5-8a76-b971c9841022","pathTokens":["USA","Nevada","Southern Nevada","Red Rocks","First Creek Canyon","First Creek Slabs"],"gradeContext":"US","aggregate":{"byGrade":[{"count":7,"label":"5.7"},{"count":2,"label":"5.8"},{"count":1,"label":"5.6"},{"count":2,"label":"5.5"},{"count":1,"label":"5.9"}],"byDiscipline":{"trad":{"total":13,"bands":{"unknown":0,"beginner":12,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":12,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-115.47926,36.07962]},"bbox":[-115.4798163728171,36.07917033981813,-115.4787036271829,36.080069660181856],"left_right_index":-1,"ext_id":"106039311","area_id":"pM2eQ4Z2U/WKdrlxyYQQIg==","polygon":{"type":"Polygon","coordinates":[[[-115.4798163728171,36.07917033981813],[-115.4787036271829,36.07917033981813],[-115.4787036271829,36.080069660181856],[-115.4798163728171,36.080069660181856],[-115.4798163728171,36.07917033981813]]]}},"content":{"description":"The First Creek Slabs line the southern side of First Creek Canyon, starting just west (upstream) of the Lotta Balls and Romper Room areas.  They extend for several hundred yards, forming a series of ribs and buttresses with a number of good routes.  The slabs begin just a short distance above the streambed, so approaches are reasonably short and friendly.  The slabs end a thousand to fifteen hundred feet higher, on a brushy ledge system beneath the imposing Upper Tier that extends another thousand or so feet to the ridgeline. \n\n  The first key landmark is the obvious right-slanting chimney of Rising Moons.  Immediately left (east) of the small Rising Moons buttress is the descent gully used by Algae on Parade and routes ending of the brushy ramp.  To the right of Rising Moons is the sequence of low-angle buttresses climbed by Sunset Slab, Big Sky, and the Romanian Rib.  Still further to the west (and now a few hundred yards upstream from Rising Moons) is the Echove, a recessed area of somewhat steeper rock that is almost granitic in texture. "},"density":0,"totalClimbs":13,"__v":2,"createdAt":"2022-11-07T06:11:18.793Z","updatedAt":"2024-02-19T18:34:41.556Z","_change":{"user":"q+lmEidCQ7ChKGsZ1ORhXw==","historyId":"6594e746f8258fb5bda08dc2","prevHistoryId":"6594e736f8258fb5bda08d06","operation":"updateArea","seq":0}}