{"_id":"6368a60be80bff5a995c5448","area_name":"Waterfall Basin","shortCode":"","climbs":[{"_id":"lycW2vIRUmalsRfY4YRz6A==","name":"Waterfall Buttress","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Greyell, Hanna, 2008","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.67254,48.17241]},"left_right_index":0,"mp_id":"113865042","mp_crag_id":"109502647","climb_id":"lycW2vIRUmalsRfY4YRz6A==","areaRef":"ByeHci64XaqoQFu48609oA=="},"content":{"description":"A modern classic that ascends the prominent rib above Martha's Place. Climbing is a varied mix of bolted face and cracks, mainly thin. The thin flare on pitch 2 is more like something you'd encounter at Index or Yosemite, but quite unusual for Darrington.\n\nThe buttress is left of a major slab waterfall and its prominence gives it protection from snow or debris from above. The base of the route is commonly buried under residual avalanche snow for much of the climbing season. Facing east, it gets direct sun in the morning and shade in the afternoon. The following pitch descriptions supplement the topo.\n\n1. Boulder/scramble about 50' up to a ledge, then angle up and left with occasional gear to the first bolt, another 50' up. Follow the rounded rib past 6 bolts to the bolted belay. 5.8+\n\n2. Head up and a bit right to gain a lower angle slab to reach a prominent finger crack heading up the steeper wall on the right. Climb the crack/flare with some tricky thin gear placements. 5.9\n\n3. From the belay, angle slightly left up the buttress past 5 bolts to an obvious cedar bush.  Launch up the flaring slot on the right (dirty and awkward bit) and when it arches over, break onto the face above and easier climbing. 5.9+\n\n4. Easy blocky pitch up lower-angled section of the rib. Avoid the large loose block near the start on either side. 5.4\n\n5. A challenging pitch that heads up and over the crest (4 bolts) to a steeper face with a thin crack up the middle. This airy section protects with thin gear. 5.9+\n\n6. Continue slightly left of the crest for a short pitch of nondescript climbing. Find the final bolted anchor behind a cedar tree.  5.7, optional pitch.\n\nRappel the route with 2 x 60 m ropes. When you descend the lower angle part of pitch 4, stay ‘skiers right’ to avoid getting pulled left toward the gully. Careful not to dunk your rope in the creek at the bottom!\n\nPitch 3 has a stunning thin crack variation to the right that goes at 5.10d.\n\nThe description and topo draw many details from the Rattle and Slime CD guidebook (2nd edition) by Dave Whitelaw, supplemented by subsequent ascents.","protection":"Medium rack of cams and nuts to 2\", with extras smaller than 1\".  All belays/rappels are bolted.","location":"From Martha’s Place, hike directly up talus to the buttress toe.  From the lower right corner, continue  ~200’ leftward up the boulder stream along the base. The real climbing starts on a ledge around 50’ up, which is reached by a bit of mid-fifth bouldering and some scrambling."},"__v":0},{"_id":"P93OqjI6UXubqxxH094Q4Q==","name":"Roofer Madness","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Chris Greyell","type":{"sport":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.67254,48.17241]},"left_right_index":1,"mp_id":"108265876","mp_crag_id":"109502647","climb_id":"P93OqjI6UXubqxxH094Q4Q==","areaRef":"ByeHci64XaqoQFu48609oA=="},"content":{"description":"Pitch 1 5.11+ 25 feet. Climb right along a very thin traversing pitch where foot work is key. Don't fall or your shins are toast.\n\nPitch 2 5.10+ Head straight up the slab to the arete and finish on top of Marthas place.\n\nFoot work is key for both pitches. Best bolt placement EVER.","protection":"13 bolts total. split at the ledge to prevent rope drag.","location":"Located in waterfall basin on the downhill side of Marthas place the giant bivy boulder. Roan wall page has approach notes for the location."},"__v":0},{"_id":"bd57O6E/WJyTGz55TbQJqw==","name":"Roan Wall - Stage Right","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Greyell, Karner, Hanna, Tower: 2007","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.67254,48.17241]},"left_right_index":3,"mp_id":"113653393","mp_crag_id":"109502647","climb_id":"bd57O6E/WJyTGz55TbQJqw==","areaRef":"ByeHci64XaqoQFu48609oA=="},"content":{"description":"Stage Right is a quality multi-pitch route that doesn’t get nearly the traffic it deserves. And given the tremendous expertise of the FA team and their investment of time and hardware, that is a real shame. The right side of Roan has a few more ledges and trees that make it slightly less stunning than the wide-open left side that hosts Center Stage. But Stage Right is a clever line with stacked pitches of quality face climbing to engage the 5.10 climber.\n\nStage Right shares the same access and approach pitches as Center Stage, described under that route. A bit before reaching Center Stage, traverse ~200’ right to a white slab between two obvious L-facing corners.\n\n1. Ascend the pale slab, clipping 3 bolts (5.9), then angle left with some uniquely positive holds. As the slab tapers off, step right around the blind arete to reach the bolted anchor.\n\n2. Up a bit, then right (Class 3) on the obvious ledge to belay at the base of the main slab. From here the route is fairly obvious, just follow the bolts.\n\n3. Nice face pitch right and up past a 10a friction crux. 9 bolts.\n\n4. Shortish pitch up a small corner (5.6) then right to belay. 4 bolts.\n\n5. Sustained face pitch that steps right then up, weaving around small corners and features. 8 bolts, 10a.\n\n6. Angle left for three bolts then step right across a shallow corner (10b). Ascend a bit right of the corner (photo) to a knobby section. 9 bolts, 10b.\n\n7. Another full pitch of classic slabbing with crimpy holds. 8 bolts, 5.9.\n\n8. The angle backs off for the unique final pitch.  Move straight up to an overlap with a 4” crack (bolt above, so no big cam needed).  Step over and move left past a small tree to a left-angling ramp/crack (awkward 5.8). A bit of low-angle face, then an easy off-width to the belay.\n\nScramble to the ridge-top, look north to the sprawling Squire Creek Walls and west to elegant Salish Peak. To descend, find a narrow ledge left and a little downward to the top of Center Stage. Anchors are bolted and the face is clean and open.","protection":"10-12 draws and a light rack of cams (small to 3”).  Double 60 m ropes.","location":"The Roan Wall is split down the middle by a prominent corner system, of which Stage Right ascends the heart of the rightward slab (see beta photo).  The approach to Stage Right is identical to that for Center Stage, including the first few approach pitches to attain the main wall."},"__v":0},{"_id":"sYPaCD0jWViIvhNKgCRsKg==","name":"Roan Wall - Center Stage","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"David Tower, Chris Greyell 2005","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.67254,48.17241]},"left_right_index":2,"mp_id":"106257989","mp_crag_id":"109502647","climb_id":"sYPaCD0jWViIvhNKgCRsKg==","areaRef":"ByeHci64XaqoQFu48609oA=="},"content":{"description":"Beginning at the toe of a small buttress below the obvious large orange/grey colored wall. The first two pitches are approach pitches, disconnected from the remainder of the climb. The route stays on very high-quality granite, with plentiful patina edges, some friction climb, and and cracks up high.\n\nGive yourself 3-3.5hrs for the approach. Alternatively, a fantastic camp can be made at the enormous 'bivy boulder' near the base of the route.\n\nP1) Beginning at the toe of a small buttress/prow, follow bolts for 30m. 5.8\n\nP2) Dirty but easy climbing leads up toward the base of the real wall. 5.4\n\nP3) Amazing and sustained climbing on edges. 5.10b\n\nP4) Follow all bolted line up and generally rightward. 5.9\n\nP5) All bolted. 5.9\n\nP6) All bolted. 5.10c\n\nP7) The devious crux slab. 5.11a\n\nP8) Up cracks and occasional bolted moves. 5.10-\n\nP9) Rad arching undercling right. 5.9\n\np10) Edges, mantles and cracks straight up to the top. 5.10-","protection":"~14 quickdraws and a single set of nuts and cams to 2\"\n\nThe first half of the route (except p2) is fully bolted. All belays have brand new double-ring SS anchors.","location":"GETTING THERE:\n\nFrom the town of Darrington follow the Squire Creek Road to a parking lot where the road is now blocked. Start hiking the road, reaching the landslide in about 5 minutes. Cross low (look for flagging) then climb back up to the road. Reach the original road end in about 30-40 minutes from the car.\n\nFollow the old trail about 20-30 minutes until you reach a large dry streambed (it's obvious, 50' wide and full of white boulders). If you were to pass this, the switchbacks on the Squire Creek trail begin shortly after this creek. Hike down the creek bed about 200' trending left into open! alders. A path exists here that may be a bit hard to pick up. At first it stays just uphill of a swampy area. Follow the path for about 30 minutes upvalley until it pops out at Squire Creek which must be forded. Follow gravel bank on the west side of the creek until just before it ends (~100' ) then find a path going back into the woods. Soon after you must cross a small channel of the creek then the trail fades out in open forest and eventually youll end up in the now dry creek bed of Squire Creek (the creek is underground).\n\nShortly after entering the creek bed you'll break out into the open (~2hrs from car). The Roan Wall is a big red slab located on the right side of the basin. Follow the creek bed until it feels like you've almost gone past the wall. At this point a thin boulder filled watercourse coming directly down from the wall should be obvious. Unfortunately it ends in brush about 200' away from the drainage you're in. You might be able to find a faint path leading through some large boulders into slide alder and soon after the watercourse.  Scramble up this watercourse until you reach slabs at it's end. There are two approach pitches to get to the base of the actual Roan Wall. The first is an obvious 80' bolted 5.8 slab. From its top scramble up the gully a bit and climb a low-5th class 150 groove on the right side of a brushy wall.\n\nAn enormously overhung (with sport routes) boulder sits near the base of the route, offering a fun place to camp."},"__v":0},{"_id":"LgX6dkKSUmy2FPmmWD9K/g==","name":"Flight of the Falcon","yds":"5.10b/c","grades":{"yds":"5.10b/c","french":"6b"},"fa":"Chris Greyell, Todd Karner 2006","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.67254,48.17241]},"left_right_index":999999,"mp_id":"115159395","mp_crag_id":"109502647","climb_id":"LgX6dkKSUmy2FPmmWD9K/g==","areaRef":"ByeHci64XaqoQFu48609oA=="},"content":{"description":"P3 and P6 are the \"crux\" pitches I don't recommend linking any of the pitches and the walk off is easy. if choosing to rappel bring two 60m ropes. This route makes for a great link up with center stage.","protection":"wires, singles from tips to #3, 12QDs/slings, 2x 60m ropes if rappelling","location":"This route is on Salish peak and starts a little left the lowest point of the feature, and trends left. All the anchors are bolted and there are a few bolts to follow here and there."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,cfe129f6-5f60-5bc8-87b3-3d3bfaff9472,654ed03a-bd15-5545-b25f-4474e027735d,3a23c2ca-4492-5f50-b79b-ecc5b445d938,dfd9b883-3693-52c0-87ec-2ed49683c992,d7b060e8-9fad-5218-b374-b025154fd51a,07278772-2eb8-5daa-a840-5bb8f3ad3da0","pathTokens":["USA","Washington","Northwest Region","Darrington and Mountain Loop Hwy","Darrington","Squire Creek Walls","Waterfall Basin"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.9+"},{"count":1,"label":"5.11+"},{"count":1,"label":"5.10b"},{"count":1,"label":"5.11a"},{"count":1,"label":"5.10b/c"}],"byDiscipline":{"trad":{"total":4,"bands":{"unknown":0,"beginner":0,"intermediate":3,"advanced":1,"expert":0}},"sport":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}},"alpine":{"total":5,"bands":{"unknown":0,"beginner":0,"intermediate":3,"advanced":2,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":3,"advanced":2,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-121.67254,48.17241]},"bbox":[-121.67321426301234,48.17196033981813,-121.67186573698763,48.17285966018185],"left_right_index":-1,"ext_id":"109502647","area_id":"ByeHci64XaqoQFu48609oA=="},"content":{"description":""},"density":0,"totalClimbs":5,"__v":1,"createdAt":"2022-11-07T06:30:50.139Z","updatedAt":"2024-01-15T16:50:43.840Z"}