{"_id":"6368a185e80bff5a9954f44b","area_name":"Reptile Rock","shortCode":"","climbs":[{"_id":"AiRkdYlTWAyIVsqvnqCk/Q==","name":"Snake Charmer","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Ninfa Cauchois and Philip Swiny","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.41916,36.14667]},"left_right_index":0,"mp_id":"106395717","mp_crag_id":"106395713","climb_id":"AiRkdYlTWAyIVsqvnqCk/Q==","areaRef":"r1NqA1VsX+SwyekAVdwqFw=="},"content":{"description":"The Snake Charmer is a fun little route that may be found on the right side of Reptile Rock.  The line ascends an obvious dogleg crack in 2-4 pitches (depending on how you do it.) \n\n  Pitch One:   Ascend third class terrain to the base of the dogleg crack (3rd 45').  Certainly this may be scrambled and not pitched out. \n\n  Pitch Two:   Climb the right trending dogleg crack.  The crux is right off the anchor -- it's a good idea to put in an anchor, because if someone blows off, you'll both take a ride down the third class terrain.  Follow the crack to a double bolt anchor at a ledge at the base of a vertical crack (70' 5.6) \n\n  Pitch Three:   Climb straight up the crack, passing an annoying tree, to the face above.  Beware the loose holds on the upper face. Pass three bolts to an anchor.  It is possible to rappel the route from here. \n\n  Pitch Four:   Optional pitch -- some may find it easier to do another short pitch to the top of the feature.   \n\n  From the top of the crag, step across a small gully and climb a low angle crack to an easy descent.","protection":"Single to 3\"","location":"This route is on the right side of the Reptile Rock.  The line ascends the obvious dogleg crack."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,a31fb323-0db7-5e02-b522-f21d3b49b531,eeabff85-bcb1-5aac-a784-2f3003d01d09,bea6bf11-de53-5046-a5b4-b89217b7e9bc,2d2d1244-2d46-55d7-834a-b3948336d614,af536a03-556c-5fe4-b0c9-e90055dc2a17","pathTokens":["USA","Nevada","Southern Nevada","Red Rocks","Calico Basin","Reptile Rock"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.7"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-115.41916,36.14667]},"bbox":[-115.41971684803299,36.146220339818136,-115.41860315196702,36.14711966018185],"left_right_index":-1,"ext_id":"106395713","area_id":"r1NqA1VsX+SwyekAVdwqFw=="},"content":{"description":"The crag has a squat demeanor and is characterized by three things.  First there is approximately forty-feet of third class terrain beneath the routes.  Second, there are two obvious crack systems on the rock.  Each of these cut up opposite sides of the crag's crest.  And third, it is just off the trail across the grassy drainage just to the left of the approach gully to the Fox. \n\n  The third class at the bottom of this crag has been used by guides for multi-pitch transition practice for years.  The crag has been used for the same purpose by the Red Rock Rendezvous folks. \n\n  The third class area has been identified by the Red Rock Rendezvous event permit as \"Third Class between Ranch Hands and Dickies Cliff.\" \n\n  There are three known routes on the crag, but as of this writing, information is only available about one of them...Snake Charmer.  Snake Charmer climbs the dogleg crack on the right side of the crag.  An unknown and unnamed bolted line ascends the center of the crag and another s shaped crack dominates the left side of the crag."},"density":0,"totalClimbs":1,"__v":2,"createdAt":"2022-11-07T06:11:22.722Z","updatedAt":"2024-01-15T16:46:12.121Z","_change":{"user":"q+lmEidCQ7ChKGsZ1ORhXw==","historyId":"6594e3e2f8258fb5bda02422","prevHistoryId":"6594c98bf8258fb5bd9f0c73","operation":"updateArea","seq":0}}