{"_id":"63689d5ce80bff5a994f4fae","area_name":"Mt. Goode","shortCode":"","climbs":[{"_id":"VC5KMLIkXYeOJHZAJlkIgA==","name":"West Ridge of Mt Goode","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"unknown","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.568,37.1231]},"left_right_index":8,"mp_id":"107684456","mp_crag_id":"105805911","climb_id":"VC5KMLIkXYeOJHZAJlkIgA==","areaRef":"u+90H/DKWt6rvpujFKMkew=="},"content":{"description":"This makes a fun traverse from the summit of Trapezoid Peak.  Exposed and fun low 5th class ridge climbing.  Some loose rock but mostly quality traversing.  Several towers are encountered.  Some can be climbed, others are more easily bypassed on the climbers right side of the ridge.  The last tower requires a 50 foot rappel (or what looked to be at least 5.8 downclimbing).\n\nTo make this a longer day, start at the North side of Hurd Peak, down the South ridge of Hurd, up class 3 to an unnamed summit, then over to Trapezoid.  Great traverse with minimal approach.","protection":"Suggest light alpine rack and 30m rope.","location":"From the summit of Trapezoid peak (aka peak 12,960), head down and east toward Mt Goode for approx. 1/2 mile of ridge traversing.  Standard class 2 descent from Mt Goode takes you to Bishop Pass trail at Saddlerock Lake."},"__v":0},{"_id":"w3XX16GXVmOPIljc7BB02Q==","name":"South East Slope","yds":"3rd","grades":{"yds":"3rd","french":"1-"},"fa":"Chester Versteeg - July 1939. FWA Owen, Tennesse, Fujii - Feb 1991","type":{"trad":true,"snow":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.568,37.1231]},"left_right_index":0,"mp_id":"109176531","mp_crag_id":"105805911","climb_id":"w3XX16GXVmOPIljc7BB02Q==","areaRef":"u+90H/DKWt6rvpujFKMkew=="},"content":{"description":"In summer when the snow has gone this is a talus hop to the summit block and is the standard descent route from the North Buttress. In early season of a good snow year it's a great moderate snow climb which steepens in the middle a bit. It's also possible to trend rightwards and hit the east ridge with its huge cornice (good snow year) and follow below this to the summit.\n\nUsed as a descent from the technical routes, and a good ski mountaineering objective.\n\nBest camp for this is Saddle Rock Lake, although Long and Bishops Lakes are doable too. Cut around to the left of the East Ridge and follow a shallow gully to the slope then pick the path of least resistance to the summit block.\n\nMount No Goode looks very impressive on the approach.","protection":"Solo usually.","location":"From Saddle Rock Lake get on the Bishop Pass trail for a while until you can cut cross country westwards to the shallow gully leading onto the slope."},"__v":0},{"_id":"SwRbXoeXWEybUyTB7C3/KQ==","name":"Sky Pilot","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Croft, Lella 2014","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.568,37.1231]},"left_right_index":7,"mp_id":"117728767","mp_crag_id":"105805911","climb_id":"SwRbXoeXWEybUyTB7C3/KQ==","areaRef":"u+90H/DKWt6rvpujFKMkew=="},"content":{"description":"Scramble left from the snowfield to a nice belay spot below the North Buttress Route.\n\nP1 5.8 200+ ft: Climb the 5.8 corner of the NB route, to a large ledge.\n\nP2 5th class 50ft: Short easy traverse right to a nice stance, belay beneath a splitter tips crack corner and a second thin dihedral with an arching crack to the right.\n\nP3 5.11a 90ft: Technical and superb! Start right of the splitter tips corner. Lieback a thin dihedral to the arching crack then traverse back left into the splitter tips crack corner which has widened here to thin fingers. Fixed nut anchor at a small foot stance.\n\nP4 5.11 PG-13 90ft: Intermittent crack and a face climbing crux protected by thin gear, this bit has some friable rock crunchies. Fixed nut anchor at another small stance.\n\nP5 5.11 100ft: Amazing alpine Splitter! Stop to smell the namesake purple flowers sprouting from the crack. Enduro 1\" crux, place all the .5 Camalots you brought, avoid hyper-ventilating! Finish on cool diorite features to a gear belay on a big comfy ledge.\n\nP6 5.7 300ft. Head up and left to rejoin the NB route, alpine ridge terrain to the summit. Killer view!","protection":"2X BD Camalot .1-#2, 1X #3\n\n4X .3 .4 .5\n\nSet o Nuts","location":"North face of Mt. Goode; this route shoots up the steep green headwall (climbing right after the North Buttress 2nd pitch) for three excellent, sustained pitches, then rejoins NB to finish on the summit ridge."},"__v":0},{"_id":"TX8FMMWuXXicxguKtOPtMA==","name":"North Buttress Variation.","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Peter Croft and Hayden Kennedy","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.568,37.1231]},"left_right_index":6,"mp_id":"108001413","mp_crag_id":"105805911","climb_id":"TX8FMMWuXXicxguKtOPtMA==","areaRef":"u+90H/DKWt6rvpujFKMkew=="},"content":{"description":"Mt. Goode is totally rad and if you are looking for some steep granite cracks this variation is bitching! Peter and I added three new pitches to the right of the North Buttress on a steep and obviously featured wall. The rock is awesome, get on it!\n\n***Croft G.G.A \"deluxe\" variation 5.11-***\n\nP1/P2: same as the North Buttress route, can be linked with a 60m rope.\n\nP3: 5.10a. Climb straight up on your choice of several crack and corner systems aiming for the huge right facing dihedral high above you.  Stop at the tiny ledge with a 2 piton anchor.  20m\n\nP4: 5.11a.  Climb the thin crack straight off the anchor for 30 or 40 feet.  When the crack starts to run out look for some thin face features and make a short traverse left into another thin crack.  Climb this second crack up to the inverted slab roof at the very bottom of the headwall.  about a body length above the base of the inverted slab roof is a fixed pin, climb to this and traverse left again into a finger crack on the orange headwall.  climb the finger crack to a plush triangle ledge belay out on the prow of the massive leftside arete. 30m\n\nP5: 5.10. From the belay ledge on the prow of the arete climb the thin hands/fingers crack back out on the the main face of the orange headwall.  When able make a rightward step across into the obvious and amazing laser cut wide hands splitter.  Climb the crack to the top of the head wall, and belay on any one of numerous ledges. 30m to 60m depending on where one builds the belay.\n\nFrom here rejoin the regular North Buttress route to the summit.\n\n***Kennedy variation 5.11+/5.12***\n\nP1. Same as the North Buttress route.\n\nP2. Easy and short 5.8 pitch to large ledge bellow the steep wall. Belay on solid cams.\n\nP3. Interesting 5.11 climbing with thin gear and face climbing. Belay on a small ledge with solid cams and one fixed pin.\n\nP4. The money pitch! Amazing fingers/hands splitter through a small roof (5.11+). Belay on a big ledge with solid cams.\n\nFrom this point follow the North Buttress to the summit.","protection":"Double set of cams to #3, thin nuts\n\nSame descent as the North Buttress","location":""},"__v":0},{"_id":"PTLrjg4jWo+hVPbWgyORbw==","name":"North Buttress","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"John Fisher, Dennis Hennek, Jay Jensen, and T.M. Herbert - 1974","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.568,37.1231]},"left_right_index":5,"mp_id":"105805914","mp_crag_id":"105805911","climb_id":"PTLrjg4jWo+hVPbWgyORbw==","areaRef":"u+90H/DKWt6rvpujFKMkew=="},"content":{"description":"8-9 pitches in most guidebooks, this route can be done fairly easily in 7 pitches with a 60m rope. Here's how the pitches break down to do it in 7 pitches.\n\nApproach the base of the climb, and scramble up and left on the 4th-class slab to a good ledge below an obvious corner system with a thin-hands crack on the right wall.  Rope up there.\n\nP1: 190' (5.8) Climb the open book with the thin-hands crack to a ledge, then up another open book with a fist crack in the corner.\n\nP2: 185' (5.9) Traverse left across the face, looking for an old piton.  Sparse gear protects the traverse, with the crux move of the pitch dropping down across the chimney.  Cross the chimney and climb the face to the left (small pro).\n\nP3: 70' Climb up loose, easy 5th class to the base of the steep corner.\n\nP4: 185' (5.9) Head straight up the corner stemming and jamming in the finger cracks, then climb the hand crack/chimney above.\n\nP5: 190' Easy 5th class up the ridge. Communication is difficult.\n\nP6: 80' (5.7) Climb up and right to a 5.7 hand crack to a tight tunnel through to the South.  Belay on ledge.\n\nP7: 110' (5.8) Climb the short OW straight up the ridge and follow the ridge to the 5.8 mantel onto the summit block.  Easy to bail out left from the start of this pitch.\n\nMany bail slings exist on the route ranging in quality.  Bring your own bail slings if the weather looks suspicious.  DO NOT bail into the gully to the south as it is a bowling alley of rockfall. Rap directly down the route.","protection":"1 set of nuts, small cams (set of TCUs recommended), a few mid-sized cams to #3 Camalot, and a few hexes.\n\nMore Photos\n\nCan be found\n\nhere\n\n- thanks Murf.","location":"Once on top, the easiest descent is obvious - the talus slope to the South-East leading to scree slopes that drop you right next to Bishop Lake.  Don't leave anything at the base of the route because the descent does not take you back to that location."},"__v":0},{"_id":"c6hqr8oKWH+sSuj2p3NLPw==","name":"No Goode","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"FRA: Todd Swain 07-24-2010","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.568,37.1231]},"left_right_index":1,"mp_id":"113431144","mp_crag_id":"105805911","climb_id":"c6hqr8oKWH+sSuj2p3NLPw==","areaRef":"u+90H/DKWt6rvpujFKMkew=="},"content":{"description":"This route climbs the leftmost pillar/buttress on Mount Goode. If you approach the North Pillar of Mt Goode from Saddlerock Lake, you likely walked just under the base of this buttress.\n\nFrom a flat area below the buttress, climb one of several easy looking and appealing cracks upward. Eventually you will reach a notch (not visible from below), and will have down downclimb into the notch. Continue upward along the ridge until you can either go to the summit or turn left (toward Bishop Pass) and descend the SE Slope.","protection":"Carry a small trad rack.","location":"This route climbs the leftmost pillar/buttress on Mount Goode."},"__v":0},{"_id":"x8mgjpunWPmcReHOfqjtwQ==","name":"Jonny B. Goode","yds":"5.10a/b","grades":{"yds":"5.10a/b","french":"6a+"},"fa":"Jon Clark, Todd & Donette Swain 09-2010","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.568,37.1231]},"left_right_index":2,"mp_id":"113431185","mp_crag_id":"105805911","climb_id":"x8mgjpunWPmcReHOfqjtwQ==","areaRef":"u+90H/DKWt6rvpujFKMkew=="},"content":{"description":"The route ascends the second buttress to the right of the SE Slope (the first buttress is No Goode).\n\nP1: Climb vertical cracks and corners to a hanging belay in a corner (5.9, 30m).\n\nP2: Climb the lower-angled corner until it steepens. Go up a wide section, then a steep fingers section to the next anchor (5.10-, 30m).\n\nP3: Continue up an easy corner then make exposed moves up and left around a block. Continue slightly up and left to a ledge with an anchor (5.8+ PG13, 30m).\n\nP4: to the left of the anchor is a prominent off-width. Climb the off-width to an easier crack. Belay from an anchor (5.10-,20m).\n\nRappel the route or move up and right onto 3rd class terrain.","protection":"Carry gear up to a #5 Camalot.","location":"Start below the second buttress to the right of the SE Slope."},"__v":0},{"_id":"15gxpbTSXrSOwTlbFFBjHg==","name":"Goode Earth","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Derek & Giselle Field (2019)","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.568,37.1231]},"left_right_index":4,"mp_id":"117650645","mp_crag_id":"105805911","climb_id":"15gxpbTSXrSOwTlbFFBjHg==","areaRef":"u+90H/DKWt6rvpujFKMkew=="},"content":{"description":"Goode Earth\n\ntakes a choice line up a series of clean-cut dihedrals on a subsidiary buttress on the magnificent north face of Mount Goode. Thin cracks are prevalent; the gear is tricky in places, but it's omnipresent. The crux is short-lived.\n\nThis is an alpine route, so prepare for objective hazards like loose blocks, and scree-covered ledges. The first ascent was done ground-up; we tried to clean as much as we safely could, but hazards doubtlessly remain. Although the granite is extremely dense, the angular fracture pattern is very similar to that of the\n\nNorth Buttress\n\n. Croft's \"overall feeling that you're not in the Valley anymore\" is alive and well on this route.\n\nPitch 1 (5.9, 100'):\n\nCharge up the splitter fingercrack, crimp and stem past a pinch, then follow the main dihedral left to a belay ledge among loose stones.\n\nPitch 2: The Green Dihedral (5.10a, 150'):\n\nClimb the fingercrack-ridden dihedral past a ledge and all the way up to the top of the pillar.\n\nPitch 3 (5.10b/c, 140'):\n\nSoar directly up the short steep fingercrack (crux) into easier terrain. Paddle up a poorly protected slab (5.7 R) then trend up and right on corners to a small belay ledge on the right. Do not get sucked in to the bigger belay ledge on the left.\n\nPitch 4: The Yellow Jamcrack (5.9, 110'):\n\nClimb straight up the stepped fingercrack, aiming for the yellow-lichen-splotched clean-cut 4-5\" corner directly above. Deep jams lead up to a short offwidth move, which is a breeze with proper technique and still moderate without. Continue up and right on a flakey fingercrack to a crescent belay ledge on the right.\n\nPitch 5 (5.7+, 140'):\n\nFollow the right-trending crescent ramp into a scrappy right-facing corner. Step 15 feet left into a boxy feature formed by a gigantic pedestal (note: from the belay ledge above, the pedestal makes a cool photo op looking down at your follower). Pass a few more 5th-class steps and belay where the angle kicks back.\n\nPitch 6 (4th class, 150'):\n\nWeave through hanging blocks to the top of the buttress.\n\nOptional:\n\nFrom the top of the buttress (~12,800'), you can scramble up the East Ridge (2nd class) to the summit of Mount Goode (13,085').\n\nDescent:\n\nWalk down the Southeast Slopes (2nd class) to join the Bishop Pass trail near Saddlerock Lake.","protection":"Double set cams to 2\"\n\none each 3-4\" cams\n\noptional 5\" cam\n\nsingle set nuts","location":"Approach as for the standard\n\nNorth Buttress\n\nroute (5 miles from South Lake trailhead).\n\nGoode Earth\n\nascends the second buttress to the left (east) of the North Buttress. Scramble up snow, talus, and 3rd-class ledges to the starting ledge which is spacious enough to walk around on."},"__v":0},{"_id":"psMJnj2+XLSE7AP4StHG4A==","name":"Goode Adventure","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Karl Kelley-Kristie Miles 8/4/21","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.568,37.1231]},"left_right_index":3,"mp_id":"121141774","mp_crag_id":"105805911","climb_id":"psMJnj2+XLSE7AP4StHG4A==","areaRef":"u+90H/DKWt6rvpujFKMkew=="},"content":{"description":"An adventurous route that will certainly get better with traffic.\n\nStart by easy 5th class scrambling to the base of the right facing corner. 100'\n\nP1 Climb the broken corner passing some dirty ledges and a small bulge/roof 5.9. Shortly after stay in the corner just right of the large detached block. Belay with medium size cams and nuts at the obvious stance.  5.9 35m\n\nP2 The \"money pitch!\" Move right from the belay and enter a stone filled shallow chimney. Climbing this short section brings you to a small roof to pass with (for me) off fingers. You are now in the main right facing corner. Climb this to its top via fingers and tips. Belay at a great stance with small and medium sized gear. A five star pitch! 5.11 35m\n\nP3 Again move right. Climb the obvious hand crack in the corner to a gap. Move right over the gap and continue with hands and big hands to a stance below the obvious OW above.  5.10 38m\n\nP4 Starting off the ledge we made a few moves of A0 using small brassies. This corner could certainly be stemmed likely at 11c/d (bring a wire brush to clean some lichen off of the right wall) after a few moves, grab a welcomed bucket/flake. Continue up the corner using a crack on the left wall as well as the main corner. Eventually this turns to a short section of off width (a couple body lengths). After, continue in a slight rightward trend through broken ground and belay on one of many huge ledges. 5.10 A0 40m\n\nP5 simul or unrope for 200+ feet of EZ 5th to the summit.\n\nDescent; Walk off the back, 1st with some talus hopping then to a \"fill your shoes\" sandy slope.","protection":"Double rack to a #2 Camalot. Triples in tips and fingers. A single #3  Camalot (Opt #5) Single set of nuts. 10ish alpine draws.","location":"This route is on the same sub-summit to Mt Goode as Goode Earth. It is the next right facing corner system that is LEFT of Goode Earth. The second pitch is easily recognized, a striking greenish right facing corner/pedistal with a flat top."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,7a68eb3f-1d6f-5bdf-863a-b1eeea8dad89,ff0ed5c9-37cd-5472-9bc6-289e1196a3a2,bbef741f-f0ca-5ade-abbe-9ba314a3247b","pathTokens":["USA","California","High Sierra","08 - Bishop Pass & Evolution","Mt. Goode"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.4"},{"count":1,"label":"3rd"},{"count":2,"label":"5.11"},{"count":1,"label":"5.11+"},{"count":1,"label":"5.9"},{"count":1,"label":"5.10a/b"},{"count":1,"label":"5.10b"}],"byDiscipline":{"trad":{"total":9,"bands":{"unknown":1,"beginner":2,"intermediate":3,"advanced":3,"expert":0}},"alpine":{"total":9,"bands":{"unknown":1,"beginner":2,"intermediate":3,"advanced":3,"expert":0}},"snow":{"total":1,"bands":{"unknown":1,"beginner":0,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":1,"beginner":2,"intermediate":3,"advanced":3,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-118.568,37.1231]},"bbox":[-118.56856394988976,37.12265033981814,-118.5674360501102,37.123549660181865],"left_right_index":-1,"ext_id":"105805911","area_id":"u+90H/DKWt6rvpujFKMkew=="},"content":{"description":""},"density":0,"totalClimbs":9,"__v":1,"createdAt":"2022-11-07T05:54:34.043Z","updatedAt":"2022-11-25T11:14:29.077Z"}