{"_id":"63689d5ce80bff5a994f52d1","area_name":"c. Main Wall","shortCode":"","climbs":[{"_id":"ZDwatVJHVIytSnRhUlCGTg==","name":"Watership Down","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"M. Sorensen, R. Baum, R. Robbins (June 1975)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.53479,37.45399]},"left_right_index":1,"mp_id":"107355128","mp_crag_id":"106869630","climb_id":"ZDwatVJHVIytSnRhUlCGTg==","areaRef":"+yAKfgX9VDOOi3affwC0XA=="},"content":{"description":"The Main Wall of Fresno Dome has a giant buttress sitting in the middle of it. Watership Down is the striking right-facing corner which is formed by the right side of this buttress. It will probably catch your eye as it is one of the first impressive features you see as you approach the dome from Zippity-Do-Dah Buttress.\n\nThe pro on this climb isn't great, mostly due to to dirt filled cracks and occasionally loose rock. It's best suited for experienced 5.7 leaders.\n\nClimb up the chimney and lieback the corner to belay at an alcove. Continue up the corner past a tricky offwidth bulge thing (it's best to lieback, but you need to squeeze in there to place pro) and belay at another rubble filled alcove. A final pitch climbs up the corner and traverses beneath a roof to the right. Climb across the face and up onto a ledge with a 2 bolt anchor. There is also a 2 bolt anchor directly above the buttress, but belaying here gives worse rope drag.\n\nYou can either rap with 2 ropes (we've done it with one 70m which is ill-advised, it requires downclimbing to anchors 2 pitches off the deck!), or there's a newly added sport route which climbs straight up from the anchors (the start is a short section of 5.9, then it's easier) which leads to the top of the dome.","protection":"Pro to 3\"","location":""},"__v":0},{"_id":"8tEmRpFaVBChafG1HVAD3w==","name":"Unknown 5.10","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.53479,37.45399]},"left_right_index":2,"mp_id":"119967286","mp_crag_id":"106869630","climb_id":"8tEmRpFaVBChafG1HVAD3w==","areaRef":"+yAKfgX9VDOOi3affwC0XA=="},"content":{"description":"Arching to the  left face climb. 7 bolts to anchor . Crux between first and second bolt but all climb is sustained","protection":"7 bolts","location":"face immediately right from corner of Watershed Down"},"__v":0},{"_id":"mvS8UGEiVtGssqeXkEGNhg==","name":"Guides in a Snowbank","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Lynnea and Jerry","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.53479,37.45399]},"left_right_index":3,"mp_id":"109117063","mp_crag_id":"106869630","climb_id":"mvS8UGEiVtGssqeXkEGNhg==","areaRef":"+yAKfgX9VDOOi3affwC0XA=="},"content":{"description":"Dicey moves off the deck to the first bolt.  Then consistent, easier climbing straight up for 3 pitches to the big ledge. Last pitch straight up the vertical headwall.\n\nThe lower 3 pitches have bolts in just the right spots, but some might consider it a little runout. Bolts on the 10a section are placed closer together.\n\nPitch 1 is about 140', has rap anchors.\n\nPitch 2 is about 140', anchors are not set up for rappel.\n\nPitch 3 is about 115, one bolt has quick link.\n\nNo anchor on pitch 4, sling a boulder.\n\nAfter pitch 3 you reach the big ledge. You can probably finish on Fresno Flats from here if you want to avoid the headwall.","protection":"All bolted, 10 quickdraws should suffice. No need to bring trad gear other than for the final anchor (slings around a boulder are fine).","location":"First route to the right of Watership Down (the corner)."},"__v":0},{"_id":"a8M6jGxUWRiz9cXGqvACzg==","name":"Fresno Flats","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown - solo/ X rated prior to 1988 -  Retrobolted by Mike Arechiga, Brad Watson& Michel Forecroy 1995","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.53479,37.45399]},"left_right_index":4,"mp_id":"112076903","mp_crag_id":"106869630","climb_id":"a8M6jGxUWRiz9cXGqvACzg==","areaRef":"+yAKfgX9VDOOi3affwC0XA=="},"content":{"description":"Bolted slab to the right of Guides in a Snowbank.\n\nOriginally a R/X route that was rebolted in the mid 1990s by Mike Arechiga et. al. making it a more friendly and safer, beginner lead.\n\nHardest move is right off the deck. The rest is 5.easy\n\n3 pitches of mellow slab bring you to a headwall and a big ledge. Here you have several options to finish:\n\n1) Exit to the right (4th class) belay from the top\n\n2) Follow the arching crack up the headwall, clipping 2 bolts (5.8)\n\n3) Move over to the anchor on Guides in a Snowbank. Climb the steep bolted headwall (5.9/5.10-)\n\n4) Move even further over on the ledge, and climb the unnamed 5.8/5.9 OW crack to the summit.","protection":"6-8 Quick draws. Optional gear depending on choice of finish. I find its always handy to carry a single set of cams when climbing at Fresno Dome.","location":"When heading down the approach trail, you will come across a giant dihedral crack system with a slab beside it. The obvious crack is Watership down, the first bolted line to the right is Guides in a Snowbank, the next one is Fresno Flats."},"__v":0},{"_id":"U/10BpI4W12djOUUGm01Vg==","name":"Looking Glass","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.53479,37.45399]},"left_right_index":0,"mp_id":"107355096","mp_crag_id":"106869630","climb_id":"U/10BpI4W12djOUUGm01Vg==","areaRef":"+yAKfgX9VDOOi3affwC0XA=="},"content":{"description":"The Main Wall of Fresno Dome has a giant buttress sitting in the middle of it. Looking Glass is the impressive left-facing corner which is formed by the left side of this buttress. This route is essentially the mirror-image of Watership Down. It is best climbed in two pitches.\n\nThe pro on this climb is not very good, mostly due to to dirt filled cracks and occasionally loose rock. It's best suited for experienced 5.7 leaders.\n\nP1. Starts out with easy scrambling and then alternate between crack climbing, chimneying, liebacking, and often just slab climbing the low angle face to the left of the corner. Belay in an alcove with a bunch of loose blocks. A 70m rope just barely makes it. You will have to break it up or simul-climb the easy start if you are using a 60m.\n\nP2. Climb up the corner towards the roof. Face climb out to the lip and then lieback up the offwidth to the hand crack. I couldn't get any gear until this point and had to run it out a bit. There is a bolted face climb to the left of the corner, which you can join for its final 3 bolts. This provides a cleaner and more enjoyable finish to the mungy corner above, and also reduces rope drag.\n\nFrom the top you can rap with 2 ropes, or finish on Rowsby Woof (5.8) which climbs out the obvious left-trending ramp beneath a giant roof. The final pitch of Rowsby Woof is well worth it.","protection":"Pro to 4\"","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,a5ac4815-eeb0-59ad-8b20-08b5ff151027,c6fa6c7a-10b7-566e-a056-ec1f1ce3e8db,a7f86a43-0135-5bbc-9005-aabee812e026,fb200a7e-05fd-5433-8e8b-769f7f00b45c","pathTokens":["USA","California","Western Sierra","Fresno Dome (Wamello) Area","Fresno Dome","c. Main Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":3,"label":"5.7"},{"count":1,"label":"5.10"},{"count":1,"label":"5.9"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":2,"intermediate":0,"advanced":0,"expert":0}},"sport":{"total":3,"bands":{"unknown":0,"beginner":1,"intermediate":2,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":3,"intermediate":2,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-119.53479,37.45399]},"bbox":[-119.53535643540943,37.45354033981813,-119.53422356459059,37.45443966018185],"left_right_index":-1,"ext_id":"106869630","area_id":"+yAKfgX9VDOOi3affwC0XA=="},"content":{"description":""},"density":0,"totalClimbs":5,"__v":1,"createdAt":"2022-11-07T05:54:44.581Z","updatedAt":"2024-01-15T16:41:21.182Z"}