{"_id":"6368a1b8e80bff5a99553ff8","area_name":"2. Apron Area","shortCode":"","climbs":[{"_id":"PJMwo6+9UWy90UN96rGjqw==","name":"The Arete","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Bill Keiler, Jack Dorsey - 2010","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.06853,44.46788]},"left_right_index":0,"mp_id":"112092300","mp_crag_id":"112062794","climb_id":"PJMwo6+9UWy90UN96rGjqw==","areaRef":"aDGNRXthUiyraP6FvvFBbg=="},"content":{"description":"This is a fantastic climb in a beautiful setting. Especially if you are doing the direct variation, which has lots of delicate fun moves with good gear. The exposed arete higher up leads to a nice ledge and double bolt anchor.  \n\n  P1. Start on the very left end of the cliff. Tricky first move leads to bolt and easier terrain. Gain the steeper arete with good gear and climb to the top and 2 bolt anchor. 5.7 120'\n\nThe Arete Direct\n\n  Don't know if anyone climbed this variation before, either way it's highly recommended. \n\n  P1. Start more directly (and slightly right) below the obvious high arete, where it’s a little steeper. Climb though flakes and underclings with delicate moves and decent gear. Veer slightly left and join the standard route just before the arete proper. 5.7+ 120’\n\nDescent: Rappel from anchor. Bushwack back down to the top of the Apron and continue rappelling to the ground.","protection":"Standard rack","location":"GPS: N44.468211 W71.070190 \n\n  The easiest way to get to the Arete is to climb the Apron and from there bushwack up and slightly right to the base of the climb. It’s a decent enough length so if you happen to bring your regular shoes with you, use them. Allegedly one can also scramble up the trees directly to here."},"__v":0},{"_id":"6ifHx0UfVUeECHZKBElKgQ==","name":"The Apron","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Bill Keiler, Jack Dorsey - 2010","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.06853,44.46788]},"left_right_index":0,"mp_id":"112092195","mp_crag_id":"112062794","climb_id":"6ifHx0UfVUeECHZKBElKgQ==","areaRef":"aDGNRXthUiyraP6FvvFBbg=="},"content":{"description":"A fun little climb with a nice arete on the first pitch. It's a little dirty and could use some cleaning. \n\n  P1. Climb short steeper section with some gear to the start of the arete. Beware of a loose hold. Follow the arete passing a bolt and some easier terrain to a tree ledge and a pine tree on the right. The original belay was at an old almost dead questionable pine tree more in the left/center, so we moved the anchor (and added new webbing) to a nicer tree on the right. 5.5 120'\n\n  P2. Move through the trees to the next part of the cliff and climb easier featured terrain. Gear belay at a crack. 5.4 160’\n\n  P3. Over the bump and easy slab to tree ledge with rap anchor. There was no rap ring and only an old torn buried in the moss webbing when we got there so we added more webbing and left a biner. 5.2 70'\n\n  Once at the top, you can bushwack uphill to the next climb, The Arete. An outstanding route and the main reason for doing this route. \n\nDescent: Two raps. The first one just barely reach to next tree ledge with double 60m, but the terrain is easy and safe at that point. Then go through the trees and a second rappel to the ground on climbers left (where you started the climb). Not sure if you can get down to the bottom of the actual cliff.","protection":"Standard rack","location":"GPS: N44.467750 W71.068743\n\n To get to the Apron area, you have two options: * The better is taking the trail that goes to October Sundae until it takes a sharp left (              \n\nNorth Bald Cap trails. Red to October Sundae and yellow to Lost Boys area.      ). At that point you can see the apron in front of you. Go straight ahead instead (towards the cliff) and you will very soon see a brook. You can follow it until it gets into the woods. At that point it's an easy short bushwack straight uphill right to the cliff. [June 2020 Update: I \"reversed\" these directions on a \"exploratory hike around\" and I think in the 4 years since Ron posted this, (2016) the growth in the logged-out area has become quite a bit thicker and higher. Be forwarned. R Hall NH Admin.]\n\n * You can also bushwack from the Lost Boys area along the cliff. It’s a little more work as the terrain is rough.\n\n Once at the bottom of the cliff, the route is a little tricky to find and not obvious. It's located around on the left and uphill from the bottom part of the cliff. It's a steep hike. The start is by two birch trees (one of which has a pink string on it, Aug 2016) (              \n\nThe Apron, start      )."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,8a63706f-b14c-536f-b8ab-3cea90093e36,4eb5c882-6ac8-52c7-bb65-274c9e5a9f56,6fb835cc-3899-50bf-98d0-904265b24707,68318d45-7b61-522c-ab68-fe85bef1416e","pathTokens":["USA","New Hampshire","Great North Woods Region","North Bald Cap","2. Apron Area"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.7"},{"count":1,"label":"5.5"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":2,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-71.06853,44.46788]},"bbox":[-71.06916009097526,44.467430339818144,-71.06789990902475,44.468329660181865],"left_right_index":-1,"ext_id":"112062794","area_id":"aDGNRXthUiyraP6FvvFBbg==","polygon":{"type":"Polygon","coordinates":[[[-71.06916009097526,44.467430339818144],[-71.06789990902475,44.467430339818144],[-71.06789990902475,44.468329660181865],[-71.06916009097526,44.468329660181865],[-71.06916009097526,44.467430339818144]]]}},"content":{"description":"The Apron Area is to the right of the main slab and just right of a deep gully-cleft."},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T06:12:13.772Z","updatedAt":"2024-01-20T01:03:52.749Z"}