{"_id":"63689de0e80bff5a994fa3ff","area_name":"Unknown Tower","shortCode":"","climbs":[{"_id":"HP2f22KtVs215hlgSUCODQ==","name":"Saddle/West Face Route","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.22249,39.57474]},"left_right_index":0,"mp_id":"106728570","mp_crag_id":"106728540","climb_id":"HP2f22KtVs215hlgSUCODQ==","areaRef":"klTsZI4LU/GGAnhRg7ZVxg=="},"content":{"description":"This route basically follows the path of least resistance from the saddle between the tower and the canyon rim. Expect some fun jamming, big holds in horizontals, some precariously stacked blocks and if you can wrap your head around it, fun, moderate free climbing.\n\nClimb up the steep face above an obvious belay anchor with the steepest, hardest climbing in the first 20-30 feet. Be aware that there is a large, detached block about 8-10 feet above the belay. Think about how you grab this thing before yarding on it above your partner. Angling slightly left you'll end up on a big, sunny ledge from where you can climb the west face of the tower. A couple options exist but the easiest appears to be moving right via a mantle move protected by a sweet knifeblade in a horizontal. Think to yourself, isn't pounding pins while free climbing fun, how often you get to do that? After gaining the mantle onto the ledge, climb up the right-facing corner with ample face holds in horizontals. Finish on the summit.\n\nSingle rope rappel, with a 60 meter or longer rope, from the bolted anchor into the saddle.\n\n4 stars for being a classic adventure climb and experience. Don't expect the Nose of El Cap or the super sanitized, thoroughly protected and spotlessly clean climbs of your local indoor gym.","protection":"A standard Glenwood Canyon free climbing rack - set of cams from micro to #4 Camalot with maybe some extras in #0.5 to #1, depending on how you want to sew it up. A few pins, including long knifeblades and Lost Arrows, and long, skinny angles. You could take some stoppers but probably don't need them. One rope, 60 meters or longer. There is a bolted rappel anchor on top.","location":"Start from the saddle between the tower and the canyon rim, probably on the west side of the saddle unless you want to tiptoe on some perched blocks to start."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,e47011e8-0189-55d7-bf00-665ce3c108f4,fd4cfe65-eea3-59b9-9a7b-8401d6c7fbe5,9254ec64-8e0b-53f1-8602-785183b655c6","pathTokens":["USA","Colorado","Glenwood Springs","Glenwood Canyon","Unknown Tower"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.9"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-107.22249,39.57474]},"bbox":[-107.22307337256326,39.57429033981814,-107.22190662743674,39.57518966018186],"left_right_index":-1,"ext_id":"106728540","area_id":"klTsZI4LU/GGAnhRg7ZVxg=="},"content":{"description":""},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T05:57:01.281Z","updatedAt":"2024-01-15T16:44:11.329Z"}