{"_id":"6368a185e80bff5a9954f2cd","area_name":"Brass Wall","shortCode":"","climbs":[{"_id":"cBbYw4nHVVa1jvXvv9i1yQ==","name":"Zen and the Art of Web Spinning","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"unknown, 1980?","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.49109,36.12521]},"left_right_index":22,"mp_id":"105732356","mp_crag_id":"105732063","climb_id":"cBbYw4nHVVa1jvXvv9i1yQ==","areaRef":"pArPbK2qXHaMAcakdaJ+WA=="},"content":{"description":"Start at the far left end of the Brass Wall, as for Arachnoworld, but then come back right perhaps 10 meters to reach a left-facing corner. Just left of this corner climb up a face (a little junky) past a few horizontals to a short crack and a line of pockets that lead to the top of the short wall, perhaps 45 feet in all. Walk off to the left and down.","protection":"A few large cams to put in pockets on this face. The bottom of the route is a little sparse.","location":""},"__v":0},{"_id":"rKFNy7oCXz++InuvZl6h8g==","name":"Varnishing Point","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Joe Herbst and Larry Hamilton, March 1976","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.49109,36.12521]},"left_right_index":34,"mp_id":"105732383","mp_crag_id":"105732063","climb_id":"rKFNy7oCXz++InuvZl6h8g==","areaRef":"pArPbK2qXHaMAcakdaJ+WA=="},"content":{"description":"The Brass Wall is split by a nice looking 2-pitch crack system with a big ledge halfway up.  This is Varnishing Point.   \n\n  P1: 5.5, ~80' Climb an easy crack with good pro to a large ledge. \n\n  P2: 5.8+, ~80'  Climb up to an overhang and lieback out left following the crack.  Clip a bolt on the face before you climb down and right of an offwidth section to the rap anchors on another small ledge.  This pitch is full value but takes great gear. \n\n  Descent:  Double rope rap.","protection":"Pro to 3\" works fine.","location":""},"__v":0},{"_id":"0eBQbbnZUIuy5oLTaAL4nQ==","name":"Unfinished Business","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"FRA:","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.49109,36.12521]},"left_right_index":8,"mp_id":"120580111","mp_crag_id":"105732063","climb_id":"0eBQbbnZUIuy5oLTaAL4nQ==","areaRef":"pArPbK2qXHaMAcakdaJ+WA=="},"content":{"description":"This is a natrual line to the left of Birdland Pitch 1. It follows the arete feature to the same level as the birdland anchor for pitch 1. There are bolted anchors with rap rings to the left. Loose rock and sandy bits exist, so use caution on the route and tap stuff before committing to it.","protection":"Standard rack .3 to 3\" in singles. 30 m rap down from bolts.","location":"Left arete of the birdland P1 wall. Hike around a few trees to climbers left to get to a platform to start."},"__v":0},{"_id":"pYfytaFoVQSrreBMpci+lw==","name":"Topless Twins","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"R. Grandstaff, W. Broussard, '80","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.49109,36.12521]},"left_right_index":26,"mp_id":"105732362","mp_crag_id":"105732063","climb_id":"pYfytaFoVQSrreBMpci+lw==","areaRef":"pArPbK2qXHaMAcakdaJ+WA=="},"content":{"description":"This a set of twin cracks, but as irony would have it, they top out all too soon.  The climb is up a pleasant crack system which is worthy of attention and merit, but runs for only a single pitch.  A shame, as were this a longer system it would be a classic Red Rocks climb. \n\n  To locate this route, approach the left side of the Brass Wall. As you do, keep out an eye for a set of twin splitters, starting as a single crack perhaps 10' off of the ground and then splitting and slowly separating along their length.  This route has a little of everything, including a nice solid crux to keep it interesting. \n\n  From the fixed anchor up top, Rap 70' to the ground on a single rope.","protection":"A standard rack of stoppers and cams.","location":""},"__v":0},{"_id":"jPQI9bGxUzmYoKj2KI2jkA==","name":"Valore","yds":"5.8-","grades":{"yds":"5.8-","french":"5b"},"fa":"Karl and Heidi Wilcox (1999)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.49109,36.12521]},"left_right_index":7,"mp_id":"105819806","mp_crag_id":"105732063","climb_id":"jPQI9bGxUzmYoKj2KI2jkA==","areaRef":"pArPbK2qXHaMAcakdaJ+WA=="},"content":{"description":"\"Valore\" is just to the right of the start of Birdland.  Begin in the grotto below the Birdland and Bighorn starting point.   \n\n  Pitch one climbs out of the grotto, traverses somewhat right on a ledge and then moves up the right-hand side of the face (adequate protection available) some 30 feet to a protection bolt.  From the first bolt, continue up to a second bolt another 30 feet up and then bear slightly left to a short crack that ends the pitch at a good-sized ledge and solid belay/rap bolts.  This pitch, although only 5.7, requires some care in placing pro.  It's also hard to see the bolts from the ground.   \n\n  Pitch two climbs the obvious and rather steep crack system directly above the belay.  This pitch protects well.  The crux is a technical bulge which rates at easy 5.8.  Pitch two ends at a bolted belay/rap station just to the right of an off-width crack and just above a large ledge.  Rappel the route using two ropes.","protection":"Standard Rack up to 3 inches including a full range of small-to-medium-sized stoppers. Also take at least two 0.5 TCUs or cams.  Smaller Aliens may also be useful.","location":"If you follow the marked trail that heads up to Birdland you will end up beneath the large boulder and in the grotto where Valore begins.  Valore's second pitch really is worth doing."},"__v":0},{"_id":"csUavClpWJucNdAfpRZEkw==","name":"Tinkerbellfusse","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-115.49109,36.12521]},"left_right_index":10,"mp_id":"106207526","mp_crag_id":"105732063","climb_id":"csUavClpWJucNdAfpRZEkw==","areaRef":"pArPbK2qXHaMAcakdaJ+WA=="},"content":{"description":"Pitch 1 (5.8):  Climb up the short chimney to the right of Birdland, above pitch 2 of Birdland.  You can belay here to ease rope drag.  Step down from the top of the chimney to get into a finger crack.  Build an anchor to belay at the top of this crack. \n\n  Pitch 2 (5.8R/X):  Continue up the crack, as it runs out.  Continue straight up the face, getting some small gear in a small alcove, before running it out on the delicate face for about 50 feet.  Finish at the bolt anchors for pitch 4 of Birdland. \n\n  Descent:  Same as Birdland.","protection":"Mostly small gear, especially for the second pitch (got a small BD C3 in before the long runout).","location":"This route is a variation to the right of Birdland.  Climb the first two pitches of Birdland and then go right up a short chimney (optional belay point) to find the route, instead of going left on the ramp to the bolt.  The route ends at the pitch 4 anchors of Birdland."},"__v":0},{"_id":"bBM3HJEXWTSw8t4hqypjHw==","name":"Spectrum","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Jay Smith, Randal Grandstaff","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.49109,36.12521]},"left_right_index":12,"mp_id":"105732689","mp_crag_id":"105732063","climb_id":"bBM3HJEXWTSw8t4hqypjHw==","areaRef":"pArPbK2qXHaMAcakdaJ+WA=="},"content":{"description":"This is a very good route, with a short bouldery crux and plenty of runout on moderate terrain.  To get to the start of the route, walk left along the base of the Brass Wall until the good climber's track run out, then thrash down into a small gully.  You are now near the start of the route, which begins by climbing a chimney in a very prominent right-facing corner system that arches to the right.  Despite the wide-looking cracks, we found that we didn't use much big gear - 1 #4 Camalot was sufficient.  The traverse on the second pitch is the psychological crux, but it can be protected adequately with small cams and brass nuts.  The technical crux on pitch 6 takes bomber small TCUs.","protection":"Small to medium nuts, double cams #.5 - #3 Camalot, single cams #00 TCU up to finger size, 1 #4 Camalot.  Mostly trad anchors.","location":""},"__v":0},{"_id":"GofinDatXtyuRRW6mBEQXA==","name":"Sniveler","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-115.49109,36.12521]},"left_right_index":23,"mp_id":"105939256","mp_crag_id":"105732063","climb_id":"GofinDatXtyuRRW6mBEQXA==","areaRef":"pArPbK2qXHaMAcakdaJ+WA=="},"content":{"description":"Excellent varnished rock with good pro but not much of it.  Not a recommended lead for a 5.6 leader.  I never felt the route was dangerous, but you WILL climb above your protection before getting another piece. \n\n  The route follows a nice series of hueco ladders up an improbable looking black face.  Easier than it looks, but felt a little harder than Heavy Spider Karma.","protection":".5 to 2.5\" cams (1 ea.) and a set of nuts and slings.","location":"To the left of Heavy Spider Karma.  Start on a boulder, high step right onto the face.  Once at the top of the wall, either head way right to the Topless Twins bolted anchor, or there was some webbing around a boulder to the left to rap from."},"__v":0},{"_id":"WnaRI6OHU2GXiTvkoLnNng==","name":"Sky Dive","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Smith","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-115.49109,36.12521]},"left_right_index":20,"mp_id":"106326637","mp_crag_id":"105732063","climb_id":"WnaRI6OHU2GXiTvkoLnNng==","areaRef":"pArPbK2qXHaMAcakdaJ+WA=="},"content":{"description":"good route with five bolts and gear in between.     Stemming and technical balancey climbing.","protection":"5 bolts with gear in between some good some marginal.  there is just enough gear to make the route safe.  Not for the beginner 5.11 leader.","location":"left of the brass wall.  Locate a bolt in a low, broken band of rock below a shallow dihedral."},"__v":0},{"_id":"UeePGhH4VBK9DMNMC+tHqQ==","name":"Simpatico","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"TBA","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-115.49109,36.12521]},"left_right_index":37,"mp_id":"107370231","mp_crag_id":"105732063","climb_id":"UeePGhH4VBK9DMNMC+tHqQ==","areaRef":"pArPbK2qXHaMAcakdaJ+WA=="},"content":{"description":"Simpatico climbs the opposite side of the buttress formed by varnishing point.  it begins in one of two places.  1.  at the bottom of the ramp beheath the mini-r.facing corner into roof (easier)  2.  below and to the left of said corner in another, short corner  (lil' tougher, place a piece and then bring it with you once you've pulled the move) \n\n  the route is very good IMO and provides real, well-protected 5.10 climbing for 30 ft. or so and then transitions into lots of 5.7/5.8 R to the anchor via the arete.  surf the arete and get in gear when available until you finally turn the corner left and take the face out (airy, no gear)  to the top out.  as soon as you step around the arete to the black face you can place a green or purple(or both) camalots that are solid.","protection":"single rack to 3'', extra runners for the gear above the roof.  (i personally protect the roof by threading a 4 footer through a hueco and then tying it off w/ a 2 footer british style) \n\n  bolted anchor. \n\n  70 meter BARELY touches the ground on rappel.","location":"find \"bus stops here\" and start immediately left in the nicer looking corner.  or find varnishing point and walk towards orange clonus:  you will see the mini-r. facing corner into the roof that jogs right very clearly on the right side of the varnishing point buttress."},"__v":0},{"_id":"XwxKzLt+U6qTaFnFqvaH/w==","name":"Serious Business","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Paul Van Betten, Randy Marsh 1982","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.49109,36.12521]},"left_right_index":32,"mp_id":"107459637","mp_crag_id":"105732063","climb_id":"XwxKzLt+U6qTaFnFqvaH/w==","areaRef":"pArPbK2qXHaMAcakdaJ+WA=="},"content":{"description":"Pitch 1: Shares the same first pitch as Varnishing Point. Climb straight up on large holds moving left once you've reached the large ledge.  \n\n  Pitch 2: To the left of the second pitch of Varnishing Point is a roof. Lieback over the roof and then continue up the face to the base of a thin seam. Go up this to the anchor of No Laughing Matter.  \n\n  Descent: Two single (60m) rope rappels. There is a rappel anchor on the large ledge.","protection":"Single rack to 2\", RP's","location":""},"__v":0},{"_id":"+kwBzcGMWP6bl1goO8yvcQ==","name":"Sea of Holes","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Nordblom & Smith - 1988","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-115.49109,36.12521]},"left_right_index":18,"mp_id":"105732803","mp_crag_id":"105732063","climb_id":"+kwBzcGMWP6bl1goO8yvcQ==","areaRef":"pArPbK2qXHaMAcakdaJ+WA=="},"content":{"description":"Sea of Holes is a three pitch line at the far left side of the Brass Wall.  It is tough to locate based on Swain's topo, but it is just left of a chimney system with a few bushes in it higher up. The climbing is spicey in spots, but there is ample gear and I don't think it deserves the \"R\" rating.  Also, it is very easy for the 5.10 grade.  I felt it checked in at 5.9. \n\n  P1: climb a dirty chimney system to a nice crack and face.  Belay at slings on a ledge. \n\n  P2: traverse left across huge holes and jugs and pull the roof at the left end through a crack.  Continue up staying fairly close to the lefthand arete for quite a long ways to a single bolt and fixed wire belay. \n\n  P3: continue straight up for a long pitch of face climbing.  Belay at the very top of a buttress. \n\n  The raps begin just right of and below the belay at the top of the buttress.  This is on the (climber's) left wall of the gully/chimney system.  Rap down this chimney to the ground - make sure you have two ropes.","protection":"SR.  Two ropes.","location":""},"__v":0},{"_id":"7u0gW2kEVXukf1CJCteWHQ==","name":"Ripcord","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Jay Smith, et al.","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-115.49109,36.12521]},"left_right_index":14,"mp_id":"107448793","mp_crag_id":"105732063","climb_id":"7u0gW2kEVXukf1CJCteWHQ==","areaRef":"pArPbK2qXHaMAcakdaJ+WA=="},"content":{"description":"Ripcord is a four-pitch adventure climb up the left side of the Brass Wall.  The route connects two prominent features (the arête of the first pitch and the corner of the last pitch) with two pitches of difficult, spicy face climbing up less-than-perfect rock. \n\n  P1: Begin by pulling a bolt-protected v4 boulder problem to access the striking, featured arête.  Easy climbing up this leads to a bolted anchor that is in need of work.  Apparently a couple years ago a climber fell on the first moves of this pitch after placing a cam and the force of the fall caused a huge part of this corner to shear off.  I don't know what it was like before, but it is still climbable and protectable. \n\n  P2: A wandering 5.10 pitch up junky rock leads to an exposed belay. \n\n  P3: Very difficult face climbing (5.11+) up crumbling holds (terrifying, but objectively pretty safe) leads to another exposed belay. \n\n  P4: Climb the nice, but slightly sandy, left-facing corner through a steep bit and some easy 5.11 to a mass of webbing and stoppers which serves as the anchor.  A bolted anchor here might be a nice addition.  Rap with two ropes.","protection":"Single set to #2 Camalot, plenty of draws, two ropes.","location":""},"__v":0},{"_id":"xko/SMC2UnOfTxLnO6u2Nw==","name":"Rawlpindi","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Karl and Heidi Wilcox","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.49109,36.12521]},"left_right_index":3,"mp_id":"105814198","mp_crag_id":"105732063","climb_id":"xko/SMC2UnOfTxLnO6u2Nw==","areaRef":"pArPbK2qXHaMAcakdaJ+WA=="},"content":{"description":"\"Rawlpindi\" begins at the major/obvious corner system some 30 meters left and slightly uphill from the start for \"Birdland\".  Ascend three pitches of 5.7 up the corner (good protection,good belay stances-- a couple of short bulges make the first two pitches fun).  It is likely that these first two pitches were climbed in the 1980s.  The third pitch is short and ascends a weird chimney to exit behind a chockstone (tight) and unto a ledge system that extends right unto the Birdland face.  After exiting the chockstone squeeze,leave the corner system and traverse about 10 feet right on the ledge system to belay.   \n\n       Pitch 4 (175') ascends the main Birdland face to the right of the corner system.  Climb to a protection bolt on a small white face about 30 feet above the pitch 3 belay.  From the bolt go up to a diagonal ledge/crack system (good #3-4 Friend placements).  Follow this ledge/crack up and a bit right 20 feet to just below and left of an overhanging black flake with white calcium deposits beneath it.  There you will find a series of solution pockets/holes going straight up (steep), the pockets take medium to large size cams (#3,#4 Friends).  When the solution pockets/holes end, bear right and upwards (another protection bolt) to the bolted station just below a small triangular shaped arch.   \n\n       Pitch 5 (90') ascends straight up from the pitch 4 hanging belay.  A slider nut or very small cam is useful to protect the first 10 feet off of the anchors (perfect horizontal micro crack).  Follow various cracks straight up over the small triangular arch (well protected with stoppers in a horizontal crack at the base of the arch) to a small ledge.  Avoid climbing over the arch at its apex as there is a loose block that must be avoided.  From here ascend a white face with a small crack system on the left until you reach a good ledge with a bolted station.  This pitch is well protected with medium stoppers.  Rappel pitches 5 and 4 to the bolted anchors on pitch 3 of \"Birdland.\"  Two 50 meter ropes are needed to reach the \"Birdland\" pitch 3 anchors from the top of pitch 4 of \"Rawlpindi\".  Continue to rappel \"Birdland\" to the ground.","protection":"A standard rack of nuts and cams.  Some small nuts for pitch 4.  Medium to large Tri-Cams or medium to large cams for protecting the pockets/holes on pitch 4 (no larger than Friend #4).  A medium slider nut for protection off of the belay on pitch 5.","location":"\"Rawlpindi\" essentially climbs the corner system to the left of the \"Birdland\" face.  At the end of pitch 3 it moves right to climb the center of the \"Birdland\" face to end some 40 feet left and about 20 feet above pitch 5 of \"Birdland.\"  This route is certainly as good in terms of enjoyable 5.7 climbing as \"Birdland\".  Pitch 4 requires some expertise when it comes to placing protection.  \"Rawlpindi\" can also be climbed from the top of pitch 3 of \"Birdland\", although pitches 1-3 of \"Rawlpindi\" are quite enjoyable."},"__v":0},{"_id":"djYpss/QUfCy9XzimmiXCQ==","name":"Raptor","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Nick Nordblom, Randy Marsh (1990)","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-115.49109,36.12521]},"left_right_index":24,"mp_id":"120087527","mp_crag_id":"105732063","climb_id":"djYpss/QUfCy9XzimmiXCQ==","areaRef":"pArPbK2qXHaMAcakdaJ+WA=="},"content":{"description":"When Brass Wall gets busy, rise above and find a worthy adventure on this line up the far left side of Brass Wall's right side.  Not for the faint of heart!P1 approach pitch via Heavy Spider Karma (5.6) or, better yet, Topless Twins (5.9), bypassing the anchor to the platform on the left.P2 110' (5.8) From the platform, look for thin cracks on the left which lead into a rightward arch.  Step onto the wall and make delicate moves on fragile rock, getting gear when you can. At the beginning of the arch feature, traverse right with scant protection to a good crack.  Up the crack, belay from a stance in a left-facing corner; the gear is tough, but there are options, finger-size and smaller.P3 160' (5.10c) Three cruxes will keep you on your toes.  Climb straight up the left-facing corner, where super small gear in the thin seam will hold you till the first of two bolts on this pitch. Catch your breath as you move towards the white slab section, and keep an eye out for the bolt on your right - you'll be happy to see it.  The crack opens to take some gear, then shuts down, spitting you out onto better holds on the right.  Belay from a decent stance below a smooth, right-facing corner.P4 150' (5.8) Use big features to pull up into that smooth corner.  At the top of the corner, traverse left and up to a good crack system which gets you to a comfy ledge.P5 180' (5.9+) The moves off the ledge protect with a 0.1, and it won't be long before big holds get you to better gear placements. The pretty varnished crack soon runs out, and from here it's just pick a path to the giant ledge, calling out \"Rock!\" from time to time as chunks pop off.   One option veers slightly left to a chimney, then back right and straight up the overhang.P6 Look left for the low pillar to a 4th class ledgy traverse, leading further left, where you'll find a two-bolt rap anchor tucked up under a lip.  This begins your descent.4 rappels with 2 ropes, as follows:Rap 1 reaches a single bolt backed up to a healthy tree.Rap 2 reaches a wide ledge with 2 bolts and tat.Rap 3 goes ~200 ft ... stay climber's right to a bushy ledge with a tree.  Two 70's make it; two 60's would require some downclimbing.Rap 4 takes a single rope to the ground.","protection":"Doubles tiny to 2.5\", nuts & RPs","location":"Brass Wall, far left of the right side. Begins on a platform above left of Heavy Spider Karma and Topless Twins."},"__v":0},{"_id":"ckkPE5NeU+ODnVyI6zvOmQ==","name":"Psycho Date","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Brad Stewart and Danny Meyers. 1986","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-115.49109,36.12521]},"left_right_index":6,"mp_id":"106361654","mp_crag_id":"105732063","climb_id":"ckkPE5NeU+ODnVyI6zvOmQ==","areaRef":"pArPbK2qXHaMAcakdaJ+WA=="},"content":{"description":"Climb the first pitch of Birdland and move left on the large ledge behind the tree.  Have the belayer tie into the tree in case you blow the first section.  Climb up the left side of wall behind the tree and find some small gear.  Head up and right on the varnished face passing two long bolts and belay at a ledge with two bolts.","protection":"Small stuff and a few KB's.","location":"Rap from the bolts back to the ledge or move up and right to the top of the second pitch of Birdland."},"__v":0},{"_id":"77pptq7RW1+tyFfwa1i92g==","name":"Pazookieland","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Jason Martin and Marie Dybala, 2005","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.49109,36.12521]},"left_right_index":4,"mp_id":"105733124","mp_crag_id":"105732063","climb_id":"77pptq7RW1+tyFfwa1i92g==","areaRef":"pArPbK2qXHaMAcakdaJ+WA=="},"content":{"description":"This route was named for the excellent dessert found at BJ's brewpub. \n\n  Pazookieland can be found just left of Birdland.  Indeed, Pazookieland is an excellent alternative to the first two pitches of Birdland.  From the top of the second pitch it is easy to access the Bighorn handcrack, Rawalpindi and the upper pitches of Birdland. \n\n  Pitch One:Start on a nice ledge just up and left of Birdland.  This route follows the obvious cleft to the left of the previously mentioned route.  Ascend the crack up to what looks like an overhanging offwidth.  Bypass this on the left.  It is not as hard as it looks and is easily protectable.  Build a belay station above this at two small bushes. (5.7) \n\n  Pitch Two:Continue up and left, bypassing a second small roof.  This is the crux of the pitch.  After this section the climbing eases to low fifth class.  Ascend to a large ledge where it is possible to look down at the belay station at the top of the second pitch of Birdland.  You will be directly under the Bighorn handcrack.  Build an anchor here. (5.7) \n\n  From this position, Bighorn can easily be climbed.  To access Birdland, traverse into the middle of the the third pitch and continue up the route.","protection":"Standard Red Rock Rack to 3 inches.","location":""},"__v":0},{"_id":"YQ6YE6BhU+mycBxz+6SSNQ==","name":"One Stop in Tonopah","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Paul Crawford 1980","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.49109,36.12521]},"left_right_index":36,"mp_id":"105732695","mp_crag_id":"105732063","climb_id":"YQ6YE6BhU+mycBxz+6SSNQ==","areaRef":"pArPbK2qXHaMAcakdaJ+WA=="},"content":{"description":"Start this climb about 25 feet to the right of \"Varnishing Point\" at the bottom of several loose flakes standing up against the triangular flake/pillar.Climb up through the loose flakes with good pro if the flakes stay attached to the wall.  Clip a bolt at about 40 feet then continue on up another 25 feet or so and stand on top of a flake that is completely detached from the flake/ledges.  I am not sure what is keeping this flake attached to the wall.  Place excellent gear in a good horizontal, make one move to the right using the horizontal, then fire through a fun crux using holes in the vertical wall.  After the crux move up through a large hueco on excellent holds clipping a second bolt above the hueco.  After the bolt continue up the outside face of the flake/pillar using cams in huecos, horizontals, and cracks for over 100 feet of fun, exposed, excellent climbing.  It is possible after the second bolt to escape from the face around the corner to the right to make the climbing much easier and better protected but I chose to stay out on the face as the climbing is more sustained and better quality there.  I placed 11 pieces of protection including the bolts in 150 feet of climbing. \n\n  This route would not be considered a classic by most people but I enjoyed it very much because of the very old school trad feel, the vertical very exposed climbing, and the need to really trust that \"there really will be holds and gear up there\".  I only gave it one star despite the excellent climbing on the upper face because of the looseness of the lower section  and the lack of distinct line.","protection":"The first 30-40 feet of this climb has good pro that is contingent on the flake the pro is placed in staying attached to the cliff.  At about 40 feet there is a bolt.  The crux is well protected with cams place in a horizontal.  There is another bolt at about 70 feet after the crux.  On the remainder of the pitch the pro is contingent upon the exact line followed.I stayed on the face for the duration and found adequate pro with cams in horizontals, in huecos and in small cracks on the face.","location":""},"__v":0},{"_id":"iHG2ipZHV12MeWhqLyjrRw==","name":"Nowhere Man","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Joanne Urioste and Karl Wilcox","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.49109,36.12521]},"left_right_index":0,"mp_id":"107454656","mp_crag_id":"105732063","climb_id":"iHG2ipZHV12MeWhqLyjrRw==","areaRef":"pArPbK2qXHaMAcakdaJ+WA=="},"content":{"description":"This route climbs an obvious deep cleft on the far left side of the Brass wall - starting in a cave, exiting the cave by climbing left to right and squeezing out to the outer corner and ascending clean solid rock to a 2 bolt belay 100 feet up. It goes at about 5.8 and is a worthy single pitch route for the grade.    The pitch beyond the belay going up and right across the featured rock is loose, dangerous and not worth doing ever again. We abandoned it after about 50 or 60 feet. Other options for a complete direct start look to be possible a bit further to the right.","protection":"Standard selection of cams from a size 4 Camelot at the bottom to small cams and wires in the crack above.","location":"This route sits on the left side of the Brass wall, to the left of Birdland and Hidden Persuaders. It sits immediately below and slightly left of the second pitch of Hidden Persuaders in a deep cleft - starting in a cave / tunnel and exiting out into the corner about 30 feet up."},"__v":0},{"_id":"Hx1hzACQUIC8HxavlVZ8+g==","name":"No Laughing Matter","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.49109,36.12521]},"left_right_index":31,"mp_id":"105789533","mp_crag_id":"105732063","climb_id":"Hx1hzACQUIC8HxavlVZ8+g==","areaRef":"pArPbK2qXHaMAcakdaJ+WA=="},"content":{"description":"P1 - same as Varnishing Point   P2 start 10' left of second pitch of varnishing point - follow a nice crack that becomes a left leaning seam to a hole, then continue up the crack and hand traverse right and make final moves to a 2-bolt belay.   Double rope rap to the ground.","protection":"SR","location":""},"__v":0},{"_id":"qJCRFKFNWJCJcSIVoHLeSA==","name":"Mystery Mushroom?","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"unknown","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-115.49109,36.12521]},"left_right_index":27,"mp_id":"105732680","mp_crag_id":"105732063","climb_id":"qJCRFKFNWJCJcSIVoHLeSA==","areaRef":"pArPbK2qXHaMAcakdaJ+WA=="},"content":{"description":"While lowering off of Mushroom People, I looked left. What a line! Why wasn't it in the guidebook!?  I looked for anchors up top, but there weren't any. Half way up I noticed an ancient piece of tat hanging from the ceiling. Of course. Too obvious. Crap! Stiffed for the FA once again... \n\n   Follow runout boulder problem start(10c R) up and left to a left facing flake and a plated face to a ledge. Head straight up finger crack/seam and either finish at the tat(replace or put in some anchors?); or do like I did and traverse(9R) to Mushrooms Anchors to rap.  In between the top of both routes is a HUGE 10' x 10' hueco. ","protection":"standard to 2\"","location":""},"__v":0},{"_id":"FqKaHONSUjmzXn1RzmbxQA==","name":"Mushroom People","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"D Diegelmann, R. Grandstaff, G. Child, '79","type":{"trad":false,"sport":false,"bouldering":false,"alpine":false,"snow":false,"ice":false,"mixed":false,"aid":false,"tr":false},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.49109,36.12521]},"left_right_index":0,"mp_id":"105732350","mp_crag_id":"105732063","climb_id":"FqKaHONSUjmzXn1RzmbxQA==","areaRef":"pArPbK2qXHaMAcakdaJ+WA=="},"content":{"description":"This is a great route, but would not be fun in the sun. The black varnish we love as edges makes for a slick glass like surface devoid of friction or significant features in places. Still, the moves are stellar and the climb nice, long, and sustained. I had a blast on this route.\n\nBe warned in advance, due to lack of friction and features, the grade of this climb is quite height dependent. A 5'10\" climber with ape-like arms (me) or a 6'0\" man will find the grade about right. It will be a little easier for the very tall and could be much harder for the very short.\n\nApproach the Brass Wall and mark up the twin splitters on the left end, 'Topless Twins' and then look slightly left to a peerless dark face, cut by a thin crack and offset. This crack leads up 100' to a huge round hueco, and is none other than Mushroom People. \n\nClimb up the route, placing a few pieces for a low 5.9 crux, then continue up and onward to a reachy crux at a slight offset with slippery feet. Past the crux continue up and left again with good holds, good rest and good gear to a fixed anchor. \n\nRap 95' to the ground on a 60M rope. 2 ropes are not necessary as per the Swain guidebook if you have a 60M.","protection":"A healthy set of stoppers including brass, plus cams from small to 3\". Tricams optional. A 60M rope just makes the rap with a meter or two to spare.","location":""},"__v":0,"gradeContext":"US","updatedBy":"q+lmEidCQ7ChKGsZ1ORhXw==","_change":{"user":"q+lmEidCQ7ChKGsZ1ORhXw==","historyId":"63ac30e3176700e73cb7091a","operation":"updateClimb","seq":0},"updatedAt":"2022-12-28T12:04:51.876Z"},{"_id":"EvoYoq8FXJyIDCsCHK3T/g==","name":"LojVegas","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.49109,36.12521]},"left_right_index":17,"mp_id":"111493608","mp_crag_id":"105732063","climb_id":"EvoYoq8FXJyIDCsCHK3T/g==","areaRef":"pArPbK2qXHaMAcakdaJ+WA=="},"content":{"description":"Starts on right side of flake and widens into small offwidth. Easy but fun. Good practice for placing protection on a straightforward climb.","protection":"Standard Trad rack","location":""},"__v":0},{"_id":"FpkPVDGPUmmV35DfNBtZSA==","name":"The Hidden Persuaders","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"FRA: Larry DeAngelo, George Wilson","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-115.49109,36.12521]},"left_right_index":1,"mp_id":"107037105","mp_crag_id":"105732063","climb_id":"FpkPVDGPUmmV35DfNBtZSA==","areaRef":"pArPbK2qXHaMAcakdaJ+WA=="},"content":{"description":"This route is just as good as Birdland...Minus the bolts!\n\n 1. Start on a boulder making a move or two up to a horizontal.  Trend left following holds to another horizontal. Trend back right on a blank face(crux)toward a crack/corner and up to a belay ledge. Careful placing pro low as rope drag becomes an issue.  This is a heady pitch!  \n\n  2. Move belay under the corner.  Climb the corner and traverse right about 50' and set a belay.  \n\n  3. Climb the hand crack. Set a belay about 40' above its top. \n\n  4. Zig left from the belay then back right.  Set a belay below the varnish.  This is a short pitch. \n\n  5. Climb the beautiful face! Set a belay near the top of varnish.  \n\n  6. Head up the varnish until the angle eases into a large ramp.  Set a belay near the top of the ramp.","protection":"Standard rack...C3's were necessary for the first pitch, dolts and a #8 titon for the pitches above!   We climbed the route on double 50's, a 70m single would work for the rappels.","location":"Approach as per birdland.  From the bottom of birdland scramble up and west until you come to a tunnel.  At the back of the tunnel, boulder up and head west again until you get to a large chasm with a black varnished wall. Boulder up to the start.  \n\n  Getting Down.  Head east toward a small notch passing some old pitons along the way.  Rappel off slung boulders (original bighorn descent) until you can join the birdland rappels."},"__v":0},{"_id":"Bq+zCrDmUgig+i1+Rpa49w==","name":"Heavy Spider Karma","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown, 1980?","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.49109,36.12521]},"left_right_index":25,"mp_id":"105732359","mp_crag_id":"105732063","climb_id":"Bq+zCrDmUgig+i1+Rpa49w==","areaRef":"pArPbK2qXHaMAcakdaJ+WA=="},"content":{"description":"There were no spiders noted on this odd route when we did it. \n\n  The climb is up a strange but pleasant crack and face system. While the gear is not always the best, it's good enough to be safe and the climb is pretty positive, if not outright juggy. \n\n  To locate this route, start by noting the twin splitters on the left end, 'Topless Twins' and then look slightly left to a dark crack and flake system going up and slightly left for perhaps 70 or 80' to a ledge. This is the route Heavy Spider Karma. \n\n  Climb up the route, placing pieces in the odd crack here and there until the crack widens to an offwidth. Cut back right onto the face doing an easy rising traverse to the anchors above 'Topless Twins.'","protection":"A light standard rack","location":""},"__v":0},{"_id":"tQ6uiqtJW3WSbtuKwMzzyw==","name":"Go Greyhound","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-115.49109,36.12521]},"left_right_index":35,"mp_id":"105789541","mp_crag_id":"105732063","climb_id":"tQ6uiqtJW3WSbtuKwMzzyw==","areaRef":"pArPbK2qXHaMAcakdaJ+WA=="},"content":{"description":"Left of \"One Stop in Tonopah\" and right of \"Varnishing Point\". Way fun!    Rap off a communal anchor with double ropes.","protection":"2 bolts protect the hard face moves, the rest is small gear up to 1\"","location":""},"__v":0},{"_id":"mwINWfmzW5OMSM872CdMRw==","name":"Fungus folks","yds":"5.11a/b","grades":{"yds":"5.11a/b","french":"6c"},"fa":"Randal Grandstaff, 1982","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-115.49109,36.12521]},"left_right_index":30,"mp_id":"105988159","mp_crag_id":"105732063","climb_id":"mwINWfmzW5OMSM872CdMRw==","areaRef":"pArPbK2qXHaMAcakdaJ+WA=="},"content":{"description":"Climb the obvious thin crack. Being a good face climber is a good idea for this one. The runout section is at the bottom and comes in around 5.10-.","protection":"Small nuts and cams. Shares an anchor with bush pilots.","location":"To the right of Bush pilots and the left of varnishing point. Fungus folks climbs the very obvious seam up the perfect varnished face. There is more gear then it appears from the ground."},"__v":0},{"_id":"88iG6sZ8WEyo+947hsQOaw==","name":"Cut Away","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Jay Smith & Nick Nordblom","type":{"trad":true,"tr":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-115.49109,36.12521]},"left_right_index":16,"mp_id":"109971768","mp_crag_id":"105732063","climb_id":"88iG6sZ8WEyo+947hsQOaw==","areaRef":"pArPbK2qXHaMAcakdaJ+WA=="},"content":{"description":"Overhanging boulder crux at the bottom and balancy varnished crux at the top.  Otherwise cruiser.","protection":"Run-out lead, but 2 draws and some pro in between.","location":"Easy to TR after leading adjoining routes."},"__v":0},{"_id":"l1XqQoiOUamIUGtcr/hceg==","name":"Chocolate Covered Bacon","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Joshua Janes & Anneka Herndon - October, 2010","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.49109,36.12521]},"left_right_index":15,"mp_id":"106934339","mp_crag_id":"105732063","climb_id":"l1XqQoiOUamIUGtcr/hceg==","areaRef":"pArPbK2qXHaMAcakdaJ+WA=="},"content":{"description":"Chocolate Covered Bacon has a fun, difficult first move followed by enjoyable face climbing utilizing a seam/finger crack for gear. \n\n  Begin on a bushy ledge as for \"Cut Away,\" a Jay Smith 10d, which is just left of the start of Sea of Holes. \n\n  Boulder up undercut rock to reach a high bolt (stick clip?) and execute the burly \"secret handshake\" crux to get established on the heavily varnished face above.  From here, Cut Away heads up and right.  Instead, follow the obvious finger crack up and slightly left across the varnished wall at enjoyable 5.8.  When the crack peters out and the chocolate gives way to the bacon, traverse straight left to the anchors atop Ripcord's first pitch.","protection":"Tiny to #1 Camalot.","location":""},"__v":0},{"_id":"Hz3+i48oWDK1KY8sGJqrJg==","name":"Bush Pilots","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"unknown","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-115.49109,36.12521]},"left_right_index":29,"mp_id":"105733181","mp_crag_id":"105732063","climb_id":"Hz3+i48oWDK1KY8sGJqrJg==","areaRef":"pArPbK2qXHaMAcakdaJ+WA=="},"content":{"description":"Fun route that's a little burly at the start.","protection":"Standard rack to 2\". The anchor consists of a bunch of slings around a tree on a ledge at the top. The slings have two rap rings on them.","location":""},"__v":0},{"_id":"Tw6IPqjRUhWTsDaZ4I9NDg==","name":"Bus Stops Here","yds":"5.8-","grades":{"yds":"5.8-","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.49109,36.12521]},"left_right_index":38,"mp_id":"105970351","mp_crag_id":"105732063","climb_id":"Tw6IPqjRUhWTsDaZ4I9NDg==","areaRef":"pArPbK2qXHaMAcakdaJ+WA=="},"content":{"description":"Start in an alcove, climbing in an overhung chimney behind the wall.  ","protection":"SR   Top out at the anchor for other routes.","location":"Around the corner from One Stop in Tonapah (to the right as you face the route)."},"__v":0},{"_id":"F60feB6EVSG1W8UT0MJVTg==","name":"Brass Balls","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Gary ? and","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.49109,36.12521]},"left_right_index":13,"mp_id":"105889139","mp_crag_id":"105732063","climb_id":"F60feB6EVSG1W8UT0MJVTg==","areaRef":"pArPbK2qXHaMAcakdaJ+WA=="},"content":{"description":"Pitch 1 -(5.10) climb up over a bulge on overhanging water streaked rock and into the chimney (1 bolt protects the face) to a double bolt anchor   Pitch 1&2 - (5.9) variation start around the pillar to the right in the huge chasm (in the dark) work your way up and out of the chasm into a 4th class slot - continue up onto the black varnished face working up and right over a technical roof problem to the 2cd 2 bolt anchor in the chimney   Pitch 3 - (5.9) continue up the chimney to the 3rd double bolted anchor   Pitch 4 - more enjoyable climbing leads to the 4th anchor ","protection":"SR","location":"Right of Spectrum - goes up the chasm where the 4 sets of bolted anchors are in the topp for Spectrum."},"__v":0},{"_id":"QIHaHozsVFCuCiuZ+GoCdw==","name":"The Black Hole","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Jay Smith, Nick Nordblum  1980","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.49109,36.12521]},"left_right_index":19,"mp_id":"105902335","mp_crag_id":"105732063","climb_id":"QIHaHozsVFCuCiuZ+GoCdw==","areaRef":"pArPbK2qXHaMAcakdaJ+WA=="},"content":{"description":"The Black Hole shares the first pitch with the Sea of Holes but was climbed first. It is this first pitch that has the large, man-sized hueco from which this route's name is derived.  \n\n  Pitch 1: Make a few chimney moves to obtain the corner above it and follow this corner system past a thin crack to the two bolt anchor. (5.9, 100 feet) \n\n  Pitch 2: Continue straight up through the obvious weakness in the roof. (5.10, 50 feet)","protection":"Gear up to a single #4 Camalot","location":"This route is located in the second corner to the left of Topless Twins on the left side of Brass Wall."},"__v":0},{"_id":"B0Ym7lmAXuiz2WpfbQTQDg==","name":"Birdlaw","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.49109,36.12521]},"left_right_index":5,"mp_id":"120294847","mp_crag_id":"105732063","climb_id":"B0Ym7lmAXuiz2WpfbQTQDg==","areaRef":"pArPbK2qXHaMAcakdaJ+WA=="},"content":{"description":"P1 (5.5, 70'): Start about 30' left of Birdland on a pedestal of tan rock.  Pull onto the black varnished face and continue up easy terrain with nice cracks for pro to a two bolt anchor in a notch at a good stance.  P2 (10b, 100'): Pull onto the brown varnished face, just right of the belay, moving past a bolt and up to a stance at a right facing flake under chunky rock.  Climb through the chunky rock on nice holds, where pro may be sparse, to a horizontal with pockets for a hand-sized cam.  Move up using a nice varnished seam, then left and up through the crux passing a bolt and mantling onto a nice stance at the base of a left sweeping crescent.  Walk the crescent up and left clipping two bolts and eventually exiting left toward the edge of the face. Continue up the left edge of the face trending back right over nice varnish to a two bolt anchor.Vol. 2 of the Red Rocks guidebook has a misleading picture that shows Psycho Date (10d) following the first half of Birdlaw's 2nd pitch.  Pyscho Date starts 20' to the right at the Birdland 2nd belay and follows the right edge of the face.  ","protection":"4 glue in twist bolts, single rack to 2\" with small and medium nuts.","location":"Starts 30' left of Birdland on a pedestal of tan rock.  "},"__v":0},{"_id":"qo/EpDZqUDqsEzEg5d2dDw==","name":"Birdland","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"Mark Limage, Chris Burton 2001","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.49109,36.12521]},"left_right_index":9,"mp_id":"105733115","mp_crag_id":"105732063","climb_id":"qo/EpDZqUDqsEzEg5d2dDw==","areaRef":"pArPbK2qXHaMAcakdaJ+WA=="},"content":{"description":"A beautiful climb with a variety of moves. This route is nice to do in the cooler months, as it's in the sun all day. Approach as to \"The Brass Wall.\" This route is on \"Brass Wall Left.\" The first pitch is also the start of a climb called \"The Big Horn.\" Starts on a ledge with a single scrub oak.Pitch 1: Climb the obvious crack which shoots up to the big ledge. Continue up the well-protected varnished crack/face with lots of features for hands and feet. This pitch loves nuts! Climb straight up to the big ledge with a scrub oak. Bolted anchors. 5.6.Pitch 2: Stay right of the chimney (the chimney to the left of the anchors is the start of pitch 2 of The Big Horn.) Start on the face above the anchors. Climb up to a left-facing corner. There are a couple of little offwidth moves in this section. Stay right at the top of the chimney, stepping out of the alcove, then move left into the crack, climbing up to a ledge with loose rock and bolted anchors. 5.7.Pitch 3: Climb up about 10 feet and look to your left, for a left-leaning, right-facing corner/ramp. Follow the fun, narrow ramp, continuing to traverse left, to a protection bolt. The pro is a little tricky before the bolt: nuts in not too obvious seams. Move a little left of the bolt, then go straight up to the thin right-facing corner and up right to a ledge with bolted anchors. 5.7+.Pitch 4: Climb up and traverse right about 20-30 feet heading for black varnished face holds. Climb up the black varnished face, following the path of least resistance, to a belay at a small stance. The P4 belay can not be seen until about 15 feet from it. A good amount of gear can be had on this pitch. 5.6.Note: Don't go straight up from the belay; the climbing peters out into unprotectable face climbing on less than inspiring white/orange rock.Pitch 5: From the belay look up and right 60 feet or more for a light brown 2-3 ft roof (about 20-30 feet to the right of the belay). Birdland goes just left of the edge of that roof and up the nice crack that is above the roof and out of sight. This pitch ends with a beautiful finger crack to a triangular stepping stool to reach the anchors. The last moves to the belay are the crux. Fight for this pitch! 5.7+.Note: On pitch 5 do not go up and left. From the belay one can see white slings on an anchor about 30-40 feet left. This anchor is for a new route and not Birdland.Pitch 6: 5.7R, that I haven't done, which consists of climbing on loose rock, to an anchor. [admin's note: best to pass on pitch 6-- loose rock directly above the belayer, minimal pro, etc. Way out of character with the rest of the route.]Rap the route with two ropes or with one 70m rope. All the rap stations except the 1st have two sets of anchors, so it's pretty easy to rap past other parties who are still climbing.","protection":"Standard rack to 3\". Bring a good selection of nuts and plenty of long runners as the route wanders a bit.","location":""},"__v":0},{"_id":"6fV1N9Y7WaG1TVNT4DO9cQ==","name":"Bird Cage","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.49109,36.12521]},"left_right_index":11,"mp_id":"105936299","mp_crag_id":"105732063","climb_id":"6fV1N9Y7WaG1TVNT4DO9cQ==","areaRef":"pArPbK2qXHaMAcakdaJ+WA=="},"content":{"description":"A tight squeeze chimney with perfect #1 camalot hand jams in the back.  Perfectly smooth black varnished walls make up its two sides. \n\n  I would say the crux is being skinny enough to squeeze through it.  Upward movement is hard earned in small bites.  Although short in length, not short on time required to inch your way up.  A good route to run laps on if you want squeeze chimney practice. \n\n  As an aside.  While climbing it, I started to hear congo drums.  I figured it was my heart pounding in my ears, so I took a rest.  After listening, it was actually the sound of my heart echoing off the chimney wall.  Kinda spooky.","protection":"Solo may be your best bet so as to fit.  You get pretty wedged in so falling is not likely, but possible.  Could TR from gear at the Birdland staging area.  Could lead on probably #1 camalots but you would probably cluster yourself out of the send.","location":"The squeeze chimney just below and right of the Birdland staging area.  A 30 second scramble into a cave from the Birdland belay.  Finish at the birdland belay."},"__v":0},{"_id":"5SBw2eLxXQm8jCgdDpn1Cw==","name":"The Big Horn","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Joe and Betsy Herbst, Matt McMackin, Randal Grandstaff","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.49109,36.12521]},"left_right_index":2,"mp_id":"105819223","mp_crag_id":"105732063","climb_id":"5SBw2eLxXQm8jCgdDpn1Cw==","areaRef":"pArPbK2qXHaMAcakdaJ+WA=="},"content":{"description":"The route begins under the crack that splits the middle of the Brass Wall Left face and runs into the right side of a bushy ledge.  Start underneath a large boulder. \n\n  Pitches 1 and 2 (5.7) follow the first two pitches of Birdland up the crack to a ledge and then up (or next to, depending on how you are feeling) the chimney system to a large bushy ledge.  Bolted anchors. \n\n  Pitch 3 (5.3):  Scramble left up some bouldery pillar features to the base of the enormous right-facing corner at the bottom of the obvious crack and build a trad anchor.  50 feet. \n\n  Pitch 4 (5.8):  Climb the crack through the center of the varnished face.  It starts wide and narrows to hand size before running into a lip, which forms the short crux of the climb with good hands but little feet.  Finish up as the crack narrows to finger size with good face holds to a bolted anchor and rap slings.  This pitch is the reason to climb this route! \n\n  Pitches 5 and 6 (5.7 R):  Not recommended.  Climb the face to the top of the cliff. \n\n  Rappel with 2 ropes.","protection":"Standard Red Rock rack to a number 3 camalot.  I found a set of nuts very useful on this climb.","location":""},"__v":0},{"_id":"/hbzVtR9UW+Z68fH5PQeMQ==","name":"Arachnoworld","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"unknown, 1980?","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.49109,36.12521]},"left_right_index":21,"mp_id":"105732353","mp_crag_id":"105732063","climb_id":"/hbzVtR9UW+Z68fH5PQeMQ==","areaRef":"pArPbK2qXHaMAcakdaJ+WA=="},"content":{"description":"At the far left end of the Brass Wall, just before the huge shrubby gully, a vertical line of huecos climbs up the wall a fem meters right of the end.  Start climbing down to the right of a bulge at he base of the hueco line, then climb up and left to the huecos, then to the top of the wall, perhaps 45 feet. \n\n  Walk off to the left and down.","protection":"A few large cams to put in pockets on this face.","location":""},"__v":0},{"_id":"INb7dky7WGyugdyLVcPAsQ==","name":"Alternative Facts","yds":"5.11b/c","grades":{"yds":"5.11b/c","french":"6c+"},"fa":"Xavier Wasiak, Josh Thompson, Nick Walendziak, Cody Hidler, Matt Carpenter","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.49109,36.12521]},"left_right_index":33,"mp_id":"112499569","mp_crag_id":"105732063","climb_id":"INb7dky7WGyugdyLVcPAsQ==","areaRef":"pArPbK2qXHaMAcakdaJ+WA=="},"content":{"description":"Thin climbing up a corner  with interesting body movement protected by small gear leads to a short thin hands crack that protects well. Continue on the left face and corner past a short run-out to more opportunities for gear.  Then head on up to the last obstacle, an awkward left facing corner with good gear in the corner, that deposits you on a ledge. Although there are a couple of rests, the climbing is physical and engaging.","protection":"I took doubles from .3 BD to 2, and a single 3 that was useful for the anchor. I also took metolius 00 to 1, a green alien and a small off-set. I took a set of nuts but not sure if I placed any. Because of a few short run outs, I doubled up on gear at a few points. With the bolts in place, I would image you could cut back by 25-35%. There are now five pro-bolts and a two bolt anchor on the top.","location":"The pitch climbs above the second pitch anchor to No Laughing Matter and Serious Business."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,a31fb323-0db7-5e02-b522-f21d3b49b531,eeabff85-bcb1-5aac-a784-2f3003d01d09,bea6bf11-de53-5046-a5b4-b89217b7e9bc,3030a897-a0a9-525f-91c2-1c97afd37744,a40acf6c-adaa-5c76-8c01-c6a475a27e58","pathTokens":["USA","Nevada","Southern Nevada","Red Rocks","Pine Creek Canyon","Brass Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.5"},{"count":2,"label":"5.8+"},{"count":3,"label":"5.6"},{"count":2,"label":"5.9"},{"count":2,"label":"5.8-"},{"count":2,"label":"5.8"},{"count":2,"label":"5.11b"},{"count":2,"label":"5.10-"},{"count":1,"label":"5.11a"},{"count":1,"label":"5.12a"},{"count":3,"label":"5.7"},{"count":3,"label":"5.10c"},{"count":2,"label":"5.10b"},{"count":3,"label":"5.10a"},{"count":1,"label":"5.11-"},{"count":1,"label":"5.11a/b"},{"count":1,"label":"5.10d"},{"count":2,"label":"5.10"},{"count":1,"label":"5.7+"},{"count":1,"label":"5.4"},{"count":1,"label":"5.11b/c"}],"byDiscipline":{"trad":{"total":38,"bands":{"unknown":0,"beginner":16,"intermediate":15,"advanced":7,"expert":0}},"tr":{"total":3,"bands":{"unknown":0,"beginner":2,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":1,"beginner":16,"intermediate":15,"advanced":7,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-115.49109,36.12521]},"bbox":[-115.49164669576427,36.12476033981813,-115.49053330423573,36.12565966018187],"left_right_index":-1,"ext_id":"105732063","area_id":"pArPbK2qXHaMAcakdaJ+WA==","polygon":{"type":"Polygon","coordinates":[[[-115.49164669576427,36.12476033981813],[-115.49053330423573,36.12476033981813],[-115.49053330423573,36.12565966018187],[-115.49164669576427,36.12565966018187],[-115.49164669576427,36.12476033981813]]]}},"content":{"description":"The Brass Wall is a shorter wall with a few longer climbs. It is clearly not the Red Rocks classic canyon wall with its long multi-pitch routes and certainly not the classic Red Rocks sport crag with the wild red overhangs. In fact, it's not the classic Red Rocks anything, but it is a nice crag with nice climbs and worth a visit for sure. \n\n  The Brass Wall gets good daytime sun in the winter, the dark hard patina over the smooth rock gives it a bright glare in the strong light, and also forms the crags character, smooth, solid, and pleasant overall. A few dirtier lines and broken juggy climbs are also to be found however. The routes there are mostly easy to moderate and all of them are trad, with fixed rap stations. A few hard lines are present as well.  \n\n  The best lines I did on this wall were Heavy Spider Karma (5.6), Topless Twins (5.9) and Mushroom People (5.10+). \n\n  Once here, the nearby Straight Shooter Wall offers a few more route opportunities with mostly 5.11 grades, and a few sport routes. "},"density":0,"totalClimbs":39,"__v":2,"createdAt":"2022-11-07T06:11:18.211Z","updatedAt":"2024-02-19T18:34:40.826Z","_change":{"user":"q+lmEidCQ7ChKGsZ1ORhXw==","historyId":"6594e5dcf8258fb5bda05008","prevHistoryId":"6594c98bf8258fb5bd9f0c73","operation":"updateArea","seq":0}}