{"_id":"6368a50be80bff5a995b0642","area_name":"Monster Tower","shortCode":"","climbs":[{"_id":"EUNrhEVAUFmfjSZSmEugtw==","name":"North Ridge","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Ken Trout, Kirk Miller (May 1981) according to Desert Rock","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.83752,38.38949]},"left_right_index":999999,"mp_id":"105718762","mp_crag_id":"105716991","climb_id":"EUNrhEVAUFmfjSZSmEugtw==","areaRef":"7XDnyLexXpSRcw2MoIGiew=="},"content":{"description":"Approach: Park to the SW of the towers, right before the wash where the road turns back to the left (or southeast)... same as for Washer Woman.  Park on the road, but pull off the side as far as possible.  Park Rangers issued us a warning about parking off the road.  Parking here gives you a view of the western sides of these towers.  Head up a ridgeline right north of the parking and ascend the benches to the final talus slope.  My recommendation is to head for the south end of Monster Tower and then traverse up and right around the tower to the east side just down from the notch separating the towers.\n\nThe Climb:\n\nP1 - Easy left facing dihedral leads to a ledge.  Climb around a small amount of looseness and up a small and short right facing dihedral.  The belay is here, right below a curving crack that will appear somewhat wide. GRADE: 5.9\n\nP2 - Climb the curving crack above the anchor.  After reaching a ledge, clip a long sling to the fixed gear and ascend the low angle wide crack to a big ledge on a pedestal.  (Or belay below the low angle wide crack and separate that pitch.) GRADE: 5.10+\n\nP3 - Move slightly left to the obvious thin crack which is a shallow right facing dihedral.  Climb the thinner crack and then offwidth to a large belay ledge.  A great rest appears after the thin climbing.  There are smaller gear placements to be found in the offwidth sections. GRADE: 5.11\n\nP4 - Climb blocky ledges and then a chimney.  Finish on a ledge with a fixed anchor.  Supposedly, another option is to climb poor rock through ledges and another chimney to the right.  Either way, this pitch has the most loose climbing on the tower. GRADE: 5.8 or 5.9\n\nP5 - Begin off a very large ledge.  A variety of climbing leads up, out a bulge, slightly right and then traverses left again to a good ledge.  Next, either move left to a free variation or use the bolt ladder above the ledge.  We aided the bolt ladder which led back to face climbing free moves to a ledge right below the summit cap rock with an anchor. GRADE: 5.11 maybe some A0\n\nSummit by having your partner belay the easy moves up and back down from the cap rock.  Register on top.  Never saw an anchor on the very top.","protection":"1 each Friends #1 to #4, 1 each Camalots #.5 to #4 (old purple #4)Aliens or other small cams for under 1\"1 Set of Stoppers.\n\nExtra #0.5 Camalots, #3 Camalots or equivalent.\n\nBringing gear larger than an old style B.D. #4 Camalot is up to your discretion as a desert climber.\n\nWe took one 70m rope and made single-rope rappels back down safely from anchor to anchor.  Fixed anchors at the top of every pitch.","location":""},"__v":0},{"_id":"zdFvrideXhG6VFKR2zisYw==","name":"Kor Route","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Layton Kor, Larry Dalke","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-109.83752,38.38949]},"left_right_index":999999,"mp_id":"105717685","mp_crag_id":"105716991","climb_id":"zdFvrideXhG6VFKR2zisYw==","areaRef":"7XDnyLexXpSRcw2MoIGiew=="},"content":{"description":"The route starts in the obvious huge chimney system on the East side of the rock, on the opposite side of the tower as Washer Woman.  Scramble up some loose 4th/easy 5th class to a piton hammered at the base of the chimney.  This is the last fixed gear you will see until the final bolt ladder.  Midway up the tower the route traverses 1/4 way around the tower to the left, and then again traverses left before the last two pitches.\n\nP1: 5.8?  Climb the easy 5.6 narrow sloping chimney with poor gear to gain the obvious big full stem chimney.  Grovel up the ramp in the large chimney, passing huge loose death blocks to gain a crack system.  Climb the wide chimney protecting in the crack to a huge chock stone.  Set a belay using cracks on either side while perched on a wobbly stone.  (note:  there are no slings around the really big boulder as it says in the Burns guide).\n\nP2:  5.8? Finish the chimney, exiting by pulling over more big, loose piles.  If you are belaying, where a helmet and don't look up-your belay holds you directly below any falling junk.\n\nP3:  5.10 dirty and loose.  This  is the cool looking splitter that you see in both Burns guide and from the ground.  Beware the large pillar in the corner.  It broke off and fell into the corner when I touched it.  Climb the loose hands to good hands crack that is filled with dirt.  A mantle onto a ledge with 3\" of dirt finishes the pitch.\n\nNow traverse left around the corner on 4th class to the obvious crack.\n\nP4:  Climb the crack which ranges from fingers to OW, heavy on the hands.  Beware loose stuff, especially head sized blocks sitting right in the route about 20 feet above the belay.  Slings are helpful.\n\nP5:  (we combined this with P4):  Continued up the crack-Burns calls this pitch loose which is an understatement.  This would be a great pitch if it were clean, however it isn't and it sucks.\n\nNow traverse way around until you are on a ledge, below a difficult looking crack, with Washer Woman directly across from you.  You will pass a crack that may seem correct with a fixed anchor - it is not.\n\nP6:  Finally, the rock is better.  Climb the thin crack, which looks hard (it's not) but gets constantly harder.  I suppose you could set a belay midway, but we linked it with P7 as the belay would suck and you really are only up about 50 feet off the belay.\n\nP7:  Bolt Ladder to a 5.9ish free move and then 5.5 slabby to the last anchor.\n\nP8:  Not really a pitch-there are no summit anchors so you have to scamper up an easy cone to the top and then downclimb.\n\nDescent:  Rap the North Ridge.  A single 60 gets you back to the last belay from the top.  From there you can do three single rope raps or one single and a double.  From there, a double rope gets you to the ground-I didn't see an intermediate anchor enabling a two rope rap.  I also think you could rap to the saddle between Washer Woman and Monster and then do low 5th class downclimbing to get down.\n\nComments:  Great view from top, but a poor choice of routes to get there.  Bring goggles.  Also, Monster Tower and Washer Woman sit in a wind tunnel.  Watch your ropes on the rap.","protection":"Fixed gear on the last pitch.  Two sets of friends through #4 with an extra piece in the 1\" size.  Set of stoppers.  Bring a couple long slings.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ee1d37e7-dc41-5c26-a358-5d51af01f499,cbbfd7c6-5cf2-5063-8939-5f3233efa573,2dfdb657-4194-5c35-8d71-416488c6bbf9,ed70e7c8-b7b1-5e94-9173-0d8ca081a27b","pathTokens":["USA","Utah","Southeast Utah","Island In The Sky","Monster Tower"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11"},{"count":1,"label":"5.10"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":1,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-109.83752,38.38949]},"bbox":[-109.83809368709599,38.389040339818145,-109.83694631290399,38.389939660181874],"left_right_index":-1,"ext_id":"105716991","area_id":"7XDnyLexXpSRcw2MoIGiew==","polygon":{"type":"Polygon","coordinates":[[[-109.83809368709599,38.389040339818145],[-109.83694631290399,38.389040339818145],[-109.83694631290399,38.389939660181874],[-109.83809368709599,38.389939660181874],[-109.83809368709599,38.389040339818145]]]}},"content":{"description":""},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T06:26:47.390Z","updatedAt":"2024-02-19T18:41:03.386Z"}