{"_id":"6368a265e80bff5a99565f01","area_name":"f. The Guides' Wall (Madame G's)","shortCode":"","climbs":[{"_id":"Wvue0X6FU8G48+kNiCm0vw==","name":"Willie's Weep","yds":"5.2","grades":{"yds":"5.2","french":"3"},"fa":"George and Herbert Evans and Robert Graef (1953)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18289,41.74053]},"left_right_index":28,"mp_id":"106139513","mp_crag_id":"107051389","climb_id":"Wvue0X6FU8G48+kNiCm0vw==","areaRef":"og1BOyetUXukwGzvYpsUyg=="},"content":{"description":"Yuck!!\n\n Not because of anything weeping, but because of the wandering P1 and some loose rock. We never got to the weepy part (actually, we never really wanted to do the route after downclimbing and rapping it to get off Triple Bulges), which is after the nice rappel at the top of P2.\n\n P1 - Climb a short left-facing corner to a stance, then move up and right to a short, wide horizontal at about 50 feet. Diagonal left to another horizontal and move still farther left to the large, obvious corner with some broken rock. Traverse left past some loose rock (scary for 5.2) to the belay tree/ledge for Twin Oaks.\n\n P2 - Williams describes a second pitch that seems awfully close to Triple Bulges, perhaps a bit right, without the final bulges. I tried to follow it but kept ending up actually on Triple Bulges.\n\n P3 - Avoid. From the belay tree, climb the seepy, broken 15-foot high corner to climber's left, then move left and up the grassy, easy face to the top. Definitely not worth doing.","protection":"Standard Gunks rack.  Williams' Guide says G, but I found P1 very PG.","location":"About 35 feet right and around the corner from the obvious crack that marks Twin Oaks."},"__v":0},{"_id":"AV6ziQilXgyE1mgE6MjYow==","name":"Weeping Willie (direct)","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18289,41.74053]},"left_right_index":27,"mp_id":"114597806","mp_crag_id":"107051389","climb_id":"AV6ziQilXgyE1mgE6MjYow==","areaRef":"og1BOyetUXukwGzvYpsUyg=="},"content":{"description":" Some printed guidebooks list this as a variation on 'Willie's Weep'. The Gunks App has this route as the only climb listed in this area/corner, and it's called 'Weeping Willie'.\n\n It's pleasant climbing combining Gunks thin horizontals (p1) and classic gunks overhanging corners (p2). I found this line moderately fun, including the part where I had to hide in a tiny cave just above the halfway-belay spot to avoid a surprise downpour ... until the water started seeping (weeping?) through the cracks onto us and some of the route. #namesake\n\n You'll want to watch out for some loose rock in the corner of P2. There were a few, and in particular, one that is slightly larger than a microwave looks like a good handhold but could easily be pulled right off onto your belayer.\n\n P1 – Start near the corner below a slab leading to a right-facing corner above (p2). Clamber up to a ~5’ ledge. Move up and right, and then back left, following the easier terrain and forming a sort-of large gentle arc ending at a small belay stance just below the large right facing corner.\n\n P2 – Move up into the corner. Layback and stem up the low overhanging corner crack (crux), or use some face holds out left (easier but less protected). Continue up slightly easier terrain in the corner until the corner moves right and it seems logical to step around left onto the face. Continue up the face and trend right towards a slung pine tree.\n\n 70m rope required to rap from p2.","protection":"G, standard gunks rack, but watch for loose blocks and hollow flakes.","location":"Start in the corner ~30' right of the Twin Oaks crack start."},"__v":0},{"_id":"f38BT0PgUZSCYXeVMBRM/w==","name":"Twin Oaks","yds":"5.3","grades":{"yds":"5.3","french":"3+"},"fa":"Gardiner and Mary Perry (1957)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18289,41.74053]},"left_right_index":24,"mp_id":"106139499","mp_crag_id":"107051389","climb_id":"f38BT0PgUZSCYXeVMBRM/w==","areaRef":"og1BOyetUXukwGzvYpsUyg=="},"content":{"description":"The first pitch is nice and a good first lead.  The second pitch wanders around the face above, and I have never been able to tell exactly where it goes.  I prefer P2 of Triple Bulges. \n\n  P1 - Climb up the nice face for 10-15 feet (crux) past a couple horizontals to the obvious crack.  Climb the crack and/or face to the left for a few feet, then finish up the face either to the left or right of the crack.  Rappel from a tree ~15' left. \n\n  P2, described by John : From the P1 belay terrace, climb the pebbly face straight up to the next large ledge. Step left about 7 ft. Look up at the short, arcing left facing corner capped by a small overhang. Now you can't possibly get lost. Climb the corner, exit the overhang on thin holds. Trend up and slightly left to the long small overhang with a ring piton (and note the crack in the piton ring). At the piton, climb straight up to the large overhanging ledges. One tricky move at a flake gets you onto the juggy overhangs. Take the path of least resistance, slightly left, through the overhangs on jugs (5.3 G). Manage your rope drag carefully, since the pitch is 150 ft, plus another 30 ft to a good belay tree at the top.","protection":"Standard Gunks rack.","location":"Past Madame Grunnebaum's Wulst, at the right edge of the Guide's Wall;  Twin Oaks is the next crack right of the striking Finger Locks or Cedar Box crack."},"__v":0},{"_id":"Vr4qlpspXTeQCQFUvZl39A==","name":"Triple Bulges","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"John Lomont and Francis Coffin, 1959","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18289,41.74053]},"left_right_index":25,"mp_id":"105810522","mp_crag_id":"107051389","climb_id":"Vr4qlpspXTeQCQFUvZl39A==","areaRef":"og1BOyetUXukwGzvYpsUyg=="},"content":{"description":"Approach: A large orange buttress marks the Madame Grunnebaum's Wulst area. The Guide's Wall is a 50' high toprope wall just right. Triple Bulges begins on the right side of Guide's Wall at a wide, left-leaning crack (also first pitch of Twin Oaks).  \n\n  P1: Climb the crack to the big ledge atop the Guide's Wall. 5.3, 50' \n\n  P2: Walk 10' right on the ledge. Face climb, trending right, 130' to the GT Ledge.   \n\n  You could rap here, but then you'd miss the white tiered overhangs right above the GT ledge, which are fun and well protected (fixed angle pin and middle sized camalots).   \n\n  From the clifftop, walk back left and rappel from bolts right of Madame Grunnebaum's Wulst.","protection":"Traditional Gunks rack, medium cams mostly. A few old pins.","location":""},"__v":0},{"_id":"2hvhdUDcWZyaSdXbBBWRPw==","name":"Tipsy Trees","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"Gardiner and Mary Perry, 1958","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18289,41.74053]},"left_right_index":10,"mp_id":"105800334","mp_crag_id":"107051389","climb_id":"2hvhdUDcWZyaSdXbBBWRPw==","areaRef":"og1BOyetUXukwGzvYpsUyg=="},"content":{"description":"Next to the popular Minty, this route gets much less traffic although it features the same steep jugs.   \n\n  P1. Start up blocks and a face 20' to the right of Minty, pulling through an overhang at a notch, then traverse left on a good ledge to a belay at a corner.  5.4, 90'. \n\n  P2. Follow the corner up and a bit right to the GT Ledge. 5.3, 90'. \n\n  P3. Escape right or climb straight up.  5.3, 50'. \n\n  Descend by a bolted line to the left, at the clifftop between Minty and Snooky's.","protection":"Standard Gunks rack.","location":""},"__v":0},{"_id":"5mc86NtvXL2fzDfHwivSCA==","name":"Tetonia","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"FKA as described B.Heller August 2010","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18289,41.74053]},"left_right_index":18,"mp_id":"106889345","mp_crag_id":"107051389","climb_id":"5mc86NtvXL2fzDfHwivSCA==","areaRef":"og1BOyetUXukwGzvYpsUyg=="},"content":{"description":"","protection":"Standard Gunks rack- basically. No micros, and extras in the fingers (yellow, orange, red metolius sizes). A few fixed pins down low that shouldn't be trusted- back 'em up. The theme is crank...horizontal...gear...crank...horizonal...gear...repeat.\n\nSteel anchors greet you at the top- 2 60 meter rope rappels back down to the ground (shares rappel with Madame G's).","location":"The route starts at the gully/cleft 60 feet or so climber's right from the start of Madame Grunnebaum's Wulst. Start from the ground, far below the overhanging arete above."},"__v":0},{"_id":"DRUEw0rzVzmVNfZfZFw6Qw==","name":"Southern Pillar","yds":"5.3","grades":{"yds":"5.3","french":"3+"},"fa":"Hans Kraus, Roger Wolcott, Del Wilde, 1941","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18289,41.74053]},"left_right_index":14,"mp_id":"106511520","mp_crag_id":"107051389","climb_id":"DRUEw0rzVzmVNfZfZFw6Qw==","areaRef":"og1BOyetUXukwGzvYpsUyg=="},"content":{"description":"The Madame Grunnebaum's Wulst wall has good easy routes on either side - both Southern Pillar and Northern Pillar are excellent excursions for beginners. \n\n  Start up easy terrain just left of Madame Grunnebaum's Wulst, working right and up into large left-facing dihedrals.  Finding the easiest line requires a little thought as you climb through corners and overhangs.  You'll end up at the ledge atop Madame G's. ","protection":"A small rack should suffice.","location":"Just left of the Madame G's area. \n\n  Descent: bolted rap station at the front, north side of the ledge on top of Madame G's."},"__v":0},{"_id":"tKOmUdPNUZ2BdN9FbWRKww==","name":"Son of Bitchy Virgin","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Jim McCarthy and John Reppy (1967)","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18289,41.74053]},"left_right_index":31,"mp_id":"106139522","mp_crag_id":"107051389","climb_id":"tKOmUdPNUZ2BdN9FbWRKww==","areaRef":"og1BOyetUXukwGzvYpsUyg=="},"content":{"description":"This is a wonderful climb, with some great face climbing on P2. The P1 mini-roof is harder than it looks. The P2 crux protects with small cams or tricams, but there is some easier runout climbing after the crux. It's a heady lead if 5.6 is your limit.\n\n P1 - Climb the flake and crack to the small roof, surmount it on the left, then traverse back right on the face. Continue up and right toward the left edge of the gully to a stance with 2 blocks and a belay. There is sometimes some fixed gear here.\n\n P2 - Continue up the face until it steepens, finding the best holds, up to the GT ledge. Move right to the belay station and rap with two 60m ropes.\n\n P3 - You could continue to the top on grassy rock if you must, but hardly anyone does.","protection":"Standard Gunks rack + small cams/tricams","location":"At a short, right facing flake capped by a small roof just left of the broken gully that separates this climb from the Dis-Mantel block."},"__v":0},{"_id":"/4NXZ2SRXcycaegYR0AeFg==","name":"Snooky's Return","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Jim McCarthy and Dave Craft, 1958","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18289,41.74053]},"left_right_index":6,"mp_id":"106018730","mp_crag_id":"107051389","climb_id":"/4NXZ2SRXcycaegYR0AeFg==","areaRef":"og1BOyetUXukwGzvYpsUyg=="},"content":{"description":"Snooky's is a lovely face climb up the obvious vertical thin seam and crack between Beginner's Delight and Minty. The good news is that the climbing is continuous and fun. The bad news is that it's directly in a rappel line that is sometimes used by neighboring routes - it's not uncommon for newer parties, with less experience in rappelling and/or etiquette, to send ropes and pebbles down without warning. Or to insist/assume that you will wait to finish your lead until all four of them have passed. But I digress ...\n\n The less-climbed second pitch goes up a shallow left-facing corner above the belay bolts to a rooflet, under which you traverse left. Up a steep face with some reachy moves, then up and right following the path of least resistance to the GT ledge and another bolted anchor.\n\n The quite-less-climbed third pitch, while short, is fun and exciting: on the GT ledge, walk left to the base of a left-facing corner. Climb up the corner underneath the roof, and escape right, continuing on to the cliff top.\n\n Descent: from the clifftop, use a tree anchor to get to the GT ledge, between this route and Minty. From the GT, there are 2 two-bolt anchors: at the GT, and mid-cliff at the top of first pitch.","protection":"P1: Mostly smaller nuts and/or cams.  Consider zipper potential, and  possible groundfall potential from the low crux (a #3 BD stopper works well). \n\n  P2 and P3:  standard rack. ","location":"Start at a thin crack in a cove of trees 50' right of Beginner's Delight."},"__v":0},{"_id":"6vaxXf81U5+Mq2zXU0MaGg==","name":"Small Furry Mammals' Club","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"(TR, FRA) 12/13/2015, Ajax Greene, Barb Moran, and Chris Moratz","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18289,41.74053]},"left_right_index":23,"mp_id":"111418741","mp_crag_id":"107051389","climb_id":"6vaxXf81U5+Mq2zXU0MaGg==","areaRef":"og1BOyetUXukwGzvYpsUyg=="},"content":{"description":"This is an independent line between Hyjek's and Twin Oaks that can be done with a toprope from the tree on the ledge above Twin Oaks. The climb is enjoyable and does not seem to be published anywhere. While we're not sure if it has been climbed before, it seemed worth publishing as a \"first ascent\" even though someone might claim a previous ascent.","protection":"Protection opportunities seem adequate for a lead. We top roped it since we had a rope up anyway.","location":"Starts just left of Twin Oaks. Go up and left on good face climbing. There is a small tree 30 feet up. pass on the right, continue trending left up to the ledge."},"__v":0},{"_id":"XuaFGJg1UFKDGMy0YInl4Q==","name":"Seldom Mustard Never Relish","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Steve and Cory Jones 1979","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18289,41.74053]},"left_right_index":4,"mp_id":"117062039","mp_crag_id":"107051389","climb_id":"XuaFGJg1UFKDGMy0YInl4Q==","areaRef":"og1BOyetUXukwGzvYpsUyg=="},"content":{"description":"P1: Same start as Blueberry Ledges but wander straight up the somewhat run-out face to the GT Ledge just left of the Beginner's Delight third pitch belay.  A better alternative than the first pitch is to do the first pitch of Beetle Brow Bulge keeping the climb at about the same grade. 5.6 PG-13\n\n P2: Pull the roof about 10 feet left of the Beginner's Delight corner.  You are aiming for the point just left of the cracks in the photo. One grunt and you are over and on easy moves to the top.  5.10b","protection":"Standard Gunks rack. You can get gear in just to the left of where you pull the roof.","location":"Start on the large ledge with a tree 25 feet left of Beginner's Delight.  "},"__v":0},{"_id":"zoZTwfeTVjuLpzJLPfyVsQ==","name":"Reach of Faith","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Ivan Rezucha and Annie O'Neill","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18289,41.74053]},"left_right_index":13,"mp_id":"113851850","mp_crag_id":"107051389","climb_id":"zoZTwfeTVjuLpzJLPfyVsQ==","areaRef":"og1BOyetUXukwGzvYpsUyg=="},"content":{"description":"I did this route because Dick Williams gives it a star in his guidebook. I was intrigued, since despite Dick's recommendation no one seems to do it. Though the route is surrounded by classics like Snooky's Return, Hawk, and Madame G's, it remains obscure. No one has added it to Mountain Project (until now), and it isn't even mentioned in the Trapps App. \n\n  The 5.10 grade runs so deep at the Gunks that even no-star tens tend to be pretty decent. I figured this route was worth checking out. \n\n  Having now done it, my verdict is \"don't bother.\" I might return some day just to do pitch three, but if I do that I will approach this pitch by taking Hawk or Southern Pillar to the GT Ledge, thus avoiding the poorly-protected first two pitches of Reach of Faith. \n\n  Pitch one (70 feet, 5.4 R). This pitch climbs a low-angled face directly up to an obvious pine tree. The climbing is easy, but there isn't much gear. You may be able to excavate some placements if you clean dirt out of some cracks. I found it helpful to sling a few trees along the way. For me the primary challenge on this pitch was finding clean rock to stand on, as opposed to clumps of grass and pine needles. I combined this pitch with pitch two. \n\n  Pitch two (80 feet, 5.8 R). This is one of the scarier pitches of 5.8 I have led. Trend up and right from the pine tree, aiming for a patch of rock that is a lighter color than the surrounding rock. Pro is scarce as you head for this light patch of rock. Once you get there, you will find placements among the features/flakes. Unfortunately the features/flakes ring hollow. \n\n  Once you have put in some pro, head up and right just a move or two more and then traverse left for about ten to fifteen feet (crux, no gear). It can be hard to tell where to traverse. I chose to go directly left where I could see a line of hand and foot holds; my partner chose a different solution, going diagonally up and left. Whatever path you choose, be careful not to fall, as you will pendulum onto your gear in those hollow flakes! \n\n  After the traverse, the climbing eases through a notch to a pleasant belay ledge with a bush that has some truly comical ancient slings around it. You can build a gear anchor in the wall behind the bush. \n\n  Pitch three (60 feet, 5.10c). This pitch is better than the others, though it isn't without drawbacks. Head straight up and a touch to the right for about 20-30 feet to the GT Ledge. Then move left to an obvious tree growing out below a roof with a very thin crack running through it. Sling the tree for pro and then fight with the tree to get over the roof and onto the slab above. (This roof is maybe 5.9? Maybe 5.10a, because of the tree?) \n\n  Then move up to a second roof with an obvious diagonal crack running out the underside to the lip. Place some gear in the crack and surmount the roof where the crack meets the lip (crux). This is an exciting roof and there is additional good gear you can place over your head on the face before you commit to moving up.  \n\n  Once you get over the second roof, scamper to the top of the cliff through a thick forest of lichen.","protection":"As noted above, the crux pitch is decently protected but the first two pitches have poor gear.","location":"Just to the left of Southern Pillar, on the face to the left of Southern Pillar's corner."},"__v":0},{"_id":"5F2XMvcrXoC/5aKP2YVXeg==","name":"Peregrine","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Ivan Rezucha and Bill Ravitch, 1980","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18289,41.74053]},"left_right_index":12,"mp_id":"106089218","mp_crag_id":"107051389","climb_id":"5F2XMvcrXoC/5aKP2YVXeg==","areaRef":"og1BOyetUXukwGzvYpsUyg=="},"content":{"description":"Always free and always fun. \n\n  P1- Climb up grungy face 15 feet right of Hawk or (nicer) climb Hawk to the communal belay.  Note - this area was massively affected by rockfall in 2008. \n\n  P2- Climb short overhang to face in between the two obvious corners.  Climb face and right-hand corner to larger overhang.  Go right, around corner and up to next overhang.  Make funky and fun moves left around the overhang and continue straight up. \n\n  P3- Climb easy crack and face ~20 left of Hawk's large corner.  Clean and nice pitch.","protection":"Standard rack up to 2\".","location":"At or 15 feet right of Hawk's P1 crack.   \n\n  Walk 100 feet right to descend the bolted rap line right of Madame Grunnebaum's Wulst."},"__v":0},{"_id":"EzGGwAADUTaAH16lrpcP9w==","name":"Northern Pillar","yds":"5.3","grades":{"yds":"5.3","french":"3+"},"fa":"Hans Krauss and Susanne Simon (1941)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18289,41.74053]},"left_right_index":20,"mp_id":"105939747","mp_crag_id":"107051389","climb_id":"EzGGwAADUTaAH16lrpcP9w==","areaRef":"og1BOyetUXukwGzvYpsUyg=="},"content":{"description":"The first route to be climbed in the Trapps, this is a popular beginner's route.  The first pitch is often taken up by guides and their clients (it's on the Guide's Wall), but there are a couple variations to the first pitch so you can generally get around.  The three pitches include three completely different climbing styles: the first pitch is facey and balancy, the second pitch is jug-bashing, and the last pitch is a classic Gunks dihedral.","protection":"Protection is generally more than adequate, with the exception of the start of P2: there's very little gear for the first 15-20 feet.  The climbing, however, is fairly easy.  There are rap slings at the top of the first and second pitches; the very top rap sling is very manky and not in a good place -- people usually end up using the Madame G rappel instead.","location":"The original P1 of Northern Pillar went up the gully just to the right of the huge, orange Madame Grunnebaum's Wulst buttress, then up the clean face above approximately 20 feet to the right on the large ledge. Some people still do it that way, but 1) there's not much gear, 2) you're in the rappel line, and 3) it goes at a true 5.1. Most people now-a-days go up the medium-angle face just to the right of the big tree, angling up and right at the top. Anchor either there, or walk right to the big pine tree and rappel station.\n\n P2 goes up the face between the two bushes you'll see above, to another tree with a (currently blue webbing, brand new, with a steel rap ring)) rap station.\n\n P3 is the money pitch, and the reason this route gets a 5.4 rating -- climb the dihedral above to just under the big roof. Escape right to get to the very top of the cliff (uninspired class 3 terrain) or escape left through a horizontal squeeze to reach the top of Madame Grunnebaum's Wulst.\n\n Rappelling off Madame Grunnebaum's Wulst is the best way down -- two bolted rap stations, or one rappel with doubles."},"__v":0},{"_id":"5pFaYwwuUIWB2JEhKEunYQ==","name":"Mr. P's Wurst","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Rich Perch (Mr P) and","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18289,41.74053]},"left_right_index":17,"mp_id":"107314771","mp_crag_id":"107051389","climb_id":"5pFaYwwuUIWB2JEhKEunYQ==","areaRef":"og1BOyetUXukwGzvYpsUyg=="},"content":{"description":"Climbs up the orange buttress to the right of Madame G's and the left of Le Teton. There are three prominent overhangs near the top of the buttress, this route weaves up through the left side of the first, right of the second, and left of the third to merge with Madame G's Wulst at the top.\n\n Note - I tried this for the first time recently without really reading the guidebook well and accidentally did the 5.6R variation. Someone who has done the standard route can elaborate on that part. I'll list 3 pitches as in the gray dick, though I linked pitches 2&3.\n\n Pitch 1: Scramble up the gully for about 50 feet. Anchor in the gully.\n\n Pitch 2: Angle up and left on good holds towards the first overhang and build a belay. 5.8, 60'.\n\n Pitch 3: Climb the overhang at a crack, then angle left, staying right of the next overhang and left of the third overhang and Le Teton. Exit to the GT Ledge in the same spot as Madame G. 5.7+, 60'.\n\n Variation: There is a ledge off to the left side of the gully about the same level of the start of Madame G's P2 and the ledge used to top rope the guide's wall. From here you can climb the pebbly face at around 5.6R heading towards the first overhang. I angled right towards the arete a little, then back to the left merging with the standard P2. I placed some small pieces (micronut, black tricam, one of the smaller BD C3s) but wasn't thrilled by them.\n\n Descent:  the Madame G's bolt anchors.","protection":"Standard Gunks rack.  I'd recommend bringing enough to link P2/P3. \n\n  Some micronuts/cams may help a on the variation.","location":"Starts right of the orange Madame G's buttress in the gully frequently used to set up top ropes on the Guide's Wall."},"__v":0},{"_id":"bxJd6kWYVAiKz+9+20dirg==","name":"Minty","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"Fritz Wiessner, Minty Warren, Betty Woolsey, 1941","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18289,41.74053]},"left_right_index":8,"mp_id":"105800326","mp_crag_id":"107051389","climb_id":"bxJd6kWYVAiKz+9+20dirg==","areaRef":"og1BOyetUXukwGzvYpsUyg=="},"content":{"description":"A justly popular beginner's outing. This route is easily located by finding the \"Minty Tree\" - the first significant pine tree on the left side of the carriage road. An access trail leads straight to the climb from this tree. This is about a 9-min. walk from the Uberfall or a 5-min. walk from where the East Trapps Connector Trail meets the carriage road.\n\n P1: Climb a right-facing dihedral to a ledge, then work left and up aiming for a severely leaning pine tree. 5.3, 60'.\n\n P2: Start up a corner and immediately step around left and climb a face past a couple of pins to a ledge with a bent-over pine (optional belay here). From that tree, climb up and take another left onto the face. A hole in a flake indicates where you should step left. Up the face to a pin and then on up (crux) to easier ground and the GT ledge. Belay at a bolted rap anchor. 5.4, 120'.\n\n P3: The usual route climbs an easy crack off the right side of the ledge. 5.2, 50'.\n\n A much more worthwhile finish is the \"Minty Overhang\", rising directly above the belay tree. A pin marks the spot when you pull through. 5.5, 50'.\n\n Descend either by walking far left to the Uberfall, or rappel via bolted rap anchors at GT ledge and below the GT ledge. The rappel from the top is from a tree.","protection":"Standard Gunks rack.","location":""},"__v":0},{"_id":"gCXABJIWU4yzkk2v9gBQtg==","name":"Madame Grunnebaum's Wulst","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Hans Kraus, Harry Snyder, 1943","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18289,41.74053]},"left_right_index":16,"mp_id":"105799697","mp_crag_id":"107051389","climb_id":"gCXABJIWU4yzkk2v9gBQtg==","areaRef":"og1BOyetUXukwGzvYpsUyg=="},"content":{"description":"Madame G's rivals High Exposure closely for the title of best Gunks 5.6. While High E has \"the move\", Madame G's has a longer section of sweet, steep 5.6 jugs up a massive, exposed and unique orange buttress formed by large left-facing (Southern Pillar, 5.2) and right-facing (Northern Pillar, 5.4) dihedrals on either side.\n\n P1: Follow the thin crack to the tree. 5.4, 50'.\n\n P2: Traverse right into a steep left-facing dihedral, with jugs and jams. At the top, traverse right and belay on a small stance at a horizontal crack. You'll want some hand-size cams for the belay. 5.6, 80'.\n\n P3: Follow the chalk through multiple overhangs on huge jugs and steep terrain. Near the top, angle right through the final overhang and belay at bolts. 5.6, 80'.\n\n You can combine P1/P2 or P2/P3. The best combination is P2/P3, because you'll skip the semi-hanging belay. Bring lots of long slings - both the climbing and the protection wander.\n\n Descent: Rap twice down the Northern Pillar side of the buttress, from sets of bolts with a single 60m (or one long mostly-free rappel with 2x60m). The top bolts are somewhat hidden: peek around a large boulder on climber's right to find them. From the clifftop and other nearby routes, you'll need to scramble back down to the top of the buttress proper, then look for the bolts.\n\n Pre-bolts, climbers had to rappel from the tree at the corner of the buttress - both getting on rappel, and the free-hanging rappel itself, were rites of passage for newer climbers.","protection":"Standard Rack; extra hand-size cams if linking pitches.","location":"The Madame G's access trail is the first one after Minty, about a 9-min. walk from the Uberfall, and a 5-min. walk from where the East Trapps Connector trail meets the carriage road.  When the leaves are down, you'll easily identify the orange buttress itself. \n\n  To start the route, come around the left toe of the buttress and start atop some boulders below a thin-crack system leading to a large oak tree."},"__v":0},{"_id":"UwnMJD4lW+qCK1/rfzngbw==","name":"Le Teton","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Jim McCarthy, Stan Gross, Spring 1955.  FFA: Art Gran, Lito Tejada-Flores, 1965","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18289,41.74053]},"left_right_index":19,"mp_id":"105841807","mp_crag_id":"107051389","climb_id":"UwnMJD4lW+qCK1/rfzngbw==","areaRef":"og1BOyetUXukwGzvYpsUyg=="},"content":{"description":"In any other part of the country this would easily be 5.10a. It actually reminds me of \"Rosy Crucifixion\" in Eldo, but slightly less scary.\n\n There are many variations to the top: pick one and go ...\n\n The climb starts in the crack on the left-facing face below the tree. Traverse into the crack and head straight up. At the end of the crack, traverse left under the energy-depleting roof then around the corner, clipping a couple of junky pins. From here, head up and slightly right - don't clip the pin on your left, as it will create too much drag. Instead, place a #2 Camalot with a long sling. Make a few more 5.8 moves to the top and belay at a two-bolt anchor.\n\n Two ropes to the ground, or one rope to another pair of bolts.","protection":"Standard rack.","location":"Start from P2 of Northern Pillar.  You'll be climbing the right side of the massive Madame Grunnebaum's Wulst buttress."},"__v":0},{"_id":"LPQ5gelNXnytSRlbKSFiWw==","name":"Immaculate Virgin","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Todd Swain and John Thackray, 1986 pitch 1  Jim McCarthy and John Reppy 1967 pitch 2","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18289,41.74053]},"left_right_index":32,"mp_id":"106285235","mp_crag_id":"107051389","climb_id":"LPQ5gelNXnytSRlbKSFiWw==","areaRef":"og1BOyetUXukwGzvYpsUyg=="},"content":{"description":"This is a good link up of the first pitch of Immaculate Conception, and the second pitch of Son of Bitchy Virgin. \n\n  The start is located at a creaky flake just right of Son of Bitchy Virgin's right-facing corner. Begin by climbing the flake and pulling a short roof to a ledge.  Continue straight up the face towards a slung block and belay here (or on gear above).   \n\n  For a second pitch, climb straight up the face following the best clean holds (trend right; some might find this section a little run out...it gets a PG rating in the Williams guide) before jug-hauling the last bit to the GT ledge.  Rap to the ground in two ropes, or to the slung block with one. \n\n  Overall  a nice (2 star - Williams) route to do in you are in the area.","protection":"Mostly standard gear...saving small stuff (blue and black aliens) for the second pitch.  One rap with doubles or two raps with a single.","location":""},"__v":0},{"_id":"ORxebfeFXYqNZPOUbFhsPQ==","name":"Hyjek's Horror","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Mike Hyjek and John Lomont (1963)","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18289,41.74053]},"left_right_index":22,"mp_id":"106134098","mp_crag_id":"107051389","climb_id":"ORxebfeFXYqNZPOUbFhsPQ==","areaRef":"og1BOyetUXukwGzvYpsUyg=="},"content":{"description":"Don't let the name fool you - this is a a nice face route.  It's been getting more polished over the years.  Sometimes it's hard to find it open because guides work it, and it's a very popular TR/group hangout. \n\n  This one is all about the footwork, baby. \n\n  P1 - Climb the thin face (crux) right of the Finger Locks or Cedar Box crack to a small projection just below a bulge.  Climb over bulge, then up the nice face past a slightly harder section to a big ledge and pine tree belay. \n\n  P2 - Williams describes a second pitch, but it's seldom, if ever, done.  If you must go to the top, I would recommend finishing with Triple Bulges. \n\n  Rappel from the first pitch from a tree, or bolts above Northern Pillar.  From the cliff top, rappel from the top of the Madame Grunnebaum's Wulst buttress.","protection":"Standard rack.  There is good gear, but get a good spot since you'll be doing the crux moves before you get the good gear.","location":"On the Guides' Wall, just right of the prominent hand crack (Finger Locks or Cedar Box) and a tree."},"__v":0},{"_id":"HOMgBgIwVSiGlAl6Lv+skQ==","name":"Hawk","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Willie Crowther, Gardiner and Mary Perry, 1958","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18289,41.74053]},"left_right_index":11,"mp_id":"105806018","mp_crag_id":"107051389","climb_id":"HOMgBgIwVSiGlAl6Lv+skQ==","areaRef":"og1BOyetUXukwGzvYpsUyg=="},"content":{"description":"Locate a clean crack system leading past a big pine to a smaller one about 50' right of Minty.  This pitch is often used by guides to toprope beginners. \n\n  P1: Climb the crack to the upper tree. 5.3, 80'. \n\n This pitch was highly impacted by massive rockfall in 2008.  See comments below.\n\n  P2: Climb up a short corner (about 10'-15'), place a LONG runner, and traverse right about 15' to another corner.  Place pro and commit to a \"old school\" gunks 5.4 move stepping right around the corner.  Things ease up about 20' later and you can continue right and up to the GT Ledge at the base of a large corner. 5.5, 140'. \n\n  Not a pitch for a first 5.5 lead - the crux is very steep and even with the big jugs it's scary.  Also, it's very easy to lock yourself down with rope drag on this pitch. \n\n  P3: Up the corner to the top. 5.3, 70'. \n\n  Descend either to the left (Minty) or the right (Madame G's).  Or walk left to the Uberfall Descent.  The Madame G's rap is better on weekends since it doesn't interfere with climbers coming up.","protection":"Standard Gunks rack; small cams will make you feel better at the crux.","location":""},"__v":0},{"_id":"X6QQNW1cU8+1CGzHK2ab+A==","name":"Funny Face","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Jim McCarthy and Tim Mutch, 1954","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18289,41.74053]},"left_right_index":30,"mp_id":"105811979","mp_crag_id":"107051389","climb_id":"X6QQNW1cU8+1CGzHK2ab+A==","areaRef":"og1BOyetUXukwGzvYpsUyg=="},"content":{"description":"This is a good route to try on a busy weekend day when all the popular routes have waiting lines. \n\n  Start 150' right of the Madame Grunnebaum's Wulst buttress at two short left-facing corners capped at 10' by an overhang. This is 25' left of Brave Valkyrie, about a 10-minute walk from Uberfall. \n\n  P1: Starts with a little overhang 10' up (big cam). From there, head for the left-facing corner, then up a runout face and generally left to a belay ledge. 5.5, 90'.   \n\n  Variation:  after the left-facing corner, meander right to belay on a ledge, aiming for the second pitch of Brave Valkyrie which climbs the pretty face above at 5.6. \n\n  P2: Negotiate around right-facing flakes to the GT Ledge. 5.5, 90'. \n\n  P3: 30' and not worth it. \n\n  This climb isn't done all that often, so it has some grass on the bigger ledges and lichen here and there. Some flakes are a bit thin, so climb gently.","protection":"Can be a bit runout in sections. I placed mostly cams in horizontals and avoided placing pro behind flakes.  Best to have two ropes to rappel from the GT ledge; there are sub-optimal intermediate anchors.","location":""},"__v":0},{"_id":"AmMU+7YvVmGkN35iGpGNBw==","name":"Friends and Lovers","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Ron Sacks, Anne Dubats, Mike Sawicky, Rick Cronk 1978","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18289,41.74053]},"left_right_index":7,"mp_id":"105821477","mp_crag_id":"107051389","climb_id":"AmMU+7YvVmGkN35iGpGNBw==","areaRef":"og1BOyetUXukwGzvYpsUyg=="},"content":{"description":"Swain gives this climb a 'R' rating for the first pitch. I found enough gear to make this a reasonable lead.\n\n Use the same access trail as for Minty. This is about a 9-min. walk from the Uberfall, or a 5-min. walk from where the East Trapps Connector Trail meets the carriage road. At the cliff, walk 35' left of Minty to the start of the route.\n\n Start about 15'-20' right of Snooky's Return below some shallow right-facing corners.\n\n P1: Head up into the right-facing corner above. The first crux comes at a weird move near an overlap. Place gear often in this area, since the gear is a little on the shallow and thin side. A 2nd crux comes at a committing smear and high step move (greasy feet). A #2 ballnut is useful for the final face, before the traverse left to the Snooky's Return bolt anchors. A fun pitch. 5.9, 100'.\n\n P2/P3: Move the belay left about 30'. Climb the large left-facing dihedral to the top. (5.5)\n\n Rappel over Snooky's Return.","protection":"Standard Rack, with extra thin gear...","location":"Located 20' right of Snooky's Return and 35' left of Minty."},"__v":0},{"_id":"L2IEayi+U5+6ODgWVDNP8g==","name":"Finger Locks or Cedar Box","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18289,41.74053]},"left_right_index":21,"mp_id":"106055576","mp_crag_id":"107051389","climb_id":"L2IEayi+U5+6ODgWVDNP8g==","areaRef":"og1BOyetUXukwGzvYpsUyg=="},"content":{"description":"This route is really a variation of Northern Pillar, but is an excellent aim for 5.5 as its own route.  Climb the finger crack with the small tree in it - the tree is off!  Past the tree, head either left to the Northern Pillar bolts, or wander right to merge with other routes to the right, such as Triple Bulges.","protection":"G pro.  Rap station at top on a pine tree.","location":"About 25' right of Northern Pillar."},"__v":0},{"_id":"Gxkf4gagVJCZe8JeSGF3hg==","name":"Easy Version","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"Fritz Weissner, Betty Woolsey and Mary Cecil, 1942","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18289,41.74053]},"left_right_index":34,"mp_id":"106280313","mp_crag_id":"107051389","climb_id":"Gxkf4gagVJCZe8JeSGF3hg==","areaRef":"og1BOyetUXukwGzvYpsUyg=="},"content":{"description":"Brave Valkyrie is the corner on the left, in the alcove to the left of and behind the Dis-Mantel block. Easy Virgin starts on the block of stone to the right. The route has decent climbing, and the corner is definitely enjoyable for a 5.3 leader.P1: Climb the large block of stone to a ledge. (5.0, 40', PG)P2: Climb up and right to a pine tree. Move up to the left-facing corner to the GT Ledge. (5.3, 100', PG)It's probably easiest just to single-rope rappel to the ledge and then rappel the last 40'. A 60 meter rope will reach the ledge, but only with the added stretch of a climber on rappel. ","protection":"PG, smaller cams on P2.","location":""},"__v":0},{"_id":"jGPklo9WVCOj6du+vIoDjw==","name":"Don't Shoot","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"Dave Ingalls and Vin Hoeman, 1965","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18289,41.74053]},"left_right_index":29,"mp_id":"110451899","mp_crag_id":"107051389","climb_id":"jGPklo9WVCOj6du+vIoDjw==","areaRef":"og1BOyetUXukwGzvYpsUyg=="},"content":{"description":"This climb would be a classic if the finish on P2 were clean. It is worthwhile to ascend P1 then either rap, or finish on Willie's Weep. P2 is not recommended unless you have an adventurous heart. \n\n  P1 - Climb the gritty, pebbly face, trending right on easy PG terrain, toward a wide vertical crack system. Stay on the face left of the crack, aiming for the right of a small pine tree. After passing the tree, begin traversing left, sometimes diagonally, towards the chunky corner and Willie's Weep P2 belay tree. Heave-ho the jugs up the overhang to the belay ledge. (5.3, 150 ft.) \n\n  P2 - (5.4) Step right, moving away from the flakes on Willie's, toward a left facing corner. Climb the corner to the overhang, passing a piton. The route is clean until this point. Straight up the overhang on lichen-covered jugs to a large ledge. Scale the 10 ft lichen wall to the top.","protection":"The gear is PG. Since P1 is 150 ft, bring long slings and enough pro.","location":"Start a few feet right of Willie's Weep.  \n\n  Descend by walking to the Madame Grunnebaum's Wulst rappel, or rappel from Willie's Weep P2 belay tree."},"__v":0},{"_id":"PK6cfiBPW5+eILwJIcaw+Q==","name":"Delusions of Grandeur","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Chris Monz and Mike Sawicky","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18289,41.74053]},"left_right_index":26,"mp_id":"107613265","mp_crag_id":"107051389","climb_id":"PK6cfiBPW5+eILwJIcaw+Q==","areaRef":"og1BOyetUXukwGzvYpsUyg=="},"content":{"description":"This route is a bit contrived; it's hard not to use the obvious Twin Oaks crack to your left. \n\n  P1 5.9+ Climb up the face below the overhang, clear it (crux) and continue up face to a  bigledge (50 ft.).  There is a rappel station to the left, which falls over Hyjek's Horror. \n\n  P2 5.5 Climb the left-facing corner above P1 to large ledge and step left to a small, short left facing corner (same as for Triple Bulges) Climb a bit left of the corner, pretty much straight up (staying left of Triple Bulges) to a bulge below a flaky, right-facing corner. Climb the bulge (crux) and up to a corner to GT ledge and belay tree/rap station (140ft).","protection":"Standard Gunks rack","location":"Find the big crack of Twin Oaks, just past the Fingerlocks crack.  Start immediately right of Twin Oaks."},"__v":0},{"_id":"vbQ+l1whUmStLzr9dJvdig==","name":"Columbia","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Roy Kligfield, Dave Ingalls and Jim Driscoll (1969).  FFA Joe Kelsey (1969)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18289,41.74053]},"left_right_index":15,"mp_id":"106139490","mp_crag_id":"107051389","climb_id":"vbQ+l1whUmStLzr9dJvdig==","areaRef":"og1BOyetUXukwGzvYpsUyg=="},"content":{"description":"The first pitch is an excellent alternate P1 for Madame Grunnebaum's Wulst on an uncrowded day, if you are up to leading 5.8.P1 - Climb the obvious curving crack and face past a bulge (harder than it looks), then up to a ledge with a tree. Either belay at the tree to TR P1 or continue onto P2 or move right on the ledge to continue up Madame G's. 5.8 GP2 - Climb straight up the face to a pink and white left-facing corner. Climb the corner past old pins (one was replaced in 2017) to another stance. Work past the bulge (crux), then move left around a corner. Continue up the corner to the GT ledge. 5.9 PGP3 - At the GT ledge, belay at or near the overhanging corner. Move up the corner to the roof above. Move up and around the roof into another corner above and follow this to the top of cliff. Belay off of a sturdy pine tree at the cliff top. 5.9 GDescent - From cliff top (top of P3), walk climber's right to the Madame G rappel station. ","protection":"Standard Gunks rack.","location":"At a curving crack 15 feet right of Southern Pillar and 20 feet left of the blocky start that marks P1 of Madame G's."},"__v":0},{"_id":"qmGTEMaiUqaN/f7NGiezXA==","name":"Brave Valkyrie","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Hans Kraus, Bonnie Prudden, 1954","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18289,41.74053]},"left_right_index":33,"mp_id":"105830332","mp_crag_id":"107051389","climb_id":"qmGTEMaiUqaN/f7NGiezXA==","areaRef":"og1BOyetUXukwGzvYpsUyg=="},"content":{"description":"This moderate gets a reasonably good review in the Dick Williams Trapps Guide, but I wasn't a huge fan. \n\n  The route starts just past the Guide's Wall area, and left of the large Dis-Mantel block, at a large right-facing corner capped with overhangs. \n\n  P1: Climb the large right-facing corner past a small, sketchy tree.  Just before the corner ends at the large overhang, traverse left out onto the face to a semi-hanging belay. 5.5, 80'. \n\n  P2: Diagonal up and right above the overhangs until directly below a large tree on the GT Ledge.  Then climb basically straight up the thin face to juggy terrain.  Belay off the tree. 5.5, 80'. \n\n  The easiest descent is to rappel with two ropes from the tree on the GT Ledge.  You can make it down with one 60m rope from this tree, but it requires an angling rappel to a second anchor.  You can probably find an easier rap by traversing the GT Ledge in either direction.","protection":"Standard Gunks rack.  Pitch 2 is protected by small-medium cams and tricam placements that are sometimes difficult to find; if you find yourself getting runout, look around more.","location":""},"__v":0},{"_id":"nlc42+YrVxSZ/o2skkSoeA==","name":"Blueberry Wine","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"John Stannard","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18289,41.74053]},"left_right_index":2,"mp_id":"109094670","mp_crag_id":"107051389","climb_id":"nlc42+YrVxSZ/o2skkSoeA==","areaRef":"og1BOyetUXukwGzvYpsUyg=="},"content":{"description":"Climb up pebbly face past horizontal to slab with shallow left-rising ramp. Climb up to the ceiling and pull the roof to the right of a tree. Climb up the face above (crux 1) and then the final roof (crux 2). You should end up just left of the bolted belay/rap station. Be careful of two large loose rocks along the route.","protection":"Looks like this thing could be led on decent gear.","location":"Start on the nondescript pebbly slab between Beatle Brow Bulge and Blueberry Ledges."},"__v":0},{"_id":"kjCpCNmYUPWhoEQ7MHtPMQ==","name":"Blueberry Ledges","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Willie Crowther and Gardiner Perry, 1958","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18289,41.74053]},"left_right_index":3,"mp_id":"105939730","mp_crag_id":"107051389","climb_id":"kjCpCNmYUPWhoEQ7MHtPMQ==","areaRef":"og1BOyetUXukwGzvYpsUyg=="},"content":{"description":"Just to the left of Beginner's Delight lies this somewhat obscure route. You rarely see people on it, as you have Asphodel to the left and a plethora of starred routes to the right.P1: Aim for an obvious left-facing corner below a roof about 50' feet up. Step up and right onto the top of the block, then up to a long ledge. Find some gear, traverse left, and belay at its left end.P2: (5.3 G) Climb straight up, through the obvious overhang to the GT ledge. There is a bolted belay anchor on the GT ledge.P3: (5.3 G) Finish up the left-facing corner on the left.","protection":"You may find the first 40' or so of P1 to be more runout than you'd like, although the roof has good protection (and look for a hidden fixed pin). \n\n  P2 & 3: fairly straight-forward climbing, typical Gunks.  These two pitches go at a true 5.3, no sand to be found, and protect at around PG; the cruxes of both pitches protect well.","location":"Approximately 50 feet left of Beginner's Delight, atop a ledge with a 3rd/4th class scramble up a ramp to a large tree about 20 feet off the ground.  You actually share the 2nd pitch belay ledge with Beginner's Delight; BD is on the right, BL is on the left. \n\n  Descent: Rappel down the Beginner's Delight rap stations."},"__v":0},{"_id":"I+tFTczXX4mkvjiPabVc2Q==","name":"Beginner's Delight","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"Hans Kraus, Roger Wolcott, Del Wolcott, 1948","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18289,41.74053]},"left_right_index":5,"mp_id":"105801001","mp_crag_id":"107051389","climb_id":"I+tFTczXX4mkvjiPabVc2Q==","areaRef":"og1BOyetUXukwGzvYpsUyg=="},"content":{"description":"My personal favorite at this grade. Often very busy though.\n\n Start left of Minty: from where the trail hits the cliff, walk about 50' left past the thin crack of Snooky's Return to an obvious right-leaning crack.\n\n P1: Either climb the crack (harder) or corners just left to a ledge. Continue up and step right and then up to a good belay (even with the top of Snooky's). 5.3, 75'. It's possible to walk right to the rap anchor there if you need to descend.\n\n P2: Climb up the big corner above. About 40' up, it's easier to work left onto the face instead of staying in the corner. If you find the moves are harder than 5.4 you need to go left. Work left on a ledge system to a right-facing corner - climb up this to a comfy belay on the GT ledge. 5.4, 120'.\n\n P3: Climb up a left-facing corner about 10' to a roof, clip an old pin, and avoid it around to the right. Then up easy ground to another roof - step left at this one (spectacular exposure) and then up to the top. 5.3, 60'.\n\n Rappel from a tree at clifftop; there are bolted anchors at the GT ledge and at mid-cliff, so a single 60m will do.\n\n Be very careful of climbers below, if you rappel, remembering that climbers have the right-of-way.","protection":"Light Gunks rack.","location":""},"__v":0},{"_id":"LdlJovO2XSSNk5g+EX3cQg==","name":"Beatle Brow Bulge","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"FA: Jim McCarthy, Matt Hale, Jim Alt, 1966.  FFA: John Stannard, Henry Barber, 1973.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18289,41.74053]},"left_right_index":1,"mp_id":"105818020","mp_crag_id":"107051389","climb_id":"LdlJovO2XSSNk5g+EX3cQg==","areaRef":"og1BOyetUXukwGzvYpsUyg=="},"content":{"description":"The initial overhang on this route is much more imposing than the word \"bulge\" suggests, but \"Beatle Brow Roof\" lacks poetry. Either way, it's a great pitch. Historically rated 5.9+, the latest version of the Williams guide calls it 10-, which I think is accurate considering the sustained overhanging climbing above the roof.\n\n Climb easy rock up to the roof, passing a vertically-placed pin about halfway up the face. Climb through the well-protected roof at a short left-facing corner/flake, and then straight up the overhanging face above on good holds. (Be aware that Blueberry Wine, a 5.11, goes through the roof at a similar looking left-facing corner a few feet to the right of BBB.)\n\n Above the overhanging section is a ledge at which the angle eases and the rock becomes dirtier. To rappel using a single 60, go to a bolted station off to climber's right.\n\n There is a second pitch to the top, of lesser quality and difficulty, which angles up right to a left-facing corner.","protection":"Standard rack.","location":"The access trail for Beatle Brow Bulge is about an 8-min. walk from the Uberfall, or a 4-min. walk from where the East Trapps Connector Trail meets the carriage road.  At the cliff, head uphill to the right, past the huge right-facing corner of Asphodel. \n\n  Begin about 70 feet right of Asphodel, where the trail levels off."},"__v":0},{"_id":"57naHXOgVEioH4UPaejYUg==","name":"Bag's End","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Ivan Rezucha and Annie O'Neill","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18289,41.74053]},"left_right_index":9,"mp_id":"106089269","mp_crag_id":"107051389","climb_id":"57naHXOgVEioH4UPaejYUg==","areaRef":"og1BOyetUXukwGzvYpsUyg=="},"content":{"description":"A good route for those looking to challenge their mental game (P2). \n\n  P1- Climb up the nice clean face making a couple interesting moves in the process.  Belay at the obvious tree on a large ledge. \n\n  P2- Step left and climb up and right to the corner/overhang (and some welcome gear).  Climb straight up from here to another overhang which is tricky to surmount (don't skip right).  Once up, climb up and left through a balancy and thin face towards a right-facing corner.  Holding it together here is paramount!  Once you have gear again, climb straight to the GT and belay at a left-facing corner. \n\n  P3- Traverse out the corner and climb the arete and face.  Go up to and climb the overhang with a crack in it.","protection":"Standard rack to 2\"","location":"On the face just right of Minty."},"__v":0},{"_id":"5bBhRECbUg2o2Vp3qHw+/g==","name":"Asphodel","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"1953, Hans Kraus and Bonnie Prudden","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18289,41.74053]},"left_right_index":0,"mp_id":"105938062","mp_crag_id":"107051389","climb_id":"5bBhRECbUg2o2Vp3qHw+/g==","areaRef":"og1BOyetUXukwGzvYpsUyg=="},"content":{"description":"Named for a white and yellow flower in the lily family that, according to Homer's Odyssey, grows in abundance in the hereafter. This route had either no or one stars in the old guidebooks, and wasn't mentioned in the Williams Select guide either. However, with the new \"Gray Dick\", it was awarded three stars - and rightfully so. Great route, protection thin but solid, crux is well-protected with some thought, and there's some very heady, lower-angle face-climbing to end off the pitch. Pitch two, however, is very much not worth doing - overgrown, little protection, and very difficult communication.\n\n P1: Climb the corner - watch for loose blocks - to the roof (crux), angle left, then climb much easier terrain to a belay near the top of Welcome to the Gunks.\n\n P2: Bushwack through tons of shrubbery over uninspiring rock to the very top. Not worth it, IMHO.\n\n Descent: from the top of P1, two 60m ropes reach the ground, or rappel leftwards to the bolt anchor above Welcome to the Gunks.","protection":"There's just enough protection to make this PG; the crux protects well although it requires a bit of thought, and above it can be run-out - but the terrain is literally 5.3 or less.","location":"Start at a large, yellow right-facing corner, 120 feet left of Beginner's Delight and just to the right of Welcome to the Gunks.   "},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,589a474a-bbce-5213-a77d-8138a22e0474,14cd0edf-22b5-5cfe-881d-c4a21245b333,3d71209f-36a0-528f-aa53-a7e476c10115,a20d413b-27ad-517b-a4c0-6cef629b14ca","pathTokens":["USA","New York","Gunks, The","Trapps, The","f. The Guides' Wall (Madame G's)"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.2"},{"count":4,"label":"5.6"},{"count":3,"label":"5.3"},{"count":7,"label":"5.5"},{"count":5,"label":"5.4"},{"count":2,"label":"5.10b"},{"count":3,"label":"5.8"},{"count":2,"label":"5.7"},{"count":1,"label":"5.10c"},{"count":2,"label":"5.9+"},{"count":2,"label":"5.8+"},{"count":1,"label":"5.9"},{"count":1,"label":"5.10+"},{"count":1,"label":"5.10a"}],"byDiscipline":{"trad":{"total":35,"bands":{"unknown":0,"beginner":27,"intermediate":8,"advanced":0,"expert":0}},"tr":{"total":2,"bands":{"unknown":0,"beginner":1,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":27,"intermediate":8,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-74.18289,41.74053]},"bbox":[-74.18349262639141,41.740080339818135,-74.1822873736086,41.74097966018185],"left_right_index":-1,"ext_id":"107051389","area_id":"og1BOyetUXukwGzvYpsUyg=="},"content":{"description":"last area: The Mac Wall | next area: V3 - Middle Earth"},"density":0,"totalClimbs":35,"__v":1,"createdAt":"2022-11-07T06:15:12.044Z","updatedAt":"2022-11-25T11:20:49.933Z"}