{"_id":"6414034bf0cf0083295eda9c","area_name":"Wall Tower","shortCode":"","climbs":[],"children":[],"ancestors":"2996145f-e1ba-5b56-9da8-30c64ccc3776,853ee9cb-d5b0-5376-8a2a-1958675243b4,332c717c-0b54-5c16-8552-7aef34f6a90c,77f18059-0c96-587a-ad4a-1c21e5e840da,88fa7a77-be03-55f9-ba54-0e4dc171abeb","pathTokens":["Canada","British Columbia","Kootenays East (Kimberly/Cranbrook)","Leaning Towers","Wall Tower"],"gradeContext":"US","aggregate":{"byGrade":[],"byGradeBand":{"unknown":0,"beginner":0,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isDestination":false,"leaf":false,"isBoulder":false,"lnglat":{"type":"Point","coordinates":[-116.59132,49.97329]},"bbox":[-180,-90,180,90],"left_right_index":-1,"ext_id":"","area_id":"iPp6d74DVfm6VA5NwXGr6w=="},"content":{"description":"The northern most leaning tower was first climbed in 1933 by A A McCoubrey, B Blanchard, and R Neave. They climbed the north ridge from the west side.  Of course, since this was so long ago, no modern rating is given in the CAJ.  A lot of roped climbing is described by McCoubrey.  My guess is that this route was equal to something respectable in the Dolomites - like maybe the 1933 Merriam Rt @ Cinque Torres (5.8). Also, the upper part of the McCoubrey route is possibly used by the popular Northeast Ridge.  Others report an excellent knife edge with au cheval climbing. \n                        Northeast Ridge from CAJ, 1980       \n This is probably the best descent route back to the tarn below the face (the only one in the Towers). \n  \n Next, in 1980, the first really long route went up:  Northeast Ridge; IV, 5.7.  The Jones-Palmer-Campbell-Roxburgh team was part of an Alpine Club of Canada Calgary section camp (Heli-supported).  It might be that the NE Ridge is a wilderness half-pint version of the Nordkante on the Piz Badile (without bolted rappel stations every 25m).  Guy Edwards soloed this route during the Trout Fishing in America expedition.  A direct start from Wall Tower Tarn, 5.10, was done by Caton &amp; Rutherford in 2015.  This is the most popular long rock climb in the Towers. \n  \n 1982, Steven Horvath and Derek Moule, during a Kootenay Mountain Club camp, came to within 200 feet of the summit on the South Ridge 5.10?, Aid used.  No rating was given by the Kootenay Karabiner article but Kamploops climbers have climbed hard for a long time.  The route is described as climbing the left hand side of Wall Tower's east face.  They could see dinner being cooked and a storm coming from Kootenay Lake when they bailed.  \n  \n The 2015 Caton-Rutherford expedition climbed State of Wonder, V, 5.11-, A0, on the east face of Wall Tower (Alpinist magazine ).  They reported clean white rock and 5.10+ jam cracks.  This is the first route on the east face of Wall Tower, no bolts!"},"density":0,"totalClimbs":0,"_change":{"user":"z+7whyi8WvKLQ21afITwQw==","historyId":"6414034df0cf0083295edaa4","prevHistoryId":"6414034bf0cf0083295eda99","operation":"updateArea","seq":0},"createdBy":"rxDUVMc5QUiq75Hpq+nDVw==","__v":0,"createdAt":"2023-03-17T06:06:03.351Z","updatedAt":"2024-01-15T16:55:15.795Z","updatedBy":"z+7whyi8WvKLQ21afITwQw=="}