{"_id":"6368a50be80bff5a995aff8d","area_name":"East Gate Buttress","shortCode":"","climbs":[{"_id":"kB3AF2DMXCazmLdwHKYHFA==","name":"Wild Things","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"John Storm, 1986","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.75163,40.57387]},"left_right_index":28,"mp_id":"106239617","mp_crag_id":"106058690","climb_id":"kB3AF2DMXCazmLdwHKYHFA==","areaRef":"YOouODFVUMuzFsqW6d6TMw=="},"content":{"description":"Awesome route high up on the East Gate.  Steep hands  into a slot.  In the back of the slot is a hand to finger crack.  Work your way up the slot the best you can.  I think I spun 3 or 4 times on my way up trying to figure out what might be the best approach.\n\nUp above, the slot narrows to a squeeze and the crack in the back turns into a horizontal finger crack.  Now is the time to get serious.  Make the decision which way to face and then change your mind a few times.  Work the finger crack, which has now slammed shut, out through the horizontal section.\n\nThen figure out the beta to get to the nice, relaxing, less-than-vertical handcrack above the crux.","protection":"good gear the whole way.\n\na few hands pieces for the initial section (#1 and 2 camalots)\n\nI placed a #3 at the start of the slot and then some fingers pieces down to a blue TCU on your way out the steep section.   Another 1-2 #2's and perhaps a #3 cam would be nice for the handcrack above and for building a belay anchor.\n\nHead over left to the top of The Flakes and rap down the anchor there.","location":""},"__v":0},{"_id":"1EJ4nlGKWCKoIXhvwydp4g==","name":"To Air is Human","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Pat Contor and Gary Taylor, 1988","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.75163,40.57387]},"left_right_index":18,"mp_id":"106164135","mp_crag_id":"106058690","climb_id":"1EJ4nlGKWCKoIXhvwydp4g==","areaRef":"YOouODFVUMuzFsqW6d6TMw=="},"content":{"description":"Killer edge climbing with closely spaced bolts above a roof. Turn the corner and pull onto a red, crystalline slab for 3 bolts.  Then a little gear in an easy crack and three more bolts up a perfect slab to the anchors of El Guapo.","protection":"bolts and on for two pieces in the finger size.  a few long slings to reduce rope drag.  You won't be able to hear each other at all so work it out beforehand.  We had a 70m rope and just made it to that upper anchor.  Two raps to the ground.","location":"Starts on the middle tier about 60 feet above the gear belay for Snowflakes/Plasma."},"__v":0},{"_id":"r3RuVBh2USGrEeLo6ULwHA==","name":"The Super Ramp","yds":"5.13c","grades":{"yds":"5.13c","french":"8a+"},"fa":"Brent Barghahn, June 2020","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.75163,40.57387]},"left_right_index":23,"mp_id":"118990825","mp_crag_id":"106058690","climb_id":"r3RuVBh2USGrEeLo6ULwHA==","areaRef":"YOouODFVUMuzFsqW6d6TMw=="},"content":{"description":"Serious ramp-age up a steep face! From the alcove hang below the imposing shield, chunky terrain leads to a leftward flake traverse beneath the corner. A funky boulder problem brings you up into the corner proper. Advanced ramping maneuvers continue on until a final tricky boulder cuts back left, ending on a heroic rail traverse to the anchor. The hard climbing is unique, and the rock quality is reasonable. What a wild feature!\n\nListed as the #25 project below The Flakes in the Granite Guide. This was originally bolted and cleaned by Drew Bedford and Clay Watson.","protection":"Bolts. About 13 of them","location":"This is the right leaning and hanging dihedral splitting the giant steep shield directly below The Flakes. Scramble from the Upper East Gate approach gully up broken ledges systems to gain a slab below the obvious shield. Rope up at the last ledge and climb an easy slab past an anchor and two bolts to a nice hang with an anchor below the route."},"__v":0},{"_id":"1P7fmd6KVSCl6mWodpmHFA==","name":"Stradler","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Unknown- Sean Brown and Arie Leeflang June 3, 2011?","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.75163,40.57387]},"left_right_index":32,"mp_id":"107226692","mp_crag_id":"106058690","climb_id":"1P7fmd6KVSCl6mWodpmHFA==","areaRef":"YOouODFVUMuzFsqW6d6TMw=="},"content":{"description":"Probably wont be high on anyones tick list, but we were there, and it looked fun.  Stradler climbs the off-fist to groping-chimney yawn left of Keelhaul directly behind an old pine that is occasionally used to rap the fourth class terrain into the East Gate Gully (see photo here:\n\nmountainproject.com/v/10722…\n\n).  Luckily the outer lip of the crack is positive and steep enough to avoid full body penetration into the granite grinder.  Liebacks and saddling are the play with a certain level of grit-groveling is to be expected.  Numbers 4, 5, and 6 C2s were all handy.  Belay from blocks on a ledge.  Rap from these same blocks with a chunk of webbing.","protection":"Bring some big stuff or just run it out.","location":"Climb to the top of Tingey's Torture and scramble to the base of the Axis of Evil. From the base of the Axis drop over the ridge into the East Gate area to a fine mountain goat nook, scrambling down a hundred feet or-so until Stradler and Keelhaul are obvious on the right.\n\nIf you come in from the Peeler side/Pawn trail, just cut over when you're about even with the climbs. (This is the fastest way if you only have time to do these climbs.) Alternatively, make your way up the East Gate gully, passing Desperado, and climbing the next gully north and west.\n\nThe routes are at the head of this gully. Keelhaul is well-visible from the Winter Diversion area of the Black Peeler."},"__v":0},{"_id":"13PDfFD8U6+MvhKJ4KFqQA==","name":"Speed Of Life","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Drew Bedford and Dave Casey 1985","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-111.75163,40.57387]},"left_right_index":13,"mp_id":"112106981","mp_crag_id":"106058690","climb_id":"13PDfFD8U6+MvhKJ4KFqQA==","areaRef":"YOouODFVUMuzFsqW6d6TMw=="},"content":{"description":"For me the most interesting line on the wall. A somewhat serious outing, expect technically demanding and thought(or anxiety!) provoking movement the whole way. The natural gear adds greatly to the experience! Carefully solo up for 20 feet (5.9) past a hollow sounding plate to a diagonaling crack/seam- you can get in a finger sized cam in a pod a bit to the right here that  with a sling protects the next moves getting to the first bolt at 25ft. Now climb the alternating seam/finger cracks up and slightly right, protecting with trad gear until you can clip the second bolt. At this second bolt it seems most obvious to climb left, but this way is deceptively difficult (V5 kitty litter (KL)friction?) going a few feet right at this bolt with a sneaky in-obvious sequence allowed for passage at about V4 KL friction. Get established on yet more intermittent seams/cracks at a stance above this final bolt and build of nest of decent, but not bomber gear. Finally, boldly finish up easier (5.10), but basically unprotected climbing for 25 feet to an ugly finish in a left leaning groove. There is a pillar you can sling a bit  before the finish, but if you manage to blow it here you're certainly broken- and you never would have made it here in the first place;) Speed of Life would be a 3 star route if not for the somewhat ugly finish, but the first half is unquestionably great.","protection":"Micro nuts and cams- micros and C3s up to finger sized. Slings. 2 bolts on route. Chain anchors.","location":"25 feet right and up-slope from Ankle Biters. Look for the diagonal right rising seam at 20ft or so with a bolt 5 feet above it next to a right facing flake/seam feature."},"__v":0},{"_id":"RZd8MW5SUR6V1Tkl6n2gRA==","name":"Snowflakes","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Les Ellison, Karin Budding, Steve Hong","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.75163,40.57387]},"left_right_index":8,"mp_id":"109440297","mp_crag_id":"106058690","climb_id":"RZd8MW5SUR6V1Tkl6n2gRA==","areaRef":"YOouODFVUMuzFsqW6d6TMw=="},"content":{"description":"Starts about 30 feet uphill from Plasma beneath a shallow left facing corner and crack. Pleasant climbing leads to a bolt at roof. From here, traverse right (strenuously) along underclings before pulling the roof onto the slab above. Clip a second bolt, and move up to a vegetated left angling crack. This leads to a 2 bolt anchor.","protection":"A standard rack of camalots .3 to 3 plus a couple draws for the bolts will be plenty. A red TCU or equivalent in between the 2 bolts is key, or just don't fall.","location":"30 feet uphill from Plasma and 30 feet downhill from Purple Horizons."},"__v":0},{"_id":"gBKD3rb6XBS/si729DE5xg==","name":"Skilled Passage","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Jared Skillicorn and Brayden Skillicorn","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.75163,40.57387]},"left_right_index":16,"mp_id":"119419616","mp_crag_id":"106058690","climb_id":"gBKD3rb6XBS/si729DE5xg==","areaRef":"YOouODFVUMuzFsqW6d6TMw=="},"content":{"description":"Run up the ramp that leads to Modelo. Instead of climbing left, to continue up to some horizontal hand jams. Traverse right to an awkward mantel. Once in the slab work up to an oak tree about 100 feet up some 5.6 climbing.","protection":"Singles to #3","location":"To the right to Negro Modelo"},"__v":0},{"_id":"SWnrMjM2WpadeMYf3/Boog==","name":"Route Left of Snowflakes","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.75163,40.57387]},"left_right_index":7,"mp_id":"120623412","mp_crag_id":"106058690","climb_id":"SWnrMjM2WpadeMYf3/Boog==","areaRef":"YOouODFVUMuzFsqW6d6TMw=="},"content":{"description":"up a L facing corner, break out L and 2 bolts connect a smooth slab, via a savage rockover, to cool R facing thin flake. Anybody know anymore details ??","protection":"bit of gear and 2 bolts to reach chains on the 5.7 traverse","location":""},"__v":0},{"_id":"IXEmTSZMWFmk4rPZRVvKYw==","name":"Sidewinder","yds":"5.12+","grades":{"yds":"5.12+","french":"7c"},"fa":"Drew Bedford 2005","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.75163,40.57387]},"left_right_index":17,"mp_id":"106130602","mp_crag_id":"106058690","climb_id":"IXEmTSZMWFmk4rPZRVvKYw==","areaRef":"YOouODFVUMuzFsqW6d6TMw=="},"content":{"description":"Face climbing past one bolt leads to this diagonaling splitter. The crack leads through a bulge (crux) and continues to a 2-bolt belay.\n\nRating is subjective based on finger size. The rock is gritty, bring tape.","protection":"Standard thin rack, nothing bigger than 2\". Bring plenty of .5\" cams--minimum of 5, more for comfort. Small nuts helpful.","location":"Hike north up the gully from Negro Modelo, skirting the bulk of the East Gate. After some 3rd class (approx. 500 feet), Sidewinder appears on the left as a prominent diagonal crack."},"__v":0},{"_id":"1DDJ9DWEUvmj0DJs0s0Yaw==","name":"Sidekick","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Clay Watson, Drew Bedford 4/2014","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-111.75163,40.57387]},"left_right_index":29,"mp_id":"111307888","mp_crag_id":"106058690","climb_id":"1DDJ9DWEUvmj0DJs0s0Yaw==","areaRef":"YOouODFVUMuzFsqW6d6TMw=="},"content":{"description":"P1 - Climb the first pitch of The Ripping Wall, just left of Sidewinder.  5.8, 80'\n\nP2 - traverse west across slabs to join a line of left- leaning cracks, then up to a short  finger and hand crack to a 2-bolt belay at the bottom of Wild Things. 5.8. 60.\n\nP3 - Climb the obvious left-sweeping ramp to the left of Wild Things on small cams and nuts to a hand-sized piece or two as the face arcs right and into a short easy chimney. At the top of the chimney, place a directional and walk 15 feet down and left to the belay for the Flakes. 5.6 PG-13. 60\n\nThis is a quick way to access The Flakes.","protection":"Standard double rack to 2.5\"","location":"Rappel with a 70m rope."},"__v":0},{"_id":"nBRTKmUIXu2GpRjnuSzOOQ==","name":"The Ripping Wall","yds":"5.10c/d","grades":{"yds":"5.10c/d","french":"6b+"},"fa":"Drew Bedford, Clay Watson April 2014","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.75163,40.57387]},"left_right_index":30,"mp_id":"111307752","mp_crag_id":"106058690","climb_id":"nBRTKmUIXu2GpRjnuSzOOQ==","areaRef":"YOouODFVUMuzFsqW6d6TMw=="},"content":{"description":"P1  Climb the green face and crack that starts just left of Sidewinder.   5.8, 80'\n\nP2 - Traverse across slabs to a dihedral, angling towards the obvious finger crack splitting a small roof. Surmount this, then pass small overlaps towards the obvious roof. Pass another bolt, traversing right around the roof, then left to the anchor. 5.10c. 100.\n\nP3 - Climb positive edges and rails via bolts leading to a flake (.75\" piece optional). At the top of the flake, pull the crux on small edges past a few more bolts up to a 2-bolt anchor. 5.10d. 70.\n\nThe line of bolts to the right of P3 is \"Clay, Like Dirt\" 5.9","protection":"Standard double rack to 2.5\"","location":"Route can be rapped with one 70m."},"__v":0},{"_id":"Q3fI9FdNWJyyZKyeQgl3XQ==","name":"Purple Horizons","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Drew Bedford & Bill Sherman, 1983","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.75163,40.57387]},"left_right_index":9,"mp_id":"111883358","mp_crag_id":"106058690","climb_id":"Q3fI9FdNWJyyZKyeQgl3XQ==","areaRef":"YOouODFVUMuzFsqW6d6TMw=="},"content":{"description":"Starts off with a romp up a shallow right facing corner that doesn't protect very well.  Step up to a stance below the imposing, steep, right angling dihedral and fire in a couple pieces.  Reach up and place a critical brass nut before committing to the crux: 10 feet of small underclings and smaller smears culminating in a reach to the thank god handjam.  Thing ease back from here but the climbing stays fun and engaging to the top.","protection":"A single rack of cams from tiny to #3 and a set of brassies.  Offset nuts may help with protecting the bottom corner and you'll want a 2 and a 3 for the upper section. Bolted anchors with chains at the top.","location":"The obvious small right angling corner 20 feet uphill from snowflakes."},"__v":0},{"_id":"cpuID1+DVxuL49uvjSu4QQ==","name":"Plasma","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Drew Gedford and Ron George, 1988","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.75163,40.57387]},"left_right_index":6,"mp_id":"106164152","mp_crag_id":"106058690","climb_id":"cpuID1+DVxuL49uvjSu4QQ==","areaRef":"YOouODFVUMuzFsqW6d6TMw=="},"content":{"description":"One of the few easier warmups for the area.  Well protected undercling that meets up with the best part of Bloodsport","protection":"Standard trad rack.  Assorted gear and a few long runners.  Look for a two bolt belay up and right from where the crack reaches a nice ledge.","location":"Between Snowflakes and Blooddrive/Bloodsport.  About 30 feet uphill of Bloodline."},"__v":0},{"_id":"No/90i/1XtKFVe74OltqNQ==","name":"Oye Cómo Va","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"JS, John Fowler, 2021","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.75163,40.57387]},"left_right_index":4,"mp_id":"120574783","mp_crag_id":"106058690","climb_id":"No/90i/1XtKFVe74OltqNQ==","areaRef":"YOouODFVUMuzFsqW6d6TMw=="},"content":{"description":"Mi ritmo….  Named after an uber-classic Santana song, this tricky route takes a diverse line of features starting about 25 feet right of the start of\n\nBloodsport\n\n.  Small cams protect moves off the deck to the first bolt maybe 20 feet up.  The rock here may still be in the sloughing phase, but it gets better quickly.  Blast up past the bolt to two more bolts and easier slab climbing intersecting\n\nBloodsport\n\n, which at this point is a rightward traversing crack.  Continue up the headwall above\n\nBloodsport’s\n\ntraversing crack past two more bolts (“mi ritmo”) to gain another slab.  Following more bolts, paddle up until able to step right to power out a right-diagonalling rail to the anchors.  Trad gear can be used throughout to lessen insecurity between the bolts.\n\nTo clear the gear after leading, perhaps the best option is to use a second to follow the route due to its traversing nature.  However, if the line is to be seconded, the leader should consider supplementing the bolts with some trad gear along the diagonalling rail leading to the anchors so the second isn’t faced with a potentially bad swing.\n\nOye Cóme Va\n\ncan also be used to get the second tier of East Gate (holding\n\nTo Air is Human\n\n, among other routes) by continuing past the anchors via essentially 4th class climbing to reach the top of the first tier.","protection":"Set of cams from micro to 1.5 inches, maybe similar sized nuts.","location":"Oye\n\nstarts just above the trail, about 25 feet right of\n\nBloodsport\n\nand 15 feet right of the\n\nThe Evil Nurse\n\nstart to\n\nBlooddrive\n\n(see the comments for the\n\nBlooddrive\n\npage)."},"__v":0},{"_id":"G9iDskwuUIq44O4Sza3b2w==","name":"Only Human Var.","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.75163,40.57387]},"left_right_index":19,"mp_id":"108431428","mp_crag_id":"106058690","climb_id":"G9iDskwuUIq44O4Sza3b2w==","areaRef":"YOouODFVUMuzFsqW6d6TMw=="},"content":{"description":"Fun varied crack climbing that joins the upper slab of To Air Is Human and a great way to get to The Flakes. Climb a crack up into the wide slot and stem/chimney your way up to a rightward undercling to the left facing dihedral. (Under Fire 5.10 takes the direct line from the ground up this dihedral.) Beware of a loose block or two in the slot and some typical LCC kitty litter rock, but overall not too bad. Exciting moves take you straight up onto the beautiful slab, linking chickenheads for 3 spaced out bolts and some small gear. Continue up and belay from bushes or stop at the anchors to the right to rap. The splitter 5.6 first pitch of The Flakes is just above, you will need to move the belay up and left through the brush.","protection":"Small nuts and single set of cams to #4. Long slings on everything before getting to the slab.","location":"Start 5 ft. right of To Air Is Human on the 2nd tier of East Gate."},"__v":0},{"_id":"/0/VgUcjWJyn6D6u47nvWg==","name":"Negro Modelo","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Stewart Middlemiss, Drew Bedford fall '99","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.75163,40.57387]},"left_right_index":15,"mp_id":"106130597","mp_crag_id":"106058690","climb_id":"/0/VgUcjWJyn6D6u47nvWg==","areaRef":"YOouODFVUMuzFsqW6d6TMw=="},"content":{"description":"Follows a pronounced black crack/water streak past bolts to ledge with fixed anchors","protection":"requires a standard rack. there are two bolts along the way.","location":"Roughly 100' uphill from Grey at the Routes (see Ruckman guide)"},"__v":0},{"_id":"kUVqnUP2UXyj3hi3mxi4xw==","name":"Keelhaul","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.75163,40.57387]},"left_right_index":33,"mp_id":"107226696","mp_crag_id":"106058690","climb_id":"kUVqnUP2UXyj3hi3mxi4xw==","areaRef":"YOouODFVUMuzFsqW6d6TMw=="},"content":{"description":"A good way to dispose of a trouble maker.  In the middle of nowhere, but quality- considering this is on a common descent route and an obvious line, I wouldnt doubt if this had been climbed before (see Glens\n\nAxis of Evil Comment\n\n, but it looked too good not to take a swing at.  A little short, but quality thin fingers, thin liebacking, and a detaching flake make this a fun end to a Tingeys Torture-ous day.\n\nStart off a sandy ledge below (east) the Axis of Evil Arete and climb the obvious thin crack.  The first 20 feet or so are positive, but the following section is slightly more insecure, gear less trustworthy, and there is plenty of exfoliating lichen and granite.  A good steel brushing would be warranted if this were ever to get traffic.  Finish off and belay off a pesky tree or manky gear up in the nook.\n\nIf youve got previous ascent info send me a PM and Ill update it.","protection":"Bring the small stuff","location":"These climbs are definitely worth the hike!\n\nClimb to the top of Tingey's Torture and scramble to the base of the Axis of Evil. From the base of the Axis drop over the ridge into the East Gate area to a fine mountain goat nook, scrambling down a hundred feet or-so until Stradler and Keelhaul are obvious on the right.\n\nIf you come in from the Peeler side/Pawn trail, just cut over when you're about even with the climbs. (This is the fastest way if you only have time to do these climbs.) Alternatively, make your way up the East Gate gully, passing Desperado, and climbing the next gully north and west.\n\nThe routes are at the head of this gully. Keelhaul is well-visible from the Winter Diversion area of the Black Peeler."},"__v":0},{"_id":"2A/mDB6tVnmuJ0uecN472g==","name":"Graying at the Routes","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Brett and Stuart Ruckman, 1990","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.75163,40.57387]},"left_right_index":14,"mp_id":"117099238","mp_crag_id":"106058690","climb_id":"2A/mDB6tVnmuJ0uecN472g==","areaRef":"YOouODFVUMuzFsqW6d6TMw=="},"content":{"description":"This is a really good route with climbing that’s continuously engaging and fun.  The bolts are spaced far enough apart to get your attention but close enough that you call fall just about anywhere on the route and not get hurt.  However, you do have to pay to play.  The first bolt is 20+ feet up, but the climbing to the first bolt is relatively easy, maybe 5.9, with pretty good feet the whole way.  Once you get the first bolt clipped, it’s game on with a ton of variety and fun movement.  Side pulls, underclings, high steps, a small roof, the occasional jug, a really perplexing crux with a bolt at your hip.  All in all, it’s a great route.  This one should definitely see more action.","protection":"8 bolts","location":"It starts just uphill from one of the few flat spots at the base of the lower East Gate wall, about 100 yards uphill from Bloodline.  There are 2 lines that start from this flat spot.  Graying at the routes is the one on the right with bolts much closer than the one on the left.  Look for nice patina face with the first bolt 20+ feet up."},"__v":0},{"_id":"FUiz446LVQ2/sXtNxvqHYQ==","name":"Gran Hermano","yds":"5.11a/b","grades":{"yds":"5.11a/b","french":"6c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.75163,40.57387]},"left_right_index":27,"mp_id":"106966412","mp_crag_id":"106058690","climb_id":"FUiz446LVQ2/sXtNxvqHYQ==","areaRef":"YOouODFVUMuzFsqW6d6TMw=="},"content":{"description":"This is like a meaner brother of Mexican crack. The climbs are similar as they offer traversing cracks. Gran Hermano, however is thinner, steeper, and more strenuous...excellent climbing.","protection":"Standard rack of cams from a #0 TCU up to 4\" cam","location":"Start at the 2nd pitch (main one) of the Flakes. Follow the first pitch for 25'. Take the right branching diagonal finger crack to a wide vertical crack. Follow this to the top"},"__v":0},{"_id":"bk+UNQ1qWlS7feBW5unF7g==","name":"The Flakes","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"D. Turville & L. Wheeler, early '70s  FFA:  M. Ward & R. Wright","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.75163,40.57387]},"left_right_index":26,"mp_id":"106263209","mp_crag_id":"106058690","climb_id":"bk+UNQ1qWlS7feBW5unF7g==","areaRef":"YOouODFVUMuzFsqW6d6TMw=="},"content":{"description":"My all-time favorite at the grade in Little Cottonwood, this route can be \"Quite a grunt to get to and tricky to find,\" according to the Ruckman guide, but it's well worth it. Approach via\n\nTingey's Terror\n\nto\n\nTingey's Torture\n\n--traverse east 25ft from the bolted anchor atop the third pitch of\n\nTingey's Torture\n\n--for a fun, long link-up or bushwhack your way up ledges to the base of\n\nTo Air Is Human\n\n(.10d) or\n\nUnder Fire\n\n(.10), granting access to the low-angle, splitter first pitch (5.6), which is named\n\nTrivial Pursuit\n\n(FA\" Pete Carney, Tim Wolfe) in the 2016 edition of \"A Granite Guide.\" The second pitch, however, is THE pitch... Scramble up the easy ramp to the base. Jam the perfect handcrack. Commit to a wild undercling/lieback out the first flake left to a stance in a squeeze, then again back right along the top of the airy second flake--CLASSIC! Two sets of bolted anchors appear above; use the newer, upper anchor to belay/descend.","protection":"Bring a standard rack.  Doubles in off-fingers to hand sizes are useful, but not necessary; a large 4.5\" cam protects the wideness.","location":"If approaching from Tingey's Torture, traverse east from the top of third pitch toward the arete, then downclimb--easy, but exposed--to the belay ledge atop The Flakes.  Rappel from two bolts--a single 60m rope just reaches the ledge below.  To descend, a series of fixed rap anchors due east of The Flakes puts one back on the ground."},"__v":0},{"_id":"q+o3BnhjVcWiv5KSn8uijg==","name":"El Segundo","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.75163,40.57387]},"left_right_index":25,"mp_id":"106966439","mp_crag_id":"106058690","climb_id":"q+o3BnhjVcWiv5KSn8uijg==","areaRef":"YOouODFVUMuzFsqW6d6TMw=="},"content":{"description":"The traverse left offers hard, balancy moves...the crux. An amazing finger crack follows, which joins the main route at the upper lieback.","protection":"Same rack as for the Flakes, including some small nuts & cams","location":"Climbs the thin left flake on the main \"Flakes\" route. Starts 15' up"},"__v":0},{"_id":"ywrnewmUV/iO1ka8J0sBdA==","name":"El Pipe Dream","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Clay Watson, Drew Bedford 5/14/12","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.75163,40.57387]},"left_right_index":21,"mp_id":"107982026","mp_crag_id":"106058690","climb_id":"ywrnewmUV/iO1ka8J0sBdA==","areaRef":"YOouODFVUMuzFsqW6d6TMw=="},"content":{"description":"Start below the layback flake. Pull through some easy moves and into the lie back. One bolt protects the fragile flake. Then head right along a seam, past a fixed pin. Finish on El Chollo.","protection":"Standard rack. One 70m.","location":"Just right of El Guapo, second tier of the Gate Buttress."},"__v":0},{"_id":"VZw3+boqU7eqQllCaBU3ag==","name":"El Guapo","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Drew Bedford, Stewart Middlemiss, Paul Fritze 9/99","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.75163,40.57387]},"left_right_index":20,"mp_id":"106130592","mp_crag_id":"106058690","climb_id":"VZw3+boqU7eqQllCaBU3ag==","areaRef":"YOouODFVUMuzFsqW6d6TMw=="},"content":{"description":"Flakes and cracks lead up and left to a diagonal finger traverse.","protection":"Mainly bolts, but some rack with a few 1\"-2\" cams is needed","location":"Right beneath the descent from the Flakes. Can be approached from below by some 3rd class scrambling. See photo"},"__v":0},{"_id":"IB9tm/S6UHenoFYNLX70fw==","name":"El Chollo","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Drew Bedford, Clay Watson 5/9/12","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.75163,40.57387]},"left_right_index":22,"mp_id":"107981993","mp_crag_id":"106058690","climb_id":"IB9tm/S6UHenoFYNLX70fw==","areaRef":"YOouODFVUMuzFsqW6d6TMw=="},"content":{"description":"Set a belay on a ramp beneath a single bolt on a bulge. One reachy move past the bolt puts you on easy ground that leads to the obvious finger crack. Climb crack to a two bolt belay.","protection":"Standard rack","location":"Right of El Guapo on the second tier of the East Gate"},"__v":0},{"_id":"2H6JUnCPWuCThtbYdQlERQ==","name":"Narrow Horizons","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Drew Bedford and Stuart Middlemiss 1998","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.75163,40.57387]},"left_right_index":10,"mp_id":"112106840","mp_crag_id":"106058690","climb_id":"2H6JUnCPWuCThtbYdQlERQ==","areaRef":"YOouODFVUMuzFsqW6d6TMw=="},"content":{"description":"4 bolts up featured yet delicate friction climbing lead to a wild and rare crux move getting established into the right facing corner that is 2nd half of Purple Horizons. Fun and well protected.","protection":"Bolts down low lead to a traditionally protected right facing corner- bring camalots- #1, #2, #3 and even a #.03 thin fingers piece can be used for the finish.","location":"Find Purple Horizions- the right arching roof undercling 30 feet above the belay/trail. Narrow Horizons is the bolted blunt prow 25 feet right from the starting slab/crack/seams of Purple Horizons and it joins PH for its finish. Chain anchor."},"__v":0},{"_id":"r4/MUXBOWEyqfdHjYNhuDw==","name":"El Camino Torcido","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"John Fowler, JS, 2021","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.75163,40.57387]},"left_right_index":5,"mp_id":"120575052","mp_crag_id":"106058690","climb_id":"r4/MUXBOWEyqfdHjYNhuDw==","areaRef":"YOouODFVUMuzFsqW6d6TMw=="},"content":{"description":"Last fall we started up this line thinking it was\n\nPlasma\n\n, relying on a photo-diagram in the 2016 A Granite Guide, but we backed off after finding it loose and dirty, with a kitty litter veneer and unreliable pro.  We later deduced that the 2016 guide's photo-diagram was wrong and\n\nPlasma\n\nactually started about 50 feet to the right – which Drew (who did the FA of\n\nPlasma\n\n) subsequently confirmed.  This spring while we were working on the nearby\n\nOye Cómo Va\n\n, we took advantage of a fixed rope to scrub this line, producing a good albeit short trad route.  There is a chance that some other wayward party climbed this first thinking it was\n\nPlasma\n\n; if so, let me know and I’ll change this post accordingly.\n\nStart up a slightly-undercut left-leaning crack past down-pointing flakes (some may flex but, as of 2021, seemed trustworthy) to a horizontal break, then move right to a right-trending crack.  Climb the crack until able to smear right to a suitcase-sized knob, then work up past an undercling to a left-leaning crack ending on an oak infested ledge.  Join the right-diagonalling\n\nBloodsport\n\nabove, either calling it a tick at the first set of anchors or continuing to the top of East Gate’s first tier.","protection":"Set of nuts and cams from micro to 2 inches.","location":"Starts 25 feet right and uphill of\n\nOye Cómo Va."},"__v":0},{"_id":"TFDclZbHVjGo9n/BLaasHw==","name":"Clay, Like Dirt","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Clay Watson, Drew Bedford 4/2014","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.75163,40.57387]},"left_right_index":31,"mp_id":"111307931","mp_crag_id":"106058690","climb_id":"TFDclZbHVjGo9n/BLaasHw==","areaRef":"YOouODFVUMuzFsqW6d6TMw=="},"content":{"description":"Variation to the final pitch of Ripping Wall. Starts off a block, following bolts up an arete.","protection":"Bolts","location":"Starts to the right of Ripping Wall."},"__v":0},{"_id":"regjmw8yV1uElWcrCz16/A==","name":"Christopher of the Everglades","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"C. Begue, R Bowers, K. Wheeler","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.75163,40.57387]},"left_right_index":11,"mp_id":"106593603","mp_crag_id":"106058690","climb_id":"regjmw8yV1uElWcrCz16/A==","areaRef":"YOouODFVUMuzFsqW6d6TMw=="},"content":{"description":"Starts off with a thin, almost vertical slab past a couple chicken heads to a roof.  More steep slab climbing past the roof on sharp holds that leads to a thin crack.  The climbing backs off a bit before traversing to the right towards the anchors.  Make a reach into a little corner and make a awkward move to the anchors.  Quality rock with cool sustained moves.","protection":"8 or 9 bolts and a tcu. A nut is nice to make the final move to the bolted anchors.","location":"Between Narrow Horizons and Bald Headed Babies.  Its the line of bolts that climbs through the left side of the roof."},"__v":0},{"_id":"ZQVJr68yUYuQNS6IARiEuA==","name":"Cabeza de Pollo","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Drew Bedford, Clay Watson  November 2015","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.75163,40.57387]},"left_right_index":24,"mp_id":"111307902","mp_crag_id":"106058690","climb_id":"ZQVJr68yUYuQNS6IARiEuA==","areaRef":"YOouODFVUMuzFsqW6d6TMw=="},"content":{"description":"A traversing finger and tight-hand crack that feels like a shorter, easier version of Sinsemilla Crack.\n\nClimb around a flake and step right to get into the crack. Diagonal up and right to a two bolt anchor.","protection":"Double rack to 2.5\"","location":"About 80' climber's right of El Chollo"},"__v":0},{"_id":"o7AyQLOzVJmL0qofaJkxjg==","name":"Bloodsport","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.75163,40.57387]},"left_right_index":2,"mp_id":"113480609","mp_crag_id":"106058690","climb_id":"o7AyQLOzVJmL0qofaJkxjg==","areaRef":"YOouODFVUMuzFsqW6d6TMw=="},"content":{"description":"Pretty good route.  The first pitch consists of a short offwidth, then a traverse onto a nice handcrack.  Follow the handcrack up, then traverse right under a roof to nice holds.  Belay a little past the trees using natural anchors.  The second pitch is excellent, but short.  Belay at the anchors for Snowflake and Plasma.","protection":"Regular trad rack works.  BD C4 0.6 - 3.","location":"This route starts just to the right of bloodline and traverses quite a ways right.  Rap from Snowflake and Plasma anchors."},"__v":0},{"_id":"XnkV6TYnX02zyLjDQ4WZUw==","name":"Bloodline","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Drew Bedford-1986?","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-111.75163,40.57387]},"left_right_index":1,"mp_id":"106058701","mp_crag_id":"106058690","climb_id":"XnkV6TYnX02zyLjDQ4WZUw==","areaRef":"YOouODFVUMuzFsqW6d6TMw=="},"content":{"description":"This is a fairly sustained route, but the crux is right above the second knifeblade. After you execute the crux you must climb a few feet above above the extruding knifeblade before you can get in reliable gear. I think the pins are solid, but you do risk falling onto them, hence the PG-13 rating.  The climbing sequences are tip-top. At times the cams impede the jams, so I found I had to climb through some sequences and place my gear below me.\n\nAt 2/3rds height, clip the bolt (new) and do the ninja move left to the right facing flake. Layback, romp up, and finish the low-angled slab to clip the chains. It is a little hard to communicate with your belayer from the top, so consider rappelling. Also, the climb is rated 12b in the Wasatch Guide, but I feel it likely warrants 12c.","protection":"small nuts, draws, tips to off-fingers cams with one handsized unit. Lower off chains at top","location":"The obvious right leaning fingercrack that starts off the ledge/pillar, and sports the 2 knifeblades. 2/3rds the way up on the East Gate buttress wall."},"__v":0},{"_id":"JtsE+NXrXL2wYyKuveN9+g==","name":"Blooddrive","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Drew Bedford, Ron George—1988","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.75163,40.57387]},"left_right_index":3,"mp_id":"113480694","mp_crag_id":"106058690","climb_id":"JtsE+NXrXL2wYyKuveN9+g==","areaRef":"YOouODFVUMuzFsqW6d6TMw=="},"content":{"description":"This route shares the same start as Bloodsport, but goes left instead of right at the roof.  Let me be the first to say that the crux is ridiculous, but very short and fun!  It is right as you start going left from the roof. The granite guide says this is a 5.9 route, but I'm giving it a solid 5.10.  There is definitely a correct way to climb through the crux that will help you out tremendously.  Belay at anchors for Bloodline.  Be careful of rope drag.","protection":"Camelot C4 0.4 - 3.  You don't need a #4.  Bring lot's of runners to eliminate rope drag.","location":"The route starts just to the right of Bloodline.  Same start as Bloodsport."},"__v":0},{"_id":"AcCwlaMdWIG5h35R/Eo9Mw==","name":"B-Positive","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Drew Bedford, Stewart Middlemiss, 1998","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.75163,40.57387]},"left_right_index":0,"mp_id":"119869613","mp_crag_id":"106058690","climb_id":"AcCwlaMdWIG5h35R/Eo9Mw==","areaRef":"YOouODFVUMuzFsqW6d6TMw=="},"content":{"description":"Consistently engaging climbing! Tension crux getting past the first bolt, then a balance/slab crux moving past bolt two until you clip bolt three. The moves getting past bolt three to the end get a little easier, but are still very engaging. Optional tiny cam placement (smaller than a 0.3) might help ease your mind moving off the ledge past the last bolt. Bolted anchors at the top.","protection":"6 bolts and optional tiny cam (roughly purple Metolius sized)","location":"First bolted route as you come around to the East Gate. Just left of Bloodline. You need to scramble up on a small ledge as if you were going to climb Bloodline, but then move left in order to get to the first bolt."},"__v":0},{"_id":"AOpEviOgWr2RHn6mIYmseA==","name":"Ankle Biters","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Drew Bedford, May '99","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.75163,40.57387]},"left_right_index":12,"mp_id":"107030092","mp_crag_id":"106058690","climb_id":"AOpEviOgWr2RHn6mIYmseA==","areaRef":"YOouODFVUMuzFsqW6d6TMw=="},"content":{"description":"Basically an alternate start and finish to Bald Headed Babies. This route makes a more direct line up the wall, continuing up and right when BHB heads left to its belay.","protection":"Bolts to chains.","location":"Begins just right of Bald Headed Babies."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ee1d37e7-dc41-5c26-a358-5d51af01f499,5f0ed4d8-ebb0-5e78-ae15-ba7f1b3b5c51,e838736e-03de-5522-b170-850c7ffcb2ac,007f1fc1-3268-5660-b397-b7543d332216,53c9e9ec-ae7b-5ee7-aa8d-14077379050f,60ea2e38-3155-50cb-b316-ca96e9de9333","pathTokens":["USA","Utah","Wasatch Range","Central Wasatch","Little Cottonwood Canyon","Gate Buttress","East Gate Buttress"],"gradeContext":"US","aggregate":{"byGrade":[{"count":3,"label":"5.11c"},{"count":2,"label":"5.10d"},{"count":1,"label":"5.13c"},{"count":2,"label":"5.8"},{"count":2,"label":"5.12b"},{"count":3,"label":"5.10a"},{"count":3,"label":"5.11+"},{"count":1,"label":"5.12+"},{"count":1,"label":"5.10c/d"},{"count":3,"label":"5.11d"},{"count":2,"label":"5.9+"},{"count":2,"label":"5.9"},{"count":1,"label":"5.11a/b"},{"count":1,"label":"5.10b"},{"count":1,"label":"5.11-"},{"count":1,"label":"5.11b"},{"count":1,"label":"5.12a"},{"count":1,"label":"5.10c"},{"count":1,"label":"5.7"},{"count":1,"label":"5.12c"},{"count":1,"label":"5.11"}],"byDiscipline":{"trad":{"total":28,"bands":{"unknown":0,"beginner":3,"intermediate":11,"advanced":14,"expert":0}},"sport":{"total":7,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":5,"expert":1}}},"byGradeBand":{"unknown":0,"beginner":3,"intermediate":12,"advanced":18,"expert":1}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-111.75163,40.57387]},"bbox":[-111.75222199462307,40.57342033981814,-111.75103800537693,40.574319660181864],"left_right_index":-1,"ext_id":"106058690","area_id":"YOouODFVUMuzFsqW6d6TMw==","polygon":{"type":"Polygon","coordinates":[[[-111.75222199462307,40.57342033981814],[-111.75103800537693,40.57342033981814],[-111.75103800537693,40.574319660181864],[-111.75222199462307,40.574319660181864],[-111.75222199462307,40.57342033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":34,"__v":1,"createdAt":"2022-11-07T06:26:26.440Z","updatedAt":"2024-02-19T18:40:33.255Z"}