{"_id":"6368a1b8e80bff5a99553e2a","area_name":"Mt Lincoln","shortCode":"","climbs":[{"_id":"ScDCNBfFViyakqNs3qWdWA==","name":"Lincoln's Pinnacle(s) via \"Guy's Slide\"","yds":"Easy 5th","grades":{"yds":"Easy 5th","french":"1+"},"fa":"Unk","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.64461,44.14639]},"left_right_index":0,"mp_id":"114372675","mp_crag_id":"114372605","climb_id":"ScDCNBfFViyakqNs3qWdWA==","areaRef":"6ZR2tzhQVIC3s357VsveGg=="},"content":{"description":"[NOTE: This is the snow & ice climb \"High and Dry\" ]\n\n I did this with the late Guy Waterman back in the mid-to-late 1970's.  At that time the slide was just a thin, narrow thing.  Hurricane Irene (2011) seems to have opened it up quite a bit, although I have to say I haven't been back since.  I remember the slide was like several of the Adirondack slides I have done. (e.g. Nippletop, Eagle on Giant)   I know we didn't take a rope, although there certainly was some climbing we didn't do that would have made one \"desirable\". Maybe a light 50 or 60 m \"twin\" rope and a light rack.\n\n You can avoid the slide and reach the \"rock climbing\" on trails.  By far the nicest trail is the Falling Waters trail to Little Haystack, then turn left (north) towards Mt Lincoln.  Pass the col, and then drop down about half way up Lincoln from the col, or wherever it looks interesting.\n\n You can also get there via climbing Mt Lafayette, going over Mt Lincoln and then dropping down.\n\nRob Blakemore describes a more recent ascent: If you like Adirondacks style slide climbing this is a highly pleasant slide, with an approach similar to Bottle. I think you could call it 3rd or 4th class (there's not much in the way of exposure), but with a distinct maybe 5.4ish slab crux for about 20-30 feet if you take the path of most resistance. (It is avoidable to the sides). We brought a rope and rack and found no use for it while wearing a mix of trail runners and approach shoes. Water was low enough we hiked directly up Dry Brook. I would only consider it when the water allows for that as the whack to either side looked heinous. \n\n  There is also a new large and dirty slide entering from climber's right (south side) of the approach that makes for a nice little diversion. We hiked it while waiting for wind/sun to dry out Guy's Slide.                                     ","protection":"Bring your own if you want it!","location":"From the parking on the East side of the road at Lafayette Place campground, take the Falling Water's trail up to past 80ft high Cloudland Falls and continue up a short ways to \"Twin Falls\" (two, 20-25 ft high falls at the junction of two streams [1970's photo of Guy). Stay on the trail for a very short ways as the trail follows up the left hand branch.\n\n When the trail crosses the left hand branch, leave the trail and continue on this branch. Stay on the main flow until it becomes a slide; continue up the slide. Where the slide branches, take the left branch up to the rock. "},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,8a63706f-b14c-536f-b8ab-3cea90093e36,4b5453cf-75e2-5818-a8ff-4f1d4c0b2efb,e99476b7-3850-5480-b7b3-7e7b56cbde1a","pathTokens":["USA","New Hampshire","WM: Franconia Notch","Mt Lincoln"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"Easy 5th"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":1,"beginner":0,"intermediate":0,"advanced":0,"expert":0}},"alpine":{"total":1,"bands":{"unknown":1,"beginner":0,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":1,"beginner":0,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-71.64461,44.14639]},"bbox":[-71.64523664940316,44.145940339818125,-71.64398335059686,44.146839660181854],"left_right_index":-1,"ext_id":"114372605","area_id":"6ZR2tzhQVIC3s357VsveGg=="},"content":{"description":"Slides, slabs, and pinnacle(s) near the top of 5089 ft Mt Lincoln, for the \"adventure seeking\" climber looking to get away from the \"ordinary\" !  Except for \"Guy's Slide\" I haven't been there.  "},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T06:12:09.493Z","updatedAt":"2022-11-25T11:19:56.357Z"}