{"_id":"6368a50be80bff5a995b0080","area_name":"Raiden Area","shortCode":"","climbs":[{"_id":"Ivvqi/b0UlGk6hqEUFrSYA==","name":"Titian","yds":"V5","grades":{"yds":"V5","font":"6C","vscale":"V5"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.23179,39.28198]},"left_right_index":999999,"mp_id":"118875588","mp_crag_id":"108172495","climb_id":"Ivvqi/b0UlGk6hqEUFrSYA==","areaRef":"Gq83Y2bVWESjuM/vf+7vZQ=="},"content":{"description":"Start under cling big move then climb up rails on compression.","protection":"Pads and a good spoter","location":"Boulder between grateful dead and the kraken."},"__v":0},{"_id":"tOi9Bp0oWV+F2Gb+ccURBA==","name":"Reduced Fat Milk","yds":"V7","grades":{"yds":"V7","font":"7A+","vscale":"V7"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.23179,39.28198]},"left_right_index":999999,"mp_id":"109008614","mp_crag_id":"108172495","climb_id":"tOi9Bp0oWV+F2Gb+ccURBA==","areaRef":"Gq83Y2bVWESjuM/vf+7vZQ=="},"content":{"description":"Start sitting with your right hand on a low blocky sloper/sidepull and your left on a sidepull/edge in a seam. Pull off the ground and bump your right hand up to a crimp. Then figure out a way to deadpoint to the small crimp in the face (basically the only hold). Latch that hold and dyno to a good hold on the lip.\n\nThe top out is a little sandy and somewhat tricky.\n\nThis problem has outstanding movement and perfect rock (except for the last bit of the top out). Get on it!","protection":"The landing is flat but a couple of pads are ideal.","location":"Located on the Raiden boulder on the side directly opposite of 'Raiden'. The problem starts sitting a bit left of center on the long black face and shares the same starting holds as 'Non Fat Milk'."},"__v":0},{"_id":"ctNhM8vPUjacpjlvZQqexA==","name":"Taking the Stairs","yds":"V9-","grades":{"yds":"V9-","font":"7C","vscale":"V9-"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.23179,39.28198]},"left_right_index":999999,"mp_id":"108790993","mp_crag_id":"108172495","climb_id":"ctNhM8vPUjacpjlvZQqexA==","areaRef":"Gq83Y2bVWESjuM/vf+7vZQ=="},"content":{"description":"Start sitting on a big right hand pocket/undercling and left hand on a worse pocket to the left. Move slightly up through a pretty positive sloping crimp rail and a strange and somewhat tweaky split finger pocket/crimper/sloper/pinch on the arete up and right (hard to describe this hold, but you will know it when you see it). Grab one of several options of slopers then move up to the good holds above. Keep it together through the awkward and sandy topout.\n\nThis is a great problem with powerful and insecure moves above a good landing. Looks like there are several ways to do it.","protection":"Two pads and a spotter.","location":"Just up canyon from the main Raiden area gully. Clearly visible from the road. Maybe 30 feet off the right side of the road when heading up canyon. There is a good parking spot on the opposite side of the road just across from the boulder."},"__v":0},{"_id":"ACbylH3hU7yVz792AoW/SA==","name":"Raiden","yds":"V6","grades":{"yds":"V6","font":"7A","vscale":"V6"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.23179,39.28198]},"left_right_index":999999,"mp_id":"108682613","mp_crag_id":"108172495","climb_id":"ACbylH3hU7yVz792AoW/SA==","areaRef":"Gq83Y2bVWESjuM/vf+7vZQ=="},"content":{"description":"Excellent, steep climbing on a salad bowl of holds.\n\nStart on jugs, move to an \"ok\" sloper, then move up a series of blocky crimps to an easy top out.\n\nRaiden is a great example in proper footwork, and if you don't have good beta or technique, the whole problem can feel difficult.","protection":"Just a couple of pads and a spotter will be good.\n\nLanding slopes downward a little bit...","location":"The Raiden problem is just to the right of the Kraken. You'll see a rounded rock with a cave on the uphill side. Start all the way down on the sculpted jugs.\n\nTo get down, just walk off the back of the boulder"},"__v":0},{"_id":"Tt34Rb80UCaY4QXdS7gvZA==","name":"Nonfat Milk","yds":"V6","grades":{"yds":"V6","font":"7A","vscale":"V6"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.23179,39.28198]},"left_right_index":999999,"mp_id":"109008503","mp_crag_id":"108172495","climb_id":"Tt34Rb80UCaY4QXdS7gvZA==","areaRef":"Gq83Y2bVWESjuM/vf+7vZQ=="},"content":{"description":"Start sitting just left of center, with your right hand on a low blocky sloper/sidepull and your left hand on a sidepull or edge in a seam. Move right via slopers, gastons and sidepulls. Top out directly above the left facing flake on good, but somewhat sandy holds.\n\nThis is a really great traverse on a fantastic selection of holds, with outstanding movement and great rock.","protection":"A couple of pads are nice since the line is a traverse and the landing is tiered for the second half of the problem.","location":"Located on the Raiden Boulder on the opposite side of the boulder from 'Raiden'. Starts just left of center on the long black face and shares the same starting holds at 'Reduced Fat Milk'."},"__v":0},{"_id":"VmCezCxIXYSRnOLQBA3qdQ==","name":"The Kraken","yds":"V4","grades":{"yds":"V4","font":"6B","vscale":"V4"},"fa":"Rocco Bocchicchio","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.23179,39.28198]},"left_right_index":999999,"mp_id":"108172499","mp_crag_id":"108172495","climb_id":"VmCezCxIXYSRnOLQBA3qdQ==","areaRef":"Gq83Y2bVWESjuM/vf+7vZQ=="},"content":{"description":"One of the classic highballs of Joe's.\n\nThe climb is two distinct sections. With a substantial rest in between. Stand start on crimps.\n\nThe first 15ft is the technical crux with a V4 move to get into a pocket. After this, you get a great handholds of the rest where you can shake out and eye the holds to the top.\n\nThe second 15ft is probably in the V2-V3 range, but feels a lot hard because you are so far off the ground. Two less than ideal pockets will get you up to a good rail and pocket from which you can feel for the top out holds.\n\nYou can downclimb off the back left end.","protection":"You are probably going to want all the pads you can get your hands on for this one. It doesn't get much taller than this without bolts.","location":"Hike a ways up the trail head. Follow the cairns until you get to the large prominent face that is split by a large shelf. The bottom half will be brown, the top half will be black. This is the Kraken."},"__v":0},{"_id":"b2tOAJaQU5Oyg2f22aQMrg==","name":"Kane","yds":"V7","grades":{"yds":"V7","font":"7A+","vscale":"V7"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.23179,39.28198]},"left_right_index":999999,"mp_id":"110213398","mp_crag_id":"108172495","climb_id":"b2tOAJaQU5Oyg2f22aQMrg==","areaRef":"Gq83Y2bVWESjuM/vf+7vZQ=="},"content":{"description":"Kind of a variation of Raiden, though only shares the first two moves, and climbs quite differently. I thought it was every bit as good. Solid at the grade.\n\nStart as for Raiden. After the first 2 moves, move right through some hard undercling moves (the crux), until you get the obvious jug flake with the right hand. move straight up over the first lip, then either traverse left and finish up on Raiden, or better, finish straight up for a more independent line (same grade).","protection":"A couple of pads as it covers some ground, though any fall is very short.","location":"On the Raiden Boulder. Starts on Raiden, and after a couple of moves, breaks right."},"__v":0},{"_id":"5mP1hJwpWn+b01dga1DArQ==","name":"Grateful Dead","yds":"V4","grades":{"yds":"V4","font":"6B","vscale":"V4"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.23179,39.28198]},"left_right_index":999999,"mp_id":"108172519","mp_crag_id":"108172495","climb_id":"5mP1hJwpWn+b01dga1DArQ==","areaRef":"Gq83Y2bVWESjuM/vf+7vZQ=="},"content":{"description":"Sit down start on the arete. Slap your way up onto the bulge using the gritty, sticky rock. Grab a slash pocket then work your way up a tricky slab to a frightening top out.","protection":"Pads","location":"Go around the left side of the prominent \"Whiteout\" Boulder that marks the trail head. Grateful Dead will be staring you in the face."},"__v":0},{"_id":"YlbY0GrNV52ADHMpYY4nVg==","name":"Dunn Woody","yds":"V8","grades":{"yds":"V8","font":"7B","vscale":"V8"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.23179,39.28198]},"left_right_index":999999,"mp_id":"109008485","mp_crag_id":"108172495","climb_id":"YlbY0GrNV52ADHMpYY4nVg==","areaRef":"Gq83Y2bVWESjuM/vf+7vZQ=="},"content":{"description":"Really cool holds and really good rock make this one or two move move wonder worth doing if you're in the area.\n\nStart sitting on the right side of the face, with two side by side underclings just left of a tan streak. Pick some feet to use and make a hard pull off the ground to reach the lip above. Match (kind of tricky) and figure out the top out.\n\nDone!","protection":"A pad or two. It is nice to cover the rock sticking out of the ground so your butt doesn't have to keep slamming against it when you fail.","location":"This problem is on the Raiden boulder, on the side directly opposite of Raiden. It is located on the far right of the long black face."},"__v":0},{"_id":"xNHH5rhMVaCky6Xgpm9lrQ==","name":"Dunkin' Donuts (Direct)","yds":"V7-8","grades":{"yds":"V7-8","font":"7B","vscale":"V7-8"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.23179,39.28198]},"left_right_index":999999,"mp_id":"109008454","mp_crag_id":"108172495","climb_id":"xNHH5rhMVaCky6Xgpm9lrQ==","areaRef":"Gq83Y2bVWESjuM/vf+7vZQ=="},"content":{"description":"This problem is one of the most debated grades in Joe's Valley, especially since it is somewhat of an eliminate. The direct version was given v10 in the guidebook, but the grade seems to be settling in somewhere from v8 to soft v9. The other version seems to be around v6-ish. While clearly not v10, this climb is a tricky one to grade because the difficulty will vary depending on one's wingspan. Ultimately, what gets lost in all of this discussion is that this is a fantastic problem with really fun and enjoyable movement.\n\nStart sitting in a pit, with both hands on a right facing sidepull. Pull off the ground and head left and up towards some good underclings. Make a huge move from the underclings with either the left or right hand to some slopers. Figure out a way to reach the good jugs and top out directly above.\n\nThe 'direct' version is somewhat of an eliminate as you can can traverse further left from the good underclings and reach some sidepulls that make reaching the top out holds easier. However, I feel that the direct version (even if an eliminate) is a lot more fun and worth posting as a climb unto itself.\n\nWith that in mind, it would be ideal if people contribute star ratings and grades that are for this specific 'direct' version and not for the other version, since the 'direct' version is what most people climb. Feel free to post the 'indirect' version up if you feel strongly that it deserves its own listing.","protection":"A couple of pads are nice since the landing is tiered with two distinct sections.","location":"Located on the backside of Raiden boulder. When looking at 'Raiden', head left towards the backside of the boulder."},"__v":0},{"_id":"SDAybRV2W5Ct9ygu1vpbOA==","name":"Brain in a Jar","yds":"V7-8","grades":{"yds":"V7-8","font":"7B","vscale":"V7-8"},"fa":"Eric Kreutzer","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.23179,39.28198]},"left_right_index":999999,"mp_id":"120160553","mp_crag_id":"108172495","climb_id":"SDAybRV2W5Ct9ygu1vpbOA==","areaRef":"Gq83Y2bVWESjuM/vf+7vZQ=="},"content":{"description":"Sit start on the large sloping rail. Fun moves through slopers with a tricky jump off a shallow right hand mono.","protection":"","location":"A 3 minute walk up the wash behind Taking the Stairs. Left side of the wash. Can be seen from the backside of Taking the Stairs."},"__v":0},{"_id":"ugrYbMh3X+G5RcAc9TBwhw==","name":"Big Cheesy","yds":"V5","grades":{"yds":"V5","font":"6C","vscale":"V5"},"fa":"Mary Bocchicchio","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.23179,39.28198]},"left_right_index":999999,"mp_id":"108983014","mp_crag_id":"108172495","climb_id":"ugrYbMh3X+G5RcAc9TBwhw==","areaRef":"Gq83Y2bVWESjuM/vf+7vZQ=="},"content":{"description":"Start sitting with your hands on underclings. Power up to a good crimp above and surge out left to a good jug. A tenuous and less than straight forward mantle guards the top.\n\nShort, but powerful, with good quality rock.","protection":"A couple pads are ideal. There is a rock in the landing zone.","location":"This problem is visible from the parking. It is located on a separate boulder to the left of 'Taking the Stairs' in a little alcove of sorts."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ee1d37e7-dc41-5c26-a358-5d51af01f499,f0607fc9-f2ae-58c7-890b-5a98da2849de,2e946079-7cab-57dd-932a-ce00a2f6c801,40f3c661-94e6-5914-9b37-1914862b76af,1aaf3763-66d5-5844-a3b8-cfef7feeef65","pathTokens":["USA","Utah","Central Utah","Joe's Valley","Left Fork","Raiden Area"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"V5"},{"count":2,"label":"V7"},{"count":1,"label":"V9-"},{"count":2,"label":"V6"},{"count":2,"label":"V4"},{"count":1,"label":"V8"},{"count":2,"label":"V7-8"}],"byDiscipline":{"boulder":{"total":12,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":4,"expert":8}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":0,"advanced":4,"expert":8}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-111.23179,39.28198]},"bbox":[-111.23237092675434,39.281530339818126,-111.23120907324567,39.282429660181855],"left_right_index":-1,"ext_id":"108172495","area_id":"Gq83Y2bVWESjuM/vf+7vZQ=="},"content":{"description":""},"density":0,"totalClimbs":12,"__v":1,"createdAt":"2022-11-07T06:26:29.173Z","updatedAt":"2022-11-25T11:22:26.090Z"}