{"_id":"63689de0e80bff5a994f93b1","area_name":"Third Flatiron","shortCode":"","climbs":[{"_id":"O6wrU6q1Xyyr8leO9tHfqg==","name":"Wrongs of Fall","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Guy Humphrey and Aaron Ramras","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.29197,39.9874]},"left_right_index":25,"mp_id":"107385328","mp_crag_id":"105744681","climb_id":"O6wrU6q1Xyyr8leO9tHfqg==","areaRef":"fOfl7pCwXbWns43nnjLu1w=="},"content":{"description":"This off-route variation to\n\nRite of Spring\n\nis located about 30-40 feet left of that route. Start directly behind a large tree.\n\nP1: (5.8+, 60 feet) Piece together a line between plates and huecos with lots of lichen and loose rock. Aim for a large, right-facing dihedral and belay at its base.\n\nP2: (5.9, 165 feet) Climb the dihedral and angle right into the crux section of\n\nRite of Spring\n\nat a thin crack. (0.5 cam) Finish on that route.\n\nA single 30m rap from the large eye bolt above the\n\nSouthwest Chimney\n\nwill put you on easy ground.  The Haas guidebook topo is a little off for the line of\n\nRite of Spring\n\n.  It shows the line a little left of the true line.","protection":"A standard rack.","location":"Down the hill from the\n\nSouthwest Chimney\n\n, the start is right behind a large tree."},"__v":0},{"_id":"Ly342QYWWa6a7RzmFsV9lA==","name":"West Face [3rd Flatrion]","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"R. Briggs, J. Bragg 1973","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.29197,39.9874]},"left_right_index":11,"mp_id":"105757561","mp_crag_id":"105744681","climb_id":"Ly342QYWWa6a7RzmFsV9lA==","areaRef":"fOfl7pCwXbWns43nnjLu1w=="},"content":{"description":"To approach this climb, ascend as necessary to the West Face (backside) of the Third Flatiron.  The route starts on the north side, below an obvious, wide crack, ascending up to and through said wide crack (one 5.9 move near a #3.5 or #4 Camalot), then up and right under a roof with scant protection (5.9) which ends in a big move to a hidden side-pull.\n\nThe crux comes some 100' off of the deck.  Place a a few poor stoppers at the lip of a small roof, then pull up into the dihedral above on juggy holds to place a good 0.5\" or 0.75\" cam.  The crux is pulling over the lip and into the left-leaning, finger crack.  A second cam (0.75-1\") can be placed mid crux if desired.  Make a nice technical move to establish yourself into good finger locks and complete the crack to a ledge of sorts.  make way to the South (right) and belay off of a drilled pin and a slung boulder/horn.\n\nFinish on one of several rounout, but easy finishes on the right, possibly\n\nFriday's Folly Direct\n\n.","protection":"A standard rack one set of stoppers, small tricams and one set of cams to a #4 camalot.  Include a good number of 2' slings, as the route and protection wander.\n\nProtection at the crux is solid .5\"-1\" cams, but there is some rising traverse leading to this point which is 5.8 or 5.9 and runout.\n\nThe belay is a cord around a big boulder and an old pin to the side (so-so) to put the belay point above you, a pink tricam or #8-9 stopper can be placed in some so-so rock.  It is your call.","location":""},"__v":0},{"_id":"Ze5OB3ijU3e9ZbWF820b9w==","name":"Winky Woo","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"McCarty, Wink, Kulstad, 1957","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.29197,39.9874]},"left_right_index":22,"mp_id":"105750667","mp_crag_id":"105744681","climb_id":"Ze5OB3ijU3e9ZbWF820b9w==","areaRef":"fOfl7pCwXbWns43nnjLu1w=="},"content":{"description":"This is a classic Flatiron route, yet it is much different in nature than the standard Flatiron slab fare.\n\nPossibly it is best approached after climbing the East Face and doing the rappel descent. Scramble down along the south face of the Third Flatiron for a couple hundred feet or so. Winky Woo climbs the steep and juggy wall to the left of the obvious Southwest Chimney.\n\nBegin just to the left of the SW Chimney, and angle up and left across the face, then straight up to the top. Basically follow the easiest way. If leading, you will need to work out a (semi-hanging?) belay somewhere. If soloing, while this route is no harder than most east face slab routes, it is vertical and very exposed, thus a somewhat different game than one generally expects from a solo Flatiron jaunt. The easiest way isn't totally obvious, and some of the moves can be a little awkward and leaning.\n\nHigh on the face, it is possible to step left into a chimney/gully, but the route stays on the face. At the top of the face, either continue up the ramp system and through Fatman's Frenzy to join the regular rappel route, or head down to the\n\nSW Chimney\n\nand rap (2 ropes to ground) or downclimb that.","protection":"This is possibly a difficult climb to protect due to the nature of the rock.  A couple #4 Friend sized cams and extra longer runners for slinging horns and threading holes could work in addition to the usual.","location":""},"__v":0},{"_id":"5AlS991cX0WcI11cvGG3ew==","name":"West Door","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Layton Kor 1960s (free solo)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.29197,39.9874]},"left_right_index":16,"mp_id":"105751156","mp_crag_id":"105744681","climb_id":"5AlS991cX0WcI11cvGG3ew==","areaRef":"fOfl7pCwXbWns43nnjLu1w=="},"content":{"description":"This single pitch route is located right under the first rap off the summit of the Third Flatiron, and starts from the South Bowl (where that first rap ends).\n\nHowever, I will describe the climb starting from Friday's Folly Ledge (end of the second rap).  This route is called Friday's Folly Direct in Rossiter.  Climbing Friday's or Saturday's Folly to this ledge, and then finishing via the West Door (or what Rossiter calls Friday's Folly Direct) makes for a fun summit route.\n\nFrom the west eyebolt on Friday's Folly Ledge, head straight up a pair of wide cracks to a piton (easy).  Clip the piton and step right and head up the arete, just right of a large overhang (fun 5.7).  From here you can either traverse right to the eyebolt of the second rappel, or head back left above the overhang and belay above (easy but exposed arete).\n\nThe West Door pitch now looms above in a two tiered overhang, directly west of the summit area.  Breach the first tier by following a thin, steep crack in black rock.  Possibly this section is only 5.7 (Rossiter's rating) if you are 6' 4\" like Layton Kor.  Move slightly right a few feet to a crack which goes through the second overhang.  Place gear and crank over and clip the summit eyebolt.  When you are cranking this move you are in the same place as someone starting the rap off the top, so try to do the route when nobody is coming down.\n\nRossiter calls this route 5.7, but it seemed solid 5.8 to me.\n\nAlternatively, after ascending the first tier, move left up a ramp instead of climbing up where the rappel starts and emerge onto the summit from the west.  I believe this is the original route followed by Kor.","protection":"Wires and small cams.","location":""},"__v":0},{"_id":"HclYDPWAV3eS3YXyMvn9Lg==","name":"Waiting For Columbus","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"R. & J. Rossiter, C. Olsen, 1989","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.29197,39.9874]},"left_right_index":18,"mp_id":"105763728","mp_crag_id":"105744681","climb_id":"HclYDPWAV3eS3YXyMvn9Lg==","areaRef":"fOfl7pCwXbWns43nnjLu1w=="},"content":{"description":"From the west side of the Third Flatiron, start descending to the south.  You will pass\n\nFriday's Folly\n\n, and then a major corner system (\n\nPentaprance\n\n) with a few bolts.  On the next face down from this, just past a featured arete is the climb at hand, Waiting For Columbus.\n\nIf you see some slings around the base of a tree, 30' up the cliff and 40' to your right, that is the base of\n\nFalcon's Fracture\n\n.  Waiting For Columbus is just in front of you.  Keep looking.\n\nApproach \"the business\" part of the route by climbing up and right on a flake to reach the first overhang.  If you don't put in a piece on the way, you will face a committing move 35 feet off of the deck to make the first clip. Although it was not a hard move, I felt a little tweaked; consider placing gear.  From there, continue up and occasionally slightly left, passing the occasional bolt or gear placement as you go.  I don't have the impression that Rossiter intended this as a bolts only sport climb, you'll probably want more than 4 or 5 clips in the 165' of real climbing...  The chalk will runout as the face is more exposed to the elements toward the top.  Stay left, and go left beneath a few big flat plates to discover a hidden bolt there, and up to clip another at the roof. Master the roof on HUGE holds and continue straight up with a few gear placements to the top.  [The crux crack/flake pitch protects quite well with a few cams from 0.75\" - 3\". You cen get a 2-2.5\" piece at your feet and hang on to get another 0.75-1.0\" or 2\" piece over your head for the crux, but that might be pumpy for some people.]  On top run up the slab to a huge old eye-bolt.  This will REQUIRE a 60m rope.\n\nBelay from the eye-bolt and then duck through the cave behind you to read the second-from-the-top rap anchor for the standard southwest rap of the Third Flatiron.\n\nThe length and nature of this climb are unique and fun.  I was really enjoying myself on it, enough so to give it the three-star rating.","protection":"A bit runout on the easier parts (5.8?), but secure and reasonably safe.  Take 1 set of nuts from #4-#11 BD or Eqiv. + small tricams (pink, red) and cams from green Alien to 3.5\".\n\nThe first and third clips, if memory serves me right, are reachy and involve committing to the moves if you are not particularly tall.  At 5'10\" with VERY long arms I could not clip them from the rests.  I fell a few inches short.\n\nTake lots of slings if you will place much gear, including several long ones.  A set of 6\" stiff draws will put a hurt on you.  The route does wander a bit and in particular the bolt before the roof may require a 2' long sling.","location":""},"__v":0},{"_id":"ZGNkNV2dUeWjcrS9R2EhSg==","name":"Unnamed (formerly entered as Problem Child)","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"George Bracksieck & Teri Ebel","type":{"trad":true,"tr":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.29197,39.9874]},"left_right_index":999999,"mp_id":"105895193","mp_crag_id":"105744681","climb_id":"ZGNkNV2dUeWjcrS9R2EhSg==","areaRef":"fOfl7pCwXbWns43nnjLu1w=="},"content":{"description":"This is a fun, little pitch that caught the eye of a pair of dufi who thought that\n\nA Very Ament's Slab\n\nmight be climbable without crampons in December after a snow storm.  It turns out, we were just following in the footsteps of a pair of better climbers.  This lies on the huecoed south face of the lower cliff seen on p. 200 below route 21 along Approach III in the Flatirons guidebook by R. Rossiter.  Theres probably plenty of room for FAs on this cliff band for average blokes or lasses.\n\nIt may have been climbed previously...it was.  However, no mention of this exists in the Flatirons guidebook or this database...until now.\n\nStop reading if you don't like beta.\n\nStart up an obvious line of little resistance up slightly-overhanging, jugs, huecos, and a tufa of sorts.  You can use an orange & yellow Alien before you commit.  Then a #3 Camalot fits decently in a hueco for the committing overhang.  After 15 feet (the best part), it eases to less than vertical.  You can fit a #3.5 Camalot in a hueco above the overhang.  Move left to a slot for a #0.75 Camalot.  From here, you basically go up easy, neat huecos all the way to the slab edge top of the lower cliff band.  You can move left to a natural thread.  130.\n\nTo descend, move left then downclimb a couple overlaps to a rappel tree with 2 slings & a fat mallon ring.  The rappel tree is visible in the photo on p. 196 Flatirons guidebook by R. Rossiter.  Rappel 80 to the ground over 2 overhangs. Alternatively, you could go to the top of the gully which puts you near the base of Saturdays Folly, me thinks.","protection":"Rack a couple medium wires, #9 & 11 hexes, yellow Alien to #3.5 Camalot.","location":"On the south side of the Third Flatiron, along the Approach III, this ascends an obvious, short overhang to a very huecoed face.  This may climb what is called the Outer Wedge in Rossiter's guidebook."},"__v":0},{"_id":"9ISh4tqjUlq6lZ5gH8cbSw==","name":"Third World Zone","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"Richard and Joyce Rossiter, 1988","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.29197,39.9874]},"left_right_index":0,"mp_id":"106657244","mp_crag_id":"105744681","climb_id":"9ISh4tqjUlq6lZ5gH8cbSw==","areaRef":"fOfl7pCwXbWns43nnjLu1w=="},"content":{"description":"This route follows the left arete of the Third Flatiron.\n\nStart as for\n\nEast Face Left\n\n. The start of the route is marked by a rounded rib of rock that angles north below the main east face. Head up this rib, then start straight up the east face towards an overhang which extends across the entire left side of the east face. Do not go all the way to the overhang. Instead after ~100 feet start angling left towards the edge of the face. Belay when you run out of rope on or near the arete.\n\nFollow the arete passing several dihedrals and exciting runout slab sections to the top of the Dog's Head. Stay far left for the best exposure. Occasionally the climbing looks harder than it is, but rest assured the holds always appear when you need them and the grade stays moderate. At the Dog's Head, scramble across the gully and continue for another pitch to the summit, joining the standard East Face route or perhaps try\n\nGreenman's Crack\n\nas an alternate finish to this less traveled route.\n\nThe main difficulties are well-protected, but huge runouts exist on easier terrain. A 60m rope will get you up in 6-8 pitches depending on where you build your belays. If you stretch each pitch to the max, be prepared to simul climb to reach suitable belay spots, especially as you approach the Dog's Head. If you don't wish to simul climb, perhaps it's best not to pass up suitable belay options during the middle pitches.","protection":"Standard Flatiron rack, slings and large cams (2-4 inch) are useful.","location":"Leave the Royal Arch Trail about a hundred yards past the Bluebell Creek crossing, thrash down into the creek and cross it, heading up a hill to the base of the face. You can also leave the trail before the creek crossing, but I find this bushwhack worse, and it is harder to navigate to the face. Make sure you do not end up under the Third Flatironette, which is a separate, small Flatiron before you get to the main face.\n\nDescent: There are three rappels from fixed eye-bolts. A single 50m rope is sufficient; on the last rappel, you may either use a double-rope for the 140ft. mostly free-rappel or traverse right on a ledge for 10 feet and rap 72 feet on a single rope to the West Bench. With a 60m or 70m rope you can skip the 1st intermediate rappel station and make only 2 rappels. Knot your rope ends as this makes the first rap nearly 100 feet."},"__v":0},{"_id":"nbrWjqxGWRiibgGMvthTlg==","name":"Third Kingdom/Papillion","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"In Rossiter's book","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.29197,39.9874]},"left_right_index":7,"mp_id":"105754447","mp_crag_id":"105744681","climb_id":"nbrWjqxGWRiibgGMvthTlg==","areaRef":"fOfl7pCwXbWns43nnjLu1w=="},"content":{"description":"Awesome route and wild exposure!  This route takes the huge overhanging/slanting dihedral at the top of the 3rd's North Face.  The best approach is by doing Northwest Passage.  However, you can reach the big C-shaped gap at the start of the dihedral from College Dropout or another close by East Face route.\n\nFrom the belay at the gap, place a #0 TCU, do a couple face moves and then step out into the void. The whole route can be aided clean (which is the way I did it) with a set of TCUs and cams.  There are two fixed pins and a fixed nut with a huge wire on it, in the dihedral.  Every placement is bomber.\n\nA small smattering of bird crap will not bother you (if your aiding it) as you enjoy the incredible exposure on this climb. About 3/4 of the way through the dihedral a small crack leads out and onto the east face, where some runout 5.7 climbing takes you to the top (use slings, quickdraws if you want to eliminate drag).","protection":"A set of TCUs and a few cams (0.5 to 2).","location":""},"__v":0},{"_id":"oXFc0F4CUle8HAJAzKFF/w==","name":"Thin Crack","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.29197,39.9874]},"left_right_index":29,"mp_id":"105884385","mp_crag_id":"105744681","climb_id":"oXFc0F4CUle8HAJAzKFF/w==","areaRef":"fOfl7pCwXbWns43nnjLu1w=="},"content":{"description":"The crux is all about getting off of the ground, and while there appear to be several ways to do this, none seemed easy. The route is height-dependent (to reach the first hold) and also weight-dependent (to pull up on the first hold).\n\nWith a foot on the rock behind you, and hands on the good slopers right of the crack, reach up into a little seam in the offset and get into it. Match hands and shoot for the obvious \"jug\" at the top of the crack. I found a few consecutive heal-hooks in slopers to the right to be key. YMMV.  Once on the jug, protect again and climb up into a crack on vertical rock to low angle stone- then make your way up and over to join \"Inner Sanctum.\"","protection":"Wisdom is required in placing pro on this route- be mindful that the starting flake may be questionable for smaller pieces and stick a fat one behind it... After that, take a standard light rack to 3\".\n\nI was able to \"toss\" a stopper into the crack from below and clip it before climbing the route, and then shot directly for the first jug before placing more protection.","location":"Arrive at the Upper South face of the 3rd Flatiron in the vicinity of the \"S.W. Chimney\" and \"S. Chimney\". Just downhill from the SW chimney, perhaps 50 meters and just 15 meters right of the pocketed dihedral that is the start of the South Chimney, there is a shallow, blocky, left-facing dihedral starting at the ground and rising up over a lower angle section to a right-facing steep corner. This is the start of \"Inner Sanctum.\" Just right of this is the offset overhanging seam and flake start to \"Thin Crack\" which after the initial steep section (a few meters) goes up vertical rock for a total of 20 meters and then joins \"Inner Sanctum\""},"__v":0},{"_id":"tXlU/JXCUNKw4QQYFs7kgQ==","name":"Super Woo","yds":"5.10a/b","grades":{"yds":"5.10a/b","french":"6a+"},"fa":"Matt Samet (possibly)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.29197,39.9874]},"left_right_index":21,"mp_id":"105751813","mp_crag_id":"105744681","climb_id":"tXlU/JXCUNKw4QQYFs7kgQ==","areaRef":"fOfl7pCwXbWns43nnjLu1w=="},"content":{"description":"This is a \"direct\" start to the\n\nWinky Woo\n\n, the big, striated, hueco wall left of the\n\nSouthwest Chimney\n\non the back of the Third Flatiron. Start 50 feet left of the standard\n\nWinky Woo\n\nwhere a large pine tree grows near the wall.  Work right along a seam, then cruise up and left to a break.  Work up and right into good but crispy huecos to surmount the last of the overhanging climbing then amble up the jug-covered slab above.  This route can be done in one long pitch, I think.","protection":"Take a decent selection of stoppers and TCUs for the lower bit as well as some large cams/tube chocks to protect the huecos through the steepest section.  Basically your standard Eldo/Flatirons rack.","location":""},"__v":0},{"_id":"RKZ4fuQ0U72aaQzWucZMHA==","name":"Southwest Chimney","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.29197,39.9874]},"left_right_index":23,"mp_id":"105751786","mp_crag_id":"105744681","climb_id":"RKZ4fuQ0U72aaQzWucZMHA==","areaRef":"fOfl7pCwXbWns43nnjLu1w=="},"content":{"description":"The Southwest Chimney is probably the best way off of the Third Flatiron that doesn't involve a rappel.  It is NOT a walk-off, nor is it for the faint-of-heart, but if you are experienced and like to solo up Flatirons with just your rock shoes and sunglasses, this is a pretty good way to escape from the summit.\n\nFrom the top of the Third, downclimb about 50 feet on the east face (the last 50 feet of the standard route) to the giant chockstone that allows easy passage between the Third Flatiron's false summit and actual summit.  Traverse onto this chockstone and climb west into the alcove it creates.  This leads to the ledge where the second rappel is usually made when rapping off the summit.  As you're climbing through this alcove you'll notice an archway of rock to your left.  Head through this arch and out to the other side.  This will put you on a 10 foot wide ramp on the South side of the of the Third Flatiron that heads steeply downward and towards the East.  At the bottom of this ramp, about 100 feet away, is a very large pine tree which is constantly visible.  This is your goal.  The ramp itself is probably 4th class scrambling.  Once at the pine tree you'll see an eye bolt which marks the SW Chimney route and indicates that there is 148' of downclimbing to the ground.  Head down and SW into the obvious start of the chimney.  This will take you all the way to the ground.\n\nA point of note - the climbing down the chimney is very easy, but it is VERY exposed.  A fall would be very, very bad, but the holds are huge and everywhere.  Unlike soloing up a Flatiron, you are doing vertical climbing here - but the climbing is indeed very easy (never exceeding 5.4) - it's just a much higher fear factor.\n\nOnce at the bottom, you can descend south of the Third Flatiron to a trail, or hike up and around the back of it to the usual descent trail.  I can't imagine anyone every wanting to UP-climb this route... but I'm sure it's possible.","protection":"There is probably decent pro on this route, but I mainly am listing the description in case you are looking for a way off the Third after soloing an east face route without gear.","location":""},"__v":0},{"_id":"Cgixj8zKXXyugRTvhbj29g==","name":"South Chimney","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.29197,39.9874]},"left_right_index":27,"mp_id":"105753622","mp_crag_id":"105744681","climb_id":"Cgixj8zKXXyugRTvhbj29g==","areaRef":"fOfl7pCwXbWns43nnjLu1w=="},"content":{"description":"This is a solid and interesting route.  You can approach by coming up from the Royal Arch Trail (fastest), or down from the base of the standard raps (if climbing an east face route first).  In the first case, the chimney is right after the \"crux slab\" on the approach gully that begins just west of the W.C. Fields Pinnacle.  In the second case, this is the first significant chimney right (south of) the SW Chimney.\n\nThe bottom of this chimney is a steep right facing corner.  Climb this corner, or climb another crack 20' right of this (easier), and then traverse back left above an overhang.  Soon you will reach a nasty looking 12\" slot.  This turns out to be easy due to an abundance of face jugs and a nice ramp for the feet.  When you get a chance, move left into the bottom of the upper chimney.  The floor of this chimney is flat and there is a piton here for an anchor.  This belay is only about 80' off the ground.\n\nContinue up the chimney, which looks hard as it narrows to 7\".  A nice ramp appears for the feet, though, and you can sling a chockstone for the crux moves (getting above this 7\" constriction).  There is an old ring piton on the south wall at the crux, but it appeared so lousy I didn't even clip it.  Head on up to a notch, then north out on the east face.  Clip an old bolt, then wander up and right on the east face to a summit (the \"Inner Wedge\").  From the 80' belay in the chimney, this entire section can be done as one pitch with with a 60m rope (or you can go all the way from the ground to the notch, and split it up this way).\n\nJust north, the next notch is the top of the SW Chimney.  Downclimb or continue to the top via that route.","protection":"Standard rack to 3.5\"","location":""},"__v":0},{"_id":"fQ4d0nLRXgG/ctdcyIkuRw==","name":"Shoyu State","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Rossiter?","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.29197,39.9874]},"left_right_index":37,"mp_id":"105760677","mp_crag_id":"105744681","climb_id":"fQ4d0nLRXgG/ctdcyIkuRw==","areaRef":"fOfl7pCwXbWns43nnjLu1w=="},"content":{"description":"Shoyu State is a sustained face climb on the South side of the Third Flatiron.  This route is really good.\n\nTo get there, hike up to start for the the East face routes on the Third Flatiron and solo or simulclimb a long rising traverse to the far South edge of the Flatiron.  On our way we passed two of the massive eyebolts, but don't go too high, maybe only 50-100 feet or so above the East Bench.  You should be able to located a bolted rap anchor with brand new chains hanging from it.  Rap into the \"1911 Gully\" from here - a fern-filled, isolated area.  We just made it down with a 70m rope, but a 60m would probably put you a ramp that could be easily down-climbed.  Alternately, you could scramble down the East face about 100 feet further to some large horns with slings and rap from there (this is only a 75 foot rap or so).\n\nOnce at the bottom, flake your rope and scramble up the ramp to a bolt below the overhang.  Clip this bolt and reach up to good holds and swing up and onto the main face.  Climb steep crimps and slopers past seven more bolts and then run it out to the anchor on easy ground.  The crux is a 15 foot stretch of climbing that begins at third bolt just right of some obvious pebbles/holds.  There's another difficult move just past the last bolt.","protection":"8 bolts to a fixed anchor.","location":""},"__v":0},{"_id":"hC/KqS0AVrCfDG9GQrYOxg==","name":"Sayonara","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Bruce Hildenbrand & Bret Ruckman","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.29197,39.9874]},"left_right_index":39,"mp_id":"105763725","mp_crag_id":"105744681","climb_id":"hC/KqS0AVrCfDG9GQrYOxg==","areaRef":"fOfl7pCwXbWns43nnjLu1w=="},"content":{"description":"The climb starts downhill from Shoyu State at the bottom of the ramp.\n\nThe 11d variation starts at a bolt just above the roof band.  Make a difficult move (11d) to pass this bolt, angle up left past two more bolts (11a), then continue straight up past three bolts to the anchor.\n\nThe 10b variation starts 15' to the left.  Climb left up the ramp to a break in the roof band.  Place a 1\"-2\" cam and surmount the roof on good holds (9). Move right and continue straight up past three bolts to the anchor.  The 10b crux is at the last bolt.\"","protection":"6 bolts (11d variation). 1\"-2\" cam and 3 bolts (10b variation).  2-bolt anchor with chains.","location":""},"__v":0},{"_id":"0vKz04Q7WkWsGF9FFWZemw==","name":"Saturday's Folly","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Gerry Roach & Stan Shepherd, 1958,  FFA Pat Ament and Gordy R","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.29197,39.9874]},"left_right_index":12,"mp_id":"105751153","mp_crag_id":"105744681","climb_id":"0vKz04Q7WkWsGF9FFWZemw==","areaRef":"fOfl7pCwXbWns43nnjLu1w=="},"content":{"description":"This is an exciting route up the steep west prow of the Third Flatiron.  It follows directly up the final rappel on the standard descent, so try to do it when nobody is coming down (mid-week early mornings?).  It is also easily toproped from the rap anchor.\n\nApproach by taking the 3rd Flatiron access trail, and continue past the East face between the 2nd and 3rd Flatirons until you reach the west face of the 3rd.  Alternatively, climb the east face first and after rapping you will be right at the start.\n\nThe climb is a half pitch long.  It is more difficult and not as well protected as Friday's Folly, and the rock is also a little worse.\n\nStart where the rap ends (left of the Friday's Folly crack) and scramble up to a steep face with a hangarless bolt (plus two other chopped bolts).  This bolt provides the only protection for the first difficult stemming move.  Soon you reach better handholds and a thin crack, move on up past a large detached block below a roof with an obvious thin crack above it.  This block appears to be quite solid (the best pro is right behind it).\n\nThere is a piton at the start of the thin crack that you can clip.  Don't climb the thin crack (would be quite hard), but use face holds to move up and right.  Then traverse back left on big holds below a roof to the top of the thin crack.  Easier moves then lead straight up a V-Slot to the eye bolt rappel anchor.\n\nThis cruxes on this route are short, but involve balancy moves with small handholds.","protection":"Wires and small cams (to about 2.5\").","location":""},"__v":0},{"_id":"KWTVJwUTVla3YhaEBlac6w==","name":"Rite Of Spring","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"R. Rossiter, R. Wolf, 1988","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.29197,39.9874]},"left_right_index":26,"mp_id":"105884358","mp_crag_id":"105744681","climb_id":"KWTVJwUTVla3YhaEBlac6w==","areaRef":"fOfl7pCwXbWns43nnjLu1w=="},"content":{"description":"A great route that would be better with more traffic. Presently only a little lichen and a few thin holds (good rock, but thin-edged plates) make the route a little exciting, but even this considered, it is nearly uncompromised fun.\n\nP1 (5.6, 18m): Climb up the left side of the blunt arete and aim for the general vicinity of the bolt. The climbing is perhaps 5.6. Arrange some gear and belay here (as suggested by Rossiter) ...or continue, and have your partner simul-climb to finish the route as you get higher.\n\nP2 (5.8+, 55m): Clip the bolt and pull up and onto the climbing above. Rossiter suggests this to be the crux, but I found it to be 5.8-. Place gear as possible and head up and slightly right, avoiding the easy, (tempting) but dirty and brittle rock ramp going up left and to nowhere...\n\nContinue up and very slightly right to the base of a shallow left-facing left-leaning corner... climb this to the top (crux, 5.8+) with OK gear, minding a few loose \"holds\" on either side so as not to bomb the belayer).  Continue to the top on lower angle rock and mostly positive, solid rock.  Belay back from the edge over the top on some hand-sized or larger cams.\n\nTo descend, climb down into the S. Chimney, and down climb that (5.3) or climb up to the rock ramp above and then rap from an old eyebolt (2 ropes) or continue up toward the summit of the 3rd and use a standard descent.","protection":"A standard light rack to 4\" with plenty of long slings. a 70M rope is useful if doing as one pitch, as it keeps the simul-climbing portion easy!","location":"Arrive at the Upper South face of the 3rd Flatiron in the vicinity of the S.W. Chimney and S. Chimney.  Between those routes, perhaps downhill 30 meters from the SW chimney, and uphill 15 meters from the South Chimney, there is a blunt arete at the base of a gutter of rock leading up. This blunt arete had a 1.5 meter round solution hole to the right and a chute-shaped one up and left, above the base of the gutter and running downhill parallel to it.\n\nCareful inspection of the rock directly above, and on the left of this arete will reveal a silver bolt-hanger on a very small \"bulge\" about 18 meters up. The bolt appears to be good."},"__v":0},{"_id":"G0q+6oPrUEidfbDlpf7J+A==","name":"Pile In the Sky","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"Mark Roth, Billy Scatman, Ed Bunnley, Judith Oinklyn, Nov. 2018","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.29197,39.9874]},"left_right_index":31,"mp_id":"117510816","mp_crag_id":"105744681","climb_id":"G0q+6oPrUEidfbDlpf7J+A==","areaRef":"fOfl7pCwXbWns43nnjLu1w=="},"content":{"description":"Pile In the Sky aka Pile In the Sty aka Pile Rider aka Rat Scat Fever aka Mound in the Clouds aka The Wobbling Wall aka Tower of Chowder aka The Junk Above Us aka Trash in the Attic aka Celestial Mess aka Crap Champion aka Over Load aka Donkey On Top aka A Place to Keep Leaving aka Choss Fondler aka Hugging the Mud Burger aka The Big Latrine aka Latrine Dreams aka The Turd Locker aka Infinite Shit aka The View Through Manure aka Crying Beside the Dumpster Fire aka Scent of a Scrotum is a lofted glob of compressed sludge, distant sister-filth to the Fisher Piles, brother-junk to the never far enough away Garbage of the Gods, yet another rud stub of tumbling muck in the piley Slabirons.\n\nDue to Pile residing on a prominent wad of tottering rot high above the trampled dead Royal Arch Trail, the line might receive one star for position, a star to be immediately deleted because the route is on the Third Slabiron. It may be that Pile may maybe earn a star for requiring a long enough approach to eliminate all possibility of crowding at the base, yet this star must also be subtracted for the reason it was given.\n\nThis disenchanting, heart dysrhythmiating climb persistently staggers sideways or ducks under rubble, weaving between regions of rat scat shellacked sand and bird turd lacquered dirt as it strives to hold astride a narrow strip of less unreliable grit; the only path of almost intact gravel on this “kinda pretty from an immense distance” face. If the closely bunched bolts are not obvious, or entirely obscured from view, due to the impenetrable shroud of silt-fog drifting down to cloy the wall, the leader may still find opportunities to skyhook buckling jugs or hammer bashies flattened against the backs of sandy pockets.\n\nAfter stickclipping the leaver biner on the first bolt use it to lower all the way back into The Ghetto, then lower your belayer into The Ghetto, where actual climbing may maybe be found.\n\nIf you are a commonsense bereft choss-mauler, begin Pile’s pile by constructing an anchor beneath your feet in the shifting jumble of mobile dross that constitutes the staging area (Toilet One), so your belayer won't get plucked to her death when you zipper the sand implanted bolts. Next, stickclip as many bolts as possible, then dog up and clip all the rest, but be sure to savor the 5.2 traverse between bolts 5 and 6 (optional bivy cave, mandatory latrine). Take a leisurely moment to roughly caress the freshest top-layer of stratified rat scat cushioning the cave floor (three Layton Kor fists thick). When thoroughly scat-sated from sinking fingers in stink, continue somewhat upward, dizzyingly zig-zagging in search of another scenic defecation station, slathering scat-lather on the decomposing holds as you go.\n\nTo avoid slamming into any of the many deadly ledges that annihilate all possibility of aesthetic appeal for this climb (each an ever more majestic location for an open-air toilet), never cease vigorously stickclipping upward, or wide to the side, doing your best to not back-stickclip yourself into a Z stick-clip or X-rated X stickclip, untangling your way until safely established far above the final slanting ledge, where you can make the final dusty jump for the anchors from a rattling horn.\n\nDescend by whipping off the top of the Outer Wedge, ripping all the fixed pro as your rope strafes flakes flung into space and cuts.\n\nNote 1: a blocker knot is mandatory if your rope is shorter than 70 meters!!!\n\nNote 2: all toilets are omnisex.","protection":"13 quickdraws (maybe 14?), 2 mushy hooks on the anchor.","location":"From The Ghetto bouldering area, scramble north to the base of a choss-poxed wall.\n\nThe Ghetto is not easy to locate. Expert local guides can be found seven nights a week at Scintillations Spa on East Colfax or The Real Yeast Boutique in Highlands Park."},"__v":0},{"_id":"IsUtVLEkV7WHuhsjfP171w==","name":"Ph.D. Roof","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"R. & J. Rossiter, 1990","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.29197,39.9874]},"left_right_index":6,"mp_id":"105758161","mp_crag_id":"105744681","climb_id":"IsUtVLEkV7WHuhsjfP171w==","areaRef":"fOfl7pCwXbWns43nnjLu1w=="},"content":{"description":"From the East Bench of the Third Flatiron, from where the\n\nStandard Route\n\nstarts, go up and right on the ground to a diminuitive slab, below the main face.  There are other ways to break down the pitches, but this is what we did:\n\nP1. Climb 65m up this slab as for the first pitch of\n\nCollege Dropout\n\n, but continue past the belay (5.6) to the base of a hefty crack and flake system.  This is done on a 70m rope or with a small bit of simulclimbing.  If you don't like that, break this into two pitches by belaying at one of the small trees along the way.\n\nP2. Climb up and left into this bulging crack system, protecting on hand-sized cams.  As the crack goes, it gets a little tighter then disappears as you try to gain the slab.  Stem and cling up it.  A good gear placement is available above, and there are good jams and jugs.  This is a footwork oriented crux (5.10a). Pull onto the slab above and run for the summit (5.3).  You should belay as far up as you can reach and still have a good belay... well past the \"notch\" in the side where the Northwest Passage joins the slab....  YMMV.\n\nP3. Head for the top again.  If you ran your 70m rope to the end on the last pitch, you'll probably reach it now, maybe with a few moves of simul-climbing. (5.3)  Otherwise, belay and lead another pitch.\n\nThe original grade of this route was 5.10d, I believe.  The most recent Rositer guidebook grades this at 5.10c.  If this is a 5.10c, it may be on of the easiest 5.10c's I have ever done.  Relative to the\n\nNorthwest Passage\n\n(5.10a), it is FAR easier....  Anyway, my partner and I debated if this was a 5.10- or a 5.9+.  I have listed this as a 5.10a as a compromise in his favor, as the book lists it as harder.\n\nDisclaimer: It WILL be harder than 5.9+ for short people who can't reach the jugs on the slab above the bulge, but a good handjam is there that should keep it no harder than 5.10b.","protection":"This is a bit runout on the slab parts, just like any other Flatiron. The crux crack/flake pitch protects quite well with a few cams from 0.75\" - 3\".  You can get a 2-2.5\" piece at your feet and hang on to get another 0.75-1.0\" or 2\" piece over your head for the crux, but that might be pumpy for some people.","location":""},"__v":0},{"_id":"R6l0lQ7fV4+VOJuRin2zqw==","name":"Pentaprance","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Roger Briggs and Tom Ruwitch, 5.8 A3, 1967","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.29197,39.9874]},"left_right_index":17,"mp_id":"105761385","mp_crag_id":"105744681","climb_id":"R6l0lQ7fV4+VOJuRin2zqw==","areaRef":"fOfl7pCwXbWns43nnjLu1w=="},"content":{"description":"Pentaprance climbs the huge dihedral system on the upper SW face of the Third Flatiron, just right of Friday's Folly. We climbed it in one long pitch and one short pitch, rather than the 3 pitches shown in the Rossiter guide.\n\nPitch 1: Head up the obvious dihedral to a fixed pin. Do some mildly runout climbing on 5.9+ terrain to the first bulge/roof.  Pull over the bulge, and continue up the corner on interesting and sustained climbing which is tricky to pro in places.  Keep heading up till you pull through the second roof/bulge, and belay.  This pitch is long, exciting, varied, and sporty in places, but never really too scary if you're solid at the grade.\n\nPitch 2: Traverse directly left on the steep face following the horizontal crack system, past two (or so) bolts/pins (sorry, it's been a while).  The pitch is short but very sustained and technical, with poor feet and sloper hand holds along the horizontal.  I thought it was perhaps 5.11a or possibly a little harder, in contrast to the guidebook rating of 5.10d. After a few cool moves, the climbing eases up and you traverse onto a big ledge at the top of the first pitch of\n\nFriday's Folly\n\n.\n\nKeep going left to the end of the ledge and rap the last part of the standard Third Flatiron descent, which is right over\n\nSaturday's Folly\n\n.  It is a very good route with relatively clean rock.","protection":"Standard rack with focus on smaller gear including nuts. Offset Aliens and plenty of long slings may be helpful too.","location":""},"__v":0},{"_id":"9/dFw7uGXAC7Gh6NXhj0Nw==","name":"Panda Rigolo","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Mark Roth, Paul Glover","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.29197,39.9874]},"left_right_index":35,"mp_id":"117511577","mp_crag_id":"105744681","climb_id":"9/dFw7uGXAC7Gh6NXhj0Nw==","areaRef":"fOfl7pCwXbWns43nnjLu1w=="},"content":{"description":"Panda Rigolo aka Writhing in Ivy climbs the left edge of the south-facing wall on an unnamed formation directly south of The Ghetto. The leader lowers off into a poison ivy patch, a fact that does not diminish the star rating, and is absolutely hilarious if your whiny partner is deathly allergic.","protection":"10 bolts and hooks on an anchor.","location":"Hike up the southern descent gully for the Third Flatiron on the west side of W.C.Fields Pinnacle. Just past W.C.Fields is the south-facing face with Panda Rigolo and Two Bolt Mystery Route."},"__v":0},{"_id":"YSkVaqwsXICIcsscezWDeg==","name":"Northwest Passage","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"R. Briggs, 1972 (Free)","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.29197,39.9874]},"left_right_index":8,"mp_id":"105757558","mp_crag_id":"105744681","climb_id":"YSkVaqwsXICIcsscezWDeg==","areaRef":"fOfl7pCwXbWns43nnjLu1w=="},"content":{"description":"To approach this climb, ascend to toward the NE Bench, as per the start of the Standard Route of the Third Flatiron, but then continue up the North Side on a trail until you reach a slot where the corner is turned to reach the West side.  Just below this slot there are 2 left facing dihedrals. The leftmost has worse rock, but the one on the right contains a sizable bush. The route starts here.\n\nP1. Belay from the ground for the leader to ascend one of the two dihedrals (pick your slog) which both seem to be about 5.6. Either one contains bird-shit-o-plenty and some loose rock. It is ho-hum at best, gross at worst. Belay above the top of the dihedrals.\n\nP2. Look left at a series of face holds and cracks, this mostly traversing pitch rises at first, then drops, all while moving left. You will pass a few pins and an old bolt. The pitch is about 5.8. The fixed pro is dubious at best, but there are opportunities to back up the pro. Run left as far as possible, and belay at a reasonable stance with poor pro. The rocks ar eblocky and look loose in the area there. There is birdy doo on the first half of this pitch as well.\n\nP3 is a nice pitch with only a minor bird-poop problem. The moves are unusual and redeeming of the climb, which otherwise would be a bomb climb. Climb up and left to the right-facing corner below the big roof, and place some good gear after a committing 5.9 move on a questionable hold. Jam and push through the 4' roof to a jug out past the lip and match on it. SWING the body out, and pass the roof (very unusual roof and crux sequence). Then pull up into a crack to gain the good slab above. You are in the notch that is cut though the East Slab's North Side now (visible in attached Photo). Belay in the short dihedral system on bomber nuts and TCUs.\n\nP4. Finish on the slab to the top and rap off as for any other route.\n\nP1 and 2 are disgusting and loose. Direct North Face or Jackson's Ledges will lead you to the base of P3 with less disease potential.\n\nThe route might be a 2* route if it were not bombed constantly by the droves of cliff swallows inhabiting the rooves above.\n\nThe bird poop pitches.","protection":"A light rack one set of stoppers and one set of cams. Include a good number of 2' slings, as the route and protection wander.\n\nP1 is a bit loose and runout, but only 5.6. P2 bolts and pins are rotton and old, but only 5.8. P3 has a frightening 5.9 move (R), but the 5.10 crux is very safe.\n\nThe crux pro is a few cams between 1\" and 2\"  (1.5\" is best).","location":""},"__v":0},{"_id":"FeyG+iXiW4mh7u7EPqznwQ==","name":"More Mellow","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown: FDA: T. Bubb, K. Arehndt, 10/5/2019","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.29197,39.9874]},"left_right_index":30,"mp_id":"117837317","mp_crag_id":"105744681","climb_id":"FeyG+iXiW4mh7u7EPqznwQ==","areaRef":"fOfl7pCwXbWns43nnjLu1w=="},"content":{"description":"Just a few feet right of '\n\nThin Crack\n\n', there is a shallow, right-facing corner. This is far easier than\n\nThin Crack\n\nand takes good gear. This may be an optimal way to set up a TR for the harder route as well, if you prefer that option.\n\nStep up and right onto a pedestal to access the overhanging splitter, and climb up into that as it becomes an shallow. right-facing corner for a few body-lengths. Beyond that it goes to jugs and seams, and can be protected where necessary. Traverse to the left when you reach an obvious ledge, to join\n\nInner Sanctum\n\n.\n\nThe rock here is pretty good, compared to the rest of the area nearby.","protection":"A rack of medium to large nuts and a set of cams to 3.5\".","location":"5' right of the beginning of '\n\nThin Crack\n\n' and perhaps 15' right of\n\nInner Sanctum\n\n, this climb goes up an overhanging splitter (not as wide as it looks) and up to a shallow, right-facing corner and then up jugs, and seams to the ledge 50' off of the ground. You can belay on mixed cams and a cord, or continue up and left through a corner and up a face as per\n\nInner Sanctum\n\n."},"__v":0},{"_id":"K73GhCn8XAmf3jHxUB5meg==","name":"Inner Sanctum","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"R. Rossiter, R. Wolf, 1988","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.29197,39.9874]},"left_right_index":28,"mp_id":"105884374","mp_crag_id":"105744681","climb_id":"K73GhCn8XAmf3jHxUB5meg==","areaRef":"fOfl7pCwXbWns43nnjLu1w=="},"content":{"description":"A pretty good route if you climb it so as to avoid some lichen and loose rock, but not quite as direct that way.\n\nP1 (5.9, PG-13, 150')\n\nClimb up the initial left-facing corner to a lower angle section of rock and progress back into a right-facing open-book. Place some gear and work up and left out of the steep corner. Follow the corner directly (lichen and thin pro, 5.9+) or stay left out of the true corner on the face (big holds, thin pro, 5.8+).  Go out around the corner and into a second, very short, right-facing corner. and onto a tiny ledge above it. Pull onto some good holds above (5.8+, PG-13) which are just left of a bulge and then move out and right on easier climbing (5.5, S) to the top. Belay from gear in horizontal cracks.\n\nTo retreat, we climbed down the South Chimney (5.5+), but it might be less enervating to climb up the slab of the main rock for 50 meters to the S.W. Chimney. And descend that route, or to finish on a slab route to the main summit and a standard descent.","protection":"A standard light rack to 3\"","location":"Arrive at the Upper South face of the 3rd Flatiron in the vicinity of the S.W. Chimney and S. Chimney. Just downhill from the SW chimney, perhaps 50 meters and just 15 meters right of the pocketed dihedral that is the start of the South Chimney, there is a shallow, blocky, left-facing dihedral starting at the ground and rising up over a lower angle section to a right-facing steep corner. This is the start of Inner Sanctum. Just right of this is the offset overhanging seam and flake start to \"Thin Crack.\""},"__v":0},{"_id":"7n7K1wdjU6Kew/2Owrbjtg==","name":"Holier than Thou","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.29197,39.9874]},"left_right_index":34,"mp_id":"107945051","mp_crag_id":"105744681","climb_id":"7n7K1wdjU6Kew/2Owrbjtg==","areaRef":"fOfl7pCwXbWns43nnjLu1w=="},"content":{"description":"George B. had the pencil description of this 5.11 jug haul, thin crux between 2nd and 3rd bolt. Step left after slanting roof to reach right-leaning flake, follow this clipping its pin and exit right.\n\nI'm told there is a trad 12d to the left of this route.","protection":"5 or 6 bolts, 1 pin. 2 bolt anchor. We rapped with a 50m.","location":"Taken from area description:\n\nApproach via the Royal Arch Trail. As you climb steeply out of the riverbed, you'll notice a large, roof/block on your left after about 5-10 minutes. 150 feet further is a seasonal closure sign tacked to a tree. Drop into or contour around the gully here (a climber's trail is visible), then head up and north into the long gully leading north to the Upper Bench (this is listed as an alternate descent route for the 3rd in many guidebooks).\n\nAbout halfway up the gully, you'll pass a small crag on the right (the south face has two bolts, the west face has \"Holier than Thou,\" a 5.11 route past 4-5 bolts up the overhanging, huecoed face)."},"__v":0},{"_id":"G1UQVW7+XiKUVlJD6zQCUg==","name":"Greenman's Crack","yds":"5.3","grades":{"yds":"5.3","french":"3+"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.29197,39.9874]},"left_right_index":2,"mp_id":"105759279","mp_crag_id":"105744681","climb_id":"G1UQVW7+XiKUVlJD6zQCUg==","areaRef":"fOfl7pCwXbWns43nnjLu1w=="},"content":{"description":"This is an alternate final pitch for the Standard East Face route.  The normal finish has a much more spectacular position, however.\n\nThe route begins right at the top of The Gash.  If you are doing the Standard East Face Route, don't traverse north on Kiddy Car Ledge, but head west into the top of The Gash.  Here a ramp heads up the south side of the summit, this is the route (calling it a crack is somewhat of a misnomer).\n\nThe ramp is about the same angle and difficulty as the main east face, but it feels more serious due to the \"big air\" dropoff immediately to the west (the same dropoff as the first rappel).  The climb also seems easier the farther left (toward the dropoff) you go.  There is some opportunity for protection, but not much.  You won't fall on 5.3, but if you did you could go over the edge and end up dangling in space (or decking).\n\nAfter 100', you will reach the rappel bolts for the normal rappel from the summit.  Due to the diagonal nature and dropoff, a nasty fall could be experienced even by a follower, so not a good route for beginners.","protection":"Light rack to 3\"","location":""},"__v":0},{"_id":"z6+nvk8yVmW9CugyOyQi4g==","name":"Funny Games","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"Matt Samet, Josh Deuto, August, 2001","type":{"trad":true,"tr":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.29197,39.9874]},"left_right_index":33,"mp_id":"105751651","mp_crag_id":"105744681","climb_id":"z6+nvk8yVmW9CugyOyQi4g==","areaRef":"fOfl7pCwXbWns43nnjLu1w=="},"content":{"description":"This route is in the gully leading up to the Ghetto on the back (west) side of the 3rd Flatiron as you approach from the Royal Arch Trail.  It is on the un-named spire just up the gully from W.C. Fields Pinnacle and about 120 feet south of and below the scramble up into the Ghetto.\n\nAn existing route,\n\nHolier Than Thou\n\n(11b) climbs the right side of the west overhang via 5 bolts, and a pin to double bolt anchors.  Funny Games is just left and can be easily toproped off the double bolts at the top of the spire.\n\nStart off the platform, place a #1 Camalot in the rotten break and move up and right into holes (5.10s).  Cruise up bomber huecos past a #3 Camalot to a ledge with an old 1/4 bolt on the left (ignore this bolt).  Move right and clip the pin on\n\nHolier Than Thou\n\n, preferably backing it up.  Move back left into the center of the bulge and fire past sidepulls and huecos to the small black streak at the top of the wall (12+ with decent whipper potential onto small gear).","protection":"Bring Camalots #1 and #3, as well as a good assortment of small TCUs and small-middling wires to back up the pin at the crux.","location":""},"__v":0},{"_id":"PAbSMyVmWcaGAz6cNZRiDQ==","name":"Friday's Folly Direct","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Friday?","type":{"trad":true,"tr":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.29197,39.9874]},"left_right_index":13,"mp_id":"105899946","mp_crag_id":"105744681","climb_id":"PAbSMyVmWcaGAz6cNZRiDQ==","areaRef":"fOfl7pCwXbWns43nnjLu1w=="},"content":{"description":"This is really an exciting, little, connection pitch between\n\nFriday's Folly\n\n&\n\nWest Door\n\n.  From the top of Friday's Folly & the western eye bolts, you continue up linking features which include a difficult to protect, wide cracks (with a pin), corners, and even some arete moves (7 R).  You can belay out left below the overhang of\n\nWest Door\n\nor at the eyebolt for the 2nd rap off the 3rd Flatiron.\n\nIt's probably not a destination climb, but it does serve to make for a nice linkup up the backside to the summit.\n\nThis was originally described under G. Bell's\n\nWest Door\n\nentry.","protection":"A crafty bugger will find more than the 5 pieces of pro here that I did.  Nonetheless, it is not much.","location":"On the SW aspect of the 3rd Flatiron, between\n\nFriday's Folly\n\nand\n\nWest Door\n\n."},"__v":0},{"_id":"No34R55eWeCPsH2i6o6nog==","name":"Friday's Folly","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Hornbein and Waldrop, 1950","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.29197,39.9874]},"left_right_index":14,"mp_id":"105750460","mp_crag_id":"105744681","climb_id":"No34R55eWeCPsH2i6o6nog==","areaRef":"fOfl7pCwXbWns43nnjLu1w=="},"content":{"description":"This is a great single pitch route on the backside of the Third Flatiron.  Be aware that it is very close to the rappel route and it may be an unwise idea to climb this route if people are descending from the summit.\n\nThe most fun way to reach this route is to climb the East Face, and rap down the back of the Third.  This will deposit you at the bottom of Friday's Folly.  Climb up the obvious crack on the corner until it is possible to step around the corner to the right (after about 10 feet.)  From here, follow the cracks and holds up the vertical face with great exposure.  Belay at one of the two eyebolts 70 feet off the ground.","protection":"A set of nuts and a set of cams.","location":""},"__v":0},{"_id":"th7SNf3CU7y6K4b+QeuEhQ==","name":"Flailure (Is Not an Option)","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"T. Bubb, K. Ahrendt, 10/5/19","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.29197,39.9874]},"left_right_index":24,"mp_id":"117837409","mp_crag_id":"105744681","climb_id":"th7SNf3CU7y6K4b+QeuEhQ==","areaRef":"fOfl7pCwXbWns43nnjLu1w=="},"content":{"description":"Flailure is an interesting diversion from an already obscure route. This has some fun and engaging moves with some interesting route finding and engineering of gear that are requisite for an ascent. To put it mildly, Failure (and Flailure) are simply not options. This is not a route to fall on, and hanging on gear isn't going to be a thing either.\n\nStill, it climbs up a continuously steep feature on mostly good holds up a section of wall with no previous documented ascents, and there will be no crowds here. The rock is mostly good, and occasional protection can be found. Mind control is necessary, but it is not a horror show or unreasonable for an advanced climber to take on.\n\nThe climb is steeper than vertical most of the way but never harder than 9+ or maybe 10a... I think, but cast off with confidence and some ingenuity for placing gear. It will not be plentiful.\n\nSwim up overhangs one at a time, resting and placing gear when possible, then tackle a left-facing corner with a crack to reach the summit of the feature, over the arete. Belay from medium-large cams here.\n\nTo descend, scramble down and to climber's left to the\n\nSW Chimney\n\n.","protection":"A rack of medium-large nuts + a double rack of cams from 1\"-4\" + a set of long slings and a few double-length runners.\n\nGear comes now and then, and it can be good gear, but the route was named appropriately. There are several places along the way where 'Failure (Flailure) Is Not an Option.'","location":"Climb up\n\nWrongs Of Fail\n\nto and through the right-facing dihedral section. At the top of that, start going up and left to the blunt arete and left of that feature. Head up and slightly left through a series of steep flakes and ledges, left of the blunt arete to a steep finish."},"__v":0},{"_id":"T7lH9LAEWKmWUJe6ZpKjBg==","name":"Feathers and Stone","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"October, 2017","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.29197,39.9874]},"left_right_index":15,"mp_id":"113809976","mp_crag_id":"105744681","climb_id":"T7lH9LAEWKmWUJe6ZpKjBg==","areaRef":"fOfl7pCwXbWns43nnjLu1w=="},"content":{"description":"This line has undoubtedly been toproped for decades. So, it should be seen as a community route. The bolting and first leads were done by the Front Range Climbing Stewards during the two summers that they rebuilt the Third Flatiron descent trail (north side). The route ascends the steep, colorful wall to the right of\n\nFriday's Folly\n\n, starting just right of a cave. Even with bolts, the route-finding is challenging, and the climbing is fairly continuous, high quality 5.10. The well-protected crux (5.11b) is the last 15 feet below the anchors.","protection":"10 protection bolts and a double bolt anchor. A 60 meter rope is needed.","location":"From the back (west side) of the Third Flatiron, scramble 40 feet down slabs to the low point of the south face."},"__v":0},{"_id":"A8KJdePLW8GszWaEnaBy3Q==","name":"Falcon's Fracture","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.29197,39.9874]},"left_right_index":19,"mp_id":"105750232","mp_crag_id":"105744681","climb_id":"A8KJdePLW8GszWaEnaBy3Q==","areaRef":"fOfl7pCwXbWns43nnjLu1w=="},"content":{"description":"This route could use more traffic as it is a bit grubby (lichenous).  If you are in the vicinity, it is a worthwhile challenge, the rock is excellent.\n\nRight of Friday's Folly there is a long left facing corner (the route Pentaprance).  The next big crack/chimney right of this is Falcon's Fracture.  Scramble south from the base of the raps  and locate and climb an easy (5.0) traverse right (south) ending at a tree about 50' up the Falcon's Fracture dihedral (starting near the base of Pentaprance).  From this start the hard part of the route is not visible.  Alternatively, go for the 5.9 Direct Start, which climbs the crack from the bottom.  It was first led by Jim Ericson.\n\nFrom the tree, the next 30' of the vertical to overhanging dihedral are the crux.  The initial moves are quite tricky and I resorted to using the tree.  About halfway through, there is an ancient bolt right next to a perfect 1\" crack (why?).  The final moves are well protected and airy stemming.  Then you can get into an easy chimney and easily romp up 70' more to Slip-Slide Ledge.\n\nContinue to the top via the SW Chimney, or descend that route.","protection":"Standard rack to 3.5\"","location":""},"__v":0},{"_id":"s7oKtUT6Wo6ZPCm+DBI+Cw==","name":"Extra Point","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.29197,39.9874]},"left_right_index":4,"mp_id":"105749851","mp_crag_id":"105744681","climb_id":"s7oKtUT6Wo6ZPCm+DBI+Cw==","areaRef":"fOfl7pCwXbWns43nnjLu1w=="},"content":{"description":"From the East Bench climb up on easy rock (5.0) to the first belay at an obvious pine tree to the right of the central channel.  Continue on up for a few more pitches, staying just right of the main channel in the face.  Set up a belay under the \"U\" in \"CU\" and lead straight through the U ( runout).  Finish the climb by asending the large crack system directly above the \"U\" and head for the summit or do another belay if required.  DESCENT: There are three rappels from fixed eye-bolts. A single 50m rope is sufficient; on the last rappel, you may either use a  double-rope for the 140ft. mostly free-rappel or traverse west on a ledge and rap 72ft. on a single rope to the West Bench.","protection":"Like most Flatiron faces, this route can be lead with only nuts, hexes, and slings.","location":""},"__v":0},{"_id":"4ewmbej0VCOHYOTIREfvFw==","name":"Exit Through The Gift Shop","yds":"V0","grades":{"yds":"V0","font":"4","vscale":"V0"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.29197,39.9874]},"left_right_index":9,"mp_id":"119839658","mp_crag_id":"105744681","climb_id":"4ewmbej0VCOHYOTIREfvFw==","areaRef":"fOfl7pCwXbWns43nnjLu1w=="},"content":{"description":"Climb the steep slab of the south side of the west face of the boulder. The holds are small and crisp. The boulder is scooped out at the top which makes actually topping out a little tricky.\n\nThe top is a bit mungy and could benefit from a very gentle cleaning.\n\nIt is a nice addition to any Flatiron slabmonger's circuit or as a interesting diversion when waiting on a party on\n\nFriday's Folly\n\n.","protection":"A pad and a spotter - the lower moves are easily reversible, but I would suggest not falling from the upper half, given the slabby nature of the boulder.","location":"\"Exit\" is found right where the climber's descent trail starts. At the start of the trail, where you see the green sign pointing the way down, simply turn around. Descend the boulder via the easy, east slabs.\n\nThere is a high chance that this problem has been climbed for decades. I haven't found a description for it (although errata is, as always: welcome)."},"__v":0},{"_id":"rUsYIiftVw634WCSFRc43Q==","name":"East Face Left","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.29197,39.9874]},"left_right_index":1,"mp_id":"105752749","mp_crag_id":"105744681","climb_id":"rUsYIiftVw634WCSFRc43Q==","areaRef":"fOfl7pCwXbWns43nnjLu1w=="},"content":{"description":"This is the longest route on the Third Flatiron, and one of the best. The climbing is similar to the\n\nStandard Route\n\n, although it is nearly twice as long and there are no fixed eye bolts, and no crowds. Due to a general lack of protection and fixed belays, this is not a good route for beginners. Once my wife and I were climbing and a thunderstorm hit us near the roof, and we endured a pounding while hunting for rappel anchors (we were able to get off by leaving only 2 slings).\n\nLeave the Royal Arch Trail about a hundred yards past the Bluebell Creek crossing, thrash down into the creek and cross it, heading up a hill to the base of the face [after the 2013 flood at the crossing it is easier to simply walk up the creek bed, then head uphill]. You can also leave the trail before the creek crossing, but I find this bushwhack worse, and it is harder to navigate to the face. Make sure you do not end up under the Third Flatironette, which is a separate, small Flatiron before you get to the main face.\n\nThe start of the route is marked by a rounded rib of rock that angles north below the main east face. Head up this rib, then start straight up the east face towards an overhang which extends across the entire left side of the east face (visible in the lower left corner of the photo below).\n\nYou will reach the overhang in about 2 pitches. You can either run around the overhang on the left (south) 5.5, or tackle it directly at 5.7. There are several cracks visible in the overhang, take whichever one looks best to you (we took the left one). There is an ancient bolt with an aluminum hangar about 40' below the right hand roof crack (we didn't climb near it).\n\nContinue upwards near the left edge of the east face for about 500 feet. This section is easier (maybe 5.2), but there is very little pro available. Expect to get in one 2 or 3 pieces a pitch, and choose your belays carefully. Eventually you will reach a rounded summit, the Dog's Head. This point is only about 50' south of the\n\nstandard route\n\n, and you will likely hear and see other climbers on this route.\n\nFrom the Dog's Head, step across onto the next piece of the Third Flatiron, and climb up 120' or so to join the regular route where it crosses the Gash to Kiddy Kar ledge. The last pitch is the same as for the\n\nregular route\n\n.","protection":"A light rack.","location":""},"__v":0},{"_id":"lEdU1xZvVlWc96vK4V/jTg==","name":"East Face (Standard)","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"Floyd and Earl Millard, 1906","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.29197,39.9874]},"left_right_index":3,"mp_id":"105748047","mp_crag_id":"105744681","climb_id":"lEdU1xZvVlWc96vK4V/jTg==","areaRef":"fOfl7pCwXbWns43nnjLu1w=="},"content":{"description":"To quote Rossiter, \"This is probably the best beginner climb in the solar system.\" This route is best led for the first time following another party unless you don't care about finding the fixed eye-bolts. Since nearly every stance is a rest, it's tough to discern the belays.\n\nFrom the East Bench, move up and to the left across a channel to the first belay. Stay on this side of the channel for the next 5-6 pitches with easy 5.0-5.2 climbing. Pitch 5 will traverse the \"C\" of CU. After pitch 6/7, you must cross the channel at the notch near the top. The last, crux pitch (5.4) starts on the other side of the channel to the top. It's 6 rope-stretching pitches or 8 as described with a 50m rope.\n\nDESCENT: there are three rappels from fixed eye-bolts. A single 50m rope is sufficient; on the last rappel, you may either use a double-rope for the 140 feet mostly free-rappel or traverse right on a ledge and rap 72 feet on a single rope to the West Bench.\n\nPer\n\nSamir Abdosh\n\n: after the final rap, hike *north* up the base instead of down. There is a trail that is MUCH easier to descend through than going south. If you go south, you'll have a very unpleasant experience bushwhacking and downclimbing very slippery stone. You'll also have to rappel again as there is an offset cliff between the Flatiron and the southside canyon.","protection":"Can be led with only hexes and nuts. Large eye bolts at the belays.","location":""},"__v":0},{"_id":"Sx491ABgXPuXK8cF1ZQu5w==","name":"Dog's Head Cutoff","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"unknown","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.29197,39.9874]},"left_right_index":20,"mp_id":"105753259","mp_crag_id":"105744681","climb_id":"Sx491ABgXPuXK8cF1ZQu5w==","areaRef":"fOfl7pCwXbWns43nnjLu1w=="},"content":{"description":"This short but exposed route enables you to reach the top of the Dog's Head from the bottom of the Slip Slide ledge (top of the\n\nSouthwest Chimney\n\n).\n\nThis is a really cool route but is unprotected and traverses a portion of rotten rock. Due to the traversing nature of the route and the fact that you traverse to the right (above the bottom of slip slide ledge), a fall could have serious consequences, even if the one piece holds....\n\nBegin some 40 feet up the Slip Slide ledge under a fierce overhang.\n\nScramble to the lip on the South side of the Slip Slide ledge and bridge the overhang by reaching up to a one foot solution hole above the overhang. The hold is great and will enable you to climb up the overhang and onto the shallow ramp that runs above the overhang.\n\nTraverse right (down) the rotten ramp for some 10 feet find a cam placement at your feet, take a deep breath and traverse onto the steep East face for 30 feet and onto a huge chockstone near the top of the Dog's Head.\n\nFrom here, you can continue to the top....","protection":"An Orange Allien (or similar cam) is the only placement for the whole route","location":""},"__v":0},{"_id":"cxl0YpIRUv6Gk0QDnkQEnw==","name":"Doctor Merkwurdigliebe","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"solo by ?Erikson (will add later)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.29197,39.9874]},"left_right_index":32,"mp_id":"107945083","mp_crag_id":"105744681","climb_id":"cxl0YpIRUv6Gk0QDnkQEnw==","areaRef":"fOfl7pCwXbWns43nnjLu1w=="},"content":{"description":"Climb an awkward, left leaning crack through roof to ledge, exit right. Watch the loose flake before the exit move.","protection":"Use a yellow or blue Camalot for exit, a RP will fit in the leaning crack. We also used a #3.5 Camalot and an Alien.","location":"See\n\nHolier Than Thou\n\n, continue up the slope another 50 feet, look for left-leaning crack through roof."},"__v":0},{"_id":"0tubeGnDW/Wtj01qHm6YpA==","name":"Direct West Face a/k/a Western Skyline","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"communal effort. First RP: Dave Turner","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.29197,39.9874]},"left_right_index":10,"mp_id":"106517646","mp_crag_id":"105744681","climb_id":"0tubeGnDW/Wtj01qHm6YpA==","areaRef":"fOfl7pCwXbWns43nnjLu1w=="},"content":{"description":"Combining short sections of\n\nSaturday's Folly\n\nand\n\nThe West Face\n\n, Western Skyline punches a line directly up the overhanging West Face of the Third.  No first ascension credits are given because many have contributed to the creation of this magnificent route.  Some have toproped portions of it as early as the '70s, others have worked long hours to re-open the Flatirons to new fixed anchors, after a twenty year ban, which enable wonderful routes such as this to be created. Others have supported the efforts of the Access Fund and the Flatirons Climbing Council, volunteered for trail projects, and otherwise contributed to the greater climbing community of Boulder.  This is indeed a communal route on Boulder's iconic crag.\n\nStart on\n\nSaturday's Folly\n\n, cutting left after 20 feet towards the bolted, blunt arete. The first crux is found along this section with five bolts.  Gun up the finger crack on\n\nThe West Face\n\n.  Gear belay optional after the finger crack.  Place a bit more gear behind a flake, then climb boldly over the overhang (second crux), clipping four more bolts along the way.  Gear belay at the top of the slab.","protection":"Standard rack to #2 Camalot; 9 bolts. If you climb the route as one pitch, make sure you bring plenty of shoulder length runners to cut down on rope drag.","location":"Rap the standard descent."},"__v":0},{"_id":"2ydv9KdMXUWZQDuFYT+Hcg==","name":"College Drop Out aka East Face North Side","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Richard and Joyce Rossiter, 1982.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.29197,39.9874]},"left_right_index":5,"mp_id":"105748050","mp_crag_id":"105744681","climb_id":"2ydv9KdMXUWZQDuFYT+Hcg==","areaRef":"fOfl7pCwXbWns43nnjLu1w=="},"content":{"description":"If you're like me, the rating scale for slab climbs is different than vertical crack climbs. In other words, a 5.7s Flatiron and Eldo climb are very different in nature. You won't notice a 80ft. runout on the Third like you would on a climb like Icarus (5.6s) in Eldo. With that said, be wary, but not scared off by the serious fall potential rating.\n\nStart from the East Bench and move straight up. You may also move to the L and belay at a small tree on the edge of the channel. After three pitches, you can either move R of the \"U\", (7s) or through the middle (6s). After this fork, two more pitches will gain the summit.\n\nDESCENT: There are three rappels from fixed eye-bolts. A single 50m rope is sufficient; on the last rappel, you may either use a double-rope for the 140ft. mostly free-rappel or traverse [left] on a ledge and rap 72ft. on a single rope to the West Bench.","protection":"Standard rack on the light side.","location":""},"__v":0},{"_id":"ckC4ZJVLWEe7cMJID3avOA==","name":"Blazing Biners","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"unknown.","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.29197,39.9874]},"left_right_index":38,"mp_id":"105760680","mp_crag_id":"105744681","climb_id":"ckC4ZJVLWEe7cMJID3avOA==","areaRef":"fOfl7pCwXbWns43nnjLu1w=="},"content":{"description":"Blazing Biners may be worthwhile if you're in the area for\n\nShoyu State\n\n, but even that could be debated.  The climbing is good, but the problem is it is very contrived:  The bolts force you to stay just right of obvious juggy holds.\n\nTo find the climb, see the description for\n\nShoyu State\n\n.  From the bottom of the ramp, scramble up about 25 feet and then place gear in a good crack below the lip of the roof.  Grab a big positive hold and swing up onto the face and climb past three bolts to the slung horns.  Try not to look left at the big holds.","protection":"Three bolts to an anchor (horn slung with webbing). Bring a cam in the yellow or red Alien range to protect the opening move.\n\nPer\n\nTony B\n\n: there is now a two bolt ASCA anchor above this climb just left of the horn which was slung in the past as of Oct. 29, 2007.","location":""},"__v":0},{"_id":"iurGSXQnW6KGHTI8NY3+Vw==","name":"1911 Gully","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Unknown party ca 1911","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.29197,39.9874]},"left_right_index":36,"mp_id":"105753544","mp_crag_id":"105744681","climb_id":"iurGSXQnW6KGHTI8NY3+Vw==","areaRef":"fOfl7pCwXbWns43nnjLu1w=="},"content":{"description":"This \"adventure route\" is not recommended (unless you are looking for adventure).  At least you will not have to wait in line.  The best time of year to do this route is late fall or winter, when the poison ivy and ferns have been killed by frost.  However, the middle section of the gully holds snow well and an ice axe may be needed if it has snowed a lot recently.  In fact, under the right conditions this section of the route is an exciting ski descent just minutes from downtown Boulder.\n\nThis the the first major gully left of the main East Face of the 3rd, it separates the main East Face from the pinnacle known as Queen Anne's Head.  Approach as for East Face Left, and walk a few hundred feet south.  The base of the gully is wide and slabby and it's not obvious where to start.  The easiest start is a crack system near the south side, only 40' from Queen Anne's Head.  Do a short pitch (or free solo) up this crack system, then unrope and climb through a hole under a chockstone to emerge in the main gully.\n\nClimb up the main gully, which is bushwhacking interspersed with V0 boulder problems.  Soon you will enter the main gully, thrash up the ferns and ivy a few hundred feet to a slab making the start of the final chimney.  Go home now unless you were planning on doing some rock climbing.\n\nThe upper chimney can be climbed in 2 long piches with a 60m rope.  The rock is reasonably clean and the climbing interesting, and this climb had almost built up to one star until we ran into a 15' streak of pigeon shit we had to climb past.  The climb ends at the notch of the SE Chimney, and you can either continue with that route or downclimb it.  There is also an eye-bolt just north of the notch that you can rappel (west) from.\n\nSupposedly, the date 1911 is engraved in the rock near the top of the chimney, but we did not see it.\n\nAddendum:\n\nFrom\n\nJ. Haas\n\n, \"The name stems from a party finding \"1911\" engraved on a stone, similar to the slated stones in Indian Creek, at the top of the chimney. The engraved stone has been \"missing\" for several decades.\"","protection":"Standard Flatiron rack.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,decc1251-4a67-52b9-b23f-3243e10e93d0,d0ca78b6-a3cb-517c-adee-d9c6f8c2d2d8,86410ac6-a2da-5a5f-8855-ba74384faafb,7ce7e5ee-90b0-5db5-a7b3-8de79e32eed7","pathTokens":["USA","Colorado","Boulder","Flatirons","North","Third Flatiron"],"gradeContext":"US","aggregate":{"byGrade":[{"count":4,"label":"5.9"},{"count":3,"label":"5.10b"},{"count":5,"label":"5.4"},{"count":3,"label":"5.8"},{"count":1,"label":"5.10"},{"count":1,"label":"5.12b"},{"count":1,"label":"5.11c"},{"count":1,"label":"5.10a/b"},{"count":3,"label":"5.5"},{"count":1,"label":"5.10c"},{"count":2,"label":"5.8+"},{"count":1,"label":"5.12-"},{"count":2,"label":"5.10a"},{"count":2,"label":"5.11a"},{"count":1,"label":"5.11"},{"count":1,"label":"5.3"},{"count":1,"label":"5.12d"},{"count":2,"label":"5.7"},{"count":1,"label":"5.9+"},{"count":2,"label":"5.11b"},{"count":2,"label":"5.6"},{"count":1,"label":"V0"}],"byDiscipline":{"trad":{"total":35,"bands":{"unknown":0,"beginner":18,"intermediate":12,"advanced":5,"expert":0}},"sport":{"total":8,"bands":{"unknown":0,"beginner":0,"intermediate":4,"advanced":4,"expert":0}},"bouldering":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"tr":{"total":4,"bands":{"unknown":0,"beginner":2,"intermediate":1,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":19,"intermediate":13,"advanced":9,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.29197,39.9874]},"bbox":[-105.29255688139747,39.98695033981814,-105.29138311860254,39.987849660181865],"left_right_index":-1,"ext_id":"105744681","area_id":"fOfl7pCwXbWns43nnjLu1w==","polygon":{"type":"Polygon","coordinates":[[[-105.29255688139747,39.98695033981814],[-105.29138311860254,39.98695033981814],[-105.29138311860254,39.987849660181865],[-105.29255688139747,39.987849660181865],[-105.29255688139747,39.98695033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":41,"__v":1,"createdAt":"2022-11-07T05:56:00.908Z","updatedAt":"2024-02-19T18:31:25.779Z"}