{"_id":"6368a5a5e80bff5a995bc31c","area_name":"-Brushing /Cleaning Problems /Chalk","shortCode":"","climbs":[],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,a42e6847-4548-5299-820a-7a75bfe34c71,c4221374-ca4e-5dc9-9b03-65f3effa0633,522337f4-f041-5101-b2a3-4603eebbf4b4,e2941974-dd3c-55ba-b553-9fb5e1fb062c,7ed0a7d1-cb85-5d7a-a9c2-2f59b893b0ad","pathTokens":["USA","Virginia","Southwest Virginia (Appalachia)","Grayson Highlands State Park","~Need To Know Info~","-Brushing /Cleaning Problems /Chalk"],"gradeContext":"US","aggregate":{"byGrade":[],"byGradeBand":{"unknown":0,"beginner":0,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-81.4912,36.6122]},"bbox":[-81.49176019123227,36.611750339818144,-81.49063980876772,36.61264966018186],"left_right_index":-1,"ext_id":"107126302","area_id":"ftCn0cuFXXqpwi9ZuJOwrQ==","polygon":{"type":"Polygon","coordinates":[[[-81.49176019123227,36.611750339818144],[-81.49063980876772,36.611750339818144],[-81.49063980876772,36.61264966018186],[-81.49176019123227,36.61264966018186],[-81.49176019123227,36.611750339818144]]]}},"content":{"description":"Impact to the ecology of the park is a paramount concern to the park service and this is the first set of guidelines it has imposed as far as bouldering is concerned.   GHSP is a highly unique ecosystem, and one of only a handful like it in the southeast. Because if its unique environment, it is also host to very unique and rare flora and fauna. \n\nGHSP will allow new development, but would like to keep track of climbing impact. Please send a message to me, Aaron James Parlier, with any new developments before cleaning any new problems. I also am living here in Grayson Highlands this summer so you can stop by the office to find me... Or, if you dont want to talk to me you can always contact the park rangers prior to cleaning. \n\n  Grayson Highlands has appointed me as the park's climbing ambassador and I am also a park guide and interpreter. We realize that by bouldering in the park and continuing development that impact is inevitable. Still yet, it only takes one visit to GHSP, and a compare and contrast to most other climbing areas, and its plain to see what low impact bouldering looks like. \n\n  Up until now, you can go out and the impact of climbers isnt very obvious to hikers and other users. The boulders still look nice. The park is in no way a heavy use bouldering park, but instead, hikers and day trippers dominate. If they think the place is starting to look ugly, odds are bouldering will become a thing of the past.  \n\n  Brushing holds on existing cleaned holds is permitted, as is the use of chalk, but try not to over do the white stuff... \n\n  Please follow this guideline. It is crucial, and the seriousness of it is seen in the fact that the only rule implemented prior to this one is \"boulderers must use a crashpad\". \n\nTo contact me, just message me here. Im on Mountain Project every day. \n\n  I know this could be a minor inconvenience, but it is necessary. Lets keep GHSP beautiful and the access open.  \n\n  Just shoot me a message before you start cleaning a new line."},"density":0,"totalClimbs":0,"__v":1,"createdAt":"2022-11-07T06:29:03.490Z","updatedAt":"2024-01-20T01:07:58.733Z"}