{"_id":"6368a60be80bff5a995c4fc1","area_name":"North Fork Cliff","shortCode":"","climbs":[{"_id":"qnAa5YOLWt+V3K3tXtOhPw==","name":"Eight Tanks","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Andy Fitz, Jim Matthews (2013)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.29636,46.61107]},"left_right_index":0,"mp_id":"118106287","mp_crag_id":"118105849","climb_id":"qnAa5YOLWt+V3K3tXtOhPw==","areaRef":"OSiiAub7UZWKetN3Iw1pWQ=="},"content":{"description":"Named for the number of tanks of chainsaw gas used in blazing a path through deadfall to reach the crag. This was originally envisioned as an easy romp to top out at the end of the day. It turned out to be a little less “rompy” and a little more “alpine” than expected, but to date it’s still probably the best moderate route at the crag.\n\nScramble up ledges to a short headwall below slabby cracks. Continue past a mid-point rappel anchor to a ramping right-facing corner. Move left the top of the corner, mantle, and place a key #1 BD cam in a face slot. After clearing a small overhang, make airy balance moves on face holds and foot smears to the right to gain a corner crack (crux). Continue up the crack past a thin section (second crux) to a runout, but relatively easy, section of face climbing, finishing with a short finger/hand crack to a good ledge and a bolted anchor.","protection":"Full rack; include small cams, wired nuts, and alpine draws.  Two rappels to the ground, or you can top out by making a couple of short moves above the anchor ledge (probably good to belay).","location":"Currently the left-most route looking from the base, near the slabby \"nose\" break between the eastern and western halves of the cliff."},"__v":0},{"_id":"eLHVF1UIUTycZmTGFymCPw==","name":"Cloudwatching","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Andy Fitz, Jim Matthews (2015)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.29636,46.61107]},"left_right_index":10,"mp_id":"118106490","mp_crag_id":"118105849","climb_id":"eLHVF1UIUTycZmTGFymCPw==","areaRef":"OSiiAub7UZWKetN3Iw1pWQ=="},"content":{"description":"A beautiful, sustained, committing finger crack in a corner.\n\nBegin with the right-hand start for North Star. Stop and belay at the bolted anchor, or continue up a ramping slab into the corner. The protection opportunities are sparse at the start, but get better as the angle of the rock steepens and the corner crack opens up. At a lone bolt, lieback a solid, but thumping, flake at the base of a hanging pillar.  Then the real fun begins: a thin finger crack that barely varies in width the whole way to the anchor, with a fiddly-pro crux part way up.\n\nAlthough the first ascent went all the way to the top, the route now stops at a chain anchor at the end of the 5.10 difficulties. From there, it's two rappels to the ground. It’s possible, but not recommended, to continue to the top (5.7; scary block, dirty finish).","protection":"Pro to #2 BD cam; multiples in small cams/TCUs and medium/small wired nuts.","location":"Corner crack in an obvious huge right-facing open book"},"__v":0},{"_id":"D/JRF8K5Vp6zKTB6xd26Hw==","name":"Basic Needs","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Andy Fitz, Ed Mosshart (2017)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.29636,46.61107]},"left_right_index":7,"mp_id":"118106411","mp_crag_id":"118105849","climb_id":"D/JRF8K5Vp6zKTB6xd26Hw==","areaRef":"OSiiAub7UZWKetN3Iw1pWQ=="},"content":{"description":"A Tieton classic. Stem past two bolts, a TCU placement, and a third bolt to a pinch feature below a small roof. Power past three more bolts while straddling a small arête (5.10, crux), using a crack-like sidepull on the left and sloping features on the right. After placing a #1 BD cam in a short hand crack, pass three more bolts with fun, interesting climbing on cool features. Make a somewhat committing move to the base of a hanging crack, turn a 5.10 bulge (small cams), and follow a long, straight-in hand crack to the top (5.9).","protection":"8 bolts + gear.\n\nLower route (shared start with Medicine): TCU or equivalent between bolts 2 and 3; #1 BD cam after bolt 6.\n\nUpper crack: TCUs/small cams for bulge; multiple hand crack-sized cams.\n\nEnds at shared anchor bolts with Medicine. Scramble up and left to top out (belay recommended), or make two rappels to the ground using the North Star anchors.","location":""},"__v":0},{"_id":"sQ/w3G6tV7eOrpaSNjX7bQ==","name":"99 problems","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Jacob Belsher, Andy Fitz, 2017","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.29636,46.61107]},"left_right_index":14,"mp_id":"118110913","mp_crag_id":"118105849","climb_id":"sQ/w3G6tV7eOrpaSNjX7bQ==","areaRef":"OSiiAub7UZWKetN3Iw1pWQ=="},"content":{"description":"Climb a series of clean, thin cracks up to the mid height prow, and step right into the sustained hand and fist crack that takes you to the top of the cliff.  The crux comes just before cutting right at the base of the prow.","protection":"Doubles to 3\".","location":"Currently the rightmost pitch. Climb the obvious short corner just left of a 12 or 15 ft tall pillar."},"__v":0},{"_id":"a6nJIdodXiabc59IA1ucEA==","name":"On the Way to Finer Things","yds":"5.11a/b","grades":{"yds":"5.11a/b","french":"6c"},"fa":"Andy Fitz, Jacob Belsher (2016)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.29636,46.61107]},"left_right_index":13,"mp_id":"118106556","mp_crag_id":"118105849","climb_id":"a6nJIdodXiabc59IA1ucEA==","areaRef":"OSiiAub7UZWKetN3Iw1pWQ=="},"content":{"description":"A long, technically sustained pitch interspersed with a few good rests.  This route and Medicine are currently the closest things to sport routes at North Fork.\n\nFrom the Fraction of the Sum ledge, romp up easy, fun hand cracks to a technical bolted slab. Maneuver past three bolts, starting to the left with thin lieback moves and ending to the right with small edges, pinches, and funky friction. Stem up a corner to the base of bulge guarding the start of a left-facing corner (Mighty Tieton) and a nine-bolt pillar (On the Way to Finer Things).\n\nClip a bolt and power up and right around the bulge. After clipping the fourth bolt on the pillar, move left out of a corner and onto the arête. This feels contrived, but makes total sense once you make the move. Continue up the arête with well-protected, cruxy compression moves until merging back into the corner at a bulge. After a shallow stemming crux, finish left on the arête with some wild moves.","protection":"12 bolts total; 9 on upper pillar. A few hand crack-sized cams for the starting crack, with an optional TCU between the technical slab and the pillar.\n\nEnds at chain anchor shared with Mighty Tieton. The route does not top out. Two rappels to the ground.","location":""},"__v":0},{"_id":"20QVQA8nVV+34/aWK+CTtA==","name":"North Star","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Andy Fitz, Jim Matthews (2012)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.29636,46.61107]},"left_right_index":9,"mp_id":"118106460","mp_crag_id":"118105849","climb_id":"20QVQA8nVV+34/aWK+CTtA==","areaRef":"OSiiAub7UZWKetN3Iw1pWQ=="},"content":{"description":"A Tieton version of Karate Crack or Breakfast of Champions.\n\nStart with an easy hand crack/chimney on the left or easy corner on the right to reach a small ledge and a two-bolt belay/rappel anchor. Stop here and belay, or continue over a small roof to a balancey lieback flake feature below a large roof (TCUs and two bolts). Just below the roof, make a barn-door move around the arete to a jug . Power up a splitter finger crack and a jagged leftward traverse (crux) to gain a long splitter hand crack with a couple of wider pods. There’s a thin, but very fun, .10- face crux just below the anchor.","protection":"Full rack with multiple hand-sized cams; TCUs and a few small wired nuts.\n\nTwo rappels to reach the ground. It’s possible to top out by moving left to the Basic Needs/Medicine ledge, then scrambling up and left (belay needed).","location":"Obvious huge right-facing open book with splitter hand crack."},"__v":0},{"_id":"lvQ/7713XZm+CAMKvaiUYQ==","name":"Mighty Tieton","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Andy Fitz, Andrea Bedlington (2017)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.29636,46.61107]},"left_right_index":12,"mp_id":"118106525","mp_crag_id":"118105849","climb_id":"lvQ/7713XZm+CAMKvaiUYQ==","areaRef":"OSiiAub7UZWKetN3Iw1pWQ=="},"content":{"description":"Mighty Tieton is the name of an arts-centered movement in the small town of Tieton, Washington.  Here, it refers to a sustained, pumpy finger crack in a corner.\n\nFrom the Fraction of the Sum ledge, romp up easy, fun hand cracks to a technical bolted slab. Maneuver past three bolts, starting on the left with thin lieback moves and ending on the right with small edges, pinches, and funky friction. Stem up a corner to the base of bulge guarding the start of a left-facing corner (Mighty Tieton) and a nine-bolt pillar (On the Way to Finer Things).\n\nClip the first bolt on the pillar, then power up and left over the bulge into the left-facing corner. The initial corner moves are protected by thin wired nuts before the crack opens up. The climbing doesn’t really ease up, though; after a good rest about 1/3 of the way up, the crux (for me) is a sustained section of off-fingers/power liebacking. The route ends with solid hand jams, although you might be a bit pumped at this point.","protection":"4 bolts (3 on the technical slab). A few hand crack-sized cams for the starting crack, with an optional TCU between the technical slab and the pillar. Gear up to a #2 BD cam for the upper crack; include small wireds.\n\nEnds at a chain anchor shared with On the Way to Finer Things. The route does not top out. Two rappels to the ground.","location":""},"__v":0},{"_id":"q3TFM9IFV0SW1k4scCLshw==","name":"Medicine","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Andy Fitz, Jacob Belsher, Andrea Bedlington (2017)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.29636,46.61107]},"left_right_index":8,"mp_id":"118106437","mp_crag_id":"118105849","climb_id":"q3TFM9IFV0SW1k4scCLshw==","areaRef":"OSiiAub7UZWKetN3Iw1pWQ=="},"content":{"description":"One of the top ten routes in the Tieton.\n\nStart as for Basic Needs. Clip that route’s seventh bolt with an alpine draw, then veer right and weave between roofs to arrive at the overhanging base of a prominent arête. Reach through the bulge to a jug and crank through with some trickery to a stance directly on the arête. After few moves on the knife-edge of the arête, move right to a beautiful, exposed splitter finger-to-thin hand crack (gear). When the crack turns wide, there’s a final bolt to protect a compression bear-hug move. Easy finish to the top.","protection":"Mostly bolted (~13(?) bolts total), with the following gear in order of placement:\n\nLower route (shared start with Basic Needs): TCU or equivalent between bolts 2 and 3; #1 BD cam after bolt 6. Alpine draw for clipping bolt 7.\n\nUpper crack: small wired nut; TCU or equivalent; #2 BD cam before last bolt (optional); #2 BD cam after last bolt (optional; easy runout to anchor otherwise).\n\nEnds at shared anchor bolts with Basic Needs. Scramble up and left to top out the cliff (belay recommended), or make two rappels to the ground using the North Star anchors.","location":"Starts just left of major open book with splitter crack (North Star)."},"__v":0},{"_id":"sVAyXk0pW7GxfTpklbmMsg==","name":"Like Thieves","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Andy Fitz, Jim Matthews (2013)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.29636,46.61107]},"left_right_index":1,"mp_id":"118106299","mp_crag_id":"118105849","climb_id":"sVAyXk0pW7GxfTpklbmMsg==","areaRef":"OSiiAub7UZWKetN3Iw1pWQ=="},"content":{"description":"Start just right of the start for Eight Tanks. Link cracks to a prominent right-facing corner with a lightning bolt crack splitting the left wall. Stem this to a roof (crux) and follow a fun hand crack to a bolted anchor just below the cliff top.","protection":"Full rack","location":"Starts just right of Eight Tanks.  See photos."},"__v":0},{"_id":"Y0BkKWNLWS6GOH8He2vTrA==","name":"Into the Wild","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Andy Fitz, Jim Matthews (2011)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.29636,46.61107]},"left_right_index":2,"mp_id":"118106308","mp_crag_id":"118105849","climb_id":"Y0BkKWNLWS6GOH8He2vTrA==","areaRef":"OSiiAub7UZWKetN3Iw1pWQ=="},"content":{"description":"The original route at the crag. Jim and I wasted nearly three hours on a misguided attempt to find an alternative approach to the cliff. Then I set off on an on-sight, ground-up ascent, jettisoning loose rock and clumps of moss as I went. I later returned to give the line a proper top-down cleaning. The route still has a bit of an alpine flavor, but it’s a good route for topping out at the end of the day.\n\nStart with a short hand crack that splits a right-facing pillar, then follow slabby cracks up to a prominent roof that you turn on the left side (crux). Above the roof, traverse right on juggy features to a second roof. The route ends with a right-facing corner. Near the top, where the corner turns wide, move right to clip a bolt and finish directly up the face. There are belay bolts at the back of a spacious pillar top.","protection":"Full rack of cams. No wired nuts needed. Bring alpine draws for extending pieces below the second roof.\n\nCan rappel using the Fire Break anchors.","location":""},"__v":0},{"_id":"8pmSatr9VpuPH9rF1yeclQ==","name":"Fraction of the Sum","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Andy Fitz, Jacob Belsher (2016)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.29636,46.61107]},"left_right_index":11,"mp_id":"118106504","mp_crag_id":"118105849","climb_id":"8pmSatr9VpuPH9rF1yeclQ==","areaRef":"OSiiAub7UZWKetN3Iw1pWQ=="},"content":{"description":"Short approach pitch for Mighty Tieton and On the Way to Finer Things, or a fun, quick lead in its own right.\n\nFace holds lead past two bolts to a horizontal slot and a splitter finger crack. After clipping the second bolt, avoid the temptation to get sucked left into a corner. Instead, commit to a high crimp near the right arête and move directly up. The final crack is 15 feet of great fun; it’s a shame it isn’t longer. Ends at a spacious ledge with a 2-bolt anchor.","protection":"Two bolts; one or two finger crack-sized cams and one thin hand crack-sized cam.","location":"Starts just right of the start for Cloudwatching."},"__v":0},{"_id":"fCkHCuOHXfaNDiVDuT7iXA==","name":"Fossils of Youth","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Andy Fitz, Jim Matthews (2015)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.29636,46.61107]},"left_right_index":6,"mp_id":"118106382","mp_crag_id":"118105849","climb_id":"fCkHCuOHXfaNDiVDuT7iXA==","areaRef":"OSiiAub7UZWKetN3Iw1pWQ=="},"content":{"description":"A fun two-pitch route that climbs much better than it looks.\n\nPitch 1: A 5.6-ish hand crack leads to stemming (protect in horizontal cracks) and a somewhat strenuous small roof. After a bolt-protected face move (clip with alpine draw), clear a larger, more strenuous overhang (5.10; TCUs/small cams) to gain a chain anchor.\n\nPitch 2: Face moves lead up to and around the left side of a crux bulge and into a bolt-protected shallow corner. There’s a spot for a .75 cam above the bolts, then pull through a bulge on face holds and thin jams (second crux; small wired nuts) into a prominent right-facing corner below a roof. Stem up past an optional TCU placement, clip a bolt out right, and move around the right side of the roof. Clip the final bolt and cut back left above the roof on cool bulbous features.  Ends at a chain anchor directly above the roof.\n\nThis route does not top out. Two rappels to the ground.","protection":"1 bolt on pitch 1; 8 bolts on pitch 2. A few hand-crack sized cams for the start, but otherwise mostly small cams/TCUs and small wired nuts. Small wired nuts mandatory for the upper crux.","location":"See base photo"},"__v":0},{"_id":"B6FBaimiWSGmBtBWlKCxnw==","name":"Follow the Water","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Andy Fitz & Jon Golle (2020)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.29636,46.61107]},"left_right_index":5,"mp_id":"119705614","mp_crag_id":"118105849","climb_id":"B6FBaimiWSGmBtBWlKCxnw==","areaRef":"OSiiAub7UZWKetN3Iw1pWQ=="},"content":{"description":"“All of that water ran down the hill / Every broken thing washes away”\n\n—\n\nFollow the Water\n\n, Calexico/Iron & Wine\n\nDay 3 of prepping this route was the hottest day of the summer.  I was already thirsty hiking in, only to discover I’d failed to pack extra water.  Several hours of cleaning later, out of water and feeling dizzy and nauseated, I decided to investigate the sound of rushing water I’d always heard below the cliff.  I clambered down the talus field and discovered a spring gushing from the base, pure and cold.\n\nThis can be climbed with a short approach pitch followed by the crux pitch, or in one long pitch, as was done on the FA.\n\nPitch 1 (5.8; 5 bolts + optional gear):  lieback an offwidth flake, move right through easy finger and hand cracks, stem off a freestanding pillar, and trend back left to a belay anchor above hanging blocks.\n\nPitch 2 (10 bolts + gear):  gear-protected moves up a ramp/corner lead to bolts and the first crux: a swivel right around an arete to get established in an exposed finger crack. The crack might feel 5.10 or it might feel harder; focus on your feet and don’t forget the left arete. I protected this section with two #0 TCUs after trying to fiddle in small wireds. The highlight comes above with cool moves through a bulgy compression scoop wave feature.  Finish with an airy stem left to clip the anchor.","protection":"15 bolts total; gear to #1 BD cam, emphasis on small cams.\n\nTwo rappels to base. With a 70m rope, it’s BARELY possible to be lowered from the top anchor to the first pitch anchor, then TR your partner on the route. TIE A KNOT IN THE ROPE END.","location":"See photos; bolted offwidth flake start between Fireweed and Fossils of Youth"},"__v":0},{"_id":"fQamUtB8UkeMMR2rNnu6YQ==","name":"Fireweed","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Andy Fitz, Jacob Belsher (2016)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.29636,46.61107]},"left_right_index":4,"mp_id":"118106362","mp_crag_id":"118105849","climb_id":"fQamUtB8UkeMMR2rNnu6YQ==","areaRef":"OSiiAub7UZWKetN3Iw1pWQ=="},"content":{"description":"A long sojourn that might leave you physically and mentally taxed. Great fun!\n\nThe route has two distinct halves. The first half is entirely gear protected, linking stepped cracks and face moves up to a stemming corner with a finger-to-hand-sized crack splitting the left wall. There’s a unique patch of the route’s namesake fireweed at the back of this corner; please leave it undisturbed. The first half ends with leftward moves out of the corner to a mantle below a smooth arête feature (#3.5 BD cam).\n\nThe second half is entirely bolted (with an optional cam placement). Cruxy lieback moves on the arête lead to a good rest, followed by face moves to a cruxy bulge. Clear the bulge on a combination of good jugs and bad crimps, then surmount another cruxy section of crimps on a vertical wall. The climbing eases in a shallow, left-facing corner (optional TCU placement) before a final 5.10 roof. At the last bolt, cut hard left on a face hold to finish around the arête to the left. Belay at a chain anchor, or from the ledge above using the single line rap anchors (see opening description).","protection":"Gear to 3.5 BD cam for first half; include hand crack-sized cams, small cams/TCUs, and wired nuts. Bring two or three alpine draws for extending pieces. Bolt below final roof best clipped with an alpine draw.\n\nNo intermediate rappel anchor; you can't rappel this route with a single rope!","location":"Directly below the end of the approach path and the Option 1 rap-in bolts."},"__v":0},{"_id":"UYW5xxK/WI6cpdvjoJa2RQ==","name":"Fire Break","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Andy Fitz, Jacob Belsher (2019)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.29636,46.61107]},"left_right_index":3,"mp_id":"118106344","mp_crag_id":"118105849","climb_id":"UYW5xxK/WI6cpdvjoJa2RQ==","areaRef":"OSiiAub7UZWKetN3Iw1pWQ=="},"content":{"description":"I started drilling the anchors on this line solely to set up a spot for rapping in with a single rope. But I kept noticing fun features as I worked my way down. Soon enough, I was cleaning it to lead.\n\nMost of the prep work went down on July 29, 2018, a clear day after a night of heavy thunderstorms. I left my rope up at the end of the day, expecting to finish things up the next weekend. It would be almost two months before I could return. Although we saw no signs of fire that day, across the valley a lightning strike had already sparked what would become the Miriam Fire. The fire erupted the next day, at one point threatening nearby summer camps and the White Pass ski area. Even after the closure was scaled back, the fire was still active. It was an eerie experience drilling the final bolts while directly across the valley, wind-whipped flames engulfed trees.  Every so often, a tree would explode with a muffled report.\n\nPitch 1: Fun, easy cracks lead to steeper terrain and two bolts (9+). Belay at a hanging stance with chain anchors.\n\nPitch 2: Delicate 5.10 moves begin directly off the belay and continue through a series of small roofs (five bolts). The thin crack crux (gear-protected; thin wireds) comes in a somewhat perplexing corner above the bolts. Fun, gear-protected climbing via thin cracks, horizontals, and edges leads to the top.","protection":"A few hand-crack sized cams; otherwise, emphasis on small cams/wired nuts. Small wired nuts mandatory for crux. Two rappels to the ground.","location":"See base photo"},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,cfe129f6-5f60-5bc8-87b3-3d3bfaff9472,34cff3e0-8029-5d36-898d-28d6a8e54ef8,e3912c93-c34f-5bde-807f-aa9a5b56fdf0,3928a202-e6fb-5195-8a7a-d377230d6959","pathTokens":["USA","Washington","Southeast Cascades & Yakima","Tieton River","North Fork Cliff"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.8+"},{"count":2,"label":"5.10+"},{"count":1,"label":"5.10"},{"count":2,"label":"5.9"},{"count":1,"label":"5.11a/b"},{"count":2,"label":"5.10c"},{"count":3,"label":"5.11a"},{"count":1,"label":"5.10-"},{"count":1,"label":"5.11-"}],"byDiscipline":{"trad":{"total":15,"bands":{"unknown":0,"beginner":2,"intermediate":8,"advanced":5,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":8,"advanced":5,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-121.29636,46.61107]},"bbox":[-121.29701457757966,46.61062033981814,-121.29570542242034,46.61151966018186],"left_right_index":-1,"ext_id":"118105849","area_id":"OSiiAub7UZWKetN3Iw1pWQ=="},"content":{"description":""},"density":0,"totalClimbs":15,"__v":1,"createdAt":"2022-11-07T06:30:36.189Z","updatedAt":"2022-11-25T11:24:30.410Z"}