{"_id":"6368a44ee80bff5a9959c1ae","area_name":"Loebers Leap","shortCode":"","climbs":[{"_id":"yQk9VQe0XEmFA3ytfBxxKA==","name":"Mark and Tim's Excellent Adventure","yds":"5.10b/c","grades":{"yds":"5.10b/c","french":"6b"},"fa":"Tim McCabe and Mark DeVries","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.5628,43.8436]},"left_right_index":0,"mp_id":"105881475","mp_crag_id":"105881472","climb_id":"yQk9VQe0XEmFA3ytfBxxKA==","areaRef":"herEon/HVRW0VMFRNf77Bg=="},"content":{"description":"As you walk down the hill look for the anchor for pitch one. Then locate the first bolt; the original start is 25 right of the bolt. Do an easy boulder move and then move left on the big ledge until you can get to a crack on the right side of a V-shaped horn. Get gear and move up to the first bolt. The climbing is 5.8 and easier for several bolts. At the fourth bolt I moved right (5.10b) and then up to a shallow groove with a small crack (5.9). Follow this and one more like it to the next bolt. The anchor is a short traverse right.  \n\n  Pitch one sport climb variation: start directly below the first bolt and climb up to the left side of the V-shaped horn. Place a brown tri-cam, follow bolts to the crux, and climb straight to the next bolt to the left of the two shallow cracks. Rich Barry did this and rated it 5.10c sport protected.  \n\n  The second pitch is 5.8 and diagonals up and right to reach a ledge, then traverses left to the anchor.  \n\n  The third and final pitch goes up the summit blocks arête. Scramble around and up to the left side of the summit block and climbs some thick flakes to reach a horn. Sling the horn and move out right. You are now above your belayer. Clip the bolt and do some 5.6, the crux of the pitch. Run out 5.3 leads to a large brain-like bulge with a perfect notch for a shoulder sling. More easy climbing leads to a ledge and you can get some small tri-cams. The true summit is an easy scramble enjoy the great view of Sylvan Lake. \n\n  To descend from the ledge you belayed from, look southwest away from the way up and you will see an easy gully down to a grassy area. Then walk west and find a gap in the wall on your right. Go through this to the north and you are on the traverse ledge of pitch 2. Walk carefully to the anchor and do a one-rope rappel to the anchor on pitch one, then 2 ropes to the ground.","protection":"Slings and draws, small tri-cams, aliens.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,253ab2e3-944f-5c5f-8477-58a428c86291,eb71723c-d454-5686-9f66-8bbd19c7143e,9d2e1b0f-8212-5b6e-80f9-5fd3b4a983a4,a2e4cfea-8dbb-5ad5-b77f-6495cc493b17,85eac4a2-7fc7-5515-b454-c15135fefb06","pathTokens":["USA","South Dakota","Custer State Park","Needles Eye Area","Loeber's Leap","Loebers Leap"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10b/c"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-103.5628,43.8436]},"bbox":[-103.56342346007492,43.84315033981814,-103.56217653992509,43.844049660181874],"left_right_index":-1,"ext_id":"105881472","area_id":"herEon/HVRW0VMFRNf77Bg=="},"content":{"description":"This is the largest rock in the area and has the only multi-pitch climb."},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T06:23:17.107Z","updatedAt":"2022-11-25T11:21:50.596Z"}