{"_id":"6368a50be80bff5a995b04ee","area_name":"Wall Street South","shortCode":"","climbs":[{"_id":"XAkCIg3aW8yi1Q/HJBZrJA==","name":"Uno Mo-mo's","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Ron Olevsky","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.65884,38.56719]},"left_right_index":6,"mp_id":"110230511","mp_crag_id":"105717241","climb_id":"XAkCIg3aW8yi1Q/HJBZrJA==","areaRef":"XfuHpZJPUBCKxpSlJomtXQ=="},"content":{"description":"Starts with perfect yellow aliens then goes wide to the top. The wide section has a thin crack in the back you can place smaller stuff in to alleviate the need to lots of #4's.\n\nDoesn't get climbed a ton so there's a few chossy areas on the route. All in all worth a stop if you've got the time or just need to keep checking out new spots.","protection":"from blue tcu to #4 camalot. Rap from 2 fixed pins, and bring extra webbing if it's crispy.","location":"To the right of skin walker about 50 yards upriver."},"__v":0},{"_id":"7YjPHtvuUo+tzt/tIIdVcQ==","name":"Unknown","yds":"5.10b/c","grades":{"yds":"5.10b/c","french":"6b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.65884,38.56719]},"left_right_index":4,"mp_id":"116966473","mp_crag_id":"105717241","climb_id":"7YjPHtvuUo+tzt/tIIdVcQ==","areaRef":"XfuHpZJPUBCKxpSlJomtXQ=="},"content":{"description":"Start of less than desirable rock and move up into rightward arching offset hand crack that works it self into a bit of wide just before it ramps up and over to the next hand crack that goes wide very fast. The block just under the anchor is very loose and is just waiting to be knocked off.","protection":"Fingers to Wide. #5 for under the loose block, a 6 for it, though I wonder if that would actually hold now.\n\n.3-6","location":"The first crack system right of Skinwalker and apx 40 yards to the left of Uno and Dos Mo-mos."},"__v":0},{"_id":"EyUt5+ipUlmHYR7bxCH96w==","name":"Stemasaurus Rex","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"Joe Stern, supported by the all-star cast of Nick Malik, Michelle Leber, Nate Sydnor, and Herb Crimp","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.65884,38.56719]},"left_right_index":7,"mp_id":"118917465","mp_crag_id":"105717241","climb_id":"EyUt5+ipUlmHYR7bxCH96w==","areaRef":"XfuHpZJPUBCKxpSlJomtXQ=="},"content":{"description":"Stemasaurus Rex (a.k.a. No Mo-Mo) is one of Wall Street's best stemming challenges. Start up a short crispy chimney to gain the amazing dark varnished corner. The corner starts as hands/wide hands then tapers to fingers through some cool textured rock, followed by tips and less-than-tips past a bolt to some pods and the anchor.","protection":"(3) purple Metolius or blue Alien size cams, (2) BD .3, (1) BD .4 - 3, (1) bolt.\n\nA couple nuts are optional for the middle textured section and you might want some of the smallest cams an an extra set of medium cams for the onsight rack.","location":"This route is immediately right of Uno Mo-Mo and a couple minutes walk right of Skinwalker."},"__v":0},{"_id":"KIH8lyzEV6ylZGil3bAjNQ==","name":"Skinwalker","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Jay Smith","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.65884,38.56719]},"left_right_index":3,"mp_id":"105718459","mp_crag_id":"105717241","climb_id":"KIH8lyzEV6ylZGil3bAjNQ==","areaRef":"XfuHpZJPUBCKxpSlJomtXQ=="},"content":{"description":"This stellar route is upriver from Long Canyon and downriver from Day Canyon. It is characterized by a leaf-shaped pod halfway up the route. It starts with some chossy, face climbing with huecos past two good bolts. The splitter starts with some fingerlocks and some stemming that leads to thin hands. Some face holds on the left of the crack make this section not so desparate. The pod offers some chimney rests before you blast out the perfect hands that take you out of the pod and to the anchors.","protection":"Double set of cams from #1 to #3. Extra 1.5 and 2 Friend-sized pieces. Two bolts protect the inital chossy face climbing. 70m rope or 2 ropes required.","location":"0.8 past miles marker 4. If you pass mile marker 3 go back about 100 yards or so."},"__v":0},{"_id":"wDpo+FsCWjOp+GGhplrQPw==","name":"Say Your Prayers","yds":"5.13-","grades":{"yds":"5.13-","french":"7c+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.65884,38.56719]},"left_right_index":2,"mp_id":"108907261","mp_crag_id":"105717241","climb_id":"wDpo+FsCWjOp+GGhplrQPw==","areaRef":"XfuHpZJPUBCKxpSlJomtXQ=="},"content":{"description":"Not sure the name, or the FA'ist- great pitch though.\n\nSame start as Skinwalker. Varied climbing leads to a switch into a burly finger crack, with a cool boulder problem crack switch at the top. Either campus out a crimp rail, or use said crimps as feet to traverse into the top of Skinwalker. 35 meters","protection":"2 draws,\n\n2 red camalots\n\n2 green\n\n1 purple\n\n4 grey\n\n1 blue\n\n2 red C3s","location":"The finger crack just left of Skinwalker. Shares the same anchor"},"__v":0},{"_id":"Zfv9tYGNXTGUdwMCzRYUHg==","name":"Rest A Sherd","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"Nate Sydnor and Ed Oak with some assistance from Herb Crimp - FFA: Nate Sydnor","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.65884,38.56719]},"left_right_index":1,"mp_id":"117683073","mp_crag_id":"105717241","climb_id":"Zfv9tYGNXTGUdwMCzRYUHg==","areaRef":"XfuHpZJPUBCKxpSlJomtXQ=="},"content":{"description":"This is a new desert classic. It's Wingate sandstone but of the Long Canyon variety so expect a little flakiness and dustiness in some sections. It ain't The Creek, but in my opinion it's a true masterpiece of movement and difficulty so please go check it out. It is but one minute from the road and the climbing is highly creative and engaging. We enjoyed afternoon shade, the beauty and stillness of the river in summer, the birds quietly walking the sandbars, and the camaraderie of yet another random desert mission with good friends. Oh yeah, and some ice-cold brewskis once the deed was fully done. Rest assured you're in for a great time on this route!\n\nThe name is a reference to something most locals will understand. What I'll say is this; If you find any archeological artifacts in the vicinity ABSOLUTELY do not remove them. Out of respect for the desert itself and for those that came before us, not to mention the law, anything you see must be left at rest.\n\nEd and I originally went out to scope something else but as we approached Jughandle Arch Ed said \"What's that splitter?\" Well, now we know. We whirled over into the pullout and went up there, but not before realizing that we didn't bring the hammer. It looked so good though that I was willing to check it out and the ensuing somewhat-sketchy free/aid climbing mission, complete with taking a detached block to the chest, proved this route to be worthy of the $300 cam nest (including a black Totem!) I left at the top that first day.\n\nWe returned the next day armed with two secret weapons; a power drill with all the fixins and Herb Crimp. After much haggling and banter we settled on where we would add the three bolts to protect the intro section. The climbing here is a mandatory desert experience and fun in its own right. The rest is the business on bullet Wingate needing nothing bigger than a single .75 Camalot. It should be noted that this route was climbed without any bolts several times and can be done without them. They were added in the name of safety and the hope of protecting people from a potential catastrophe should any of the somewhat-loose bits give way unexpectedly.\n\nOn our third and final day out there it was still really hot in the shade, the dog days of summer still in full force. 5.12 is what I think is a conservative estimate because it's difficult to tell how hard something is or how hard you're trying when it's absolutely still without a breath of wind and 90 degrees in the shade. Of course Herb flashed the thing on TR so that didn't help my cause for wanting to grade it harder. I will say though that for the less vertically inclined or those with fatter fingers it may feel harder than the stated grade. All I know is that it took everything I had at the moment to send it and doing so left me with mild heat exhaustion...again. How does this happen every summer?!","protection":"I would suggest at least a double set from the tiniest cams to BD .5 or red Alien, along with a single BD .75, a sling or two and draws for the three bolts. The anchors are good bolts with links. Please rappel when cleaning.","location":"To the right of Jughandle Arch. There is a pullout on the river side of the road just below the route. It starts up on a good ledge that's easy to identify and access."},"__v":0},{"_id":"y8jBVzisUh+svRptTZ84KA==","name":"Handle with Care","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Alan Bartlette & Eric Johnson 1989","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-109.65884,38.56719]},"left_right_index":0,"mp_id":"106132103","mp_crag_id":"105717241","climb_id":"y8jBVzisUh+svRptTZ84KA==","areaRef":"XfuHpZJPUBCKxpSlJomtXQ=="},"content":{"description":"This unique line provides a good adventure up a climbable arch, and fun rappel. Do it for the uncommon positioning, not quality of rock climbing.\n\nP1- Make awkward move up loose handcrack. Continue up sandy crack placing gear when possible to 2 bolt anchor (one bolt is missing hanger- supplement with cam)- 60 ft\n\nP2- Continue up sandy, low angle crack until lieback is encountered. Some large blocks await you at the top, so tread lightly. Try to find some decent gear, than head right on face to 2 bolts leading to anchor. My partner continued up crack above blocks, placed gear, and downclimbed to bolts (Seemed a little safer).-90 ft\n\nWe rapped from here, but book mentioned 3rd pitch (did not look too inviting). Anchor on top on P2 is set-up for easy pull after free-hanging rap from arch.","protection":"Standard rack-few extra finger sized cams useful. 2 ropes for rappel.","location":"Jug handle arch is located on the northwest corner of Long canyon, 15 miles down Potash road from U.S. Hwy 191. A road sign clearly marks the spot. Scramble up to the start L of the route."},"__v":0},{"_id":"ohgIFbZLWqqlNFqfp1yIxA==","name":"Dos Mo Mos","yds":"5.10a/b","grades":{"yds":"5.10a/b","french":"6a+"},"fa":"Kyle Copland","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.65884,38.56719]},"left_right_index":5,"mp_id":"116966430","mp_crag_id":"105717241","climb_id":"ohgIFbZLWqqlNFqfp1yIxA==","areaRef":"XfuHpZJPUBCKxpSlJomtXQ=="},"content":{"description":"Steep, right facing corner with hand crack system that opens up a little up higher where the rock starts to deteriorate a little bit. Little loose, little chossy, but hey its the desert.","protection":"Fingers to 3 with optional 4 or 5.","location":"Just to left of Uno Mo-Mos"},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ee1d37e7-dc41-5c26-a358-5d51af01f499,cbbfd7c6-5cf2-5063-8939-5f3233efa573,27051d4b-092e-56bb-9bb4-9aea5cdf319c,5dfb87a5-924f-5010-8ac6-94a52689ad5d","pathTokens":["USA","Utah","Southeast Utah","Potash Road","Wall Street South"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10"},{"count":1,"label":"5.10b/c"},{"count":1,"label":"5.12-"},{"count":1,"label":"5.11"},{"count":1,"label":"5.13-"},{"count":1,"label":"5.12"},{"count":1,"label":"5.9"},{"count":1,"label":"5.10a/b"}],"byDiscipline":{"trad":{"total":8,"bands":{"unknown":0,"beginner":0,"intermediate":4,"advanced":3,"expert":1}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":4,"advanced":3,"expert":1}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-109.65884,38.56719]},"bbox":[-109.65941510303327,38.56674033981813,-109.65826489696671,38.567639660181854],"left_right_index":-1,"ext_id":"105717241","area_id":"XfuHpZJPUBCKxpSlJomtXQ=="},"content":{"description":""},"density":0,"totalClimbs":8,"__v":1,"createdAt":"2022-11-07T06:26:43.954Z","updatedAt":"2024-01-15T16:49:28.271Z"}