{"_id":"63689d20e80bff5a994f26c0","area_name":"6 - Swallow Wall","shortCode":"","climbs":[{"_id":"SosaJbXYUEWg4s4fIyQP/g==","name":"Ziggy","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.40666,31.7862]},"left_right_index":15,"mp_id":"111924918","mp_crag_id":"108493775","climb_id":"SosaJbXYUEWg4s4fIyQP/g==","areaRef":"ukBMnV4hU/2WRe8eoxim9w=="},"content":{"description":"This is a short and very thought provoking route.  It is the easiest warm up in the area.","protection":"5 bolts","location":"It is left of Mr Roper."},"__v":0},{"_id":"Z8heGJgPW8esh6GBVRe9Uw==","name":"Wild Thing","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"CP Little","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.40666,31.7862]},"left_right_index":22,"mp_id":"106990891","mp_crag_id":"108493775","climb_id":"Z8heGJgPW8esh6GBVRe9Uw==","areaRef":"ukBMnV4hU/2WRe8eoxim9w=="},"content":{"description":"\"Wild Thing\" ascends a vertical face to a right facing corner ledge.  End the route by pulling a lip onto the gray, sharp variety of limestone. \n\n  Unfortunately this route proved too wild for me.  I aided through the blank face crux and even on top rope could not decipher a sequence; a sequence I may have made more difficult by ripping off a possibly key hold.  A final kick in the nuts was delivered with a headpoint finish that proved too mentally taxing for my delicate sensibilities.  After a shrill scream and a nice fall, I left a bail biner and my dignity on this line. \n\n  Despite leaving with my tail between my legs, I continue to marinate on this route and would like to return to it at some point.","protection":"Bolts.  Leaver biners for anchors.","location":"Located near the \"Celebrity Cave\", \"Wild Thing\" is the fifth route from the left and begins just in front of a large Whitethorn Acacia."},"__v":0},{"_id":"ZEEFO5hEVDye2Hp0LdC5lw==","name":"The Violator","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"CP","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.40666,31.7862]},"left_right_index":23,"mp_id":"107032970","mp_crag_id":"108493775","climb_id":"ZEEFO5hEVDye2Hp0LdC5lw==","areaRef":"ukBMnV4hU/2WRe8eoxim9w=="},"content":{"description":"Very tricky route. Much easier once you know where the holds are. Starts by a big ledge hold, and then zig-zags around the bolt line. The crux comes relatively low in the route, when you need to decide what to do when holds disappear. An interesting, thought provoking, balance move to the anchors.","protection":"About 9 bolts and chain anchors.","location":"Rightmost route in the warm up area, left to the Celebrity Cave. This is two routes to the left of Oh Bee-have."},"__v":0},{"_id":"MCmoGZ7zVz6hbyNo2r9dAA==","name":"Van Dammenation","yds":"5.11b/c","grades":{"yds":"5.11b/c","french":"6c+"},"fa":"Luke Bertelsen, Jon Mavko - March 2018","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.40666,31.7862]},"left_right_index":6,"mp_id":"116638084","mp_crag_id":"108493775","climb_id":"MCmoGZ7zVz6hbyNo2r9dAA==","areaRef":"ukBMnV4hU/2WRe8eoxim9w=="},"content":{"description":"Channel your inner b-movie action hero, do the splits.......... or at least get as close as you can, and embrace the joy that is Van Dammenation.  \n\n Stick clip the high first bolt and dispatch a low boulder problem before getting into the meat of the route that will require some thoughtful stemming and smearing.  Above the short and amazing corner section this climb stays action packed all the way to the chains.  \n\n The Muscles from Brussels will be proud of your send - time for a Jean Claude Van Damme movie marathon.\n\n ","protection":"7 bolts to lower-off anchors.","location":"Just left of A Swift Gift starting right off the pile of large grey blocks."},"__v":0},{"_id":"ottdvJLVWdOVXpP22zI3aA==","name":"Unknown Genre","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Cory Hanson, Hubert D'Autremont, Jon Mavko - 2017","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.40666,31.7862]},"left_right_index":3,"mp_id":"113573276","mp_crag_id":"108493775","climb_id":"ottdvJLVWdOVXpP22zI3aA==","areaRef":"ukBMnV4hU/2WRe8eoxim9w=="},"content":{"description":"You just can't categorize it.  It's a song that doesn't quite fit any radio station or some whacky food fusion that you want to hate, but you can't help loving it.  Such is the Unknown Genre.   \n\n  This climb begins with the wall's standard choss bands before giving way to a thin slab, blocky roofs and short dihedrals above.  If you find a non contortionist way of solving the upper crux you're doing it wrong. Channel your inner weirdness and you will feel the full joy of the Unknown Genre.","protection":"7 bolts to chains with lower-offs.","location":"Just right of Squeezed, Teased, and Pleased."},"__v":0},{"_id":"JqFPBp4TWJmFh3+8+tVeBw==","name":"Teased, Squeezed, and Pleased","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Kemper Brightman, Luke Bertelsen","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.40666,31.7862]},"left_right_index":2,"mp_id":"113492188","mp_crag_id":"108493775","climb_id":"JqFPBp4TWJmFh3+8+tVeBw==","areaRef":"ukBMnV4hU/2WRe8eoxim9w=="},"content":{"description":"Chalk up, this might get sweaty...  \n\n  Begin on a ledge and make juggy moves through two bolts up and right. From here, a tantalizing crack demands three bolts of warmup-action before the main event of the evening. The next 35 feet are jam packed with a full inventory of movements, so bring your A game. I'm talking about wild body positions, challenging stances, remarkable endurance, a gentle squeeze and maybe even a foot-thing at one point. I'm not telling you what to do, but I am telling you whips may be involved here. \n\n  Even though the crux has reached completion, its not over yet. Remember, they call you the whole package for a reason. Three more bolts of crack climbing lead to the chains.","protection":"12 draws + 2 for anchors","location":"30 feet right of Lucha Libre. Begins on a ledge with a cut-out notch for belaying."},"__v":0},{"_id":"EZGOkqu8UMKrcO4doJflZQ==","name":"Swallow the Tiger","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"CP Little","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.40666,31.7862]},"left_right_index":4,"mp_id":"106559361","mp_crag_id":"108493775","climb_id":"EZGOkqu8UMKrcO4doJflZQ==","areaRef":"ukBMnV4hU/2WRe8eoxim9w=="},"content":{"description":"Follows the red/orange arete, finishes under a roof.  Some fun moves, also some awkward ones. Okay warm-up.","protection":"Bolts, chain anchor","location":"Just past (around the next corner) the Bee cave."},"__v":0},{"_id":"DdUD5RbdU9y69fTyAYGu6Q==","name":"Swallow Crack","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"???","type":{"trad":true,"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-110.40666,31.7862]},"left_right_index":5,"mp_id":"106650381","mp_crag_id":"108493775","climb_id":"DdUD5RbdU9y69fTyAYGu6Q==","areaRef":"ukBMnV4hU/2WRe8eoxim9w=="},"content":{"description":"Corner and stemming climbing with some real finger to tight hand size crack in it. There are plenty of features on the sides though.   This climb will be really good if it wasn't  for the swallow droppings in the lower part and the somewhat inconsistent bolting.  ","protection":"There are 4 bolts next to the crack, but is a bit run out in the middle section. A purple and a green Camalots will be enough to fully protect it.","location":"Right of Bee Cave, an obvious orange corner on the right side of Swallow the Tiger."},"__v":0},{"_id":"lZLw/8GdXXGqRBzLa3CkHA==","name":"Sun Dog","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"CP Little","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.40666,31.7862]},"left_right_index":9,"mp_id":"114495402","mp_crag_id":"108493775","climb_id":"lZLw/8GdXXGqRBzLa3CkHA==","areaRef":"ukBMnV4hU/2WRe8eoxim9w=="},"content":{"description":"Climb a right trending ramp to blocky ledges and edges until you are deposited up and into a flowstone corner.  Follow this to corner to chains near the top of the wall.  The money moves are at the top in the very cryptic corner on bullet limestone.","protection":"7 bolts to chains.","location":"Currently the first route right of and just uphill from Swallow Crack."},"__v":0},{"_id":"6ME5gNiJXQCkg/Vd1Y/f5Q==","name":"Pucker","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.40666,31.7862]},"left_right_index":13,"mp_id":"108505692","mp_crag_id":"108493775","climb_id":"6ME5gNiJXQCkg/Vd1Y/f5Q==","areaRef":"ukBMnV4hU/2WRe8eoxim9w=="},"content":{"description":"From a platform use a small tufa pocket to clip the first of three right trending bolts.  Use a pocket, side-pulls, and edges to achieve moderate terrain.  Vertically ascend brick-like limestone to reach mud-like flow stone.  Potentially use a finger jam in a shallow seam before making a final run to the anchors. \n\n  This route is personally 5.11 A0 as I am unable to either decipher the correct sequence or pull my proposed sequence at the last bolt.  My proposed sequence involves some great body tension but has an abysmal success rate of zero.","protection":"5 bolts to chains.","location":"Pucker is the lonely route between Brown Sugar On The Booga Wooga and Ziggy.  It is the first route left of the inset east-facing corner that features Blood Bath."},"__v":0},{"_id":"wZNQTD3OV12ibr0hmcQQBA==","name":"Rock On AKA Rock Steady","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.40666,31.7862]},"left_right_index":19,"mp_id":"114005163","mp_crag_id":"108493775","climb_id":"wZNQTD3OV12ibr0hmcQQBA==","areaRef":"ukBMnV4hU/2WRe8eoxim9w=="},"content":{"description":"Climb fun moves on positive holds on very solid sculpted limestone features for an unfortunately short duration - the  fun climbing ends all too soon.   \n\n  Or does it.....? \n\nmountainproject.com/route/1…","protection":"5 bolts to chains with lower-offs.","location":"Right  of Mr. Roper, left of Blood Bath."},"__v":0},{"_id":"9TViQIeZUH6Gm7/EhAoJyg==","name":"Pistols at Dawn","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Luke Bertelsen, Jon Mavko, Jilian Wereb - March 2018","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.40666,31.7862]},"left_right_index":8,"mp_id":"116638128","mp_crag_id":"108493775","climb_id":"9TViQIeZUH6Gm7/EhAoJyg==","areaRef":"ukBMnV4hU/2WRe8eoxim9w=="},"content":{"description":"Good sir, I challenge you to a duel. Pistols at Dawn shares the first two bolts with Sun Dog before continuing left in the shallow layback corner and leading into vertical and slab terrain above.\n\n This climb is characterized by finicky and technical body positioning, less than ideal footholds, a very real crux at mid height, and an amazing bullet grey limestone slab that makes up the final 20 feet of amazing climbing.\n\n Keep your whits about you on this route or you will get tech-slapped.","protection":"7 bolts to lower-off anchors.  Permadraws at bolts 4 and 5.","location":"Just uphill from A Swift Gift and easy to identify as it shares the start with Sun Dog.  It is easy to spot where the two routes diverge."},"__v":0},{"_id":"0e0ka+xMWEG8h08rzdgdSw==","name":"One Punch Man","yds":"5.13b","grades":{"yds":"5.13b","french":"8a"},"fa":"Luke Bertelsen - March 2018","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.40666,31.7862]},"left_right_index":24,"mp_id":"114192344","mp_crag_id":"108493775","climb_id":"0e0ka+xMWEG8h08rzdgdSw==","areaRef":"ukBMnV4hU/2WRe8eoxim9w=="},"content":{"description":"Bring your boxing gloves and prepare to get your crimp on for this one. This route would be more at home on the Mt. Lemmon Beaver Wall.\n\n Begin in the mined out dihedral and ledge. Pull the initial roof with long pulls on good holds then dispatch the white streak above with more long moves and high feet. At the top of the streak you will find yourself perched just below a gorgeous gently overhung orange and black streaked headwall with even more long moves on small underclings, thin tufas, crimps, and less that ideal feet options. If you can take this punch you just have to solve the remaining blunt arete to dihedral climbing above.\n\n This is an awesome addition to the wall.","protection":"10 bolts to chains with lower offs.","location":"Immediately right of 'The Violator'."},"__v":0},{"_id":"N8jf9M2OVyyXp6sbnwx6tA==","name":"Oh Bee-have","yds":"5.12b/c","grades":{"yds":"5.12b/c","french":"7b+"},"fa":"Trent Baker","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.40666,31.7862]},"left_right_index":26,"mp_id":"105802795","mp_crag_id":"108493775","climb_id":"N8jf9M2OVyyXp6sbnwx6tA==","areaRef":"ukBMnV4hU/2WRe8eoxim9w=="},"content":{"description":"A kind of \"body-metric\" technical crux makes it hard to attach a letter grade to this route.  C.P. Little says 12b, Tyler  says 12c.  Just depends how the crux fits you I guess.  After the crux it's fairly pumpy up to the rest pod and then another tricky section to the chains.  Only slightly overhanging but it's a very good route.","protection":"chain draws","location":"Left of the Celebrity Cave, look for a small triangular roof capping a small alcove.  Above that is an obvious pod below a bulge."},"__v":0},{"_id":"25FFrfkhVVm1ir5t3rdiUg==","name":"Mr. Roper","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.40666,31.7862]},"left_right_index":17,"mp_id":"106325801","mp_crag_id":"108493775","climb_id":"25FFrfkhVVm1ir5t3rdiUg==","areaRef":"ukBMnV4hU/2WRe8eoxim9w=="},"content":{"description":"Short but sustained and inobvious.","protection":"Bolts and chains","location":"About 100 feet left of the Celebrity Cave and 50 feet left of Oh Bee-have are two short routes leading up to a roof.  The right-hand route is Mr.Roper."},"__v":0},{"_id":"HG3kJFSmUwefy5aBv3rEEQ==","name":"Lucha Libre","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Alex Kirkpatrick","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.40666,31.7862]},"left_right_index":0,"mp_id":"108621845","mp_crag_id":"108493775","climb_id":"HG3kJFSmUwefy5aBv3rEEQ==","areaRef":"ukBMnV4hU/2WRe8eoxim9w=="},"content":{"description":"Attention Luchadores! Think you've got what it takes to fight in the ring? To emerge victorious you must battle through difficult to read sequences on a variety of holds. The headwall is techy and thoughtfull. Use your brains not your brawn young luchadore! Traverse to the right to keep your opponent thinking and power up perfect stone to the crux right before the chains. Grapple with difficult to use grips before exiting to the chains on beautiful sculpted features. You may just live to tell about it.","protection":"10 bolts","location":"The first route on Swallow Wall just up the hill from Dragged Out and Dusted."},"__v":0},{"_id":"sRu8F/5wWo2U5iw6vVGpww==","name":"Hug Life","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Luke Bertelsen, Jon Mavko, Cory Hanson, Galen McIsaac-Davidson - March 2018","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.40666,31.7862]},"left_right_index":18,"mp_id":"114172903","mp_crag_id":"108493775","climb_id":"sRu8F/5wWo2U5iw6vVGpww==","areaRef":"ukBMnV4hU/2WRe8eoxim9w=="},"content":{"description":"With more hugs that jugs and several awesome sections of slab climbing on bullet limestone this climb was an overlooked and passed over gem. It almost didn't seem fair when bolting this climb. It involved almost zero cleaning, very odd for the area, and it was clear right away that it would be an amazing addition to the wall.\n\n Begin by climbing 'Mr. Roper' to a low set of chains just below a hanging refrigerator. Continue upward through hugs with a combination that may include but will not be limited to kneebars, butt scums, body wedging, and heel hooking. Solve the huggery and you are rewarded with forty additional feet of thoughtful slab climbing that surmounts two small roofs and ends with a cruiser corner that finishes in the always fun chert band of the wall.\n\n Hug Life Forever!","protection":"11 bolts to chains with lower-offs.   \n\n  Two fixed chain draws are in place for the moves at the fridge.","location":"This is the first route right of Ziggy as you round the corner heading up to the Celebrity Cave."},"__v":0},{"_id":"7YXA8XP5V2y4dLxaJBXvkQ==","name":"The Hot Salad Gang","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"F.A. - Saturday Crew 2021 E.B. - L. Bertelsen","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.40666,31.7862]},"left_right_index":12,"mp_id":"120450540","mp_crag_id":"108493775","climb_id":"7YXA8XP5V2y4dLxaJBXvkQ==","areaRef":"ukBMnV4hU/2WRe8eoxim9w=="},"content":{"description":"It's always nice to find another moderate at The Dry, where the bulk of the good routes are 5.12 and up.This little route sat for a while just waiting to be noticed.  It turned out nice and kind of has it all: stemming, some big holds, some small holds, a mantle, a nice traverse, and an airy finish. With the nice added belay platform right off the trail you now have another reason to stop on your way up to Celebrity Cave.   ","protection":"10 glue-ins to lower off anchors","location":"The start of this route is situated in prominent corner between Brown Sugar.., and Pucker."},"__v":0},{"_id":"1d4/btPoUWWH0SRv8jOa2g==","name":"Forgotten Works","yds":"5.14a","grades":{"yds":"5.14a","french":"8b+"},"fa":"Luke Bertelsen - Feb. 2018","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.40666,31.7862]},"left_right_index":25,"mp_id":"116568854","mp_crag_id":"108493775","climb_id":"1d4/btPoUWWH0SRv8jOa2g==","areaRef":"ukBMnV4hU/2WRe8eoxim9w=="},"content":{"description":"This climb was a long time in the making and almost got lost in the stacks.  Over a year ago I rapped down past remnants of a 20 year old fixed line, several old exploratory bolts, and a section of manufactured / altered holds on what was one of the last undone lines from the development push in the late 90s.  I was happy to find solid rock and 5.12 climbing throughout the lower portion of the gently overhung wall followed by three consecutive amazing and difficult boulder problems climbing through the steepest section of the route.  Above the bulge lies a technical section that will steal your send.  Manage that and you'll get the opportunity to gather your wits before the final tricky compression boulder that guards the chains.\n\n Bring your power endurance, fresh shoulder muscles, and your reach for this one.  There are several long moves to and from poor holds that require a high level of accuracy.  More often than not these moves left be banging my head against the wall and hanging at the end of the rope.\n\n This is a stellar and challenging climb.","protection":"9 bolts to lower-off anchors.  3 permadraws through the crux section.","location":"Just right of One Punch Man and beginning from the same large pod formation."},"__v":0},{"_id":"P7KuprUgVFqRutJMveFpqg==","name":"Death by Slab","yds":"5.12c/d","grades":{"yds":"5.12c/d","french":"7c"},"fa":"Luke Bertelsen","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.40666,31.7862]},"left_right_index":16,"mp_id":"114495374","mp_crag_id":"108493775","climb_id":"P7KuprUgVFqRutJMveFpqg==","areaRef":"ukBMnV4hU/2WRe8eoxim9w=="},"content":{"description":"I am still at a loss as to how to describe, rate, and whether to recommend this climb.  It will either peak your interest greatly or leave you cursing the route equipper as a fool.  \n\nDeath by Slab climbs a further fifty feet of bullet grey limestone beyond the chains of Ziggy and ends at the very top of the wall.  Trend left after the chains of Ziggy and find yourself at the base of a small roof staring down an imposing grey slab with very small sharp crimps, pockets, and a puzzle waiting to be unlocked . If you have a limber mind and thighs made of stealth rubber you may solve your way over the roof and onward to victory.  Godspeed.","protection":"11 bolts to lower-offs","location":"Extension of Ziggy, which is currently the leftmost climb on the terrace just below celebrity cave.  "},"__v":0},{"_id":"R+DXf1/NWiSKn2kk1sFFxA==","name":"Cleaning the Slate","yds":"5.12a/b","grades":{"yds":"5.12a/b","french":"7b"},"fa":"Luke Bertelsen - Nov. 2017","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.40666,31.7862]},"left_right_index":1,"mp_id":"113852990","mp_crag_id":"108493775","climb_id":"R+DXf1/NWiSKn2kk1sFFxA==","areaRef":"ukBMnV4hU/2WRe8eoxim9w=="},"content":{"description":"Cleaning the Slate climbs blocky incut features for several bolts before spitting you onto a section of technical vertical climbing.  Climb edges in sea of newly uncovered limestone to a crux just below the nice looking dihedral. \n\n    Rest up as the last moves in the corner before the chains will still get your attention.    \n\n    This route redefined what it means to clean a route for me.  On the upside it did provide a lot of material for the trail at the base of the wall. \n\n     Enjoy!","protection":"9 bolts to chains with lower-offs.   \n\n  First bolt is there to protect from falling off of the ledge.  The belayer should unclip this as soon as the climber is into draws above.","location":"Begins just left of and from the same ledge as 'Teased, Squeezed, and Pleased'."},"__v":0},{"_id":"wAxfS/6yXMONrIXTDaFiTQ==","name":"The Chert Locker","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Luke Bertelsen, Kemper Brightman - 2018","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.40666,31.7862]},"left_right_index":20,"mp_id":"114150640","mp_crag_id":"108493775","climb_id":"wAxfS/6yXMONrIXTDaFiTQ==","areaRef":"ukBMnV4hU/2WRe8eoxim9w=="},"content":{"description":"Begin by climbing Rock On, but continue past the chains for roughly fifty additional fee of climbing up a long featured corner with very enjoyable stemming and intermittent layback moves.   \n\n     The route's second crux comes near the top pulling a small roof before the amazing final cruise up steep slab with chert holds galore.   \n\n     This route has a little bit of everything.","protection":"11 bolts to chains with lower offs.   \n\n  There are several spots on this route that require longer draws to straighten the rope line and avoid drag.","location":"This route is left of Blood Bath and begins from a cleared belay area just off of the main trail."},"__v":0},{"_id":"MHd3KoHnV5Cv+WReNKCJ1g==","name":"Brown Sugar On The Booga Wooga","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Patrick Thornton","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.40666,31.7862]},"left_right_index":11,"mp_id":"108526670","mp_crag_id":"108493775","climb_id":"MHd3KoHnV5Cv+WReNKCJ1g==","areaRef":"ukBMnV4hU/2WRe8eoxim9w=="},"content":{"description":"Pull an amazingly featured lip to obtain sparse vertical face.  At the third bolt the line eases.  Horizontal bands lead to a large platform.  Traverse right across flowstone and ascend the right side of a gray shield to obtain the chains. \n\n  While a more straightforward sequence seems possible, the series of moves I am stringing together to reach the second bolt is complex and wild.  The sparse section which follows may be height dependent as my proposed desperate sequence is at the extent of my 6'0\" reach.","protection":"7 bolts to chains.","location":"Located in the Swallow Wall sector, Brown Sugar On The Booga Wooga is found in the sparsely developed section between Swallow Crack and the corner containing Blood Bath. To the left is Blitzed and Horny (5.13a) and to the right is undeveloped cliff that features a roof approximately ten feet off the deck."},"__v":0},{"_id":"x4sXolXLV8eRb6rP+XmW7w==","name":"The Boyfriend Route","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Luke Bertelsen - 2018","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.40666,31.7862]},"left_right_index":14,"mp_id":"114581961","mp_crag_id":"108493775","climb_id":"x4sXolXLV8eRb6rP+XmW7w==","areaRef":"ukBMnV4hU/2WRe8eoxim9w=="},"content":{"description":"Finally found that needle in haystack - and honest to goodness 5.9 at The Dry.  The Boyfriend Route climbs chunky vertical rock for the first half before the angle downshifts to featured grey slab for the remainder of the climb, which ends just short of the top of the wall.  This is a great warm-up if you are looking to climb the 10s and 11s on the Celebrity Cave Terrace.  Your boyfriend will love it!","protection":"9 bolts to anchors with lower-offs.","location":"First route on the Celebrity Cave Terrace as you round the corner from Swallow Wall and just left of Ziggy/ Death by Slab."},"__v":0},{"_id":"GR+LYStyU1ufD6bqxGCyPw==","name":"Blood Bath","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"CP Little","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.40666,31.7862]},"left_right_index":21,"mp_id":"106990879","mp_crag_id":"108493775","climb_id":"GR+LYStyU1ufD6bqxGCyPw==","areaRef":"ukBMnV4hU/2WRe8eoxim9w=="},"content":{"description":"Blood Bath follows an incredibly fun right leaning weakness before trending back to the left. The upper portion is made of the sand paper variety of limestone.The first four or five bolts are fantastic but over much too soon.","protection":"Bolts.  Leaver biners for anchors.","location":"Located near the \"Celebrity Cave\", \"Blood Bath\" is the forth route from the left in the alcove."},"__v":0},{"_id":"hXUy3UAkUkKgiPaji+7G9A==","name":"Blitzed and Horny","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"CP Little","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.40666,31.7862]},"left_right_index":10,"mp_id":"116591544","mp_crag_id":"108493775","climb_id":"hXUy3UAkUkKgiPaji+7G9A==","areaRef":"ukBMnV4hU/2WRe8eoxim9w=="},"content":{"description":"Blitzed and Horny is a fantastic climb with two stout little boulder problems separated by some very fun climbing on unique terrain.Make sure you get your warm up in ahead of time as the first boulder is right off the ground - stick clip recommended.  The climbing then gives way to less difficult edge pulling before you must launch into the second and more stout boulder problem through a steep bulge.  Pry the elevator doors open, find some high smears, and don't blow it before the next clip.An amazing crack and wide chimney formation take you to the top via layback and stemming moves that will leave you smiling and begging for more.  If you boulder V7 and have no endurance this climb has your name written all over it - Enjoy!","protection":"6 bolts to chains with lower-offs.","location":"Just up the hill from Sun Dog and easily identified by the wide chimney at the top just before the chains."},"__v":0},{"_id":"MhGxgpUOVcOZhy6xgENg1g==","name":"A Swift Gift","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Luke Bertelsen - March 2019","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.40666,31.7862]},"left_right_index":7,"mp_id":"116612613","mp_crag_id":"108493775","climb_id":"MhGxgpUOVcOZhy6xgENg1g==","areaRef":"ukBMnV4hU/2WRe8eoxim9w=="},"content":{"description":"A Swift Gift climbs an amazingly varied section of rock that will have you pulling down on all sorts of different holds on your way to the short but fun stemming section before anchors.\n\n This climb took next to no cleaning compared to some of the other multi day efforts at the neighboring Bee Cave. \n\n Add this one to the list of warm-ups if you are projecting one of the nearby harder climbs. ","protection":"7 bolts to lower-off anchors.","location":"Just up the hill from the dreaded aviary toilet that is Swallow Crack this climb begins just right and slightly up from a pile of large grey boulders that rest against the base of the wall."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,24e148bb-4884-59e8-9870-43ce21f1a337,6f40f8bb-61ae-569f-a656-25752de45c0c,29949e61-5acd-5a1c-b05a-fc6136e80bf8,ba404c9d-5e21-53fd-9645-ef1ea318a6f7","pathTokens":["USA","Arizona","Southern Arizona","Dry Canyon, The","6 - Swallow Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10a"},{"count":4,"label":"5.12a"},{"count":4,"label":"5.10d"},{"count":1,"label":"5.11b/c"},{"count":1,"label":"5.11+"},{"count":1,"label":"5.10"},{"count":1,"label":"5.10-"},{"count":1,"label":"5.11d"},{"count":1,"label":"5.12b"},{"count":1,"label":"5.13b"},{"count":1,"label":"5.12b/c"},{"count":2,"label":"5.11c"},{"count":1,"label":"5.12c"},{"count":1,"label":"5.14a"},{"count":1,"label":"5.12c/d"},{"count":1,"label":"5.12a/b"},{"count":1,"label":"5.9"},{"count":1,"label":"5.11b"},{"count":1,"label":"5.13a"},{"count":1,"label":"5.11a"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}},"sport":{"total":27,"bands":{"unknown":0,"beginner":0,"intermediate":8,"advanced":16,"expert":3}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":8,"advanced":16,"expert":3}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-110.40666,31.7862]},"bbox":[-110.4071889997877,31.785750339818136,-110.40613100021231,31.786649660181865],"left_right_index":-1,"ext_id":"108493775","area_id":"ukBMnV4hU/2WRe8eoxim9w=="},"content":{"description":"The Swallow Wall is varied in both grade and style. Difficulty covers the gamut from 5.8 to 5.14a. Everything from delicate face technique, crack climbing, stemming, and raw power is required to ascend these lines. This wall is also home to the one mixed line at The Dry Canyon: Swallow Crack. This wall is sure to please everyone."},"density":0,"totalClimbs":27,"__v":1,"createdAt":"2022-11-07T05:52:59.180Z","updatedAt":"2024-01-15T16:39:46.382Z"}