{"_id":"6368a60be80bff5a995c57b5","area_name":"Sherpa Peak","shortCode":"","climbs":[{"_id":"TZA1uoF1UYm+2qrsRqaMTQ==","name":"West Ridge","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"Fred Dunham, Ray Lilleby, James Wick, August 13, 1961","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.88801,47.47165]},"left_right_index":1,"mp_id":"114613859","mp_crag_id":"110930775","climb_id":"TZA1uoF1UYm+2qrsRqaMTQ==","areaRef":"OQEYM2ReUBiVYPSpUckpOA=="},"content":{"description":"From the col between Stuart and Sherpa Peak ascend up the ridge, generally heading towards climbers left. With a 60 meter rope, you can reach the first belay station in a cave feature, which has a platform that 4 to 5 climbers can stand in comfortably. The crux of the climb is the crack leading out of the cave (5.4-5.5). Continue ascending towards climbers left and to a platform where you can build an anchor next to a rappel station. From here, scramble down and across a gully to the third pitch of climbing, which heads to the lowest point on the summit ridge. After gaining this ridge, it is a short 4th class scramble to the notoriously airy summit block. Some parties elect to protect the slab scramble over to the true summit, or set a hand line for followers.\n\nThe descent consists of 4 single rope rappels down the ascent route.","protection":"Standard alpine rack (Draws and slings). Singles of .2-.3 Doubles in finger sizes (.4-1), Singles of 2-3. One set of nuts.","location":"Approach from Longs pass to Ingalls Creek. Pass the trails heading up to Stuart and to a meadow where a boot path marks the beginning of the approach. Cross a stream, and continue ascending, staying to the left of the ridge. Around 5,800ft cross over the ridge and gain the boulder filled basin where Sherpa comes into view. Continue up this basin, generally heading to the col which is closest to Sherpa's west ridge.\n\nTwo camp spots are located in this basin, one at 6,200ft and \"Table Rock\" which is a bivy spot at 7,400ft."},"__v":0},{"_id":"EFk4c43vWIuElnfKY0Ikzw==","name":"North Ridge","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Rick La Belle, Pat Derr, 1971","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.88801,47.47165]},"left_right_index":0,"mp_id":"110930796","mp_crag_id":"110930775","climb_id":"EFk4c43vWIuElnfKY0Ikzw==","areaRef":"OQEYM2ReUBiVYPSpUckpOA=="},"content":{"description":"The ridge has three sections, divided by deep notches, most start at the lower of the two.\n\nThe first section is supposed to be low fifth but the reality is there is a lot of class 2-4 and if you stray from the crest at the wrong point you can add on more than a couple 5.6-8 pitches. In general you want to stay just on the east side of the crest. Most report simul-climbing this section.\n\nAfter rappelling or down-climbing to the second notch, scramble around a couple spires and then climb two 5.8ish pitches before a final low-fifth romp to the summit. Each of these are divided by stretches of class 2-3. Best to bypass the large gendarme with the diving board feature on the right.\n\nOn almost every pitch above low-5th, we encountered large detached blocks and difficult protection. This is NOT the north ridge of Stuart and the climbing is quite serious for the grade.","protection":"A single rack to 3\" with doubles of .5-1\" and many long runners is probably sufficient.\n\nA single 60m rope does nicely, but shorter might be better, one could probably get away with a 50m or even a 40m, as most of the pitches are short.\n\nShoes you can both climb and hike in are advised.","location":"From the Sherpa-Argonaut basin, contour up and climber's right to the base of the lower notch, some easy slabs can be scrambled before roping up.\n\nThe descent on this one is a little tricky, as best I can tell there is no exacting description available and most parties describe it being somewhat gnarly. What me and my partner did worked fine and so I'll describe in some detail, although a better way might very well exist.\n\nRappel to the southwest as for the West Ridge descent (established rap station) but do not go to the second, clearly visible, rap station for that route, instead veer skier's left into another gully, directly to the south of the summit. Some down climbing (max class 4) brings you to a bench and another rap station. After this very short rappel, scramble down the remainder of the gully until it ends on a large, vegetated bench. Walk skier's left along this bench until it intersects the east ridge of Sherpa, then begin descending a broad, Cascadian-esque, gully. At a prominent horn-shaped rock veer left again and follow a series of benches, at times descending to stay bellow cliff bands, until beneath the Sherpa-Argonaut Col. It is possible to stay high enough that the final ascent to this col is not more than 200 ft.\n\nOnce at the Sherpa Argonaut col, descending two long scree slopes will lead directly to the basin beneath the North Ridge."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,cfe129f6-5f60-5bc8-87b3-3d3bfaff9472,a8c59bca-3e16-5c23-ac90-29fe05ec3580,b8dd7bec-4ee1-51ef-ac0c-2778f2ea9c32,39011833-645e-5018-9560-f4a951c92938","pathTokens":["USA","Washington","Central-East Cascades, Wenatchee, & Leavenworth","Stuart-Enchantments","Sherpa Peak"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.4"},{"count":1,"label":"5.8"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":2,"intermediate":0,"advanced":0,"expert":0}},"alpine":{"total":2,"bands":{"unknown":0,"beginner":2,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-120.88801,47.47165]},"bbox":[-120.88867522213488,47.47120033981814,-120.88734477786512,47.47209966018187],"left_right_index":-1,"ext_id":"110930775","area_id":"OQEYM2ReUBiVYPSpUckpOA=="},"content":{"description":""},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T06:30:59.873Z","updatedAt":"2022-11-25T11:24:58.189Z"}