{"_id":"64148484135731b691102ecb","area_name":"The Nooks Boulders","shortCode":"","climbs":[],"children":["64148486135731b691102edc","641484a5135731b691103007"],"ancestors":"2996145f-e1ba-5b56-9da8-30c64ccc3776,c8c8a323-4d99-5810-b98e-9cb5165074cd,6e1b77cf-b5b7-5868-a21c-7ed1523a08d2,c8b1e864-9063-5cfb-a2fe-d105116cfc73","pathTokens":["Canada","Ontario","Ontario North Bouldering and Rock","The Nooks Boulders"],"gradeContext":"US","aggregate":{"byGrade":[],"byGradeBand":{"unknown":0,"beginner":0,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isDestination":false,"leaf":false,"isBoulder":false,"lnglat":{"type":"Point","coordinates":[-82.89799,46.61064]},"bbox":[-180,-90,180,90],"left_right_index":-1,"ext_id":"","area_id":"yLHoZJBjXPui/tEFEWz8cw=="},"content":{"description":"There is one rule above all rules! Because we are so excited about the area, we want to know if you go! Maybe we could help you out with directions, boulders, camping, etc. Message me on Instagram @brendanbaars or @dreamers_boulders. We want to know what you get on, what you think of the grades, what you think of the area! And especially if ya'll clean and do an FA so we can keep track of this place! Take pictures!!\n\nThis area located near the Eyeball multi-pitch climbing area includes very easy access with short approaches to big boulder fields. Found in 2018, the general area has the potential for thousands of problems from V0-Vpro. As of now we have established something like 60+ problems in the main area called the gold mine and is located off a paved road with a 5-minute approach. The boulders range from 10' to 30' with mostly good landings and great proximity to one another.\n\nCamping\n\nCamping is available on Crownland for all users. There are restrictions for non-resident users (i.e. US and other foreign citizens). The link to purchase permits for non-residents is  ontario.ca/page/camping-cro…\n\nThe best place to camp for a small group is located just west of the big talus field. The camping is on a beach on the river. There is plenty of other options available if you just drive around on 546. For directions to the beach camping, see GETTING THERE. There is also camping available on any Crownland you can find as long as you are far enough away from any trail or road.\n\nPlease be responsible when building fires and camping. Practice good ethics and remember that we all want to keep this area open!\n\nAmenities\n\nThere are no amenities around. The closest town is 45 mins away if you’re fast. That’s still not saying much as the only options here are gas, snacks, and a motel.\n\nVideo\n\nHeres a video of our development. A lot of climbs are on there for your beta uses!  vimeo.com/363284129\n\nPlease remember that others use the area for recreation too. Please be courteous and leave no trace!"},"density":0,"totalClimbs":0,"_change":{"user":"rxDUVMc5QUiq75Hpq+nDVw==","historyId":"641484a5135731b691103004","prevHistoryId":"64148486135731b691102ed9","operation":"addArea","seq":0},"createdBy":"rxDUVMc5QUiq75Hpq+nDVw==","__v":2,"createdAt":"2023-03-17T15:17:24.378Z","updatedAt":"2023-03-17T15:17:25.565Z","updatedBy":"rxDUVMc5QUiq75Hpq+nDVw=="}