{"_id":"6368a60be80bff5a995c5450","area_name":"Blueberry Hill & Proxima Wall","shortCode":"","climbs":[{"_id":"UnAwW8h1UZOdOWuDRUBYxA==","name":"Westward Ho","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Dave Whitelaw, Chris Greyell, Mark Hanna 2001","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.59351,48.14527]},"left_right_index":3,"mp_id":"110454382","mp_crag_id":"108546462","climb_id":"UnAwW8h1UZOdOWuDRUBYxA==","areaRef":"6oqj+FBiXJqm8a9EfK6K4g=="},"content":{"description":"Westward Ho makes great use of some the cleanest white granite at Darrington. It provides a direct line of sustained friction and scoops that will test any climber that fancies themself as solid on 5.9 slab. The first four quality pitches are bolt-protected with modern hardware and fixed anchors. Definitely not sport bolted, come prepared for thin moves 10-15' above bolts.\n\nThe route is direct and obvious, with pitch ratings of 5.9+, 5.8, 5.9 and 5.9. From the top of P4 most rappel, but you can continue to the summit via four additional pitches of adventure climbing (slab, bushes, dirty corners) protected by gear. A more detailed description and topo are available in\n\nWeekend Rock-Washington\n\n, by David Whitelaw, who helped establish the route.\n\nDescend the route via double-rope rappels.","protection":"Bolts (3/8) typically spaced 20-40' apart (max of 8 per pitch). Small cams are needed for overlaps on pitch 4. A medium rack of cams and nuts is needed to continue beyond.\n\nStrongly recommend helmets, because the route is exposed to minor rockfall. If there is a party above on Blueberry Buttress, any dislodged rocks will be headed your way.","location":"Westward Ho is located immediately south/right of the Blueberry Buttress (see photo), so requires the same character-building Granite Sidewalk approach. From the base of the buttress, move right into the shallow drainage. Scramble up the blocky gully (class 4) to a small perch with a bolt for the initial belay."},"__v":0},{"_id":"VqGVmz2pWb2UhnjrG1Jq7Q==","name":"Jacobs Ladder, 5.10b A-1 or 5.11b","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"2003, Matt Perkins and friends","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.59351,48.14527]},"left_right_index":0,"mp_id":"106006715","mp_crag_id":"108546462","climb_id":"VqGVmz2pWb2UhnjrG1Jq7Q==","areaRef":"6oqj+FBiXJqm8a9EfK6K4g=="},"content":{"description":"Jacob's Ladder is one of the newer routes in Darrington.  It ascends the west side of Exfoliation Dome, with a fairly steep and blunt buttress rising from a slabby apron.\n\nThe route is steeper than many of the routes in the nearby area, and requires edging and some crack climbing technique in addition to good friction climbing skills.  The crux is well bolted and the 5.10 climber can aid the 5.11 part.  Much of the climbing is bolt protected and the pro is solid anywhere the climbing is difficult, but this is not a sport climb - gear placement skills and some willingness to run it out on easier terrain are required.\n\nTopo:\n\nmattsea.com/Darr/pdf/jacobs…","protection":"Bring gear to three inches, one each size from small stoppers and tiny tcu's on up.  A double or two in the 3/4\" to 1\" size may be handy on pitch 7.","location":"Take the left fork of the Clear Creek logging road, about five miles from the pavement.  After crossing the second of two gravelly washes, park and head up the dry streambed (the first is a bit rough for some cars, but if you park here it is only about 1/3 of a mile to the second one where most people park).\n\nTo reach Jacob's Ladder, climb a thousand feet on the granite slab approach known as the Granite Sidewalk, looking to the left to get around a few steepish spots en route.  A few hundred feet below where the Dome itself rises above this approach slab, look for a passage through a narrow strip of trees on the left, leading to a route along the bottom of the slabby apron below the Dome's west face (the 2004 Subaru Primal Quest adventure race staff constructed a trail here, but is is largely overgrown - the Darrington jungle is very resilient).\n\nThe climb starts with a right-facing corner, a few hundred feet up and left of the lowest part of the clean slabs below the wall.\n\nRap the route, with a deviation right (south) for a straighter descent on pitches 3-5 (this also eliminates one rap).  Two ropes needed for rappels."},"__v":0},{"_id":"ijtfOlMrUGKmAl2BAa/LTw==","name":"Dark Rhythm","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"M. Hanna, C Greyell, D. Whitelaw","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.59351,48.14527]},"left_right_index":1,"mp_id":"107192430","mp_crag_id":"108546462","climb_id":"ijtfOlMrUGKmAl2BAa/LTw==","areaRef":"6oqj+FBiXJqm8a9EfK6K4g=="},"content":{"description":"This 8 pitch beauty sends you up slabs and cracks to Blueberry terrace which is just a little below the summit that is Exfoliation dome. The crux is \"The Flange\" on pitch 4 but there is plenty of other 10A pitches along the way to keep your head in the game. Be prepared for moderately spaced bolts as is the norm in slab climbing. All of the chains are Fixe rap chains, but DO NOT rap this route as flakes will EAT your rope and make for a horible trip down.\n\nTo rap off, either climb the three bonus pitches to the summit and rap off into the gully on the west side of the summit, or rap of Blueberry terrace via Jacobs Ladder on the east side of the terrace, or connect with Westward Ho by rapping off the climber right side of the terrace. Westward Ho from the summit starts with 5 single rope rappels, then doubles from here. All rappels of the terrace should be done with double ropes.\n\nPitch 1 5.7 Climb up and right passed moderatly spaced bolts till you reach the first set of chains. 45M\n\nPitch 2 5.10A Climb up and right passed bolts to a clean swath of slab with a 10a move then over a lip on the right and up to the chains. 40M\n\nPitch 3 5.10a Climb up and left to a series of flakes with bolts and small gear for protection, be careful on the flakes as they are fragile, then head directly up to chains. 40M\n\nPitch 4 5.10c Climb straight up past 4-5 bolts to \"The Flange\". One starts out under the left side of the flange then traverses right to its base. Climb up along the right side of the lip on small nobs and friction moves. Very sustained pitch. 45M\n\nPitch 5 5.9+ Climb up past the flange then head left to a thin crack system using small gear and a couple bolts for protection. Once on the crack proper climb straight up until you reach the chains, a couple very small offset nuts will protect the upper moves well. I think a block has broken off this section in the last year making the last couple moves a little harder and scarier. 35M\n\nPitch 6 5.10A Climb up and left over a series of lips until you reach a large ledge system with a belay on the left hand side. 40M\n\nPitch 7 5.8 Head off right on the ledge before heading up and making a bold but easy move to reach the first bolt, a hand size cam behind the first block can protect from a long painful fall. Continue up clean slab off to the left until you reach the chains. 40M\n\nPitch 8 5.5 Continue up and left along sparsly protected but easy slab to the finish. This section can hold water late into the year, so creative route finding might ensue.\n\nAt this point you have reached Blueberry Terrace. You can rap from here as described above or continue up the last three pitches. Description is as follows. Head climbers left on the ledge and traverser above the Jacob's ladder chains until you reach a small bush about 30 feet below your first bolt. At this point you should be practically around the corner above the eastern gully system.\n\nPitch 1 5.8 Climb up past the first bolt using gear were possible then head left and back right through a crack sytem to the first set of chains. 30M\n\nPitch 2 5.8 Head straight up 40 feet to the first bolt then off left and through a small gully between two larger blocks, the chains will be directly above and to your left. 40M\n\nPitch 3 5.5 From here one can traverese to the ridge proper and head up, or just pick the most appealing line that heads up to the summit through either dry or easy climbing. About 30M to the summit, all gear.","protection":"A small rack with gear to 2-inches, bring a few extra small sizes and some tiny offsets for pitch 5, and a few bigger pieces if you want to do the three bonus pitches to the summit. 14-16 draws should be enough and a few alpine draws wouldn't hurt. Also do not climb on this wall without TWO ROPES or getting down will be scary if not out right deadly.","location":"This route is located on Exfoliation Dome which is across the Clear Creek Valley from Three o'clock rock. About 0.5-1 mile before the Squire creek pass trailhead (3 o'clock rock) turn left and cross Clear Creek. Follow the road till its end, if you don't mind a few scrathes on your purdy little vehicle. At the end of the road is a washout that has come down from the Granite Sidewalk, you can see the dome from here. Head up the gully on the left and climb the sidewalk for 1200 vertical feet to the base of Exfoliation Dome and hope your calfs are still ready for some good slab climbing. When you reach the top of the sidewalk there is a patch of trees that marks the start of the Blueberry route. Just below this is a largish tree, head about 100-150 feet left of this and look for a single bolt that marks the start of the route."},"__v":0},{"_id":"q7oMus3qXB6uWBHmMfn4TA==","name":"Blueberry Buttress","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Clark Gerhardt, Bill Sumner 1972","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.59351,48.14527]},"left_right_index":2,"mp_id":"108703710","mp_crag_id":"108546462","climb_id":"q7oMus3qXB6uWBHmMfn4TA==","areaRef":"6oqj+FBiXJqm8a9EfK6K4g=="},"content":{"description":"The Blueberry route is a popular Darrington classic that has more feel of an alpine rock route than a crag climb. It is the easiest route up spectacular Exfoliation Dome, the west face of which has been nicknamed Blueberry Hill for the wild blueberry bushes on many ledges. The alpine character applies to the climbing (predominantly trad), which has sections of clean crack and corners interspersed with blocky scrambling and occasional bush pulling. Although not highly technical, this route is physically demanding with the Granite Sidewalk approach and deproach providing an added challenge, both physical and mental. Do your homework, pack food/water, headlamps and phone/camera, of course.\n\nThe well-traveled 7-pitch version attains Blueberry Terrace, a broad ledge around 2/3 of the way to the summit. From there, you can continue to the summit via scruffier climbing, or get started on the tricky rappel descent. The route-finding is fairly straight-forward and adds to the adventure, so is not described here in detail.\n\nThe Start\n\n: Above a large white snag find the obvious fist crack leading to a cedar bush (see photo). Continue up a left facing corner toward the prominent right-facing corner on the buttress crest. 2 pitches.\n\nThe Right-leaning Corner\n\n: Cimb the corner (slabby to right, overhanging on left), passing semi-wedged flakes and two bolts (5.8+). Exit via an airy step leftward (5.8+) back onto the buttress. Recommend doing the entire corner in a long pitch as belay options are tight.\n\nTo Terrace\n\n: 3-4 more pitches of scenic crack and block climbing on the broad crest to reach Blueberry Terrace. There are numerous ledges and trees to build an anchor.\n\nTerrace to Summit\n\n: Walk left as far as you can (class 3) and find a bolted rap anchor (~100 yds beyond steep corner recommended in Smoot's Falcon guide). Continue up and left, low fifth for about 100' then 5.8-ish to a bolt. Continue straight up to a bolt belay and another bolt. From there, trend a little left over low angle rock with sparse pro toward the rounded skyline. Reach a gentle bowl where you can unrope for the final slabs to the ridge and Exfo summit. There is a more detailed description of this section under the Dark Rhythm route.\n\nAlso, consult\n\nWeekend Rock: Washington\n\nby David Whitelaw.\n\nDescent\n\nRappelling the route is possible but NOT recommended. From Blueberry Terrace rappel (skier's) left off slinged trees toward the West Slabs and find another sling anchor, then the bolted anchors of the Westward Ho route, which is clearly visible on the way up. All anchors are fixed and require two 60s.","protection":"Standard trad rack to 4\". Bring long slings (24-48\") for tying off trees and reducing rope drag. Approach shoes or loose climbing shoes desirable for the approach.\n\nThis route has many easy wide cracks that have occasional options for smaller gear. Still I would bring one #4 or 5.","location":"The approach follows the Granite Sidewalk, a broad slabby ramp described well in the writeup for neighboring route Dark Rhythm. The Granite Sidewalk is fairly steep and long and you would not want to tumble or even contemplate such a grisly fate. Many visitors will appreciate sticky approach shoes or even comfy rock shoes for this approach.  It is both direct and memorable, though!"},"__v":0},{"_id":"x8RzATQYW42XsiVqNI9jsQ==","name":"Ancient Melodies","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"D. Coltrane, M. Hanna","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.59351,48.14527]},"left_right_index":4,"mp_id":"107773529","mp_crag_id":"108546462","climb_id":"x8RzATQYW42XsiVqNI9jsQ==","areaRef":"6oqj+FBiXJqm8a9EfK6K4g=="},"content":{"description":"Ancient Melodies heads up the center of Proxima wall connecting prominent fetures between improbable sections of steep slab that have just enough features to keep you going. It also has three approach pitches added June 2014, beta listed in the comments section below.\n\nPitch 1 35m 5.9+ 8 bolts. Climb straight up along ribs to a small overlap. Step up over the lap then cruise up and left to the chains.\n\nPitch 2 35m 5.8 5 bolts, gear. Continue up through some small parallel cracks then 10-15 m of 5.8 slab to the chains.\n\nPitch 3 50m 5.10+ 13 bolts. This is where the fun starts. Climb about 45m of small face holds, slab, and mantles to where the wall begins to steepen. From here a 4 bolt sequence on thin side pulls and face holds with no feet will get you to the chains at a large arching ledge. Fun last move to the ledge.\n\nPitch 4 40m 5.10 11 bolts, gear. \"Boss Hogg Pitch\"\n\nThis stellar pitch follows a long right facing corner that has occasional gear placements and thoughful climbing. Another pitch with a fun crux right before the chains. Don't get too pumped on this long sustained pitch.\n\nPitch 5 30m 5.10+ 12 bolts, gear. Head up and right through an invisible foot traverse to gain the left facing corner. Once here experience the desperate smearing and miniscule finger locks through the corner. Good foot work will be the key on this pitch.\n\nPitch 6 25m 5.11-(5.10 A0) 10 bolts, gear. The crux on this pitch comes right off the belay and doesn't let up for 10-15 feet until the angle of the wall decreases. Cruise up very thin holds along a slippery dike, the second move can be skipped by french freeing the bolts, but will only make the pitch slightly easier.\n\nPitch 7 25m 5.8 2 bolts, gear. The final pitch is a short mungy adventure to the top of the wall. Cimb up and right past 2 bolts to gain a large left facing corner that ends at the top of the ridge. A little dirty per Darrington top out pitch standards.","protection":"Medium rack to 3-inches","location":"Proxima wall is situated to the climbers right of Exfoliation dome, just above and right of the West slabs. Approach the climb from the Granite Sidewalk up to the large ledge just below the west slabs. From here head up and right through a prominent gully to the base of the climb marked by a metolious rap anchor. Short sections of 4th class scrambling involved. Rappel the route with 2 60m ropes, skip the anchors at the top of pitch 5.  One can also continue to rappel the west slabs for three more raps to the top of the sidewalk."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,cfe129f6-5f60-5bc8-87b3-3d3bfaff9472,654ed03a-bd15-5545-b25f-4474e027735d,3a23c2ca-4492-5f50-b79b-ecc5b445d938,dfd9b883-3693-52c0-87ec-2ed49683c992,e52d7cc5-5c89-5069-bc74-f2ba384e0c78,ea8aa3f8-5062-5c9a-a6f1-af447cae8ae2","pathTokens":["USA","Washington","Northwest Region","Darrington and Mountain Loop Hwy","Darrington","Exfoliation Dome","Blueberry Hill & Proxima Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.9"},{"count":1,"label":"5.11b"},{"count":1,"label":"5.10c"},{"count":1,"label":"5.8+"},{"count":1,"label":"5.11-"}],"byDiscipline":{"trad":{"total":5,"bands":{"unknown":0,"beginner":1,"intermediate":2,"advanced":2,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":2,"advanced":2,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-121.59351,48.14527]},"bbox":[-121.59418390640836,48.14482033981814,-121.59283609359164,48.145719660181854],"left_right_index":-1,"ext_id":"108546462","area_id":"6oqj+FBiXJqm8a9EfK6K4g==","polygon":{"type":"Polygon","coordinates":[[[-121.59418390640836,48.14482033981814],[-121.59283609359164,48.14482033981814],[-121.59283609359164,48.145719660181854],[-121.59418390640836,48.145719660181854],[-121.59418390640836,48.14482033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":5,"__v":1,"createdAt":"2022-11-07T06:30:50.141Z","updatedAt":"2024-01-20T01:08:31.519Z"}