{"_id":"6368a29ce80bff5a9956b0f5","area_name":"Flakeview Area","shortCode":"","climbs":[{"_id":"MzLYPVqQXBGzUv8jANCxAw==","name":"Silent Treatment","yds":"5.10a/b","grades":{"yds":"5.10a/b","french":"6a+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-82.21839,35.45166]},"left_right_index":9,"mp_id":"107562869","mp_crag_id":"105902395","climb_id":"MzLYPVqQXBGzUv8jANCxAw==","areaRef":"J8jORgzEV5+V/MWZhB0FAg=="},"content":{"description":"A shared hard start with Flakeview.  Boulder up to a bolt. Then head left past a large hole heading for the left edge of a block.  Continue up the vertical face on crimpy edges and horizontals past more bolts.  A cam or two might fill in between bolts.  Work left after last bolt to rap rings.","protection":"Bolts, couple of small cams, rap rings.","location":"Flakeview Area - shares start with Flakeview.  Look for bolt and block."},"__v":0},{"_id":"SUhb/zBcVy6YzLW6E9iglg==","name":"Seven Year Itch","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Rodney Lanier / Valerie Lanier 1/17/99","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-82.21839,35.45166]},"left_right_index":12,"mp_id":"106918924","mp_crag_id":"105902395","climb_id":"SUhb/zBcVy6YzLW6E9iglg==","areaRef":"J8jORgzEV5+V/MWZhB0FAg=="},"content":{"description":"Slab your way past a couple of bolts to a small overlap/roof.  Make a long move and mantel to a stance.  Continue up the face past a bulge on to the top.  Nice, long route for the Flakeview area.","protection":"Bolts and rap anchors at the top.","location":"Flakeview Area...just to the right of Gunboat Diplomacy."},"__v":0},{"_id":"DnD4mroeXWGyeCHT4sYpDw==","name":"Scream like a Boy","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Tom Gallo, Ken Pitts, Ron Sanga","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-82.21839,35.45166]},"left_right_index":8,"mp_id":"107057031","mp_crag_id":"105902395","climb_id":"DnD4mroeXWGyeCHT4sYpDw==","areaRef":"J8jORgzEV5+V/MWZhB0FAg=="},"content":{"description":"Climb up to the first bolt and then head left to the second bolt, crux. Climb straight up to the third bolt and then trad to a rap anchor, 30 meters. You can see the three bolts from the ground.  [First two bolts are from a line that continues left to a cam flake then up to a one bolt anchor.] Thin face climbing, lots of small gear. Second pitch is about 5.6 to the tree ledge and a two bolt rap anchor, new 2019. The third pitch, \"Silent Scream\", goes up and slightly right to a single bolt, then up to a two bolt rap anchor, 31 meters, 5.8?  [This anchor is the start of an always wet crack that goes up and right to...]  To descend rap 31 meters back to the tree ledge, then 28 meters to the top of the first pitch of Scream and then 31 meters to the ground.","protection":"P1, 3 bolts and lots of small cams. Bolted anchor at 30 meters. P2 trad to rap anchor, 28 meters. P3, trad and one bolt to a rap anchor, 31 meters.","location":"30 ft left of Gunboat, just left of Silent Treatment and starts at the stump of a burned up pine tree."},"__v":0},{"_id":"LXmYkxf7Xqu4B2yVpuGj1Q==","name":"Pillar Of Faith","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Sean Cobourn and Scott Ryser","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-82.21839,35.45166]},"left_right_index":13,"mp_id":"111825351","mp_crag_id":"105902395","climb_id":"LXmYkxf7Xqu4B2yVpuGj1Q==","areaRef":"J8jORgzEV5+V/MWZhB0FAg=="},"content":{"description":"Climb either Gunboat or Seven Year Itch.  Scramble up and right to base of pillar.  Climb left side to top.  Rap or continue up Out Left route.","protection":"standard rack","location":"Above Gunboat and Seven Year Itch to the right"},"__v":0},{"_id":"ehZRvyJdWmyDD/U/N0NPXw==","name":"Out Left","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Doug Swords, Sean Cobourn, and Allen Irwin","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-82.21839,35.45166]},"left_right_index":14,"mp_id":"111742527","mp_crag_id":"105902395","climb_id":"ehZRvyJdWmyDD/U/N0NPXw==","areaRef":"J8jORgzEV5+V/MWZhB0FAg=="},"content":{"description":"Pitch 1-2: Climb any route from Scream Like a Boy to Seven Year Itch. Gunboat Diplomacy and Seven Year Itch are the best routes, in my opinion.\n\nPitch 3: Climb Silent Scream (5.9+), the first pitch of Fickle Finger of Fate (5.7), or Pillar of Fate (5.7)\n\nPitch 4 (the route, 5.10, 100'): From the bolted anchor, either move the belay to the left 25 feet or just climb that way until you are under 2 bolts on the vertical face above. Climb easy vegetated ledges to the first bolt. Clip the bolt and move up the sustained face past another bolt and gear placements until the angle and difficulty lessens leading to a bolted anchor.\n\nPitch 5 (5.10, 30'): Climb the steep boulder problem over the block above to the trees. Or go right around the overhanging stuff to a short section of 5.7. Most folks skip this pitch\n\nDescent: If you do the last pitch, make a short rap off a tree to the double bolts atop pitch 4. From there, a 100' rap puts you at the double rings atop the first pitch of Fickle Finger of Fate. A long 160' rap from there puts you back on the ledge or rings atop Seven Year Itch. From a big tree or the rings, another 160' rap puts you on the ground.","protection":"Lots of quickdraws for the approach pitches. A varied rack depending on the approach route chosen. This pitch will use small cams. A second rope or tagline is needed to get down.","location":"3 pitches up the Flakeview Wall. I recommend climbing Gunboat Diplomacy or Seven Year Itch. Bypass the rap rings, and continue to the pine ledge. Then climb the first pitch of Silent Scream (5.9+), Fickle Finger of Fate (5.7), or PIllar of Fate (5.7) to the rap rings. The route starts here."},"__v":0},{"_id":"uCTkcsQdVj2mUvKYiHBuhQ==","name":"I'm Gumbie Damn It","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Rodney Lanier","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-82.21839,35.45166]},"left_right_index":2,"mp_id":"114172964","mp_crag_id":"105902395","climb_id":"uCTkcsQdVj2mUvKYiHBuhQ==","areaRef":"J8jORgzEV5+V/MWZhB0FAg=="},"content":{"description":"Easy route to top out the cliff line after climbing the Gift or Gift Certificate. Route is a little dirty, as it clearly doesn't see much traffic. Worth doing once for the top out and great views.","protection":"Standard Rack, slings for the rap. (As of 3/18/2018 there was webbing and one locking carabiner at the top - look to the left when topping out on the easy terrain)","location":"(per the guide book) From the top of the Gift or the Gift Certificate, un-rope on the grassy ledge and walk up and left 25 feet. Find a positive angled slab leading past an ear shaped flake, multiple trees, and ledges and climb the path of least resistance to the top of the tree line. Rap via trees back to the ledge and make your way back to the Gift/Gift Certificate anchors and rap rings."},"__v":0},{"_id":"R1S76Ju4V6+bYSsDF5roqw==","name":"Gunboat Diplomacy","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Scott Ryser, Sean Cobourn","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-82.21839,35.45166]},"left_right_index":11,"mp_id":"105937346","mp_crag_id":"105902395","climb_id":"R1S76Ju4V6+bYSsDF5roqw==","areaRef":"J8jORgzEV5+V/MWZhB0FAg=="},"content":{"description":"First pitch is balancy and climbs up to a bolt, steps left past a bolt and then straight up past several more bolts to a bolted belay.  Some parties do the first pitch only.  Second pitch continues straight up and slightly right to bolts.  Rap route from there.","protection":"Bring small cams for the start, 0.5 to 0.3\n\nOptional two more small cams on the first pitch.\n\nBring a 0.75 or so for the top of the second pitch to protect the second.","location":"Up and right of the trail to the Flakeview area.  On a narrow grassy ledge.  Look for the first bolt up high."},"__v":0},{"_id":"RnSSfFZvVTy/FD7ChGbsnQ==","name":"The Gift","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Steve Orthel, Neil Ofstun, Mike Stewart, Frank Orthel","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-82.21839,35.45166]},"left_right_index":0,"mp_id":"106065494","mp_crag_id":"105902395","climb_id":"RnSSfFZvVTy/FD7ChGbsnQ==","areaRef":"J8jORgzEV5+V/MWZhB0FAg=="},"content":{"description":"The guide book (NC Select) for this climb calls it a jug haul...I didn't see many jugs.  It isn't hard but it isn't jugs either.  I remember some \"thin\" 5.7 - 5.8 moves as the crux.","protection":"Bolts and a \"light\" rack. Tree with slings, rap rings. You will also need TWO ropes to back to the tree ledge.","location":"Located on the tree ledge above Bear Hunt.  It is the second \"bolted\" line.  Look for a slight roof to pull before clipping the first bolt."},"__v":0},{"_id":"QovQ/daXVUCgEhazzk+G0g==","name":"Gift Certificate","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Sean Cobourn, Scott Ryser","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-82.21839,35.45166]},"left_right_index":1,"mp_id":"105902398","mp_crag_id":"105902395","climb_id":"QovQ/daXVUCgEhazzk+G0g==","areaRef":"J8jORgzEV5+V/MWZhB0FAg=="},"content":{"description":"If you've led Bear Hunt and want to keep climbing, Gift Certificate is a great choice.  Long and excitingly exposed, this route offers nice friction, decent protection and some moves that will make you stop and think.\n\nStarting just right of a sharp-edged boulder leaning against the cliff, move up the rounded face to steeper ground.  Follow the path of least resistance over a bulge and continue up the line of bolts and strategic gear placements to the top, enjoying a panoramic view of the valley below.\n\nNOTE:  The guidebook erroneously reports this as a 120' route; it's closer to 200', so double ropes (or trailing a second rope) are mandatory to rap the route.  A single-rope rap will get you back to the ground from the Bear Hunt ledge.","protection":"Mixed; 5-6 bolts, but there's enough runout between them that a light rack (small to medium cams and nuts) is necessary. Double-rope rap from anchors shared with The Gift","location":"Starts on the ledge at the top of Bear Hunt where a boulder leans against the slabby cliff; a line of bolts is visible above."},"__v":0},{"_id":"/jxiODOkV3aicJqnwzDNKg==","name":"Flakeview","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-82.21839,35.45166]},"left_right_index":10,"mp_id":"106918933","mp_crag_id":"105902395","climb_id":"/jxiODOkV3aicJqnwzDNKg==","areaRef":"J8jORgzEV5+V/MWZhB0FAg=="},"content":{"description":"A couple of very hard moves (the hardest on the route) get you to a stance and the first bolt.  Continue up the face aiming for the right edge of a \"flake/block\" then an arching crack.  And onwards to the top passing a few more gear placements.","protection":"Bolt, gear and rap anchors on Silent Treatment.","location":"Flakeview Area.  Left of Gunboat Diplomacy, near a tree."},"__v":0},{"_id":"qg/xYjZqUaKxeb2tpuMcug==","name":"Fine Line","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Steve Orthel, Neil Ofstun, Mike Stewart, Frank Orthel","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-82.21839,35.45166]},"left_right_index":4,"mp_id":"106777936","mp_crag_id":"105902395","climb_id":"qg/xYjZqUaKxeb2tpuMcug==","areaRef":"J8jORgzEV5+V/MWZhB0FAg=="},"content":{"description":"Fun crimping on a steep face.  Start on an easy slab ramp that leads to a left leaning crack.  Pull up onto the bulge and start clipping bolts on a steep slab (crux).  After the steep section, make an easy run to the top.  The crux may feel much more difficult if you are short.","protection":"Single rack for the start and draws for the 5 bolts.","location":"15' left of Drivin' and Cryin'.  Left side of the smooth face before reaching the gully.  Top-belay off trees and walk climbers left down the gully to return to the base."},"__v":0},{"_id":"lTRLc+KRUoqqp/FGNIeIrA==","name":"Fickle Finger of Fate","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Bruce Burgess and John Dreary","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-82.21839,35.45166]},"left_right_index":15,"mp_id":"111742435","mp_crag_id":"105902395","climb_id":"lTRLc+KRUoqqp/FGNIeIrA==","areaRef":"J8jORgzEV5+V/MWZhB0FAg=="},"content":{"description":"A 3 pitch route starting on a big ledge above Seven Year Itch. Both Gunboat Diplomacy and Seven Year Itch are great routes, so this makes the entire endeavor a pretty fun 4-5 pitch romp up Rumbling Bald.\n\nPitch 1-2: Climb Gunboat Diplomacy or 7 Year Itch. Or I reckon you could climb Scream Like a Boy, Silent Treatment, or Flakeview, though those routes are all somewhat scary. Continue past the rap rings at the top of 7 Year Itch to a big pine ledge with a big flake system to the right (PIllar of Faith 5.7) and a hand crack in a right facing corner to the left. FFoF starts in the hand crack on the left.\n\nPitch 3 (5.7, 150'): Climb the 20' hand crack until it widens into an open book/chimney. Continue to the top of this and then onto the top of some big broken blocks to the left. From here climb easy, low angle terrain to a double bolt anchor at a big sloping ledge. Alternately, after the corner, you can also go out right on a ledge and awkwardly mantle a bulge to easy, dirty, runout 5.3 terrain before going back left to the anchor.\n\nPitch 4 (5.10-, 100'): Move just left of the anchor to incut holds on a steep face off the ledge (5.9) leading to a crack 15' up that angles to the right. The holds are nicely incut, but don't blow it before getting to the crack. Traverse right along the crack (5.9) until it peters out into low angle moves taking you up to a bolt. Clip the bolt and climb through a section of low 5.10 edging to another big belay ledge with a bolted anchor to the left.\n\nPitch 5: Apparently you can move out right of the belay anchor around the overhanging stuff above you to a short (40') 5.7 section. But directly above the belay is a very short boulder problem (5.10) with good gear leading to the trees. I think most people skip this pitch.\n\nDescent: If you do the 5th pitch, make a short rap off a tree to the anchor of pitch 4. Then a 100' rap puts you at the anchor of pitch 3. From there, a 150' rap puts you either at a big tree above Seven Year Itch or the Seven Year Itch rap rings. A 160' rap from the tree or rings atop Seven Year Itch puts you on the ground.","protection":"Lots of quickdraws for Seven Year Itch or Gunboat Diplomacy. Plus a single rack from tiny to a #3 Camalot. I placed an X4 .1 twice on route. The initial handcrack could use a #4 Camalot, but a #3 works, and you might get away with a #2 or just running it out. It's pretty easy if you're capable of the other pitches on this route. A tagline or second rope is needed to get down.","location":"On a ledge above Seven Year Itch. After climbing to the rap rings of Seven Year Itch, continue to the big pine tree ledge above. Fickle Finger of Fate is the hand crack to the left of the big flake system (Pillar of Faith)"},"__v":0},{"_id":"bi2nrpkeWxizzmMPmI6GvQ==","name":"Drivin' and Cryin'","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Steve Orthel, Neil Ofstun, Mike Stewart, Frank Orthel","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-82.21839,35.45166]},"left_right_index":5,"mp_id":"105937411","mp_crag_id":"105902395","climb_id":"bi2nrpkeWxizzmMPmI6GvQ==","areaRef":"J8jORgzEV5+V/MWZhB0FAg=="},"content":{"description":"Climb a slabby corner beneath a bulge.  Pull the bulge (crux) and continue up balancy moves to the top.","protection":"Bolts. Shares tree anchor at the top.","location":"Drivin' and Cryin' starts down and left from the ledge where Bear Hunt is located."},"__v":0},{"_id":"zNTcfkhMXs2wZn7aYQcgqQ==","name":"Dirty Girl","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-82.21839,35.45166]},"left_right_index":3,"mp_id":"107479539","mp_crag_id":"105902395","climb_id":"zNTcfkhMXs2wZn7aYQcgqQ==","areaRef":"J8jORgzEV5+V/MWZhB0FAg=="},"content":{"description":"This climb is fairly disorganized with a finger crack system to a corner chimney. Find a key left hand before pulling out of the chimney and hand jam up onto a tree ledge to the left. The chimney is DIRTY and mind the critters in the cracks down low. Until it gets cleaned off (if at all) belayers beware of falling debris! It might be possible to move right onto the face after the chimney and go to the slung tree left of Fine Line. From there it could even link up with Fine Line and become another way to get up to The Gift and Gift Certificate. At first I thought it was a stupid climb but it turned out to be interesting.","protection":"Small and medium gear low. Get creative in the chimney. There is a sketchy chalk-stone near the top that I slung. You can walk off from the before mentioned tree.","location":"Left of Fine Line. Its the obvious crack/ chimney. The feature is marked in the Lambert and Shull guide."},"__v":0},{"_id":"yU38veO8UAePGU9w4C2L2w==","name":"Bear Hunt","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"Martin Penery, Neil Ofstun, Steve Orthel","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-82.21839,35.45166]},"left_right_index":7,"mp_id":"106322304","mp_crag_id":"105902395","climb_id":"yU38veO8UAePGU9w4C2L2w==","areaRef":"J8jORgzEV5+V/MWZhB0FAg=="},"content":{"description":"A nice slab climb with a tough start, Bear Hunt is a good pitch to get to the moderates on the upper tier like Gift Certificate.  Rumbling Bald veterans say at least one key hold has broken off, which could explain why the start feels closer to 5.9 than the original grade of 5.7.\n\nStarting on a ledge above and right of Drivin' and Cryin', pull a hard move or two on the steep face to where you can get in some pro.  Continue up the gradually easing face, passing a bolt or two, and finish at a tree ledge below Gift Certificate.\n\nBear Hunt is often confused with Bear Cub, a bolted line to its left.","protection":"Small to medium gear; one or two bolts.  Anchor on trees at the upper tier ledge.","location":"Starts about 15' right of Bear Cub.  Rap from a slung tree."},"__v":0},{"_id":"pxdMJ/0VX/yl/2kgrHVc3A==","name":"Bear Cub","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-82.21839,35.45166]},"left_right_index":6,"mp_id":"106065537","mp_crag_id":"105902395","climb_id":"pxdMJ/0VX/yl/2kgrHVc3A==","areaRef":"J8jORgzEV5+V/MWZhB0FAg=="},"content":{"description":"Bear Cub follow bolts up a featured face (crimps, edges, slopers) to a ledge with trees.  Watch the start - you have to step down a touch to start the route, and you a looking down a steep gully to the base of Fine Line, etc - if you fall you will tumble a bit.\n\nNOTE:  Many people get this route mixed up with Bear Hunt; it isn't well-documented and the topo for Flakeview in the Selected Climbs guidebook is a mess.  As noted above, Bear Cub starts at the left end of a small ledge where it drops off into a steep gully.  Bear Hunt starts about 15' to the right, near the right end of the small ledge.","protection":"Bolts, rap tree (shared with Bear Hunt).","location":"Located up on a ledge that is above and right of Fine Line and Drivin' and Cryin'; starts about 15' left of Bear Hunt."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,b51eaea8-8aee-5fa5-b892-180460bb414d,09830eb9-3d49-51e3-8127-6506b4f459de,501a5223-8516-5d16-95c8-d19da85584bd,27c8ce46-0cc4-579f-95fc-c599841d0502","pathTokens":["USA","North Carolina","1. Southern Mountains Region","Rumbling Bald","Flakeview Area"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10a/b"},{"count":1,"label":"5.11a"},{"count":2,"label":"5.10-"},{"count":2,"label":"5.7"},{"count":1,"label":"5.10"},{"count":1,"label":"5.5"},{"count":1,"label":"5.10b"},{"count":1,"label":"5.8"},{"count":1,"label":"5.9"},{"count":1,"label":"5.10c"},{"count":1,"label":"5.10a"},{"count":1,"label":"5.6"},{"count":2,"label":"5.7+"}],"byDiscipline":{"trad":{"total":12,"bands":{"unknown":0,"beginner":6,"intermediate":6,"advanced":0,"expert":0}},"sport":{"total":7,"bands":{"unknown":0,"beginner":2,"intermediate":4,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":7,"intermediate":8,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-82.21839,35.45166]},"bbox":[-82.21894199770666,35.45121033981813,-82.21783800229333,35.45210966018186],"left_right_index":-1,"ext_id":"105902395","area_id":"J8jORgzEV5+V/MWZhB0FAg=="},"content":{"description":""},"density":0,"totalClimbs":16,"__v":1,"createdAt":"2022-11-07T06:16:00.860Z","updatedAt":"2024-01-15T16:47:42.393Z"}