{"_id":"6368a1b8e80bff5a99553e39","area_name":"Captain, The","shortCode":"","climbs":[{"_id":"0db3KcvnUOGVOfz6JUV34A==","name":"Washed Out","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Jonathan Garlough & Lauren Bergeron","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.462,44.0834]},"left_right_index":12,"mp_id":"109620275","mp_crag_id":"106171938","climb_id":"0db3KcvnUOGVOfz6JUV34A==","areaRef":"lJHCIhfAXdyRKJpj5Gr5Ig=="},"content":{"description":"This climb is located on the crag above the obvious wash out and campsite on your way in to The Captain.  \n\n  Start below a spruce tree halfway up on the left side of the crag. Start up the slab and pull the steeper headwall on good holds to the spruce tree. Continue up the steep open book corner with a finger crack. Top out on some kitty litter and finish at the anchor on a clump of birches.","protection":"Standard rack to Tree Anchor","location":"The Wash Out Crag"},"__v":0},{"_id":"O4DK+pPVW8epsjBv8DcgOA==","name":"The Warning","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Jonathan Garlough & Lincoln Tetherly","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-71.462,44.0834]},"left_right_index":2,"mp_id":"107597059","mp_crag_id":"106171938","climb_id":"O4DK+pPVW8epsjBv8DcgOA==","areaRef":"lJHCIhfAXdyRKJpj5Gr5Ig=="},"content":{"description":"The Warning climbs on the \"Elephants Head Buttress\" located at the left end of the big wall sections. The rock is mostly good, but sections of brief choss are encountered on moderate terrain.  \n\n  ALL BOLTS WERE PLACED FREE ON LEAD BY HAND. \n\n  P1: Start under the Elephants Head Buttress. Scramble up a series of ledges for 40' to a bolt. (the slab to the right will be the start when it's dry). Climb up the face placing gear in cracks and pull a bulge to a bolt. Move right into the crack system and follow it to a ledge with a 2 bolt anchor. 120'   5.8+ PG-13. \n\n  P2: Climb up the slab off the anchor to a ledge (bolt). Continue up the slab and past a choss ban on easy terrain and move up past the tree ledge to a gear belay in the corner. 55'   5.9 R  \n\n  P3: Follow the awesome corner up and right placing gear to a bolt. Run it out up the rest of the corner to a ledge. Move up and right on some chossy ledges to a layback crack/flake. Finish up to the tree ledge with a tree anchor. 115'   5.10 R","protection":"Standard Rack and Bolts","location":"The Elephants Head Buttress"},"__v":0},{"_id":"cHSxAUTiWp6m/iZAul8ZTQ==","name":"Puttin' In Time","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Lortie/Strand, Jens and Harvey","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.462,44.0834]},"left_right_index":8,"mp_id":"106171949","mp_crag_id":"106171938","climb_id":"cHSxAUTiWp6m/iZAul8ZTQ==","areaRef":"lJHCIhfAXdyRKJpj5Gr5Ig=="},"content":{"description":"Great rock directly up the main slab.P1 5.8 bolts and a small cam 100' P2 5.10b super rock 3 bolts and some small cams, semi hanging belay 60' P3 5.11 bolts, a REALLY good pitch 90' and cool belay ledge looking out over the whole valley. P4 up to a bolt then right and up ( alittle runout)to a tree 5.9 150'","protection":"mostly bolts, but a few small cams help","location":"Start just left of the bottom of the slab. 3 raps down with 2 ropes."},"__v":0},{"_id":"MthPZr86WKOIIpQtuzhaeA==","name":"Outside Corner","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Bradley White and Chris Buckley, fall of 1987","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-71.462,44.0834]},"left_right_index":0,"mp_id":"106828815","mp_crag_id":"106171938","climb_id":"MthPZr86WKOIIpQtuzhaeA==","areaRef":"lJHCIhfAXdyRKJpj5Gr5Ig=="},"content":{"description":"Climb the right side on a large outside corner of the large gully/dike fissure. Fun climb sustained grade, no pro on excellent rock. Basically I brought the rope up to belay Chris.","protection":"No protection and trees after the climb to belay and rappel.","location":"Highest ledge on the far left side of the cliff before the black rock area, I believe. Anyway the gully/dike dirt filled fissure is the only one on the cliff."},"__v":0},{"_id":"4U9EXvirUpueWn4URqyylA==","name":"Lunar Illusions","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"lortie/strand  97","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-71.462,44.0834]},"left_right_index":10,"mp_id":"106202896","mp_crag_id":"106171938","climb_id":"4U9EXvirUpueWn4URqyylA==","areaRef":"lJHCIhfAXdyRKJpj5Gr5Ig=="},"content":{"description":"Very good 3 pitch route on killer rock- only a little run-out.P1 5.9 face climbing with small cams. P2 up a steep face to a small right facing corner and undercling 5.10 pull over to a sweet ledge.P3 Steep slab past two bolts and some pockets to a ledge.","protection":"Bolts and small cams, fixed belays","location":"Uphill from Puttin' In Time on the right. Third class about 100' to a ledge."},"__v":0},{"_id":"dSb28a42W/CXBUV7MzwHsw==","name":"Kids with Guns","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Jonathan Garlough, Jim Dickson, and Lincoln Tetherly","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-71.462,44.0834]},"left_right_index":4,"mp_id":"107247957","mp_crag_id":"106171938","climb_id":"dSb28a42W/CXBUV7MzwHsw==","areaRef":"lJHCIhfAXdyRKJpj5Gr5Ig=="},"content":{"description":"Kids with Guns! This is a great moderate climb and good intro to climbing at the captain. The first pitch can be avoided by scrambling up the left side of the slab to the height of the land and the P1 anchor. It's a bit sketchy, just as scary, and your missing out on 170' of the climbing.    The route was done ground up with all protection bolts placed free on the lead by hand.  \n\n  A military helicopter came into the cliff as well. I think they were training? They hovered over the cliff and dropped lines down, it was pretty damn wild! \n\n  Start on the left side of the main slab.  \n\n  P1: Climb the first pitch of Captain Jameson. Climb straight up the left side of the slab past a big bowl sized hole and clip the first bolt. Run it out to the overlap and place gear. Move left and exit the overlap and continue straight up placing gear. Clip the second bolt and then a two bolt anchor. 170' 5.7 R \n\n  P2: Walk left along the tree ledge for 30'. Start at a large rail at head height and bolts above can be seen. Climb straight up the face to a jug and pull over onto a ledge (bolt). Make nice slab moves up the face to a second bolt. Continue up the excellent flakes and edges to a two bolt anchor just above the bush. 90' 5.7 PG-13 \n\n  P3: Step out left on some flakes and go straight up the face to a small headwall with cracks for gear. Angle a bit left and climb the steep and exposed headwall on big holds. Finish up another 15' of slab into the corner with a two bolt anchor (P3 anchor on Captain Jameson). 95' 5.7 PG \n\n  Rap off. 2 ropes will get you back to the tree ledge and the P1 anchor. ","protection":"Standard Rack, 4 Bolts, Bolt Anchors","location":"Left side of Main Slab"},"__v":0},{"_id":"sPUSjaWRWCi9X6Auo/ShEg==","name":"Heaven on Fire","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Tom Bowker,  Amy Colburn,   August 3, 2019 done ground up over 3 seasons, all bolts hand drilled. 5 bolts retroed after FA to pimp up for prime time","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-71.462,44.0834]},"left_right_index":9,"mp_id":"117632324","mp_crag_id":"106171938","climb_id":"sPUSjaWRWCi9X6Auo/ShEg==","areaRef":"lJHCIhfAXdyRKJpj5Gr5Ig=="},"content":{"description":"P1 up clean rock for 50ft to a bolt. After 2nd bolt trend right to belay. 5.5, 2bolts, 115ft         P2 gain a bucket above the belay(#3camalot) and follow 7 bolts to next belay 5.8+, 115ft.     P3 traverse left to gain the ramp that slants up right to next belay. 5.10, 4 bolts, 50ft P4 follow bolts to top of climb. 5.9, 3 bolts, 50ft DESCENT With a 70M rope rap to top of P2 and continue to P1 then to ground.","protection":"7 QD's including extendables and a #3camalot All belays are double ring bolt                         ***70 METER ROPE REQUIRED TO RAPPEL *** unless you want to carry 2 ropes","location":"Route begins at the lowest toe of rock on the main slab above a small drainage."},"__v":0},{"_id":"MbwMICRqXECfk2habKD6BA==","name":"Hazed and Confused","yds":"5.10b/c","grades":{"yds":"5.10b/c","french":"6b"},"fa":"Jonathan Garlough & Tom Zimmerman","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.462,44.0834]},"left_right_index":6,"mp_id":"107704602","mp_crag_id":"106171938","climb_id":"MbwMICRqXECfk2habKD6BA==","areaRef":"lJHCIhfAXdyRKJpj5Gr5Ig=="},"content":{"description":"A nice sport route up the lower right wall. Start right of the main toe of slab. Crank hard on thin crimps to get off the ground. Continue up the steep sustained featured wall on thin crimps past 3 bolts. Run it out up an easy slab with an optional #1 placement to a bolt anchor.  \n\n  We had to avoid the big wall due to the extreme heat and humidity. This was the only climb in the shade and it turned out to be quite enjoyable. After some mild dehydration we were a bit Hazed and Confused.","protection":"3 bolts, optional gear, bolt anchor","location":"The Lower Right Wall. Right of the main toe of slab."},"__v":0},{"_id":"cI07sIKAUzCqspuoSE6RUA==","name":"Grandview","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Jonathan Garlough & Jim Dickson","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.462,44.0834]},"left_right_index":1,"mp_id":"107322039","mp_crag_id":"106171938","climb_id":"cI07sIKAUzCqspuoSE6RUA==","areaRef":"lJHCIhfAXdyRKJpj5Gr5Ig=="},"content":{"description":"This route follows a dike feature on steep quality rock. This is a two star route with five star views. The route was climbed ground up with all protection bolts placed free on the lead by hand.  \n\n  P1: Climb up a dike to stance at 20' (bolt). Step back right and follow the dike past a pin to a ledge. Step right to bolt and make the crazy exposed crux moves over a bulge. Continue up on big holds to a two bolt anchor. Enjoy the views! 50'    5.9  \n\n  P2: Move up and left and clip a bolt. Continue placing gear in the corner to a stance at the second bolt. Make a tricky move and finish  at a two bolt anchor. 40'    5.8","protection":"Standard Rack, Bolts, Pin","location":"The route is located on the far left slab"},"__v":0},{"_id":"5CW9CXz3ViKAT9QXoAu7Cg==","name":"Cheap Thrills","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Jonathan Garlough & Jim Dickson","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.462,44.0834]},"left_right_index":3,"mp_id":"107263123","mp_crag_id":"106171938","climb_id":"5CW9CXz3ViKAT9QXoAu7Cg==","areaRef":"lJHCIhfAXdyRKJpj5Gr5Ig=="},"content":{"description":"A fun pitch with mixed gear. We have plans to push the route higher, but had to leave due to hurricane Irene. (Closure of the Whites!) All protection bolts and pins were placed free on the lead by hand except for bolt 2 which was placed from a hook.  \n\n  P1: Climb up the short right facing corner with gear. Move left around the arete onto the face and clip a bolt. Climb the face past a second bolt and move into another right facing corner. Climb the corner past a bolt and gain a stance with a knife blade. Continue up the corner/face placing gear. Finish up a mild runout over a headwall with an obvious hole, finish up through the pockets. (Do not top out on the left arete, very chossy!)  Move up to the tree ledge above. Rap from trees. A 60M will get you to the ground after rope stretch.    5.10 PG.  100' \n\n  P2: To be continued....","protection":"3 bolts, small-mid sizes, knife blade, trees","location":"Scramble up hill and left of the main slab to the height of the land. Walk left maybe 150-200 yards moving up with the height of the land. Obvious Buttress with bolts"},"__v":0},{"_id":"Jj1U6fvuVgSKxCsnbWA52g==","name":"Captain Jameson","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Jonathan Garlough and Lincoln Tetherly","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-71.462,44.0834]},"left_right_index":5,"mp_id":"106911946","mp_crag_id":"106171938","climb_id":"Jj1U6fvuVgSKxCsnbWA52g==","areaRef":"lJHCIhfAXdyRKJpj5Gr5Ig=="},"content":{"description":"This is a full length route up the entire cliff. The climb starts in the same spot as Puttin in Time on the left side of the main toe of slab. The route took numerous attempts after snow, rain, and bugs drove us off the cliff. All protection bolts were placed free on the lead by hand. The R rating is for a few moderate runouts throughout the climb.  \n\n  Pitches 1-4 climb on good quality rock. For those really seeking an adventure and don't mind a bit of choss continue up pitches 5 and 6.  \n\n  P1: Climb straight up the left side of the slab past a big bowl sized hole and clip the first bolt. Run it out to the overlap and place gear. Move left and exit the overlap and continue straight up placing gear. Clip the second bolt and then a two bolt anchor. 170' 5.7 R \n\n  P2: A great slab pitch up pockets and flakes. Move up and left from the anchor and clip a bolt. Continue up past three more bolts into the flake and place a small cam. Move up and right into an obvious rock scar and clip a two bolt anchor. (Long runners on bolts 1 and 3 are helpful). 80' 5.9 \n\n  P3: Traverse left 15' along a large flake and clip a bolt. Climb straight up the slab and place gear in a block feature. Run it out trending left on easy terrain into a left arching corner. Place gear up the corner and move up to a two bolt anchor at the base of the buttress. 110' 5.8 PG 13 \n\n  P4: Move left from the anchor onto a ledge. Climb up the crack placing gear and follow it into a small left facing corner. Move right out of the corner making airy moves onto the face and up past two bolts. Move up through some bushes to buttress. Scramble up a short chossy gully to the left and gain a bolt anchor on a tree ledge. 100' 5.9 \n\n  P5: Climb the fat crack straight up from the anchor to a ledge under a large roof. Traverse left around the corner and follow the corner/crack up into a chossy gully with trees. Move left out onto an exposed face and clip a bolt and small gear anchor. 90' 5.8 \n\n  P6: The final pitch climbs straight up on big holds to the right side of the final headwall. Clip a bolt and climb up a chossy chimney! Gear can be placed but may not hold a fall. Exit the chimney and move up to a bolt and nut anchor. You made it to the top of The Captain!   65' 5.8 PG 13 \n\n  Rappel the Route or try and walk off, I dare you!","protection":"Standard Rack, Bolts, Bolt Anchors. A handful of long runners.","location":"Main Slab. Center of the Cliff"},"__v":0},{"_id":"UaSkSytlUpKAbHK74YiE0w==","name":"Acapulco Gold","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Jonathan Garlough & Jim Dickson","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-71.462,44.0834]},"left_right_index":7,"mp_id":"107322063","mp_crag_id":"106171938","climb_id":"UaSkSytlUpKAbHK74YiE0w==","areaRef":"lJHCIhfAXdyRKJpj5Gr5Ig=="},"content":{"description":"Climb up a small corner with gear. Pull over the bulge and continue up and left to the large flake. Place gear and pull over the flake to a small tree (bolt). Move up into another flake placing gear and slab your way on a mild runout to the tree anchor above.","protection":"Standard Rack, 1 Bolt, Tree Anchors","location":"Lower Right Wall"},"__v":0},{"_id":"FfcjFNbTWaKukzfr35FMEQ==","name":"38 Special","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Jonathan Garlough & Lincoln Tetherly","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.462,44.0834]},"left_right_index":11,"mp_id":"109601251","mp_crag_id":"106171938","climb_id":"FfcjFNbTWaKukzfr35FMEQ==","areaRef":"lJHCIhfAXdyRKJpj5Gr5Ig=="},"content":{"description":"The route begins 50' right of Lunar Illusions. Start just right of the obvious tree ledge growing up the cliff. All bolts were placed free on the lead by hand. \n\n  P1: Follow a right angling seam past a pocket and continue on good holds up the low angle slab to an overlap. Follow the shallow right facing corner/flake systems placing gear until it is possible to work left and gain a bolt anchor. 115' 5.9 \n\n  P2: Climb straight up off the anchor passing two bolts to another flake. Move right out of the flake to a stance (bolt) and then run it out on easy slab to the trees with a fixed anchor above. 110' 5.9 \n\n  A double rope rap gets you close to the ground but a bit short.","protection":"Standard rack, 3 bolts, 1 bolt anchor, 1 tree anchor","location":"50' right of Lunar Illusions"},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,8a63706f-b14c-536f-b8ab-3cea90093e36,520d135f-cf28-57c4-92cb-49590e2b2090,9491c222-17c0-5ddc-9128-9a63e46af922","pathTokens":["USA","New Hampshire","WM: Kancamagus (Central)","Captain, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":4,"label":"5.9"},{"count":3,"label":"5.10"},{"count":1,"label":"5.11a"},{"count":2,"label":"5.6"},{"count":1,"label":"5.10+"},{"count":1,"label":"5.7"},{"count":1,"label":"5.10b/c"}],"byDiscipline":{"trad":{"total":12,"bands":{"unknown":0,"beginner":3,"intermediate":8,"advanced":1,"expert":0}},"sport":{"total":3,"bands":{"unknown":0,"beginner":0,"intermediate":3,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":3,"intermediate":9,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-71.462,44.0834]},"bbox":[-71.46262598179419,44.08295033981814,-71.4613740182058,44.083849660181855],"left_right_index":-1,"ext_id":"106171938","area_id":"lJHCIhfAXdyRKJpj5Gr5Ig=="},"content":{"description":"A pretty big, way backcountry crag with a long approach and AWESOME views. I am not kidding, this is a GREAT crag and well worth the long hike/bike.A bit of history- I first read about the Captain in an old AMC hiking guide, '73 edition ? (the orange one). The guide suggested approaching after climbing Mt Carrigan, then bushwacking down the ridge. CRAZY.It was also referenced in an '80's mtn bike guide to the area and indeed a good view can be gotten from \"hayshed field\".I first went in with my wife as part of a bike trip, seems that bradley White was in around the same time and did a one pitch route. i don't know of anyone else (mike hartrich ? ) but I sure didn't see any activity when we first did routes in '97.Alain Comeau- \" I have seen that cliff, I'll fly you if you wanna jump in \""},"density":0,"totalClimbs":13,"__v":1,"createdAt":"2022-11-07T06:12:09.497Z","updatedAt":"2022-11-25T11:19:56.654Z"}