{"_id":"63689d5ce80bff5a994f4bb0","area_name":"Mustache Wall","shortCode":"","climbs":[{"_id":"vQQ0IvNHUBSCPNZBTICegw==","name":"Window Shopper","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Kevin Calder and Marty Lewis (Aug '06)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.67689,37.3836]},"left_right_index":38,"mp_id":"106808833","mp_crag_id":"105912885","climb_id":"vQQ0IvNHUBSCPNZBTICegw==","areaRef":"hae+x9wsVk2NdCiS50Iiiw=="},"content":{"description":"This climb wanders back and forth a bit and involves some crimping, delicate foot smears, and a couple balancy high steps. If you have good technique it'll feel a bit easy for the grade.","protection":"12 bolts","location":"Near the right end of Mustache Wall, just left of the gully which Supergrinder starts up. The first bolt can be clipped from the ground. There's a short 3rd class scramble required to access this route and the others that start off the slabby ledge at the right end of Mustache Wall."},"__v":0},{"_id":"G4WEyB8NWAKgshjmNCL8uQ==","name":"The Toiler","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Tai DeVore, Marty Lewis - 9/11","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.67689,37.3836]},"left_right_index":30,"mp_id":"108090011","mp_crag_id":"105912885","climb_id":"G4WEyB8NWAKgshjmNCL8uQ==","areaRef":"hae+x9wsVk2NdCiS50Iiiw=="},"content":{"description":"A candidate for the best route on the Mustache. Three pitches of quality climbing.\n\nP1: Start on Double Dog Dare.  At the 11th bolt continue straight up instead of moving left. Good climbing in the seams with a reachy crux near the top. High quality pitch.  12a, 18 bolts.\n\nP2: An immediate crux leads to an excellent pitch of grooves and patina. Again, good rock and good climbing.  11c, 13 bolts.\n\nP3: More cracks/grooves but with a little less patina.  A crux sequence from the hole at the end of the pitch takes one to a great belay station/ledge.  11c, 13 bolts.\n\nDescent:\n\na) 3 rapps down the route.\n\nor\n\nb) With an 80m, go to the top of Supergrinder.  There is only a few feet of rope left, knots advisable.  The second rapp does not quite make the ground but deposits one on easily downclimbed terrain at the start of Supergrinder.","protection":"Bolts.  Mussy anchors at each belay.","location":"Shares the same start as Double Dog Dare."},"__v":0},{"_id":"MUaY2xbtWM28J5BWiAfHgA==","name":"Tiddlywinks","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Anna Sahl, T. Sartin, M. Hooper, April 15, 2021","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.67689,37.3836]},"left_right_index":27,"mp_id":"120553207","mp_crag_id":"105912885","climb_id":"MUaY2xbtWM28J5BWiAfHgA==","areaRef":"hae+x9wsVk2NdCiS50Iiiw=="},"content":{"description":"Begin by stepping left onto a featured face that leads up and right to a blunt arete. Continue up steep 5.5 climbing on large, positive holds to a stepped ledge section. More steep climbing above this ledge, on sometimes slopey holds and perhaps the crux, leads to a crab crawl right to reach a bucket that will take you back left to the anchor.","protection":"8 bolts lead to a 2 bolt mussy/steel carabiner lower off.","location":"Tiddlywinks starts 10 feet right of Boldly Departed. Look for a path of stepping stones traversing a slope along the base of the cliff just left of the obvious large corridor. Please tread lightly here to prevent further soil erosion and to help preserve the fragile vegetation on this unstable slope. Climb the left arete of the large, steep corridor, opposite The Megaplex, ending at a lower off anchor just below the crux of Boldly Departed. It may be possible to link this route into the crux of Boldly Departed with a 5.11 or 5.12 move, finishing on that route. The Megaplex begins on the right arete of this same corridor."},"__v":0},{"_id":"oS5nvwwZWNmNXQ+F2vNVeg==","name":"Three Amigos","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"Darrell Hensel, Tai Devore, Marty Lewis,  8/16","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.67689,37.3836]},"left_right_index":42,"mp_id":"118582587","mp_crag_id":"105912885","climb_id":"oS5nvwwZWNmNXQ+F2vNVeg==","areaRef":"hae+x9wsVk2NdCiS50Iiiw=="},"content":{"description":"Two pitches of climbing off the Supergrinder ledge.  Do Supergrinder/Sidecar to approach.\n\nP1: Climb the right leaning chimney for 2 bolts before moving left into a crack, from the top of the crack patina climbing leads to a belay at a nice small ledge.  11-, 9 bolts. (Ending here makes for a pleasant 3 pitch 11- route.)\n\nP2: A couple of bolts lead to a crux section.  Do a surprising weird move to obtain the slightly right leaning flare.  Follow this until it thins down to some finger locks and face.  Move left at the last bolt, then easy to the mussy anchor.  12-, 12 bolts.\n\nCan be done, just, on a single 70m.  80m is nicer...\n\nDescent: 4 35m rapps. If using an 80m it's possible (with a few feet of easy downclimbing) to make it to the ground in one rapp from the Supergrinder ledge.","protection":"Bolts, mussy anchors.","location":"Starts off the ledge at the end of Supergrinder pitch 2."},"__v":0},{"_id":"/iOV648zXMixckJOxEvTEQ==","name":"Supermega","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"Marty Lewis, Kevin Calder, Tai DeVore, Darrell Hensel, 11/16","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.67689,37.3836]},"left_right_index":43,"mp_id":"118582662","mp_crag_id":"105912885","climb_id":"/iOV648zXMixckJOxEvTEQ==","areaRef":"hae+x9wsVk2NdCiS50Iiiw=="},"content":{"description":"Two pitches of climbing in a nice location above the Supergrinder ledge.  Do Supergrinder/Sidecar to approach.\n\nP1: Start in the right leaning chimney and continue in the right fork to the obvious exit onto the patina face.  Trend up and right to a good small belay ledge.\n\n11-, 10 bolts. (Ending here also makes for a pleasant 3 pitch 11- route.)\n\nP2: Unique (for the Mustache) face climbing up a shallow runnel that slowly becomes more pronounced\n\n.  The crux is early but there are other moves sprinkled throughout.  12-, 16 bolts, a couple of runners can be helpful at the top.\n\nSame caveats as Three Amigos for rope length and descent.","protection":"Bolts, mussy anchors.","location":"Starts off the ledge at the end of Supergrinder pitch 2."},"__v":0},{"_id":"jyQ8e2A1XL2QSZHvLfvpbw==","name":"Supergrinder","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Marty Lewis and Kevin Calder (Aug '06)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.67689,37.3836]},"left_right_index":40,"mp_id":"106808824","mp_crag_id":"105912885","climb_id":"jyQ8e2A1XL2QSZHvLfvpbw==","areaRef":"hae+x9wsVk2NdCiS50Iiiw=="},"content":{"description":"P1: Start up a gully, pulling over a few bulges before reaching a 2 bolt anchor near a bush and dihedral. 8 bolts\n\nP2: Instead of continuing up the crack/dihedral, clip a bolt, step down, and then traverse left on some inobvious crimps. A few more powerful moves past the next bolt lead to an awesome finish where incut edges abound. 7 bolts\n\nYou can link these pitches together with twin ropes or if you extend most of the bolts.\n\nRap with one rope in two rappels using the anchors on Window Shopper.","protection":"Draws","location":""},"__v":0},{"_id":"HztVVHIAX2GVz7KmRIk9bA==","name":"Stone Cold Fusion","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Marty Lewis, Kevin Calder","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.67689,37.3836]},"left_right_index":34,"mp_id":"107294854","mp_crag_id":"105912885","climb_id":"HztVVHIAX2GVz7KmRIk9bA==","areaRef":"hae+x9wsVk2NdCiS50Iiiw=="},"content":{"description":"A crux down low leads to fun face and seam climbing, switching cracks as you ascend.","protection":"16 bolts, anchors on the right.","location":"35m/115' lower off\n\n(or, one 30m rap [with the rope out of the draws] will put you close, but may involve a few feet of easy down climbing [tie knots!])"},"__v":0},{"_id":"g7TbWniHWfKfgLESaDtHpw==","name":"Slippery Slope","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Darrell Hensel, Sierra Allen, Tai DeVore","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.67689,37.3836]},"left_right_index":46,"mp_id":"108085559","mp_crag_id":"105912885","climb_id":"g7TbWniHWfKfgLESaDtHpw==","areaRef":"hae+x9wsVk2NdCiS50Iiiw=="},"content":{"description":"This route has crimpy, somewhat technical moves for it's first half, followed by patina/knob climbing on the second half. From below the first half appears to be littered with potential holds but a good share of them end up being unusable, making for interesting sequence reads.\n\nThe rock on the bottom half is high quality with the top half being similar to the patina climbing at the top of Gala Tumble.\n\nClimb past five bolts to gain the break at the small bush. From the break climb the patina covered face past 4 more bolts to the anchor up and right of the Gala Tumble anchor.","protection":"9 bolts.  2 bolt mussy anchor.","location":"The rightmost Mustache Wall route.  Starts up the gully a little from Gala Tumble."},"__v":0},{"_id":"WsOPDYSXXTC2dYCWsHHtag==","name":"Sidecar","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Kevin Calder, Marty Lewis, 8/2006","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.67689,37.3836]},"left_right_index":41,"mp_id":"107210594","mp_crag_id":"105912885","climb_id":"WsOPDYSXXTC2dYCWsHHtag==","areaRef":"hae+x9wsVk2NdCiS50Iiiw=="},"content":{"description":"Climb the first pitch of 'Supergrinder' and belay at the bolts (or link into Sidecar).\n\nFrom the anchor bolts climb straight up into a slightly flared offset/dihedral tight finger crack.  Just a little bit tricky/insecure for a moment.  Continue upwards as the crack gets a little bit wider (bigger fingers with a few tight hands), with a deeper flare. This is more straight forward, but maybe a little more blue collar.  Bolted anchor at the top.\n\nThe bishop guidebook gives this 10c, but we thought it was closer to 10a.  Well protected and fine position up on the wall.  Very worth doing!","protection":"Small TCU's to maybe hand-sized cams.  A few stoppers, several runners.  Nothing too big.","location":"This route is pretty much directly above the first pitch of 'Supergrinder'.  You can't miss it - it is a nice looking crack."},"__v":0},{"_id":"LGq/+Kk0X2uhDRXwQfL97Q==","name":"Shattered Glass","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Darrell Hensel, 2012","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.67689,37.3836]},"left_right_index":39,"mp_id":"108025744","mp_crag_id":"105912885","climb_id":"LGq/+Kk0X2uhDRXwQfL97Q==","areaRef":"hae+x9wsVk2NdCiS50Iiiw=="},"content":{"description":"This is an added value link up of Window Shopper with the second pitch of Supergrinder.  Do Window Shopper.  At the anchor make a couple of moves (crux) to gain the patina up and right.  Climb past 3 bolts to join the second pitch of Supergrinder at it's second bolt.\n\nWith an 80m rope it is possible to lower to the Shopper anchor.  Not sure about a 70m.  A 70m works getting back to the Grinder anchor.  Or two rapps, or two ropes.  An 80m will also reach to within a few feet of the ground (easy downclimb) as a straight shot rapp.   Endless options for getting off.","protection":"21 bolts.  The use of a couple of full length runners to straighten the rope run is helpful. Skipping or back cleaning some of the bolts also helps, particularly on Window Shopper (the 2nd, left most bolt for sure.)","location":""},"__v":0},{"_id":"UaFmWHfyWBCYFiLZuc2mOg==","name":"Secret Stash right","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Ziegler, TD","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.67689,37.3836]},"left_right_index":3,"mp_id":"112939480","mp_crag_id":"105912885","climb_id":"UaFmWHfyWBCYFiLZuc2mOg==","areaRef":"hae+x9wsVk2NdCiS50Iiiw=="},"content":{"description":"P1:  Climb the initial bolts of \"Gimpenator\" until about even with the anchors of B-Gizzle.  Traverse right (gear) and then up corner to a bolted anchor. Secret Stash starts from this bolted anchor.\n\nP2: From anchor head up and right to thin crack with a bush growing from it. Continue up crack to anchor.","protection":"Gear to 3\".","location":""},"__v":0},{"_id":"T/SSKJEBWhOaASZ7W3H9BA==","name":"Secret Stash left","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Ziegler, TD","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.67689,37.3836]},"left_right_index":2,"mp_id":"112939457","mp_crag_id":"105912885","climb_id":"T/SSKJEBWhOaASZ7W3H9BA==","areaRef":"hae+x9wsVk2NdCiS50Iiiw=="},"content":{"description":"P1: Climb the initial bolts of \"Gimpenator\" until about even with the anchors of B-Gizzle.  Traverse right (gear) and then up corner to a bolted anchor. Secret Stash starts from this bolted anchor.\n\nP2: Up and left through lay back and stemming moves. Clip a bolt and continue up right facing lay back corner to anchor.","protection":"Gear to 3\". Lower off to P1 anchor. Rappel from there to ground.","location":""},"__v":0},{"_id":"CNlibeaTXGS9h1NRuAwNlw==","name":"The Remington Electric","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Tony Sartin and Terri Condon (June 27, 2009)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.67689,37.3836]},"left_right_index":18,"mp_id":"107062895","mp_crag_id":"105912885","climb_id":"CNlibeaTXGS9h1NRuAwNlw==","areaRef":"hae+x9wsVk2NdCiS50Iiiw=="},"content":{"description":"This climb is rich with variety. The first 4 bolts climb up and left thru a beautiful black patina on crisp edges. From here cross a wide crack and head straight up on large holds thru a ramp system to a thin face crux under an overhang. Above the overhang easy but run-out climbing leads up and right to a bolt on the right edge of the large alcove.  From here climb up and slightly left past 2 more bolts to the anchor.","protection":"13 bolts to a two-bolt mussy hook anchor","location":"This climb begins 15' left of The Notorious B.E.G.  It is a rope stretcher with a 60m. Please tie a knot in the end."},"__v":0},{"_id":"GaiKZ6EqVNCkTNe7wyjWyA==","name":"Psycho Sexy","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Shadow Ayala","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.67689,37.3836]},"left_right_index":11,"mp_id":"106820483","mp_crag_id":"105912885","climb_id":"GaiKZ6EqVNCkTNe7wyjWyA==","areaRef":"hae+x9wsVk2NdCiS50Iiiw=="},"content":{"description":"There are two roofs and a steep ending on this beast. Get to the first roof without falling on the tricky opening and crank your way through jugs to a huge broken sloper move. Pull over onto the face and face the music. Make an 'in your face' clip and recover, you have a long way to go.  Ditch one crack after another until you reach the second roof. This section is unreal fun. Get jiggy with the crack and make a blind move to another juggy sloper. Flag your way around \"the point\" and onto the amazingly exposed face. Classic edgy face climbing leads you to a tricky crack swapping section.  When things blank out near the top, get ready for the finale.  Perfect little edges through a gently overhanging face amazes you as you float over the last steep section and into one last surprise. Dont fall at the top!  One of the best on the wall.","protection":"16 bolts, two are fixed.\n\nfixe chain anchor.\n\n-there is now a mid anchor below the second roof, so it is easy to clean and can be climbed with one rope.","location":"right of 'Flame Thrower'."},"__v":0},{"_id":"wLqGwcaAUROGN8IBcDsoGw==","name":"Power Of Union","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Tony Sartin 09/2012","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.67689,37.3836]},"left_right_index":12,"mp_id":"107887080","mp_crag_id":"105912885","climb_id":"wLqGwcaAUROGN8IBcDsoGw==","areaRef":"hae+x9wsVk2NdCiS50Iiiw=="},"content":{"description":"Diagonal up and left for four bolts to a bulge and then straight up for three more bolts to a stance in the wide, right slanting crack. Clip a bolt out left and do a powerful move left (crux) to unite the two faces. Another bolt leads to a chain draw under a roof. Pull the intimidating yet easy roof where 7 more bolts lead up and then slightly right to a two bolt lower off.","protection":"17 bolts, 10th bolt has a fixed steel draw. Double steel biner lower off.","location":"Start 8 feet right of Psycho Sexy under a fat button head bolt. 35 meter lower off"},"__v":0},{"_id":"lnqgHf5pXuqdwirwCmwoLQ==","name":"Phenomena","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Kevin Calder, Marty Lewis (July, '04)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.67689,37.3836]},"left_right_index":14,"mp_id":"106831601","mp_crag_id":"105912885","climb_id":"lnqgHf5pXuqdwirwCmwoLQ==","areaRef":"hae+x9wsVk2NdCiS50Iiiw=="},"content":{"description":"This is a fun route that will test your route finding skills as much as your crimp strength. Start up the hill a hundred feet or so from Flamethrower. Follow the bolts left on sustained and technical face climbing. Look for the path of least resistance which sometimes requires you to downclimb a couple feet from the bolt before traversing over.\n\nEventually you'll reach a big jug on steep terrain. Make some cruxy moves to get up onto a thin slab. Move left on the slab and finish on the arete.\n\nFrom the anchors you can also toprope the burly Dakota Street Bypass (5.12a) which begins directly below and climbs out some steep roofs.","protection":"11 bolts, 2 bolt anchor/rap","location":"Uphill from Flamethrower but before (left) of The Notorious B.E.G."},"__v":0},{"_id":"xWqQ54tdWtev4NoOSxUWFA==","name":"Notorious B.E.G., The","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Marty Lewis, Kevin Calder, 8/2004","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.67689,37.3836]},"left_right_index":20,"mp_id":"107210577","mp_crag_id":"105912885","climb_id":"xWqQ54tdWtev4NoOSxUWFA==","areaRef":"hae+x9wsVk2NdCiS50Iiiw=="},"content":{"description":"This fine route climbs great moderate terrain through several right leaning diagonal seams, progressively getting more difficult.  One of those jacked up 'stand up' moves that give me trouble is just the start of the business.  From this point the route is in your face until nearly the end, with tricky, technical, thin climbing that requires the climber to look around and think ahead.  A brilliant route that seemed significantly harder for the grade than many of the routes in the area.","protection":"6 bolts and mussy hooks.","location":"This route is immediately left of 'Coven'.  Looking at the central plate of the Mustache Wall, this route is 2 bolted routes to the left of the big gnarly chimney."},"__v":0},{"_id":"DbYK5n8+Uf69KypXS1ejDw==","name":"Mustache Ride","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Tony Sartin, Trevor Hobbs, 2012","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.67689,37.3836]},"left_right_index":15,"mp_id":"108032784","mp_crag_id":"105912885","climb_id":"DbYK5n8+Uf69KypXS1ejDw==","areaRef":"hae+x9wsVk2NdCiS50Iiiw=="},"content":{"description":"Climb up and then diagonal left until under a vertical crack weakness. Straight up weakness to a bulge. Surmount tricky bulge and then traverse up and left (crux) past three bolts to an anchor located above the Phenomena anchor.","protection":"Bolts. Anchor is a double, steel biner lower off.","location":"Begins a few feet right of Phenomena, between Phenomena and It's Not The Wheat. 30m lower off."},"__v":0},{"_id":"/QtjYHYdXBCwc3pzDN55pA==","name":"Mr. Ridiculous","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Tai Devore, Urmas Franosch, Mary Devore, Hunter Sibbald (May, '07)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.67689,37.3836]},"left_right_index":44,"mp_id":"106831653","mp_crag_id":"105912885","climb_id":"/QtjYHYdXBCwc3pzDN55pA==","areaRef":"hae+x9wsVk2NdCiS50Iiiw=="},"content":{"description":"Climb up a ramp, cross a big right slanting crack, and face climb to a ledge in a flared corner. The crux is getting off this ledge but there are still more thin and balancy moves above. A step up in difficulty from Gala Tumble and Supergrinder.\n\nOne rope won't get you back to the start of the route, but with a 70 meter you can reach the ledge Gala Tumble starts off of.","protection":"15 bolts, 2 bolt anchor/rap","location":"The far right end of Mustache Wall. Scramble up 3rd class ledges."},"__v":0},{"_id":"bhMsFKCzXbyBIK7jFIZbHQ==","name":"Megaton","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"T. Hobbs, R. Ziegler; 8/20","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.67689,37.3836]},"left_right_index":7,"mp_id":"119480453","mp_crag_id":"105912885","climb_id":"bhMsFKCzXbyBIK7jFIZbHQ==","areaRef":"hae+x9wsVk2NdCiS50Iiiw=="},"content":{"description":"Techy face climbing (11a-ish) gets you to a rest near the intermediate anchors on Flame Thrower.  From here the business starts with a smeary, reachy move.  The route then steepens and pulls the bulging roof above.  We are still looking for consensus on the grade, so please weigh in.  (The route name is in honor of Mega Marty Lewis, a key player in developing this part of Pine Creek Canyon)","protection":"14 bolts","location":"This starts in 8 feet left of Flame Thrower in a right trending seam."},"__v":0},{"_id":"xGVmAmqpVJqtZs5nlQL39g==","name":"The Megaplex","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Lewis,Calder","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.67689,37.3836]},"left_right_index":28,"mp_id":"106475926","mp_crag_id":"105912885","climb_id":"xGVmAmqpVJqtZs5nlQL39g==","areaRef":"hae+x9wsVk2NdCiS50Iiiw=="},"content":{"description":"Excellent three pitch sport route on the right side of the Mustache Wall.\n\nP1- Follows the arete over a small roof up to a two bolt belay stance outside a flared slot. The crux(11c) is low on the pitch, below the roof.\n\nP2-Continues up the crack then takes a wild traverse out left where you encounter a thin move(11c) before traversing back right to the second bolted anchor.\n\nP3-Follow another wild traverse back left that ends with an under cling to a cruxy move up onto the arete. Continue up the arete then follow a series of thin moves back right(another cruxy section) to yet another cruxy move, big reach to a nice hold. From there continue up to a nice ledge with the last two bolt anchor on the left.\n\nRap the route","protection":"13 bolts per pitch with bolted anchors and Mussy hooks.\n\n70m rope/two 60's","location":"This route is found on the right side of the Mustache Wall, left of Double Dog Dare, starting on the arete on the right side of a chimney route, Master of the Obscure."},"__v":0},{"_id":"OTWhBrVyUwqXjsri3FOnsQ==","name":"It's Not The Wheat","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Brian Ketron, Tai Devore and Trevor Hobbs","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.67689,37.3836]},"left_right_index":16,"mp_id":"109027776","mp_crag_id":"105912885","climb_id":"OTWhBrVyUwqXjsri3FOnsQ==","areaRef":"hae+x9wsVk2NdCiS50Iiiw=="},"content":{"description":"One of the best routes on the wall in terms of richness of movement. There is almost no patina on this side of the wall and the climbing is on flakes and in between cracks and seams on grey rock. Except for a short section in the middle the route is very sustained and reports indicate a definite crux in the vicinity of the 10th bolt. The bolts are all very close together, so it's very well protected.","protection":"14 bolts to a two-bolt mussy hook anchor. 60 m rope will get you down.","location":"Starts left of Remington Electric a tier below the routes in the middle of Mustache wall. It is easily identifiable by 4 closely-spaced bolts in grey rock (no patina) going straight up to a small roof with a jug/flake in it."},"__v":0},{"_id":"dPSNv6IMVqeJRxX9P+AA2w==","name":"High n Dry","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Jeff Scheuerell, Darrell Hensel, Marty Lewis","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.67689,37.3836]},"left_right_index":17,"mp_id":"115340200","mp_crag_id":"105912885","climb_id":"dPSNv6IMVqeJRxX9P+AA2w==","areaRef":"hae+x9wsVk2NdCiS50Iiiw=="},"content":{"description":"Here is a fun one for those who like longer pitches or just want something new (mostly) on the awesome Mustache Wall. Also, a great one for those lugging around that 80m or longer rope. With rope stretch it works out perfectly with an 80m  if you unclip from the draws on the way down, then swing right to higher ground. Of course, you want to tie a nice fat knot in the end of the rope but you all do this anyway right? For shorter ropes, you can lower to your choice of lower anchors.\n\nWhile technically (for me) the hardest move on the route is down lower, getting to the 4th bolt on Remington, many will find the moves getting to the last bolt a challenge. A wise climber will pay close attention to rope drag throughout the pitch. A few shoulder length runners and back-cleaning here and there can make the difference on that final clip.\n\nStay Dry!","protection":"20 draws a few of which are shoulder length to cut down on rope drag.","location":"The route begins left of Remington Electric and right of Not the Wheat. Follow bolts that lead up to and join Remington Electric at its 4th bolt. Continue up Remington Electric to the anchor of  Not the Wheat. Above Not the Wheat follow several more bolts to an exciting finish ending at Mussys."},"__v":0},{"_id":"8FfxNWO7U3SyJAjt0o19pQ==","name":"Grindulator","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Kevin Calder, Marty Lewis 2007","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.67689,37.3836]},"left_right_index":0,"mp_id":"111138485","mp_crag_id":"105912885","climb_id":"8FfxNWO7U3SyJAjt0o19pQ==","areaRef":"hae+x9wsVk2NdCiS50Iiiw=="},"content":{"description":"Thin side pulls and crimps lead you up a blunt arete past a crux at the 2nd bolt and a bulge at the 3rd. The climb is fairly sustained, and many of the feet are pretty slabby, making it a fun and diverse climb.","protection":"7 bolts to anchors with mussy hooks","location":"2 routes to the left of B-Gizzle. 1st route on the mustache wall.  first bolt is just to the left of a 3' right leaning crack"},"__v":0},{"_id":"sKr4Zj/OVumg56LM1Zpj0Q==","name":"Gizzle Bomb","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.67689,37.3836]},"left_right_index":5,"mp_id":"115161522","mp_crag_id":"105912885","climb_id":"sKr4Zj/OVumg56LM1Zpj0Q==","areaRef":"hae+x9wsVk2NdCiS50Iiiw=="},"content":{"description":"Start on the classic B-Gizzle 10d and climb into Firebomb 12a except you skip the beginning crux of Firebomb and do the 11b bolted crux just above the B-Gizzle Anchor. Continue into the top half of Firebomb making it only 11b.","protection":"QDs + single rack to 3\".","location":"B-Gizzle start. Firebomb finish."},"__v":0},{"_id":"aS9rXpYxUyuQI1yzYD2eTA==","name":"Gala Tumble","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Mary and Tai Devore","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.67689,37.3836]},"left_right_index":45,"mp_id":"105985578","mp_crag_id":"105912885","climb_id":"aS9rXpYxUyuQI1yzYD2eTA==","areaRef":"hae+x9wsVk2NdCiS50Iiiw=="},"content":{"description":"","protection":"","location":""},"__v":0},{"_id":"YdionqcKXpuj4LFp4Yh/cw==","name":"Fu Manchu","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Darrell Hensel, Tai DeVore","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.67689,37.3836]},"left_right_index":19,"mp_id":"110713855","mp_crag_id":"105912885","climb_id":"YdionqcKXpuj4LFp4Yh/cw==","areaRef":"hae+x9wsVk2NdCiS50Iiiw=="},"content":{"description":"This route has good variety and is reasonably continuous. It starts with small holds face, has some seam climbing through the middle, and ends with steeper good sized holds.\n\nStart by climbing the green face left of Notorious B.E.G. past 4 bolts on technical small holds crimping - the crux is probably in the vicinity of the second bolt. Move left at the 5th bolt, then up before going back right into the leaning seams, passing 3 more bolts. Above, climb the steeper face just right of the arête past the remaining 5 bolts, going through the initial bulge and then over two more small roofs.\n\nThis pitch is 35 meters long - be careful when lowering off.","protection":"13 bolts.  70m rope mandatory.","location":"First route left of Notorious BEG."},"__v":0},{"_id":"+2ohxL2cWKaCIeUDwoLeBg==","name":"Four steps ahead","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Tai deVore, Darell hensel, Marty Lewis 8/16","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.67689,37.3836]},"left_right_index":35,"mp_id":"116987012","mp_crag_id":"105912885","climb_id":"+2ohxL2cWKaCIeUDwoLeBg==","areaRef":"hae+x9wsVk2NdCiS50Iiiw=="},"content":{"description":"Follow the double grooves until you're forced left into another crack. Bolt anchor","protection":"12 Bolts","location":"Climb stone cold fusion (11d) to access this climb. Finish on the last pitch of the toiler for a 3 pitch mission."},"__v":0},{"_id":"S6jSie/4U+aN0kBAnEK1pg==","name":"Flamed Variation","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Marty Lewis, Kevin Calder","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.67689,37.3836]},"left_right_index":9,"mp_id":"117939805","mp_crag_id":"105912885","climb_id":"S6jSie/4U+aN0kBAnEK1pg==","areaRef":"hae+x9wsVk2NdCiS50Iiiw=="},"content":{"description":"This route is basically just the first two thirds or so of \"Flamethrower\".  Follow the first eight bolts of Flamethrower to it's sub-anchor.  Fun, techy, balancy climbing throughout.","protection":"8 bolts. 2 bolt anchor w/ Mussy's.","location":"From the parking area for Pratt's Crack Canyon, walk up the approach trail for maybe five minutes to the first wall on the south side (left side) of the canyon.  This is the Mustache Wall.  Pass two sets of crack systems to a portion of the wall with a roof projecting out of it.  This climb is the one with the obvious sub-anchors that are located right beneath the roof."},"__v":0},{"_id":"Po8zSMJ2WXSm4S/bdmONBA==","name":"Flame Thrower","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Marty Lewis, Kevin Calder","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.67689,37.3836]},"left_right_index":8,"mp_id":"105912905","mp_crag_id":"105912885","climb_id":"Po8zSMJ2WXSm4S/bdmONBA==","areaRef":"hae+x9wsVk2NdCiS50Iiiw=="},"content":{"description":"Climb a technical and interesting slab up to the base of the large roof. Sack up, pull the roof, and keep it together going to the anchors.\n\nAn awesome pitch!","protection":"bolts + mussy's.","location":"The sixth route from the entrance, marked by the obvious bolted roof feature."},"__v":0},{"_id":"ZUhd/5elW/a//0wW/ZQK4A==","name":"Fire Bomb","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Patrick O'Donnell","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.67689,37.3836]},"left_right_index":6,"mp_id":"108911125","mp_crag_id":"105912885","climb_id":"ZUhd/5elW/a//0wW/ZQK4A==","areaRef":"hae+x9wsVk2NdCiS50Iiiw=="},"content":{"description":"Start immediately right of B-Gizzle on some face holds. Clip 2 bolts on the start of the face. Move into a steep layback crack and clip the 3rd bolt. Game-on from here. Move into the crack as it transitions back to the right. Go for it doing a sporty move to clip the 4th bolt or optionally place finger size gear to protect the move. Clip 4th bolt and stay focused for a burly awkward layback crack move that requires footwork and balance. Stand up and place a blue TCU/green alien and do a final easy move to gain the ledge and anchor of B-Gizzle. clip a bolt and long sling on anchor of B-Gizzle.\n\nMove above B-Gizzle anchor and clip a high bolt. move into a steep layback crack crux and clip another bolt (7th and last bolt). Gain a stance and place a piece of gear. Continue placing gear (up to 2\") up a steep 10+ crack finish just left of \"Flame Thrower\". Lower off.","protection":"Mixed. 7 bolts plus gear to 2\". Mostly small gear.","location":"Right of B-Gizzle. Left of Flamethrower. Could be considered an alternate start of B-Gizzle with a new extension."},"__v":0},{"_id":"C5nIOo6JUvWrgTOjN69PZQ==","name":"Double Dog Dare","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Marty Lewis and Kevin Calder (2004)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.67689,37.3836]},"left_right_index":29,"mp_id":"106831631","mp_crag_id":"105912885","climb_id":"C5nIOo6JUvWrgTOjN69PZQ==","areaRef":"hae+x9wsVk2NdCiS50Iiiw=="},"content":{"description":"Climb the right leaning flare using great sloper holds and stems to a cruxy section 2/3 of the way up the route. Afterwards, step left and climb the nice face with great patina to a two bolt anchor. Double Dog Dare is pretty sustained, but not at the 11+ level. Expect great 5.10 to easy 5.11 climbing most of the way. Very enjoyable.","protection":"13 bolts to a double bolt anchor. You can either rap straight down with one 60 m rope  or lower with a 70 m rope; you can toprope with a 70 m rope, but please do it on your own gear.","location":"Located just to the right of the huge gash/chimney and Megaplex. Double Dog Dare is the next route to the right of Megaplex."},"__v":0},{"_id":"9+ozbfu/Ueihj2yPcZtCPQ==","name":"Double D ConFusion","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.67689,37.3836]},"left_right_index":31,"mp_id":"115175589","mp_crag_id":"105912885","climb_id":"9+ozbfu/Ueihj2yPcZtCPQ==","areaRef":"hae+x9wsVk2NdCiS50Iiiw=="},"content":{"description":"The natural line/finish of Double Dog. Climb most of Double Dog Dare, then instead or going left, move right above the Aromatic anchor, clip the first bolt of the Toiler with a shoulder length sling, and continue up the crack to the Stone Cold anchor. Nice to have a few shoulder length slings to prevent drag.","protection":"maybe 20 draws ? No gear needed","location":"Right of the awesome Megaplex"},"__v":0},{"_id":"EfBQMks+VTCiyxzy/53Ixg==","name":"Don't Call Me Fred(and remember to tie a knot in the end of your rope)","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Jeff Scheuerell,  Darrell Hensel, Marty Lewis","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.67689,37.3836]},"left_right_index":25,"mp_id":"121052638","mp_crag_id":"105912885","climb_id":"EfBQMks+VTCiyxzy/53Ixg==","areaRef":"hae+x9wsVk2NdCiS50Iiiw=="},"content":{"description":"Clip the bolt above the Becky anchor and make a move up and left(be cautious of some fragile rock in this section. Step back right to the second bolt and keep an eye out for a foothold out right. Continue up on positive holds for a couple of more bolts. Thoughtful side pull  moves lead a bit left and up(stay with the bolt line and out of the possible looseness to the far left). A delicate layback move off a small flake gains a good hand jamb. Above clip another bolt and finish right to the anchor.","protection":"7 or 8? more bolts","location":"Continue above the Becky"},"__v":0},{"_id":"rkzaRQS6Wka3sJYMJjV+jg==","name":"Dakota Street Bypass","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.67689,37.3836]},"left_right_index":13,"mp_id":"109075912","mp_crag_id":"105912885","climb_id":"rkzaRQS6Wka3sJYMJjV+jg==","areaRef":"hae+x9wsVk2NdCiS50Iiiw=="},"content":{"description":"Bolted line that starts left and downhill of Phenomenon and pulls a roof down low. Finish on Phenomena.","protection":"Bolts","location":""},"__v":0},{"_id":"iA+mwK0FWM2Tu3Y5lpwT+g==","name":"Cuss Terr's Last Stand","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Terri Condon and Tony Sartin (Summer 2008)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.67689,37.3836]},"left_right_index":22,"mp_id":"107062905","mp_crag_id":"105912885","climb_id":"iA+mwK0FWM2Tu3Y5lpwT+g==","areaRef":"hae+x9wsVk2NdCiS50Iiiw=="},"content":{"description":"Plenty of thin, technical climbing on this one, with an exciting yet well protected mantle at the anchor.","protection":"10 bolts with a 2-bolt anchor lower off.","location":"This route is between Coven and The Becky Route, climbing just left of the chimney."},"__v":0},{"_id":"2mc9dAD8VuaEIs/lwRTvSQ==","name":"Crazy Course","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Darrell Hensel, Jeff Scheuerell, Marty Lewis (Sept 2018)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.67689,37.3836]},"left_right_index":23,"mp_id":"115185966","mp_crag_id":"105912885","climb_id":"2mc9dAD8VuaEIs/lwRTvSQ==","areaRef":"hae+x9wsVk2NdCiS50Iiiw=="},"content":{"description":"This can be viewed as an extension, an added second pitch, or an overrun at Cuss Terr's Last Stand.  It more than doubles the length of Cuss Terr's. Doing the entire thing in a single pitch is outstanding.  It takes a nice line on the right edge of the upper face and seems to go on forever.  About the same technically as Cuss Terr's, with consistent and difficult enough climbing to hold attention - all the way to the end.  Like stacking two Cuss Terr's on each other with additional 11- thrown in.\n\nEstimated 200' as Cuss Terr's is given 90'.  Somewhere in that range.\n\nAnother option: Start on Becky's, go to the obvious spot where one can move across onto the arete of the left wall of the chimney, finally joining at the bolt just above Cuss Terr's anchor.  A few less bolts this way as well as a couple of feet shorter.  Runners helpful.\n\nA typical comment when watching someone high on the pitch: \"Man, they are\n\nway\n\nup there.\"\n\nA nice long pitch.","protection":"Bolts. Something like 24, depending on start taken, back cleaning, etc. A few full length runners helpful. Ends at mussies.\n\nCan not lower back to the ground with one rope (obvious based on route length.) If starting on Becky's an 80m can make it back to the original Cuss Terr's anchor (a foot or two of rope left - careful!!) but Cuss Terr's isn't comfortable and the lower Cuss Terr's start may not even reach. Not sure about a 70m but likely options are Coven or Becky's (most comfortable.) Or two ropes, or belay on top (small ledge) and two raps via any combo. Many options, just be heads up. Please be considerate of parties on the other routes (or using up another anchor) when choosing a descent.","location":"Start on Cuss Terr's Last Stand, or alternately, start on Becky's."},"__v":0},{"_id":"4LoqNeUqVkGMG87srZf9Ow==","name":"Coven (Seriously Though)","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Marty Lewis, Kevin Calder, Steve Calder (Aug, '04)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.67689,37.3836]},"left_right_index":21,"mp_id":"106831633","mp_crag_id":"105912885","climb_id":"4LoqNeUqVkGMG87srZf9Ow==","areaRef":"hae+x9wsVk2NdCiS50Iiiw=="},"content":{"description":"Sustained 5.10 face climbing leads to a crux undercling beneath a roof. The Notorious B.E.G. (5.11c) starts to the left on thin face and can be linked into the upper crux of this route for a very sustained pitch of 5.11.","protection":"12 bolts, 2 bolt anchor/rap","location":"Climbs the face to the left of a large chimney (the Becky Route climbs the right edge of this chimney)."},"__v":0},{"_id":"NEh8jSNwWMezWe5JUKORaw==","name":"Close Shave","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Darrell Hensel, Jeff Scheuerell, Amy Ness, Marty Lewis; 9/20","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.67689,37.3836]},"left_right_index":36,"mp_id":"119513086","mp_crag_id":"105912885","climb_id":"NEh8jSNwWMezWe5JUKORaw==","areaRef":"hae+x9wsVk2NdCiS50Iiiw=="},"content":{"description":"Pass three bolts on nice black patina climbing (first crux).  Continue up past a few more bolts while angling slightly up and right, aiming for the obvious black patina that is just above a small overlap.  A delicate standup obtains the overlap (second crux).  Pass a few more bolts while moving up left to the final finishing moves into the slick scoop.\n\nGood previously overlooked route.  Even though it's short it's almost all good climbing with engaging moves.","protection":"9 bolts (tan hangers except the first one), mussy anchor.","location":"Between Stone Cold Fusion and Window Shopper.  Start on the ground (not the higher WS ledge) a few feet right of Stone Cold Fusion."},"__v":0},{"_id":"1ILZY2icU5Odj7/W6wJe9w==","name":"Caught Stealing","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Darrell Hensel, Jeff Scheuerell, Marty Lewis; 2021","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.67689,37.3836]},"left_right_index":37,"mp_id":"121669241","mp_crag_id":"105912885","climb_id":"1ILZY2icU5Odj7/W6wJe9w==","areaRef":"hae+x9wsVk2NdCiS50Iiiw=="},"content":{"description":"A long link up pitch that combines most of the good climbing on Close Shave, Window Shopper, Shattered Glass, and Supergrinder. Long curving pitch, watch the rope run.\n\nDo all but the last bolt of Close Shave, move to the cabled draw at the overlap on Window Shopper, do the remainder of WS into the crux of Shattered Glass, then finish on the patina of the second pitch of Supergrinder.\n\nA single 80m will not get you down (barely makes it back to the cabled WS draw.)  However, there are several options available to descend on a single rope (even a 70m) from the Supergrinder P2 anchor.\n\nAlternative finish: instead of moving into the patina at the height of the Supergrinder P2 crux, reverse that sequence by going right and then down climbing a few moves to the Supergrinder P1 anchor (the first bolt of Supergrinder P2 protects the follower nicely.)  This simplifies everything with a pitch that reaches the ground using a single rope.","protection":"Bolts (20 something).  A few full-length runners to eliminate rope drag.","location":"Start on Close Shave (immediately right of Stone Cold Fusion.)"},"__v":0},{"_id":"JCItjOAIXkuIKh2Qg8efnQ==","name":"Boldly Departed","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Tony Sartin and Terri Condon (July 5, 2009)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.67689,37.3836]},"left_right_index":26,"mp_id":"107062932","mp_crag_id":"105912885","climb_id":"JCItjOAIXkuIKh2Qg8efnQ==","areaRef":"hae+x9wsVk2NdCiS50Iiiw=="},"content":{"description":"This route S-curves up the wall passing thru three separate overhangs to a bold and committing move onto an exposed arete. Delicate climbing on the arete leads to larger holds and the anchor above.\n\nThe name is an homage to legendary cliimber John Bachar. On the same day this route was established, Bachar perished practicing his art just outside of the nearby town of Mammoth Lakes.","protection":"13 bolts with a 2-bolt mussy hook anchor. Lower off with a 60m.","location":"Begins 12' to the right of The Becky Route"},"__v":0},{"_id":"THCRJV8OVS2gG0uq3yCLYQ==","name":"Blast Furnace","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Kelly Cordner, Dave Pedersen","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.67689,37.3836]},"left_right_index":10,"mp_id":"109405817","mp_crag_id":"105912885","climb_id":"THCRJV8OVS2gG0uq3yCLYQ==","areaRef":"hae+x9wsVk2NdCiS50Iiiw=="},"content":{"description":"Nice warm up. 8 bolts. Shares start with Flame Thrower then follows obvious weakness to the right.","protection":"8 bolts","location":"Shares start with Flame Thrower, then follows obvious weakness to the right."},"__v":0},{"_id":"fKAhDmAsUmqlZ9P5lpTkew==","name":"Becky Route","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Kevin Calder, Marty Lewis, and Becky Calder (Sept '05)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.67689,37.3836]},"left_right_index":24,"mp_id":"106808844","mp_crag_id":"105912885","climb_id":"fKAhDmAsUmqlZ9P5lpTkew==","areaRef":"hae+x9wsVk2NdCiS50Iiiw=="},"content":{"description":"Becky, not Beckey. This is a good warm-up for some of the harder routes in the area.","protection":"13 bolts, 2 bolt anchor. I think you need a 60m to get down.","location":"Mustache Wall is split in the middle by a couple large chimney systems. The Becky Route climbs the right arete of the lefthand chimney. (The Megaplex starts up the right arete of the righthand chimney)"},"__v":0},{"_id":"agJaEJKOUNWbCgRe5j66Tw==","name":"B-Gizzle","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Kevin Calder, Marty Lewis, Fred Berman","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.67689,37.3836]},"left_right_index":4,"mp_id":"106831583","mp_crag_id":"105912885","climb_id":"agJaEJKOUNWbCgRe5j66Tw==","areaRef":"hae+x9wsVk2NdCiS50Iiiw=="},"content":{"description":"This is one of the first routes you'll encounter as you walk into the gully. It's the obvious left facing corner with a thin crack. It's a bit on the short side compared to most of the other routes on Mustache Wall, but the moves are fun and it's worth doing. The crux is the first few feet of the lieback. The fingers are pretty good but there's no footholds to speak of.","protection":"6 bolts, 2 bolt anchor/rap","location":"The FAR left end of Mustache Wall, you'll walk right past it as you follow the trail into the canyon."},"__v":0},{"_id":"hWz2me1WU1Sqnrb5TRDuYg==","name":"Aromatic","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"Jeff Schoen, 1995","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.67689,37.3836]},"left_right_index":33,"mp_id":"108038244","mp_crag_id":"105912885","climb_id":"hWz2me1WU1Sqnrb5TRDuYg==","areaRef":"hae+x9wsVk2NdCiS50Iiiw=="},"content":{"description":"Well, somebody needs to break down and enter this line as it's a glaring omission of a classic from the Mustache routes.\n\nAs noted in the Lewis/Croft guide this is a visionary route, the first sport climb on the wall.  Interesting that one of the hardest lines was also the first.\n\nA little off vertical, techy, and somewhat sharp hold face climbing.\n\nFollow the black patina up and a little left past four bolts.  A couple more bolts connect with the next set of black patina flakes.  Up and right a little as the patina disappears, then up to the anchor with a final sequence at the last bolt.\n\nThe first bolt is kind of high and a little difficult to clip.  It is nice having it high once clipped.","protection":"11 bolts.  2 bolt Mussy anchor.","location":"Between Double Dog Dare and Stone Cold Fusion."},"__v":0},{"_id":"wdNDaOvoWne3wJ2Jx5gmdg==","name":"Air Toil","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"Link up of existing routes","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.67689,37.3836]},"left_right_index":32,"mp_id":"108036320","mp_crag_id":"105912885","climb_id":"wdNDaOvoWne3wJ2Jx5gmdg==","areaRef":"hae+x9wsVk2NdCiS50Iiiw=="},"content":{"description":"Link Aromatic and the upper half of the first pitch of The Toiler.  The quality Toiler climbing combined with the classic Aromatic yields an excellent pitch.\n\nStart by doing Aromatic (12 bolts including anchor, 12d.)  Move a little left, then straight up The Toiler (7 bolts, 12a.)\n\nDue to the jog left take care to avoid rope drag from the first bolt of the Toiler.\n\nA single 70m will barely reach the ground. (rapp, don't lower if using a 70m)","protection":"19 bolts.  End at The Toiler P1 belay.","location":"Start on Aromatic.  Between Double Dog Dare and Stone Cold Fusion."},"__v":0},{"_id":"GH5rI+z1UUuNqIFRJ49aAA==","name":"[Redacted]","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Rick Ziegler, Tai Devore","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.67689,37.3836]},"left_right_index":1,"mp_id":"111137775","mp_crag_id":"105912885","climb_id":"GH5rI+z1UUuNqIFRJ49aAA==","areaRef":"hae+x9wsVk2NdCiS50Iiiw=="},"content":{"description":"We did this to add another warm-up to the Mustache Wall.  Follow the bolt line approx 15 feet left of B-Gizzle.  Stem up and jam your way up until bolts lead left. ( It's also possible to head right instead, gear recommended.  From there, find a bolt and anchor.  Second pitch gear routes start both left and right from that anchor.)","protection":"Bolts","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,28ecf9b8-3e02-54f1-9a23-26c5d4120483,58a4c1de-fc5b-5e0c-89ad-ab28ac59e4fe,4fb0d773-72c8-5105-9d28-790d95365d32,2a655534-0316-5d2c-acdd-41dc8ecee112,85a7bec7-dc2c-564d-8d74-2892e742228b","pathTokens":["USA","California","Sierra Eastside","Bishop Area","Pine Creek Canyon","Scheelite Canyon / Pratt's Crack Gully","Mustache Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":10,"label":"5.11b"},{"count":8,"label":"5.12a"},{"count":2,"label":"5.8"},{"count":2,"label":"5.12-"},{"count":3,"label":"5.10d"},{"count":1,"label":"5.12c"},{"count":1,"label":"5.10c"},{"count":1,"label":"5.8+"},{"count":2,"label":"5.9"},{"count":7,"label":"5.11c"},{"count":3,"label":"5.11d"},{"count":1,"label":"5.11+"},{"count":1,"label":"5.12b"},{"count":1,"label":"5.10b"},{"count":1,"label":"5.10a"},{"count":1,"label":"5.9+"},{"count":2,"label":"5.12d"}],"byDiscipline":{"trad":{"total":5,"bands":{"unknown":0,"beginner":1,"intermediate":2,"advanced":2,"expert":0}},"sport":{"total":42,"bands":{"unknown":0,"beginner":2,"intermediate":7,"advanced":33,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":3,"intermediate":9,"advanced":35,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-118.67689,37.3836]},"bbox":[-118.67745590325183,37.38315033981814,-118.67632409674813,37.384049660181866],"left_right_index":-1,"ext_id":"105912885","area_id":"hae+x9wsVk2NdCiS50Iiiw==","polygon":{"type":"Polygon","coordinates":[[[-118.67745590325183,37.38315033981814],[-118.67632409674813,37.38315033981814],[-118.67632409674813,37.384049660181866],[-118.67745590325183,37.384049660181866],[-118.67745590325183,37.38315033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":47,"__v":1,"createdAt":"2022-11-07T05:54:21.572Z","updatedAt":"2024-02-19T18:29:24.879Z"}