{"_id":"63689de0e80bff5a994f9820","area_name":"Ames Wall","shortCode":"","climbs":[{"_id":"Tzc5mMNXVliQ9nW8+8G6Fg==","name":"Seamstress Corner","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Jeff Lowe and Tim Kudo, 1970s (?)","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-107.8163,37.9392]},"left_right_index":0,"mp_id":"106012247","mp_crag_id":"106012242","climb_id":"Tzc5mMNXVliQ9nW8+8G6Fg==","areaRef":"6jbS6UmzWm+gcJm5alkT4g=="},"content":{"description":"What can you say about a route that has kicked your ass?  This is what I have to say: this route is far and away the most unique climb that I've ever had the fun to (partially) experience.  I would love to hear more about it from others who've been there, so I will submit a description here in hopes that others will also rave about the route.  This climb is awesome, no doubt about it.  The loose rock and a bit of grunge and munge give way to superb climbing up a perfectly cleaved dihedral for several pitches on bullet hard rock.  Instead of following a splitter crack or something straightforward, the route veers this way and that, following weakness, which is not found in the corner itself.  The thing that makes this route so...interesting...is that even with all the modern trinkets, you are forced to rely on rusty quarter inch bolts and pitons...most of which are protruding out a good ways.  The climbing is steep and hard and tying them off might be a bit of a challenge if you're trying to free it.  In some cases, it's impossible to back up the sketchy fixed pro.  The belays themselves feature creative combinations of antiquated protection, so bring some stuff to back it up!\n\nThe first pitch deals with loose rock and poor protection...it might be considered \"R\" as potential to hurt yourself definitely exists.  The crux is delicate face climbing, well above fixed gear.  My partner winged off on this pitch when both handholds he was holding broke, sending him for a 20 footer (onto a 1/4\" bolt!).  As I caught the fall, fist-sized chunks of rock ripped through the foliage around me.  Yikes!  As he is a bold fellow, he combined the first sketchy pitch with the next pitch, which was more elegant and even harder, climbing past overhanging rock on big holds with thin protection.\n\nThe third (or second) pitch is beautiful and hard.  Most of the gear consists of fixed pitons with the eye about 2'' away from the rock.  Very steep, it works its way up thin cracks on an arete with awkward positions and pumpy sections, until finally a belay appears in the dihedral.\n\nThe next pitch heads out right, past a quarter inch bolt, and past some more fixed gear that is out of view.  Our team aborted when my partner flew past the belay, ripping out a #1 knifeblade and was caught...again by a 1/4\" bolt...the only thing between him and the belay (which was spinning 1/4\" bolt, backed by a Black Alien and RPs, along with that bomber sideways-pounded nut).  Yes, we were scared.\n\nI'd like to continue with the description, but I can't.  I can only guess that the next pitch was steep and hard, on good rock, protected by more knifeblades.\n\nAnd supposedly the last pitch is only 5.8...on SHALE!\n\nIf you try this route, be strong...I'd like to think someone could hang in there and replace that knifeblade that my partner pulled and restore the integrity of the route.  I do hope that whatever happens, people don't go up there and replace all the sketchy pro with conveniently placed bomber bolts...because then this masterpiece of climbing would be irrevocably changed...dumbed down, if you will, to a semi-ordinary climb that you could go anywhere to experience.\n\nThis is a climb I'm proud to say I've bailed from.","protection":"Helmet, varied rack (RPs and small stuff).\n\n\"The best protection is not to fall\" - someone wise.","location":"In the biggest, steepest, and proudest section of Ames, there lies a perfectly cleaved corner...this is it!"},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,d91c72a2-88f4-56ed-b35c-d265d2fb0139,ea36d2e9-49b3-5a6f-a070-99b96a5913e2","pathTokens":["USA","Colorado","Telluride/Norwood area","Ames Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11+"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-107.8163,37.9392]},"bbox":[-107.81687015458488,37.93875033981814,-107.81572984541513,37.939649660181864],"left_right_index":-1,"ext_id":"106012242","area_id":"6jbS6UmzWm+gcJm5alkT4g==","polygon":{"type":"Polygon","coordinates":[[[-107.81687015458488,37.93875033981814],[-107.81572984541513,37.93875033981814],[-107.81572984541513,37.939649660181864],[-107.81687015458488,37.939649660181864],[-107.81687015458488,37.93875033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T05:56:19.858Z","updatedAt":"2024-02-19T18:31:54.455Z"}