{"_id":"63689de0e80bff5a994fa3f7","area_name":"Second Pew","shortCode":"","climbs":[{"_id":"rmYH0TjuVNah4FahpGQThg==","name":"Vegan","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Deb Thompson","type":{"trad":true,"tr":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5009,40.4353]},"left_right_index":3,"mp_id":"107871338","mp_crag_id":"107743906","climb_id":"rmYH0TjuVNah4FahpGQThg==","areaRef":"APSZ83gKWgaMBMuxlok4AQ=="},"content":{"description":"This climbs an obvious feature on the right side of the Second Pew.  It winds up being fairly mellow.  It still is fairly new and a brush would probably be a good idea.\n\nFind a path through some bushes to a chimney just left of the nadir of the rock.  Follow a right-angling chimney.  About 80' up, this joins\n\nGrits with Eggs Over-Easy\n\nfor its second pitch.\n\nThis can now continue above for 3 more pitches on\n\nMarch Madness\n\n.\n\nYou can move right and rappel 85' off 2 bolts.\n\nIf you were really adventurous, you could try that roof crack to the left down low....","protection":"Gear to a #3.5 Camalot.","location":"This ascends a right-leaning groove just left of the nadir of the right side of Second Pew."},"__v":0},{"_id":"VcKXKt5+XPGkDJPZhRkPGA==","name":"Step Up Or Step Aside","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Deb Thompson, George Bracksieck, Jay Detweiler, LP","type":{"trad":true,"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5009,40.4353]},"left_right_index":9,"mp_id":"107849972","mp_crag_id":"107743906","climb_id":"VcKXKt5+XPGkDJPZhRkPGA==","areaRef":"APSZ83gKWgaMBMuxlok4AQ=="},"content":{"description":"This is an enticing line where the upper 3/4's of it goes free and clean at ~5.10- and the lowest part goes at ~5.10+.\n\nOriginally, we climbed this upper part from the belay for P1 of\n\nA Way To The Top\n\n.  It has some nice crack moves, some nice bulge moves, but the face below the 1st overlap goes clean at 5.10 (for the left and right starts) to 10+ with a couple crux mantles. The middle start is the crux which is protected by 4 bolts drilled by hand.  The left start is a bit easier and a right start is a bit fragile.  The crack has a nice variety of movement.  Once you finish the crack, a leftward traverse, either foot traverse or hand traverse, under a huge, detached block (don't touch it) gains you the 2 bolt anchor for a line (115') to the left and continuing left, you can the belay in the cavity (150').\n\nThis may be the best line at the Pulpit Massif.\n\nFor the adventurous, you could try that crack above, but watch out for big, loose blocks.","protection":"Bring wires and cams to a #3 Camalot, and 4 quickdraws to start.","location":"This is on the right side of the Second Pew of Pulpit Rock.  It goes to an obvious, thin crack above a bulge ~35-40 feet up."},"__v":0},{"_id":"qrf1WQ/uVxGlmGEm4GZlVA==","name":"March Madness","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Deb Thompson, Jackie Paik, Kira Paik","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5009,40.4353]},"left_right_index":7,"mp_id":"108064173","mp_crag_id":"107743906","climb_id":"qrf1WQ/uVxGlmGEm4GZlVA==","areaRef":"APSZ83gKWgaMBMuxlok4AQ=="},"content":{"description":"This is a line that continues above\n\nIs This Your Crack?\n\nor\n\nVegan\n\nand heads to the top of the Second Pew.  It takes on the dihedral to the right of the obvious cave (which was a mixed climb in late March) at mid-height on the right side of the Second Pew.  The 1st pitch of this is worth the effort.  The section above this weaves around to avoid some weirdness, but it could be straightened out.\n\nP1. To make this a longer adventure, you can start with\n\nGrits with Eggs Over-Easy\n\nor you can start on\n\nVegan\n\n.\n\nP2. You can continue up or even start with\n\nIs This Your Crack?\n\n.  You can belay below the cave or even the 2 bolt anchor above\n\nFace with Bolt Route\n\n.\n\nP3.  This was climbed from the cave with a ~20 foot downclimb to a traverse right to the start of the dihedral.  Pull aboard on nice crystalline jugs.  Move up the dihedral into the slot/chimney.  There is a crux move about mid-pitch where remembering to chimney may make it feel more secure.  Near the top of the slot/chimney, you can move right onto big knobs.  5.8+, 100' or 150'.\n\nP4. You are now in a sort of bouldery meadow.  The 1st two forays attempted to move straight up to the obvious wide crack with a leaning squeeze chimney or boulder hop a bit to the right that was thwarted by a V-shaped crevasse without great pro or holds.  Ultimately the wide crack was attained with a walk left to a short wall left of a big tree and a traverse back right a few feet below the tree to gain the wide crack.  5.6 PG-13, 100'.\n\nP5. You can place a #3 Friend or #2 Camalot in the narrower slot next to the wide crack.  A barn-door move up and onto face holds makes quick work of the crack.  You would need something like a #6 Camalot if you actually wanted to protect this section.  Continue up 4th / low-end 5th class that becomes 3rd class terrain (shared with\n\nA Way To The Top\n\n) to the top of the Second Pew.  5.6, 150'.\n\nTo descend, there is a ~75' downscramble that can be more interesting if there is snow.  Once onto the gap between the Second and Third Pews, it's best to drop maybe ~75' down to get around to the north of the pinnacle between the Pews.  Then, it's hiking from the saddle down to the packs.\n\nPart of why this was named as such was the mad weather we experienced: snow, then sunshine, then sprinkles of rain, a couple of rainbows, then sunshine, then blowing snow, and then sunshine.","protection":"This was done with a rack to a #3.5 Camalot, although, P5 would require something big if you wanted to protect the wide crack bit.","location":"This ascends the dihedral right of the cave ~200' from the nadir of the right side of the Second Pew.  It connects to an obvious, wide crack to the right of a decent-sized tree."},"__v":0},{"_id":"rxdNXCmzX4eiHA0JAOI+9g==","name":"Is This Your Crack?","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5009,40.4353]},"left_right_index":6,"mp_id":"107855537","mp_crag_id":"107743906","climb_id":"rxdNXCmzX4eiHA0JAOI+9g==","areaRef":"APSZ83gKWgaMBMuxlok4AQ=="},"content":{"description":"This is a low end, fun route that can gain the big ledge in the cave or the 2 bolt anchor of the bolted face route.  It is much more fun that you might guess based on a look from below.  There's a decent chance it has been climbed by a human before.  Chipmunks dance up and down it.\n\nScamper up low angle slabs just below the left edge of the smooth face.  Climb a short crack / dihedral to a ledge.  Head up and right up a crack / dihedral with a bit of dark lichen.  Partway up, the holds draw you left of the crack, and then they draw you to the right of the crack.  If you go to the 2 bolt anchor to the right, then make a traverse ~100' up.  If you go to the big ledge in the cave, angle up and left on easy but a bit runout terrain.\n\nYou can rap 80' from the 2 bolt anchor or do a rap off a 96\" (48\" looped) thread at the base of the cave.  It would be ~180' rappel to the ground.  You can also continue up to the top of the formation as for\n\nA Way To The Top\n\n.","protection":"Wireds, cams to a #1 Camalot.","location":"This starts up low angle slabs just below the left edge of the smooth face."},"__v":0},{"_id":"FahSrPDWWDy0rN1vXVKPfQ==","name":"Grits with Eggs Over-Easy","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Leo Paik and George Bracksieck","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5009,40.4353]},"left_right_index":4,"mp_id":"107883798","mp_crag_id":"107743906","climb_id":"FahSrPDWWDy0rN1vXVKPfQ==","areaRef":"APSZ83gKWgaMBMuxlok4AQ=="},"content":{"description":"On Oct. 30, 2012, I climbed from the low point of the Second Pew up the slab, with no pro until I could sling a small (but not tiny) tree. I moved rightish to a left-facing flake system that diagonals left. I gingerly liebacked and stemmed up this flake system, being careful with fragile rock (5.8+). At the top of the lieback, I threw a double-length sling behind a tiny shrub/tree (the most solid pro since the tree), then climbed up and leftish, past some loose blocks. I reached an alcove above a big bush and slung a couple of blocks for anchorage. Above lay the lichened crack of\n\nIs this Your Crack?\n\nOn the second pitch, Leo traversed left to a short chimney and followed it straight up to a nice dihedral/groove. Excellent face climbing was found on the face right of the groove. At its top, you may follow\n\nA Way to the Top\n\n, or traverse straight right (5.7) to a two bolt anchor atop\n\nFace with Bolt\n\n. Pro opportunities were merely occasional. The second pitch could be approached by other ways.","protection":"SR through #3 Camalot. Leo placed a funky #3 1/2 Camalot on the p.2 traverse. A # 8, 9 or 10 Hex MAY work there. Or maybe a funky #4 C4.","location":"Start at the low point of the right side of the Second Pew."},"__v":0},{"_id":"VW1Vntx4WuSUe6Z282Fi9Q==","name":"Grits 'n' Gravy","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Wayne Roy, Jay Detweiller","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5009,40.4353]},"left_right_index":0,"mp_id":"107806456","mp_crag_id":"107743906","climb_id":"VW1Vntx4WuSUe6Z282Fi9Q==","areaRef":"APSZ83gKWgaMBMuxlok4AQ=="},"content":{"description":"This route has 3 crux sections, a 9, a 10, and a 10+. The 10+ section is over when you can clip bolt. It was more like an 11 when I first did it. The right footwork makes it easier.","protection":"One bolt, doubles to #2, one 3\".","location":"This is just around corner thirty feet left of\n\nCrystal Highway\n\n, five feet right of a couple ravens' nests. There is a bolt 90' up."},"__v":0},{"_id":"Upm1pC6zU0WXc/ZsF6Z+GQ==","name":"Face With Bolt Route","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"unknown","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5009,40.4353]},"left_right_index":8,"mp_id":"107855448","mp_crag_id":"107743906","climb_id":"Upm1pC6zU0WXc/ZsF6Z+GQ==","areaRef":"APSZ83gKWgaMBMuxlok4AQ=="},"content":{"description":"This is a very nice route on an aesthetic stretch of rock on the right side of Second Pew of the Pulpit Rock massif.  It looks like it has been there a while, since there is some light weathering on the anchor bolts, but it appears someone put it up a while ago.  Obviousy, this is not the name of the route, so please let me know if you have more information.\n\nOn the right side of the face, there is a smooth, aesthetic chunk of less than vertical granite that beckons.  The left edge of this section has a single protection bolt that leads up to connect various bits of thinner crack.  The start is the crux near the bolt.  Unfortunately, the left start with an undercling is harder after the biggest bit snapped off.  The right start utilizing some tips crack moves with thin feet is now the better start.  Once you make it into the fingers section of the crack, the footholds are subtle for a stretch.  The middle section gives you time to rest.  The last section is really nice, knobby granite face climbing.\n\nFWIW, if you want, you can start above the 5.11 bit by going left and onto the tiny pillar, traversing into the middle, moderate section.  This makes it 5.10.\n\nThere is a 2 bolt anchor now with a bit of rope (2nd one here, since the rodents chewed through the 1st in a week) and biners to facilitate a 85' rap descent.\n\nThis is on the fat side of 2 stars.","protection":"1 bolt, wires, small cams to a #2 Camalot.","location":"This is on the left side of the smoother face of the right side of the Second Pew.  Approach up to Pulpit Rock, head around the right side, go up a forested slope."},"__v":0},{"_id":"JEDmBBHoV1SlKOjvuvWMog==","name":"Crystal Overpass","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Wayne Roy, rope solo","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5009,40.4353]},"left_right_index":1,"mp_id":"107931691","mp_crag_id":"107743906","climb_id":"JEDmBBHoV1SlKOjvuvWMog==","areaRef":"APSZ83gKWgaMBMuxlok4AQ=="},"content":{"description":"Start just left of\n\nCrystal Highway\n\n. Go straight over the roof.","protection":"Not much.","location":"Climb straight over the roof left of\n\nCrystal Highway\n\n. P2 continues up\n\nCrystal Highway\n\nor step left and go up slab. There's a double bolt anchor left of the 2nd pitch."},"__v":0},{"_id":"mq72V2v1UR+tNIZDFK87Kg==","name":"Crystal Highway","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Deb Thompson and L. Paik","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5009,40.4353]},"left_right_index":2,"mp_id":"107743911","mp_crag_id":"107743906","climb_id":"mq72V2v1UR+tNIZDFK87Kg==","areaRef":"APSZ83gKWgaMBMuxlok4AQ=="},"content":{"description":"This is a climb that is far better featured than it appears from a distance, thus significantly reducing its difficulty.  There is some really nice, low-end to moderate climbing that makes this fun.  In some places it reminds you of some of the better rock in Big Thompson Canyon, like Jug Dome, or a fresher Combat Rock.\n\nP1. Start in a left-facing offwidth (crux) with limited pro. Aim for a crack above. Connect this to the obvious, big, right-facing dihedral that protects with far smaller pro than you might guess.  Cruise up on fun quartz crystals to the top of the dihedral. 5.6 PG-13, 110'.\n\nP2.  Angle up and right, connecting various features on far-easier-than-it-looks terrain with great knobs.  Continue up to a near-horizontal section to the base of the top block of the crag under an appealing offwidth, 170', 5.4 PG-13.\n\nP3.  Move up into the offwidth.  There is a block that appears more hazardous than it is.  Move up using face features around the crack.  Pass a cool handle feature of rock to the bathtub belay on top.  5.7, 60'.\n\nTo descend, move east and down to a stance with a sling around a horn with a biner.  Rappel 30'.  Walkoff to the north and down the backside of the Second Pew.  There is once exposed section to down-scramble.","protection":"A single rack up to a #3.5 Camalot.","location":"This basically climbs the right side of the nose-like feature on the left side of this rock."},"__v":0},{"_id":"Dpj6CMA/X4uhIA3AG+i2Fw==","name":"A Way To The Top","yds":"5.8-","grades":{"yds":"5.8-","french":"5b"},"fa":"a chipmunk","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5009,40.4353]},"left_right_index":5,"mp_id":"107850002","mp_crag_id":"107743906","climb_id":"Dpj6CMA/X4uhIA3AG+i2Fw==","areaRef":"APSZ83gKWgaMBMuxlok4AQ=="},"content":{"description":"This line ascends obvious features on its way to the top of the right side of this formation.  It may have been ascended by someone previously.\n\nP1. Start up below the left side of the smooth face on the far right side of the formation.  Scramble up to a scoop/shelf down and right of a short crack dihedral.  Fire up the crack, traverse left past a dark crack and a big, grassy groove. Find a left-angling dihedral that has a low crux.  Follow it up to a large belay ledge in a huge cavity below a chimney.  There is a big natural thread that can be used for an anchor with a 48\", non-sewn sling.  5.8-, 190'.\n\nP2. Go into the cave/cavity, move up into the slot using a long sling and a fiddly #1 Camalot.  This sort of reminds you of the\n\nHoneymoon Chimney\n\non The Priest.  If you are skinny, you can wriggle up through a tunnel once up.  Go up a crack and slab to a tree.  If not, you can skirt the big chockstone out to the edge and around onto 3rd class terrain.  Belay short if you choose this option, as the rope drag will likely suck. 5.7, 50-100'.\n\nP3. There are probably at least 3 ways around this next bit.  We chose the inviting but tricky slab just left of a tree.  To ignore the tree, this is probably 5.11 with a #0.1 Camalot a few moves up.  To use the tree, it probably gets a T1 rating.  Continue up above on easy terrain to the summit.  5.8 T1 or 5.11, 160-200'.\n\nTo descend, go down a brushy gully with a large, dead tree in it.  Once at the saddle, go around the spire on its west and then north sides to gain hiking terrain to the east.  Follow this down to your packs.","protection":"Rack to a #3.5 Camalot, 60m rope(s).","location":"This is on the right side of the Second Pew.  Approach as for the right side of Pulpit Rock.  Skirt its right/eastern edge and go up to the obvious rock with grooves, chimneys, and a smooth right face."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,cd674f3c-8205-5aea-b926-ef2c3b804ed5,35e22380-3f44-5922-aa57-6e518f0da011,91e8596d-5efe-5c66-abb3-1ae6052a0daf,a6dc9ec6-4aa7-54c6-8a58-9a37cdd86b20,00f499f3-780a-5a06-8c04-cbb196893801","pathTokens":["USA","Colorado","Estes Park Valley","Devil's Gulch and Dry Gulch Roads","Cow Creek Canyon / McGraw Ranch trailhead","Pulpit Rock Massif","Second Pew"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.6"},{"count":2,"label":"5.10+"},{"count":2,"label":"5.8+"},{"count":3,"label":"5.7"},{"count":1,"label":"5.11+"},{"count":1,"label":"5.8-"}],"byDiscipline":{"trad":{"total":10,"bands":{"unknown":0,"beginner":7,"intermediate":2,"advanced":1,"expert":0}},"sport":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":1,"expert":0}},"tr":{"total":2,"bands":{"unknown":0,"beginner":1,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":7,"intermediate":2,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.5009,40.4353]},"bbox":[-105.50149077286433,40.43485033981813,-105.50030922713566,40.435749660181855],"left_right_index":-1,"ext_id":"107743906","area_id":"APSZ83gKWgaMBMuxlok4AQ==","polygon":{"type":"Polygon","coordinates":[[[-105.50149077286433,40.43485033981813],[-105.50030922713566,40.43485033981813],[-105.50030922713566,40.435749660181855],[-105.50149077286433,40.435749660181855],[-105.50149077286433,40.43485033981813]]]}},"content":{"description":""},"density":0,"totalClimbs":10,"__v":1,"createdAt":"2022-11-07T05:57:00.789Z","updatedAt":"2024-02-19T18:32:43.910Z"}