{"_id":"6368a6a1e80bff5a995d1b8f","area_name":"M) Fantasy Area","shortCode":"","climbs":[{"_id":"Pe5Ru4fcV1W0dycYESSuPg==","name":"Virgin Thing","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Kevin Rock, Brian McCray 1992","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.05393,38.05596]},"left_right_index":1,"mp_id":"108267992","mp_crag_id":"105970428","climb_id":"Pe5Ru4fcV1W0dycYESSuPg==","areaRef":"/SccSZ91WbCDJHHZ8kAbIw=="},"content":{"description":"Upon inspection any climber will be drawn to the top of this route. As you gaze up you will be immediately drawn to a  striking, orange finger crack that starts under a horizontal roof and continues for another 10 feet up overhanging rock.  With that said, the rest of the climb is characterized by mediocre climbing. Expect long runouts between bolts down low where the climbing is easy.","protection":"8 bolts and anchors","location":"Directly left of The Stick"},"__v":0},{"_id":"63yOpv8MULuXN6VeiAz+QQ==","name":"Two-Step Arete","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Tom Howard, 1985","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.05393,38.05596]},"left_right_index":14,"mp_id":"106372913","mp_crag_id":"105970428","climb_id":"63yOpv8MULuXN6VeiAz+QQ==","areaRef":"/SccSZ91WbCDJHHZ8kAbIw=="},"content":{"description":"This route would benefit from more traffic, however it's not recommended unless you very proficient with placing gear and solid at the grade. A bit dirty, the top has lots of lichen. Start on the left of the arete. Climb up on this side until it's easier to be on the right. Continue up to reach a roof about 20ft from the top. Stay to the right of the arete, get some good gear(it's your last pro until the top), and pull the overhang heading for a tree. The gear is pretty tricky for the first 40 ft or so, after that it becomes more obvious. Take the placements when you get them. Interesting route for the grade!","protection":"Gear up to a #2 Camalot, mostly small nuts and small cams.  The smaller the better, but no real need for brass or micro stoppers.  Lower from slings around a tree at the top.","location":"If you locate Fantasy, this is the next arete about 80 yards upstream."},"__v":0},{"_id":"IyFbO55sVnuP6MOeGHZpng==","name":"The Tide","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Mac McNeese, Andrew Barry 1985","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.05393,38.05596]},"left_right_index":16,"mp_id":"106155536","mp_crag_id":"105970428","climb_id":"IyFbO55sVnuP6MOeGHZpng==","areaRef":"/SccSZ91WbCDJHHZ8kAbIw=="},"content":{"description":"Although technically in the Fantasy area, this climb is actually 2 roofs to the Right of the Fantasy Roof.\n\nP1: Climb the dihedral until you hit the roof. ... Traverse left (for about 30 feet) until you come to a small triangle ledge and belay at the bolts.\n\nP2: Climb up and around the arete to finish.\n\nHaving a double rope setup would be REALLY nice on this climb.","protection":"Trad.","location":""},"__v":0},{"_id":"3egf3vfrUiKZO9wW1ijNDQ==","name":"The Stick","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Doug Reed, 1992","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.05393,38.05596]},"left_right_index":2,"mp_id":"106259892","mp_crag_id":"105970428","climb_id":"3egf3vfrUiKZO9wW1ijNDQ==","areaRef":"/SccSZ91WbCDJHHZ8kAbIw=="},"content":{"description":"You'll most likely want to stick clip the first bolt. Start by using a large undercling and muscle off the ground through the low roof. The arete stays engaging for a couple of bolts with a crux coming as you move onto the left face. Climbing is easier for a few bolts as you continue up the face until the arete ends and you head toward the right side of the 3 ft wide overhang. Hand traverse under the overhang and pull it on the left side. Engaging climbing on high quality lighter stone brings a little pump before the anchors.","protection":"9 bolts, shuts.","location":"Start about 15 ft to the left of the start of Black and Tan and about 10 ft to the right of the start of Virgin Thing."},"__v":0},{"_id":"W7XgVBhXVlKstZGdsIgmbQ==","name":"Riddle","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Steve Cater, Jason Babkirk 1998","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.05393,38.05596]},"left_right_index":12,"mp_id":"106966860","mp_crag_id":"105970428","climb_id":"W7XgVBhXVlKstZGdsIgmbQ==","areaRef":"/SccSZ91WbCDJHHZ8kAbIw=="},"content":{"description":"***Warning: This description includes route beta that will ruin an onsight attempt. Don't be an elitist though, read the description! :)***\n\nThe book calls this 5.10c but I give it 5.12! I thought it was harder than Aesthetica. Granted, it's nothing like Aesthetica, but I make the comparison because Aesthetica is so close. This route has a 5.10 start up to the first bolt. As you work up to the second bolt there's a horizontal crack where it's highly recommended you place a cam. Then figure out how to get the hold next to the 2nd bolt. This was the crux for me. I'm 5'6\" and I absolutely COULD NOT reach that hold, especially using skills a 5.10 climber would need. My 5'11\" friend really had to stretch to reach it. This move is very height dependent and leads me to believe Steve Cater is 7' tall. Once you get the hold, move left and mantle up and climb to the ledge. Climb up to clip the third bolt and easier 5.10 or 5.9 climbing gets you to the fourth and 5th bolt. Here's another crux, but this is much easier to figure out. However, I would think it's more like an 11a/b crux than 10c. You need really high feet and no fear of falling. Anyway, once you get the 6th bolt clipped you're home free. Clip the next 2 bolts and you're at the anchor.","protection":"8 bolts and a red or yellow alien. For those of you who don't own an alien, yellow is about the same size as a .3 camalot.","location":"This route begins far to the right of Fantasy and Aesthetica, and you have to climb up a 4-5 ft. boulder to get to the base of it when approaching from those climbs. You'll see it before you round the corner, so Aesthetica will still be in sight. It's to the right of The Orgasmatron which has a beautiful splitter in the middle of the face."},"__v":0},{"_id":"VJNWp4DvVLKIPEK4S1KOhQ==","name":"Rebel Spade","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Doug Reed","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.05393,38.05596]},"left_right_index":17,"mp_id":"118032278","mp_crag_id":"105970428","climb_id":"VJNWp4DvVLKIPEK4S1KOhQ==","areaRef":"/SccSZ91WbCDJHHZ8kAbIw=="},"content":{"description":"This route features surprisingly good movement on good rock and deserves more traffic than it seems to get. The climb begins with a bouldery sequence in a shallow dihedral to establish on a blunt arete. The rest of the climb consists of classic heady slab climbing to fight your way to each bolt until the terrain becomes more featured at the top.\n\nThe climb is well-bolted, with a clipping stance at each bolt to keep the slab-terror at bay. And the rock is cleaner than expected at the top, as you don't have to scrabble around the crinkly lichen that you typically run into at the top of many other NRG climbs.\n\nThis is a good 5.12 option if you want to escape the crowds that take over the left side of the Fantasy Area around Blackhappy.","protection":"10 bolts, bolt anchor.","location":"The guidebook describes the start as the right end of a low roof off of cheater blocks, which used to be perched precariously on the edge of a large boulder. The cheater blocks are gone as of Nov 10, 2019, so the most reasonable way to start the climb now is to jug up to the roof holds after stick-clipping the first bolt. This doesn't necessarily detract from the quality of the route, and shorter people can establish themselves on the start of the climb with minimal stress!"},"__v":0},{"_id":"Ydz4074GVJme6V8uuJS1LQ==","name":"The Orgasmatron","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Barry, Artz. 1985","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.05393,38.05596]},"left_right_index":11,"mp_id":"112849237","mp_crag_id":"105970428","climb_id":"Ydz4074GVJme6V8uuJS1LQ==","areaRef":"/SccSZ91WbCDJHHZ8kAbIw=="},"content":{"description":"A stone's throw climber's right of Fantasy.  This route starts behind a detached block which you'll scamper up and behind to begin.  For full credit one must start in the bowels of the abyss, but it is most customary to start on a ledge, mid-height behind the detached block. Make bouldery moves out the initial steep section to gain a nice stance at the base of the left-slanting splitter crack.\n\nIt's possible to backclean your first piece of protection through the steep section to minimize rope drag.  From here, figure out how to enter the crack and climb it to its end, gaining another rest stance. Years ago there was a tat anchor here, but as of a few years ago, I believe NRAC member Milky Williams installed an anchor at the top of the cliff, making for fifty feet more of good climbing and an exciting finish!","protection":"Single rack of cams to 2\" with doubles of .5 and .75, stoppers and a nice selection of 2' runners.","location":""},"__v":0},{"_id":"3LHUpWhBUquy1zB14nDEkA==","name":"New Fangled Dangle","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Tom Howard, Bill Newman 1981","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.05393,38.05596]},"left_right_index":18,"mp_id":"106660115","mp_crag_id":"105970428","climb_id":"3LHUpWhBUquy1zB14nDEkA==","areaRef":"/SccSZ91WbCDJHHZ8kAbIw=="},"content":{"description":"Acute dihedral that starts from low roof. Start is wide and burly. The route arches up and left through the gorgeous dihedral. Anchors were recently added.","protection":"A 5 may be helpful, but a 4 will do just fine as your biggest piece. Doubles from .4-3 with an extra .75 will get you to the top comfortably.","location":"Right before you turn the corner to the Undeserved area. It's easy to walk by but once you see it you won't ever miss it again."},"__v":0},{"_id":"T9Z6HA9BXdGP+DyLHag7Fw==","name":"Mr. Fantasy","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Rick Mix 1993","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.05393,38.05596]},"left_right_index":10,"mp_id":"105970434","mp_crag_id":"105970428","climb_id":"T9Z6HA9BXdGP+DyLHag7Fw==","areaRef":"/SccSZ91WbCDJHHZ8kAbIw=="},"content":{"description":"Approach this classic pitch by climbing the obvious hand crack (Fantasy) to a bolted station up and left of the tat anchor directly above Fantasy. Climb up and right off the belay to gain a fixed wire of some sort then surf up and left clipping bolts. This route offers some really good exposure and cool moves out horizontals and crimps. There is a rusty old chain anchor at the top of the climb. One 60 meter rope will see you to the ground.","protection":"A traditional rack is needed for Fantasy Crack to approach the roof which is protected by just draws.  5 bolts to bolted anchor.","location":"Fantasy Roof Area at Endless Wall."},"__v":0},{"_id":"zhzhBsXUX42475OZs8Bd9g==","name":"Mowed Out Mama","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Kevin Umbel & Graham Elliott","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.05393,38.05596]},"left_right_index":0,"mp_id":"110430283","mp_crag_id":"105970428","climb_id":"zhzhBsXUX42475OZs8Bd9g==","areaRef":"/SccSZ91WbCDJHHZ8kAbIw=="},"content":{"description":"Start 15' left of Virgin Thing by climbing a large tree for 12-15', plug some gear and climb into a large hueco. Exit the hueco left and follow holds up and slightly trend right to a stance. From stance, follow line of least resistance and gear as you will eventually finds holds but dwindling pro.  From here you'll need a blue slider or possibly fiddle small brass, while running it out (5.9) till the slab meets steeper, colorful rock.  From here get great pro and follow good jugs with the occasional horizontal cam until you find yourself under the large capped roof. From here, get pro and traverse right out roof and pull over on top the cliff, slinging a tree for an anchor.  This route is not entirely straight forward, and will challenge the aspiring 5.10 leader.  It is an amazing route, minus the tree shucking one must do to gain the route and is not to be missed for anyone who is searching for moderate, off the beaten path routes.  Plus, you won't have to wait in line for the other neighboring classics.","protection":"Small to medium stoppers, cams up to 1\", with a focus on smaller cams, offsets being very useful, if not necessary in two places.  Again, tote a blue slider along if you don't feel comfortable running out 5.8-5.9  and a healthy selection of 2' slings.","location":"Start 15' left of Virgin Thing. A full 70m rope will get you down."},"__v":0},{"_id":"EZdI9SrIVdiUwxqXvmr4LQ==","name":"May the 4th Be With You","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Umbel, Domzalski, Jenkins. May 4th, 2014.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.05393,38.05596]},"left_right_index":13,"mp_id":"112859350","mp_crag_id":"105970428","climb_id":"EZdI9SrIVdiUwxqXvmr4LQ==","areaRef":"/SccSZ91WbCDJHHZ8kAbIw=="},"content":{"description":"Begin by climbing up a left leaning weakness left of Two Step arete. Climb slightly back right to a stance before the route becomes more vertical. Follow juggy features and good pro until the climbing and pro begins to change in difficulty abruptly (crux). From here negotiate less than ideal pro and do hard moves to gain a body length or so distance above your gear. From here make a few moves left traversing to a silver master cam gear placement followed by a 1\" cam placement enroute to the Riddle anchors. You can also climb straight up from the crux to top out the cliff but there is room for big fall potential and the climbing is a bit harder.","protection":"Single set of cams to 1\", focus on small cams. A blue/yellow offset master cam was the crux piece, backed up with a blue tcu, but I'm sure you could use something comparable in other cam manufacturers. Single set of stoppers. Several 2' slings.","location":"Begin 10-15' left of the arete."},"__v":0},{"_id":"esdOCXGvWEWvV5dpUNYf0Q==","name":"Jet Cap","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Doug Reed, Bob Rentka '89","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.05393,38.05596]},"left_right_index":15,"mp_id":"113217246","mp_crag_id":"105970428","climb_id":"esdOCXGvWEWvV5dpUNYf0Q==","areaRef":"/SccSZ91WbCDJHHZ8kAbIw=="},"content":{"description":"Don't let the sub par rock keep you from the superb top! There are several cruxes, if there isn't chalk on the line you will have a very hard time finding the path of least resistance. The redpoint crux is from the 5th bolt to the chains, there are a few ways to finish the 6th bolt to chains. Figure out the one that works best for you!","protection":"6 bolts to slung bolt anchor","location":"The route is on a prominent black and orange arete, there is a small roof with a large finger flake beneath it at the third bolt."},"__v":0},{"_id":"MmmPZbZFXU+TMXOzMyE4WQ==","name":"Fantasy Face","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Paul Harmon","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.05393,38.05596]},"left_right_index":8,"mp_id":"106259910","mp_crag_id":"105970428","climb_id":"MmmPZbZFXU+TMXOzMyE4WQ==","areaRef":"/SccSZ91WbCDJHHZ8kAbIw=="},"content":{"description":"This route can be a bit dirty if it hasn't been climbed in a while, however it has some fun moves.  This can also be easily top roped from the anchors above Fantasy.  To lead this route, many of the more strenuous moves are above the bolts and off to the side of them.  To start, climb up a broken crack system gain an open book of sorts to reach the 2nd bolt.  From here head up and slightly right over some strenuous thin face moves to reach a nice jug below the 3rd bolt (crux).  From here, diagonal up and left passing 3 more bolts with slab moves.  The last bolt is pretty far from the previous bolt, however the climbing in this section is significantly easier.","protection":"6 bolts, shuts.","location":"Start about 10 ft to the left of the start of Fantasy."},"__v":0},{"_id":"ivXUz4BNXhy3Hg4JRUmmpA==","name":"Fantasy","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Tim Mein and Rich Pleiss, 1984","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.05393,38.05596]},"left_right_index":9,"mp_id":"106155521","mp_crag_id":"105970428","climb_id":"ivXUz4BNXhy3Hg4JRUmmpA==","areaRef":"/SccSZ91WbCDJHHZ8kAbIw=="},"content":{"description":"The obvious hand crack that heads straight up the Fantasy roof area.\n\n15 feet of semi-awkward face and crack climbing leads to a nice long splitter with bomber jams, great rest stances and good holds both in and out of the crack.","protection":"Takes everything from .5 to 4. You may want multiples in the 1 and 2 sizes.  Hexes work good in this too. Bolted anchor at the top of the \"first pitch\".","location":"Quickest way in is to park at the Nuttall lot.  Take the trail in and where it forks for the Cirque ladder, go right (downstream) and follow the rim until you reach the clearing with a very distinct tree (there is a picture in the guidebook) where you'll find a pair of rings to rappel in.  You'll find yourself staring at the route on your way down.  1 60m barely makes it with stretch.\n\nIf you're not into rapping in, take the Cirque ladder in and head downstream until you reach it.  This adds about ten minutes or so to the approach."},"__v":0},{"_id":"Pei5/VDYUAWjzddL10OXWw==","name":"Erotica","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Doug Reed 1991","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.05393,38.05596]},"left_right_index":6,"mp_id":"106961445","mp_crag_id":"105970428","climb_id":"Pei5/VDYUAWjzddL10OXWw==","areaRef":"/SccSZ91WbCDJHHZ8kAbIw=="},"content":{"description":"This excellent, over-looked line climbs just as good as it looks, and lacks the tiresome slab cruxes of many Endless Wall 5.12s.\n\nScramble up the start of Doce Doe to a reach a big ledge and an airy traverse left to the high first bolt.  Follow incut jugs up the orange wall to a good stance below a pair of vertical edges.  Balance your way over this section to more good holds and easy slabbin to the roof.  Get Gunky, crank over the thrilling ceiling, and try to hang on to the anchor.","protection":"6 bolts to 2 BA.  Optional ~1\" gear for ramp start.","location":"The next bolted line right of Aesthetica, climbing a beautiful orange & blue speckled face to a looming roof."},"__v":0},{"_id":"WjhMNVUOXbqwIVLIa1+J8w==","name":"Doce Doe","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Tom Howard, Bill Newman, Bruce Burgin 1981","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.05393,38.05596]},"left_right_index":7,"mp_id":"106310040","mp_crag_id":"105970428","climb_id":"WjhMNVUOXbqwIVLIa1+J8w==","areaRef":"/SccSZ91WbCDJHHZ8kAbIw=="},"content":{"description":"Climb the right facing dihedral/ramp to anchor slings (5.6). Lower here or pull a two tiered roof system to the top (5.9).","protection":"Standard rack.  Chain anchors at the top.","location":"Same start as Erotica, just stay in the dihedral."},"__v":0},{"_id":"QTzrDoVYXbWXEwkFdrrxtA==","name":"Blackhappy","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Doug Reed","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.05393,38.05596]},"left_right_index":3,"mp_id":"106418976","mp_crag_id":"105970428","climb_id":"QTzrDoVYXbWXEwkFdrrxtA==","areaRef":"/SccSZ91WbCDJHHZ8kAbIw=="},"content":{"description":"Same start as black and tan but traverse in from the right to the first bolt. Crimp your way through some heinously small holds with a few NRG lock-offs. Once you clip the third bolt the crux is done with however, there are still some moves for the next two bolts that will keep you thinking. After you clip the fifth bolt the route eases up a little until you hit the roof. I have seen many people fly off from above the last bolt. It's really not that hard. Full on beta spray is in the comments for it.\n\nCLASSIC!!","protection":"9 bolts with a 2 bolt anchor at the top with rings. Lower down.","location":"Bolted route to the left of Black & Tan corner."},"__v":0},{"_id":"AH18C3axVNGLbC+1rqxt8Q==","name":"Black and Tan","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Rich Pleiss, Ron Augustino, 1985","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.05393,38.05596]},"left_right_index":4,"mp_id":"105977657","mp_crag_id":"105970428","climb_id":"AH18C3axVNGLbC+1rqxt8Q==","areaRef":"/SccSZ91WbCDJHHZ8kAbIw=="},"content":{"description":"Great and sustained climbing in the hand/finger crack inside an orange right-facing corner. Laybacks, some stemming, and traverse through the roof in the end. Crack accepts solid pro. Beautiful looking route.","protection":"Medium nuts and TCU's, cams up to #2.  Bolted anchor.","location":"From Honeymooner's Ladders take a bit of an upstream hike well past the wall with Legacy. Follow the wall until you get to a big roof. The route is located inside an orange corner around the buttress just past the roof."},"__v":0},{"_id":"lcSfbiNaUgOqlP1IGrJ3mg==","name":"Aesthetica","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Doug Reed, Rick Thompson, 1988","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.05393,38.05596]},"left_right_index":5,"mp_id":"106259865","mp_crag_id":"105970428","climb_id":"lcSfbiNaUgOqlP1IGrJ3mg==","areaRef":"/SccSZ91WbCDJHHZ8kAbIw=="},"content":{"description":"This route is outstanding! If you do 5.11c, do this route!  Start by climbing straight up on vertical rock to reach a bulge.  From here, diagonal up and right following very chalked holds aiming for a 1 ft wide ledge about 20 ft up from the bulge.  This section is the crux.  From this ledge continue up and right for a few moves and then it begins to diagonal up and left toward the shuts.  Although the crux is over once you reach the ledge, there's still a move that will get your attention with the bolt well below you.  This climb has interesting moves from start to finish!","protection":"8 bolts, shuts.","location":"Start on the section of orange rock about 10 ft to the left of the start of Doce Doe and about 15 ft right of the start of Black and Tan."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,77388747-52f3-59bf-a6e7-e9a28094aba4,8a004a82-852f-54ab-ad77-bcbed7774cb5,859a8442-3fbd-542b-98fd-0eb6b3d2d762,a0fefe3b-545d-50a1-b0ef-c280b1cf50f5,fd271c49-9f75-59b0-8324-71d9f2401b23","pathTokens":["USA","West Virginia","New River Gorge, The","New River Gorge Proper","Endless Wall","M) Fantasy Area"],"gradeContext":"US","aggregate":{"byGrade":[{"count":4,"label":"5.12a"},{"count":1,"label":"5.8+"},{"count":2,"label":"5.8"},{"count":1,"label":"5.11d"},{"count":2,"label":"5.11a"},{"count":2,"label":"5.12b"},{"count":1,"label":"5.10d"},{"count":2,"label":"5.11c"},{"count":1,"label":"5.10c"},{"count":1,"label":"5.11b"},{"count":1,"label":"5.9"},{"count":1,"label":"5.10a"}],"byDiscipline":{"trad":{"total":9,"bands":{"unknown":0,"beginner":3,"intermediate":4,"advanced":2,"expert":0}},"sport":{"total":10,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":10,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":3,"intermediate":4,"advanced":12,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-81.05393,38.05596]},"bbox":[-81.05450106299523,38.05551033981814,-81.05335893700475,38.056409660181856],"left_right_index":-1,"ext_id":"105970428","area_id":"/SccSZ91WbCDJHHZ8kAbIw==","polygon":{"type":"Polygon","coordinates":[[[-81.05450106299523,38.05551033981814],[-81.05335893700475,38.05551033981814],[-81.05335893700475,38.056409660181856],[-81.05450106299523,38.056409660181856],[-81.05450106299523,38.05551033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":19,"__v":1,"createdAt":"2022-11-07T06:33:07.212Z","updatedAt":"2024-01-20T01:08:47.536Z"}