{"_id":"6368a1b8e80bff5a99553f32","area_name":"6. Echo Roof","shortCode":"","climbs":[{"_id":"zpkSp/iAVAumFNi/rQ7Uhg==","name":"Wizard Of Oz","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Bill Lowther, Ozzie Blumet. 1992/93","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16667,44.0529]},"left_right_index":24,"mp_id":"121675339","mp_crag_id":"105909634","climb_id":"zpkSp/iAVAumFNi/rQ7Uhg==","areaRef":"LP4EkM+YWpqJAtJU+3+Ajg=="},"content":{"description":"Surprised no one added this, it's a challenging, mostly bolted slab/face climb that breaks through the proud headwall to the right of Echo Roof. The book describes 2 short pitches but you could probably run it as 1 long pitch if you’re solid in the grade. Start by scrambling up the tree gully to the base of Sleeping Beauty 10c, step left to a ledge and find a spot to belay.Pitch 1: Climb up friction slab past 2 bolts, making delicate smears up to the flake above. Climb the flake to the headwall above, then step left to the 3 bolt crux sequence. Make thoughtful and challenging moves to a ledge with a 2 bolt anchor. 60'Pitch 2: Short pitch but it's nice to have communication with your belayer if you’re not solid on 11a face climbing. From the ledge, step right and follow a line of 3 bolts up the the Sleeping Beauty belay. Can be heady. Rap from sleeping beauty. ","protection":"Mostly draws with a few small cams and nuts.","location":"Starts on the same ledge as sleeping beauty, look for the bolted line to the left of Sleeping Beauty's start corner."},"__v":0},{"_id":"x39Q+bfDUt2RPIsofJEWhA==","name":"Up Rope","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Bill Lowther, Ozzie Blumet  12/92","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16667,44.0529]},"left_right_index":4,"mp_id":"108156728","mp_crag_id":"105909634","climb_id":"x39Q+bfDUt2RPIsofJEWhA==","areaRef":"LP4EkM+YWpqJAtJU+3+Ajg=="},"content":{"description":"P.1 Face climb past three bolts (crux after first bolt) to the upper slab, and past two more bolts (5.10d) to the top of the buttress.  65' 5.11d","protection":"5 Bolts","location":"Climbs the slab just to the left of Ethereal Crack. Begin at the base of the bottom headwall."},"__v":0},{"_id":"PrsUYCwAUwWunvZbN3GeCg==","name":"Unwanted Guests","yds":"5.12b/c","grades":{"yds":"5.12b/c","french":"7b+"},"fa":"mallmen, strand","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16667,44.0529]},"left_right_index":10,"mp_id":"106182240","mp_crag_id":"105909634","climb_id":"PrsUYCwAUwWunvZbN3GeCg==","areaRef":"LP4EkM+YWpqJAtJU+3+Ajg=="},"content":{"description":"Wanna try a HARD slab route ? Superb climbing on perfect rock. Work up thinning holds  to some pockets then traverse right to quite thin crux with an ok bolt, join Future Shock at it's crux then to the belay. The straight up is a 12+ Tr (no drilling stances)","protection":"bolts a second rope might help out at the crux and to finish","location":"Directly under Future Shock"},"__v":0},{"_id":"YKoKETUAW2qDXAVZHVgEKw==","name":"Swinging Hips","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Jim Ewing, Larry Hamilton 1974","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16667,44.0529]},"left_right_index":1,"mp_id":"114346759","mp_crag_id":"105909634","climb_id":"YKoKETUAW2qDXAVZHVgEKw==","areaRef":"LP4EkM+YWpqJAtJU+3+Ajg=="},"content":{"description":"Climb Loose Lips to the good ledge, then trend up and left following 3 bolts to another ledge. bolts are located at good stances (probably drilled on lead without hooks.), while the climbing between them is very engaging, sustained, and a little insecure. The perfect combo of safe but spicy. Rap or lower off a tat anchor back to the loose lips ledge or the ledge below that.","protection":"6(+?) Bolts, single rack to #2 should do it.","location":"Start as per loose lips, from the ledge above ethereal crack, but follow a few bolts up and left. Don't confuse it with the route straight up, which is an 11b."},"__v":0},{"_id":"F0mmTkGOXF2NxznkcwJdPw==","name":"Sleeping Beauty","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"FA Alain Comeau, Franck Vernoyand Matt Stein FFA Alain Comeau and Bryan Becker","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16667,44.0529]},"left_right_index":25,"mp_id":"106216970","mp_crag_id":"105909634","climb_id":"F0mmTkGOXF2NxznkcwJdPw==","areaRef":"LP4EkM+YWpqJAtJU+3+Ajg=="},"content":{"description":"A fantastic route that I give top marks right up there with any of the best climbs of similar grade in the valley. It reminded me of the crux 3rd pitch of Serenity Crack 5.10d in Yosemite, so if you've climbed that it gives you an idea. Ed Webster's book gives it 5.10d and Jerry Handren gives it 5.10c. It could go either way, but I thought 10c was right on.  \n\n  Pitch 1: Climb up the corner. Jamming, chimneying, and stemming then step around a couple of small trees and in to a system of cracks that you jam and lock to a sloping ledge at a two pin anchor. Belay here or run it in to one pitch(works fine).  \n\n  Pitch 2: Not much route finding needed here. Follow the sweet clean finger crack angling out left. Connect the locks and smear your feet as you make your way to a nice topout and a 2 bolt anchor.","protection":"Normal rack to #4 cam with some small nuts and TCUs or aliens for the finger crack crux.  \n\n  2 rope rappel to the ground. If you ran it in to one pitch a 70m rope will get you back down (but a 60 won't, I tried).","location":"Left of Short Order 5.9 look for a left facing corner leading to a series of short cracks and a final pretty left leaning finger crack.  \n\n  To start scramble to the left around pitch 1 of Short Order and belay from trees at the base of the corner."},"__v":0},{"_id":"06t6tAinXd6pCKzA9MImkw==","name":"Short Order","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Ed Webster 81'","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16667,44.0529]},"left_right_index":27,"mp_id":"105970381","mp_crag_id":"105909634","climb_id":"06t6tAinXd6pCKzA9MImkw==","areaRef":"LP4EkM+YWpqJAtJU+3+Ajg=="},"content":{"description":"A really nice route that sees little traffic for its quality and grade. Mixed protection and a variety of techniques will show you a good time. Route finding is an issue for many on the crux pitch, but protection is good.  \n\n  Pitch 1: (5.7) Start by making a strange, mantel move to gain a bolt(an old rusty one if memory serves. Climb slabby moves up to a old fixed pin, belay here from the pin and gear (small cams) behind flakes.  \n\n  Pitch 2: (5.9) Climb up right to a pin and continue on flakes to a bolt. Head up and right on thin holds to another bolt. Make a long move left to a rail (sloper), stand up and clip the last of your bolts. Climb a killer, right-facing flake to the top. Belay from a tree at the top.  \n\n  Rap down with 2 ropes.","protection":"A standard selection of trad gear bolts and pins protect. Belay from gear on pitch 1 and a tree on pitch 2. Rap with 2 ropes.","location":"This could be considered the far, right end of the Slabs Area or the far right of the Echo Roof area. At any rate, it is just left of the dirty gully that separates the slabs from the South Buttress.  \n\n  It follows the very blunt corner for the most part."},"__v":0},{"_id":"lePMfJMsVpmPQSri3Hxegw==","name":"Seventh Seal","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Alain Comeau, et.al. June 1976","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16667,44.0529]},"left_right_index":7,"mp_id":"105910322","mp_crag_id":"105909634","climb_id":"lePMfJMsVpmPQSri3Hxegw==","areaRef":"LP4EkM+YWpqJAtJU+3+Ajg=="},"content":{"description":"Make a few unprotected moves to a ledge. Small cam placements (green Alien/blue TCU) can be found here. Then a little friction will get you to and up the crack. At the top move around the right side of the giant block to the tree and anchors shared with The Ethereal Crack. \n\n  This route is easily toproped after leading The Beelzebub Corner.","protection":"Gear to 1\", small nuts are very useful.","location":"Just beyond The Echo Roof itself lies a giant leaning flake, The Ethereal Crack Buttress. This route climbs the right of two cracks on the buttress."},"__v":0},{"_id":"xjwuALU1UBGHVIzBhOfCRA==","name":"Reverberation","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Joe & Judy Perez, Joe & Karen Cote. September 7, 2005.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16667,44.0529]},"left_right_index":15,"mp_id":"121676694","mp_crag_id":"105909634","climb_id":"xjwuALU1UBGHVIzBhOfCRA==","areaRef":"LP4EkM+YWpqJAtJU+3+Ajg=="},"content":{"description":"This is essentially an extension pitch to Relic Hunter. It's a cool addition to the area and doing Relic Hunter to Reverberation makes a cool 5.7 warm up away from the slab crowds, all under the magnificent Echo Roof. Climb Relic Hunter to it's bolted belay and bring up your second for pitch 1. Then, traverse up and left across a slab and clip a bolt. Continue traversing past some natural protection in pods until you can gain a left trending crack. Climb the crack to the anchor of Holy Land 5.6+ pitch 2. Rap to the ground via the Holy Land anchors.","protection":"1 bolt, standard rack, maybe some tricams.","location":"Starts from the anchor of Relic Hunter."},"__v":0},{"_id":"izFd1R/DUsy6rAMmQP66UA==","name":"Return to Innocence","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"???","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16667,44.0529]},"left_right_index":18,"mp_id":"106937181","mp_crag_id":"105909634","climb_id":"izFd1R/DUsy6rAMmQP66UA==","areaRef":"LP4EkM+YWpqJAtJU+3+Ajg=="},"content":{"description":"Start by climbing a 15ft hand crack to a slab.Clip the bolt then stay to the left of a small overlap and clip a second bolt.Pull the overlap clip the last bolt after that head left for the anchors on Echo.  \n\n  [Admin.'s NOTE: The following info. was received and is believed correct: \"Return to Innocence technically starts on the face just to the right of Echo. The hand crack is a nice alternate start, but not the traditional route\"  Echo starts with the hand crack. ]","protection":"3 Bolts and tricams","location":"When the trail flatens out below Echo roof this is the first climb to the right.Look for a 4\" wide crack."},"__v":0},{"_id":"fKPnSXpuWoegPdDmYMcOYA==","name":"Relic Hunter","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"???","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16667,44.0529]},"left_right_index":16,"mp_id":"106937189","mp_crag_id":"105909634","climb_id":"fKPnSXpuWoegPdDmYMcOYA==","areaRef":"LP4EkM+YWpqJAtJU+3+Ajg=="},"content":{"description":"Start on a small slab.climb about 15ft up to an overlap pull the center of the overlap(fun move)then trend left to gain some flakes.Then head to the two bolt anchors.","protection":"Small cams","location":"This route is 10ft left of Ancient Artifacts and 5ft right of Holy Land.Look for a piton 15ft on Holy Land then climb 5ft to the right of it."},"__v":0},{"_id":"f85st5x/WSa5OkJ7RWDPwA==","name":"Persona","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Mack Johnson, Kurt Winkler 1979","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16667,44.0529]},"left_right_index":3,"mp_id":"106886936","mp_crag_id":"105909634","climb_id":"f85st5x/WSa5OkJ7RWDPwA==","areaRef":"LP4EkM+YWpqJAtJU+3+Ajg=="},"content":{"description":"If Ethereal/7th Seal/etc. are taken, or you've done everything else in the area... this route is surprisingly fun, following the face/thin crack/arete just right of Beelzebub Corner.  If you stay off the arete, it's 5.10. \n\n  Thin face moves lead to a thin crack for your right hand and a blocky arete for your left.  Move up to an undercling flake, protect, and crank a 5.9 move to much easier climbing.","protection":"Normal rack, mostly takes small nuts/cams.  The initial face moves are  a bit dangerous-  You can make them safe by placing a sling high in the tree to your left before starting.","location":"Ethereal Buttress"},"__v":0},{"_id":"FWmfhEMLWia3edX5F1LZmw==","name":"Man's Best Friend","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"strand 87 ???","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16667,44.0529]},"left_right_index":22,"mp_id":"106185869","mp_crag_id":"105909634","climb_id":"FWmfhEMLWia3edX5F1LZmw==","areaRef":"LP4EkM+YWpqJAtJU+3+Ajg=="},"content":{"description":"A pretty good climb at the grade. Sweet rock and good pro. It was almost easier to to put it up solo and then rap down for the bolts.","protection":"bolts and maybe a small cam at the top. one rope will get you down if you swing right at the bottom","location":"The  scramble that is used to avoid the first pitch of Short Order- go left to a bulge and then straight up to a nice belay below the headwall"},"__v":0},{"_id":"prYRO6nOUVCylmGpLLQ5iw==","name":"Loose Lips","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"August '79 Jim Dunn, Martha Morris, Ken Sims, Alain Comeau","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16667,44.0529]},"left_right_index":0,"mp_id":"105935655","mp_crag_id":"105909634","climb_id":"prYRO6nOUVCylmGpLLQ5iw==","areaRef":"LP4EkM+YWpqJAtJU+3+Ajg=="},"content":{"description":"Lean off the block to clip the first bolt. Make a spooky step across the divide and climb past 2 more bolts on very small holds gaining a nice rest and more good pro. Climb down and left to a flake/crack that you will follow up and left to easier climbing and a two bolt anchor.    There are two cruxes in my opinion; the bolted section is definitely one of them and also the first part of the flake though not as hard it is challenging (small wires help protect this part).  \n\n  It's a nice 5.10a link up to do Seventh Seal (10a) to Loose Lips, however you have many choices of approach.   \n\n  2 rope rappel to the ground.","protection":"3 bolts and a standard rack with some small wires. Double ropes are helpful.","location":"On the top of Ethereal Buttress, there lies a block stand facing the cliff on the right side of the block. There is a line of bolts up an alarmingly blank wall. That's your route."},"__v":0},{"_id":"jr8x+RTOVpWXwI3z703Bew==","name":"Last Tango","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"comeau ffa russ clune","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16667,44.0529]},"left_right_index":12,"mp_id":"106182228","mp_crag_id":"105909634","climb_id":"jr8x+RTOVpWXwI3z703Bew==","areaRef":"LP4EkM+YWpqJAtJU+3+Ajg=="},"content":{"description":"The companion to Future Shock though maybe a little harder and not quite so fine.Move up the dike to a bulge which presents an obvious crux, a pretty hard pull to a bolted belay. Nice climb","protection":"bolts, some gear may be placed but is not really needed","location":"Right of Future Shock. one rope gets you down   Try to TR from the start of Future up to the crux of Tango, a bit thin- NH 5.11+ !!!!!!"},"__v":0},{"_id":"TCfWFDJkWhKzzmxau8HJrg==","name":"Ladies & Gentlemen","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Paul Ross, Hugo and Isabella Tosco 1980","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16667,44.0529]},"left_right_index":13,"mp_id":"107662553","mp_crag_id":"105909634","climb_id":"TCfWFDJkWhKzzmxau8HJrg==","areaRef":"LP4EkM+YWpqJAtJU+3+Ajg=="},"content":{"description":"The first pitch is popular.  I don't think the entire route is ever done so I'm including the first pitch only.   \n\n  1st pitch (5.8). Find a right facing corner off the ground under the middle of the Echo Roof. Climb the corner.  At the top of the corner is a bolt and a mantle on to a smooth slab. Above that tread right to some solution pockets.  Go up to the anchor and rap from there with one ropes.","protection":"Standard rack.  For solution pockets: Brown tri-cam, #3 Camalot.","location":"Just to the right of Last Tango."},"__v":0},{"_id":"XnEjV1NsXA6BAzbviej9XQ==","name":"Holy Land   (aka \"Promised Land\")","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Kurt Winkler, Shraddah Howard, Drubbha Hein, Sunil Davidson ('00)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16667,44.0529]},"left_right_index":14,"mp_id":"106269832","mp_crag_id":"105909634","climb_id":"XnEjV1NsXA6BAzbviej9XQ==","areaRef":"LP4EkM+YWpqJAtJU+3+Ajg=="},"content":{"description":"This climb starts 25-30 feet to the left of Echo, the 4-pitch climb, at a pin. A very decent climb with fun moves throughout, some of the I-didn't-know-I-could stretch-like-that variety. \n\n  Pitch 1: Follow a short depression by slabbing and stemming up to a pin, then to more bolts (with some gear) while trending left and up. You're heading for a two-bolt anchor in a really cool pocket [difficult to see until you get there]; 60-meter ropes, however, will reach the bolts under the roof. \n\n  Pitch 2 (optional if you prefer to stop at the pocket, and crux pitch): If you make this into two pitches, follow up past a few solution pockets and bolts to a two-bolt anchor under the roof.","protection":"Standard rack. Decent gear. Some bolts and a couple pins. Two-bolt anchors at the end of each pitch.","location":"Roughly 10-20 feet to the left of Echo (the climb); but almost directly under the center of the roof; Future Shock lies to the left of this climb another 10-20 feet."},"__v":0},{"_id":"Mg1l07hvWFioCY43y5Hwtg==","name":"Future Shock","yds":"5.11a/b","grades":{"yds":"5.11a/b","french":"6c"},"fa":"FFA Alain Comeau, Steve Larson","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16667,44.0529]},"left_right_index":11,"mp_id":"105928940","mp_crag_id":"105909634","climb_id":"Mg1l07hvWFioCY43y5Hwtg==","areaRef":"LP4EkM+YWpqJAtJU+3+Ajg=="},"content":{"description":"Balance your way up the dike as you will your feet to stick. Hand holds are almost non-existent, and foot work is technical and fun. The bolts are not \"sport climb\" close, but skidding down the wall isn't dangerous so long as you wear pants. As far as aesthetic lines go, they don't get prettier than this. \n\n  Pitch 1: Follow the dike described above. You will encounter a slippery crux between the 3rd and 4th bolts. After the crux it eases up slightly, but don't let your guard down. One more quite hard move gains a good edge below the anchor, mantle and take a deep breath. \n\n  Pitch 2: Rarely done. Step left from the belay to a solution pocket. Aid past 3 bolts, mantle on the ledge, and belay from a tree on the right. ","protection":"Quickdraws for first pitch. May need gear for second pitch. Two rope rap from ledge.","location":"Between Ethereal Buttress (Ethereal Crack, 5.10d) and Echo Roof. You can't miss it."},"__v":0},{"_id":"pg2iAJyPXaqvenHLfrEybg==","name":"Full Circle","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"believed to be Kurt Winkler","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16667,44.0529]},"left_right_index":20,"mp_id":"111807995","mp_crag_id":"105909634","climb_id":"pg2iAJyPXaqvenHLfrEybg==","areaRef":"LP4EkM+YWpqJAtJU+3+Ajg=="},"content":{"description":"A nice climb that seems to get overlooked.  \n\n  START- around to the right from the 2-3\" hand crack of Echo's start.  \n\n  Climb the face past 3 bolts and a small roof (gear) then continue up and left to the double bolt anchor of Echo/Return to Innocence / Ancient Artifacts.","protection":"3 bolts, medium cams and standard rack  \n\n  It is possible to TR from the Echo anchor with some creative directional(s).","location":"From the 2-3\" jamcrack of Echo, circle down and around the \"Echo mini butress\" to the right, then back up to the face with 3 bolts. You'll be about 20-25 ft right of Echo's actual crack, at the same level."},"__v":0},{"_id":"fU5Qv4XPWcuJ1SKpoTdeKA==","name":"Ethereal Crack","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Ed Webster and Bryan Becker, June 22, 1975","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16667,44.0529]},"left_right_index":5,"mp_id":"105910329","mp_crag_id":"105909634","climb_id":"fU5Qv4XPWcuJ1SKpoTdeKA==","areaRef":"LP4EkM+YWpqJAtJU+3+Ajg=="},"content":{"description":"Make a few unprotected moves to a ledge and move left across it to reach the crack. Climb past a couple of pods in the crack to where it gets ridiculously small. \"Jam\" and friction for about 25 feet to the top of the tiny crack and either escape right or finish left at 5.11a. \n\n  This climb is easily toproped after leading The Beelzebub Corner.","protection":"Gear to 1\", small nuts are very useful.","location":"Just beyond The Echo Roof itself lies a giant leaning flake, The Ethereal Crack Buttress. This route climbs the left of two cracks on the buttress."},"__v":0},{"_id":"GOR+yBgZXkiobHlLlaGbTg==","name":"Echo","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16667,44.0529]},"left_right_index":19,"mp_id":"111002703","mp_crag_id":"105909634","climb_id":"GOR+yBgZXkiobHlLlaGbTg==","areaRef":"LP4EkM+YWpqJAtJU+3+Ajg=="},"content":{"description":"Starts at the base of a short hand crack, under the large Echo roof just to the left of where the trail meets the cliff.   Continue up past the crack through the small overlap to a bolt, trending slightly right. Continue up the face to bolted anchors.","protection":"Standard rack to 2\", three bolts and bolted anchors.","location":""},"__v":0},{"_id":"ONJdG5+bVkeAq+G4tXPI4Q==","name":"Dunn's Diversion","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Toproped by Jim Dunn, Spring 1980  Led by John Bouchard, Fall 1983","type":{"trad":true,"tr":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16667,44.0529]},"left_right_index":6,"mp_id":"105910355","mp_crag_id":"105909634","climb_id":"ONJdG5+bVkeAq+G4tXPI4Q==","areaRef":"LP4EkM+YWpqJAtJU+3+Ajg=="},"content":{"description":"Great hard friction practice. Glide up the spotless face between Seventh Seal and Ethereal Crack. The easiest access to the anchors is via The Beelzebub Corner. ","protection":"A toprope problem. Bouchard \"led\" this route with hooks and screamers for protection.","location":"Just beyond The Echo Roof itself lies a giant leaning flake, The Ethereal Crack Buttress. This route climbs the barren face between the two finger cracks on the buttress."},"__v":0},{"_id":"+IjTrU88W2S8Gw76jwpjMg==","name":"Circle Of Life","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Bill Lowther, rope solo 1995","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16667,44.0529]},"left_right_index":21,"mp_id":"121676400","mp_crag_id":"105909634","climb_id":"+IjTrU88W2S8Gw76jwpjMg==","areaRef":"LP4EkM+YWpqJAtJU+3+Ajg=="},"content":{"description":"The rightmost climb on the echo roof slab that starts from the trail. Look for 2 bolts that have quick links on them for some reason in a clean streak. Climb past bolts up the clean streak until you can gain a left trending groove. Follow the groove left to the anchor shared with Echo 5.6. ","protection":"Bolts and small gear in the groove to a 2 bolt anchor.","location":"Of the routes that start from the base of the Echo Roof slab (not in the Sleeping Beauty gully) this is the rightmost climb. Look for a clean streak with 2 bolts that have quick links on them as of November 2021."},"__v":0},{"_id":"X5S0UpO5V1WpMI4Fb0Jr4g==","name":"Carolina Dreamin'","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"rotert/beal  '80","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16667,44.0529]},"left_right_index":23,"mp_id":"106728644","mp_crag_id":"105909634","climb_id":"X5S0UpO5V1WpMI4Fb0Jr4g==","areaRef":"LP4EkM+YWpqJAtJU+3+Ajg=="},"content":{"description":"Brilliant, an absolute classic from BITD. The second pitch is SO demanding and sustained.","protection":"bolts and a couple of nuts/small cams.  EB'S ?","location":"I would start up Man's Best Friend and belay. The second pitch goes up a pretty obvious black streak with 3 ? bolts. tree belay."},"__v":0},{"_id":"dI7eDlgNW8qHiuHyuofk1A==","name":"Bit's N Pieces","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"callaghan/strand 1984","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16667,44.0529]},"left_right_index":2,"mp_id":"106177692","mp_crag_id":"105909634","climb_id":"dI7eDlgNW8qHiuHyuofk1A==","areaRef":"LP4EkM+YWpqJAtJU+3+Ajg=="},"content":{"description":"Great rock and situation. Sustained climbing on small edges, crux is just before the second bolt. Tom broke THREE drill bits getting this one in.   The fall from the crux is clean.","protection":"bolts and a couple of cams above the small roof. Rap from a bolt/bush.","location":"start up Looselips then move right to a bolt, up the slab to a second bolt and over a small roof to the belay."},"__v":0},{"_id":"lp59qYrEVA6/Okxm+FWcVQ==","name":"Avenger","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"A and J comeau 1980","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16667,44.0529]},"left_right_index":26,"mp_id":"106552708","mp_crag_id":"105909634","climb_id":"lp59qYrEVA6/Okxm+FWcVQ==","areaRef":"LP4EkM+YWpqJAtJU+3+Ajg=="},"content":{"description":"Great climbing with a bit of a bold edge... If you like low angle face and crack climbing with a dash of spice this one is for you... The crack was really dirty for a while but it looks like its seen a good cleaning... \n\n  Pitch one: 5.7 Just left of Short Order's start climb a crack to the same ledge as Short Order... Or just walk around to the left and up to the same ledge if you just came for the business... \n\n  Pitch 2: 5.9R Climb up the slightly featured face above the ledge past a pocket, then a pin, and finally a bolt... Clip the bolt and follow a faint dike up and to the left before making a hair raising move in to the sweet \"thank god\" crack... Climb the crack which is nice and more relaxed up to the same tree anchor as Short Order...","protection":"Normal rack plus some tri-cams...","location":"Right Between Short Order and Sleeping Beauty..."},"__v":0},{"_id":"+fxhw4FNVdmFtH6GJc4Avg==","name":"Answered Prayers","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"bill lowther","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16667,44.0529]},"left_right_index":9,"mp_id":"106698993","mp_crag_id":"105909634","climb_id":"+fxhw4FNVdmFtH6GJc4Avg==","areaRef":"LP4EkM+YWpqJAtJU+3+Ajg=="},"content":{"description":"Very nice, hard, sustained steep slab. A real testament to Bill's ability. Drilled free and on lead. I know I took some rides on it.","protection":"6 bolts. 2 bolt anchor","location":"Starts up and right from Seventh Seal. Perfect dark rock."},"__v":0},{"_id":"vXqK3GIOU5GpGtBK8DUGSw==","name":"Ancient Artifacts","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"???","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16667,44.0529]},"left_right_index":17,"mp_id":"106937185","mp_crag_id":"105909634","climb_id":"vXqK3GIOU5GpGtBK8DUGSw==","areaRef":"LP4EkM+YWpqJAtJU+3+Ajg=="},"content":{"description":"Start 10ft left of Return to Innocence.Look for an overlap about 15ft up.Pull the right side of the overlap,then trend left a little and up a white streak to Relic Hunter's anchors.","protection":"Small cams and one bolt on the white streak","location":"This route if 10ft left of RTI."},"__v":0},{"_id":"vVsyvDLdVeuMDeyj71LbsQ==","name":"Aiwass","yds":"5.12a/b","grades":{"yds":"5.12a/b","french":"7b"},"fa":"paul ross ffa strand /callaghan 83","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16667,44.0529]},"left_right_index":8,"mp_id":"106182587","mp_crag_id":"105909634","climb_id":"vVsyvDLdVeuMDeyj71LbsQ==","areaRef":"LP4EkM+YWpqJAtJU+3+Ajg=="},"content":{"description":"Aiwass may have been the first 5.12 face in NH- Anyway cool climbing on route that is NEVER done. The first pitch has a good pull around V3/4 to enter a nice corner system . Wander up a slab to the tree ledge. P3  A nice 5.9 corner to a sloping ledge. P4 A steep and fun rib with fair bolt protection. 10 +","protection":"Pro is good throughout and is ok with a regular NH rack","location":"At the top of the Beelzebub /Ethereal flake. STIFF pulls up and right to a nice corner. An alternate start first done by Jimmy is down to the right, MUCH easier (11c). Past a bolt then RP into the corner."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,8a63706f-b14c-536f-b8ab-3cea90093e36,04183061-35ac-5a7c-94e1-6dc383fb2efd,2cfe0490-cf98-5a9a-8902-d254fb7f808e","pathTokens":["USA","New Hampshire","*Whitehorse Ledge","6. Echo Roof"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11c"},{"count":1,"label":"5.11d"},{"count":1,"label":"5.12b/c"},{"count":1,"label":"5.10+"},{"count":1,"label":"5.10c"},{"count":6,"label":"5.9"},{"count":2,"label":"5.10a"},{"count":3,"label":"5.7"},{"count":2,"label":"5.8"},{"count":1,"label":"5.11+"},{"count":2,"label":"5.6"},{"count":1,"label":"5.11a/b"},{"count":1,"label":"5.10d"},{"count":2,"label":"5.11b"},{"count":1,"label":"5.11"},{"count":1,"label":"5.12"},{"count":1,"label":"5.12a/b"}],"byDiscipline":{"trad":{"total":25,"bands":{"unknown":0,"beginner":6,"intermediate":11,"advanced":8,"expert":0}},"sport":{"total":6,"bands":{"unknown":0,"beginner":2,"intermediate":0,"advanced":4,"expert":0}},"tr":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":7,"intermediate":11,"advanced":10,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-71.16667,44.0529]},"bbox":[-71.16729565931779,44.05245033981815,-71.1660443406822,44.05334966018187],"left_right_index":-1,"ext_id":"105909634","area_id":"LP4EkM+YWpqJAtJU+3+Ajg=="},"content":{"description":"Nice climbing from 5.6 to 5.12c. Mostly short 1-2 pitches. \n\n  From the Ethereal Buttress to Short Order (near the slabs) is called the Echo Roof Area, named for the huge roof that overhangs the middle of the area.  The awesome friction route, Future Shock (5.11a), is all bolted and there are plenty of crack climbs like Ethereal Crack (5.10d) and Seventh Seal (5.10a), even mixed lines like Short Order (5.8+) another testament to the varied terrain you will find at Whitehorse. \n\n  Being that the routes are short, most stay shaded and cooler. The approach is only a few minutes, and the crowds seem not to gather here instead sweating their butts off on the slabs."},"density":0,"totalClimbs":28,"__v":1,"createdAt":"2022-11-07T06:12:11.670Z","updatedAt":"2024-01-15T16:46:33.589Z"}