{"_id":"6368a36ae80bff5a99582990","area_name":"Monument Base Area, The","shortCode":"","climbs":[{"_id":"VmfXbXMPXAShACr3mo8JvA==","name":"The Tutorial","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"FA: Todd Rentchler, 1977. First Free Ascent: Sarah Regan 2019","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.13503,44.37611]},"left_right_index":11,"mp_id":"117126919","mp_crag_id":"108398841","climb_id":"VmfXbXMPXAShACr3mo8JvA==","areaRef":"3wdsoW4RUiuyUF/14A5xsg=="},"content":{"description":"Delightful \"monument style\" huecos cruise around a chicken head as you maneuver into the crux on the face. After clipping the perma-draw move up into the stem box for secure, but slightly run-out exposure scattered with good pockets and edges. Perhaps you'll even get a chimney move in before you top out on the right side pillar. ","protection":"10 bolts, one fixed draw, steel sport clip anchors for lowering","location":"To the right of all the moderate routes at the base of the Monument. "},"__v":0},{"_id":"q78jq5QGUKiRgGm+AxSRoA==","name":"Tuesday’s Gone","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Tyler Gates, Route prepped and bolted by Chris Hatzai","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.13503,44.37611]},"left_right_index":12,"mp_id":"117940677","mp_crag_id":"108398841","climb_id":"q78jq5QGUKiRgGm+AxSRoA==","areaRef":"3wdsoW4RUiuyUF/14A5xsg=="},"content":{"description":"Tuesday’s Gone is located between The Tutorial and Castles Made of Sand. Start out climbing on the jug system starting to the left side of the first bolt. The rail traverses right and up on good holds. Work under the first roof feature. A couple bouldery moves gets you up onto the ramp above. Climb the slabby ramp to a no hands ledge. The next 3 bolts are closely placed to protect the ledge. Work up on good holds through this section and climb into the crux of the route on the upper head wall. No particular move stands out as a stopper move. It’s more working with the smaller holds and delicate feet that make the grade. The climbing eases a little towards the anchors.","protection":"11 bolts, 2 fixed anchors (***The anchors still need to be extended.*** If youre TRing, extend the anchors to prevent the rope from rubbing on the rock.)","location":"Located in the right-​​​​center on the Monument base wall."},"__v":0},{"_id":"lBmpJjzpXOCgpPhYuTqEaA==","name":"Tombstone Crack","yds":"5.10c/d","grades":{"yds":"5.10c/d","french":"6b+"},"fa":"Wayne Arrington and Ken Currens 1975 (FFA)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.13503,44.37611]},"left_right_index":8,"mp_id":"108328565","mp_crag_id":"108398841","climb_id":"lBmpJjzpXOCgpPhYuTqEaA==","areaRef":"3wdsoW4RUiuyUF/14A5xsg=="},"content":{"description":"35M of perfect crack climbing with a monumental position. Getting to the base of the crack is a challenge, from above or below your in for an adventure. This crack would be a classic anywhere in  North America.  \n\n  After climbing Tombstone climb the choss chimney above. There is no belay anchor.  \n\n  Due to rockfall hazards, do not attempt to access this climb if anyone is climbing below you.","protection":"2 new lead bolts, multiple button heads.  The crack goes from .75 to 3 Camalots range, triples in gold and red nice but not necessary.  Finger sized cam is nice before the first bolt","location":"Either climb Abraxas (5.11 and 5.12 pitches on bad rock) or rap in from above.  The gully between Puddy's Tower and the Monument is a decent way getting to the top (takes an hr from the parking lot). Scramble up 5th class rock by several options (good quality) to the rap anchors( 2 ropes or a 70M).  The rock on the rappel is horrible. Anchors are to the rappeler's left.  Rap down the crack with a 70M rope.  The entire route could probably be rappelled to the ground on a 70M"},"__v":0},{"_id":"Izp7SMQ3WOiMHyRbY7yYdA==","name":"Time Step","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Mike Mejaski, August 2, 2019","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.13503,44.37611]},"left_right_index":15,"mp_id":"117558093","mp_crag_id":"108398841","climb_id":"Izp7SMQ3WOiMHyRbY7yYdA==","areaRef":"3wdsoW4RUiuyUF/14A5xsg=="},"content":{"description":"Time Step starts in a shallow recess and climbs up to a small roof (crux) then finishes on good holds and fun moves.","protection":"10 bolts with fixed anchors","location":"Time Step is located to the right of Good Stories Start with Failure on the right side of the Monument base area."},"__v":0},{"_id":"TJvI4w8kUxqLcX/5MBJdtg==","name":"Snow Bunny","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Sean Moore, Winter 2000","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.13503,44.37611]},"left_right_index":4,"mp_id":"108416344","mp_crag_id":"108398841","climb_id":"TJvI4w8kUxqLcX/5MBJdtg==","areaRef":"3wdsoW4RUiuyUF/14A5xsg=="},"content":{"description":"after clipping the first bolt. make your way through big edges and jugs until it eases higher up.","protection":"6 bolts. Anchors.","location":"Just in front of a small bush/tree."},"__v":0},{"_id":"GIslaoFDUZGNy58xMAKWmw==","name":"Praying Mantel","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Sean Moore, Winter 2000","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.13503,44.37611]},"left_right_index":5,"mp_id":"108416355","mp_crag_id":"108398841","climb_id":"GIslaoFDUZGNy58xMAKWmw==","areaRef":"3wdsoW4RUiuyUF/14A5xsg=="},"content":{"description":"This routes crux is above the first bolt and what is it...you guessed it. A mantel. the mantel is worth climbing it alone but there is fun climbing along the entire first half of the route.","protection":"8 bolts. Anchors.","location":"2nd route to the left on the wall."},"__v":0},{"_id":"kc/wr4a+VbeTrbwxfIjnWw==","name":"North Ridge Direct","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Unknown, 1950’s","type":{"trad":true,"tr":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-121.13503,44.37611]},"left_right_index":9,"mp_id":"116252711","mp_crag_id":"108398841","climb_id":"kc/wr4a+VbeTrbwxfIjnWw==","areaRef":"3wdsoW4RUiuyUF/14A5xsg=="},"content":{"description":"SOLO. While this route never puts you way out in space. It does have ankle breaking consequences at certain spots if you fall. There are anchors at the top so if you have at least one confident climber in your party, they can solo and bring you up on rope. This is a great easy “alpine” style adventure.\n\n   Hike along the north ridge buttress staying on the 3rd class ridge until a headwall stops the hiking. Follow good pockets and good feet on solid rock  until you reach a ledge with anchor. From here it’s 2nd class to the summit. \n\n   This is a great rest day summit as Alan Watts states in his book. It’s super chill even though it looks a little intimidating from the base of the backside ridge. ","protection":"This route is recommended as a solo although you might be able to get some med to large gear at a couple points. Rap anchor or TR anchor at top. Descend by rapping the route or down climb the North Ridge chimney on the west side of the summit, then hike north along ledges back to the ridge line and trail.","location":"Hike the left gully of the monument to the top backside with an obvious sharp ridge line going to the summit."},"__v":0},{"_id":"VJz56Yh9XeOGNXZFVNvL/g==","name":"Moore, Please?","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Sean Moore, Winter 2000","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.13503,44.37611]},"left_right_index":6,"mp_id":"108416365","mp_crag_id":"108398841","climb_id":"VJz56Yh9XeOGNXZFVNvL/g==","areaRef":"3wdsoW4RUiuyUF/14A5xsg=="},"content":{"description":"Great high steps, side pulls, pockets, and jugs dot this route from bottom to top. Crux is midway up but it is more sustained than cruxy. I wish this route continued all the way to the tombstone wall.","protection":"7 bolts. Anchors","location":"Starts at the same bolt as Praying mantle and moves right afterwords."},"__v":0},{"_id":"RjYCDqCGWh+F1pMuIw6s+w==","name":"Lounger","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Steve Strauch, Wayne Haack, 1969  R.B. Sean Moore, winter 2000.","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.13503,44.37611]},"left_right_index":1,"mp_id":"108416319","mp_crag_id":"108398841","climb_id":"RjYCDqCGWh+F1pMuIw6s+w==","areaRef":"3wdsoW4RUiuyUF/14A5xsg=="},"content":{"description":"This route is a good choice for beginning leaders. The hardest move pulls off the ground and launches into a plethora of holes and ledges all the way to the anchors. Even though it is easy climbing, the ledges that make it easy also make falls bad.","protection":"4 bolts. anchors are way to the right of the fourth bolt.","location":"This is the left most route on the massive wall of huecos. It is also the first pitch of Abraxas."},"__v":0},{"_id":"g74OHknzU+KvYiu+hC+GYw==","name":"I’m Out to Get You","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Chris Hatzai","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.13503,44.37611]},"left_right_index":16,"mp_id":"117572883","mp_crag_id":"108398841","climb_id":"g74OHknzU+KvYiu+hC+GYw==","areaRef":"3wdsoW4RUiuyUF/14A5xsg=="},"content":{"description":"I’m Out to Get You starts out on good holds up to a high first bolt. Climb the face of good holds up to a no hands rest. From the no hands, climb into the crux of the route, contending with a compression bulge section. Work though the bulge and set up to throw to big holds over the lip having sparse foot options. Mantel over on jugs.","protection":"6 bolts, soon to be fixed steel anchors","location":"I’m Out to Get You is located on the far right side of the Monument base, to the right of Time Step."},"__v":0},{"_id":"IbICy+i8WtyGyy0AzvGv1A==","name":"Imposter Complex","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Sarah Regan","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.13503,44.37611]},"left_right_index":10,"mp_id":"117375810","mp_crag_id":"108398841","climb_id":"IbICy+i8WtyGyy0AzvGv1A==","areaRef":"3wdsoW4RUiuyUF/14A5xsg=="},"content":{"description":"A general romp up through bucket pockets leads you to the first crux around a bulge where a huge rock was pried out to uncover a shelf you could fit a small library. Continue to the right side of the seam as you enter the abundantly bolted, slightly overhung terrain with a series of side pulls until it eases back into pistol grip pockets to the anchor. ","protection":"11 bolts to sport clips for lowering","location":""},"__v":0},{"_id":"jf5RQ/0MUteoRGrm18DHng==","name":"Good Stories Start with Failure","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Chris Hatzai","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.13503,44.37611]},"left_right_index":14,"mp_id":"117535311","mp_crag_id":"108398841","climb_id":"jf5RQ/0MUteoRGrm18DHng==","areaRef":"3wdsoW4RUiuyUF/14A5xsg=="},"content":{"description":"Good Stories Start with Failure starts out climbing with a low first bolt. Climb up through the good chalked holds to a no hands rest. From the no hands, enter into the first crux of the route on a slightly overhanging bulge feature starting on jugs. Working through the crux, set up to stab to a good clipping hold above. Make the clip and climb through another little section before entering another no hands rest. From the second no hands rest, enter into the second crux of the route. Make the next airy clip on jugs and then keep working up on smeary feet and good hand holds to the anchors. The final sequence on this route is flat out fun!","protection":"10 bolts, soon to be fixed anchors.","location":"Good Stories Start with Failure is located to the right of Castles Made in Sand. It’s the furthest line right that ascends the huge flake."},"__v":0},{"_id":"+kNqDL6zWzSgtpj7+6321A==","name":"Castles Made of Sand","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Chris Hatzai","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.13503,44.37611]},"left_right_index":13,"mp_id":"117343662","mp_crag_id":"108398841","climb_id":"+kNqDL6zWzSgtpj7+6321A==","areaRef":"3wdsoW4RUiuyUF/14A5xsg=="},"content":{"description":"Start climbing in the weakness under the large flake resting at the base of the Monument. Climb straight up and start to trend left working through the crux sections of the route on big slick holds. Continue upward being met with a redpoint crux about 2/3 of the way up. Pull the lip and ride the last few bolts to the anchors on easier terrain. ","protection":"13 bolts, fixed steel anchors.","location":"Castles Made of Sand climbs up the face of the large flake resting at the base of the Monument."},"__v":0},{"_id":"MRRpfIivXgGKx6LTyKgeLA==","name":"Buzzer Beater","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Dave McRae and Aimee Roseborrough.  Jan 2020","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.13503,44.37611]},"left_right_index":0,"mp_id":"119021170","mp_crag_id":"108398841","climb_id":"MRRpfIivXgGKx6LTyKgeLA==","areaRef":"3wdsoW4RUiuyUF/14A5xsg=="},"content":{"description":"Buzzer Beater is a fully bolted route with two pitches of high quality and varied action, followed by an exposed and scrappy, optional third pitch.P1. 5.10c***  \"Regulation Play\".  Easy huecos give way to techy moves on ragged rock followed by a few crack jams on better rock.  105 ft.P2. 5.10c****  \"Crunch Time\".  A bouldery start leads to crack moves on the best pitch of the route.  55 ft.P3. 5.11a**  \"Overtime\".  Avoid the huge flake/ nest by stepping right to a grungy corner.  Above the flake, make a crux step left to better rock on an exposed face to a finish in an alcove.  110 ft.Strategy     The ledge atop the first pitch is the only comfortable belay on the route.  If climbing the first two pitches only, it's recommended to link them, then lower to the top of the first pitch with a 70 meter rope.\n\nIf climbing the third pitch, either link it with the second, or belay at a chainless, 2-bolt anchor to the right of the chains atop the second pitch.","protection":"+/- 13 draws for the first pitch +/- 21 draws to link the first two pitches\n\n70 meter rope","location":"Furthest left route at the base of the Monument.  Just right of Cornerstone Buttress."},"__v":0},{"_id":"DYgXxyMhXD2YmacgRKXs3A==","name":"Bagpiping in the Buff","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.13503,44.37611]},"left_right_index":2,"mp_id":"108398847","mp_crag_id":"108398841","climb_id":"DYgXxyMhXD2YmacgRKXs3A==","areaRef":"3wdsoW4RUiuyUF/14A5xsg=="},"content":{"description":"4 Bolts, right of Lounger; horrible shale at the top which can be easily kicked off. Challenge is at the bottom, can be avoided by stick-clipping; If not, then it might actually be a 5.7 \n\n  New anchors, to make each route independant, have been set up as of 10/19/2013. This was being done after we came back from Adit Rock. \n\n  Rap Rings Off","protection":"Bolts (4)","location":""},"__v":0},{"_id":"BkBOkfWhU/mikKEIrZt9tQ==","name":"Approaching The Twilight","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Don Cossel, Ben Zimmerman, August 2000.","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.13503,44.37611]},"left_right_index":3,"mp_id":"108416329","mp_crag_id":"108398841","climb_id":"BkBOkfWhU/mikKEIrZt9tQ==","areaRef":"3wdsoW4RUiuyUF/14A5xsg=="},"content":{"description":"This route has a hard start to the first bolt and then eases the rest of the way.","protection":"5 bolts. Anchors.","location":"The third route to the right on the wall."},"__v":0},{"_id":"xkNR2fP5WyeGMWMNudeRZg==","name":"Abraxas","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"Steve Strauch, Danny Gates, 1969","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.13503,44.37611]},"left_right_index":7,"mp_id":"108493410","mp_crag_id":"108398841","climb_id":"xkNR2fP5WyeGMWMNudeRZg==","areaRef":"3wdsoW4RUiuyUF/14A5xsg=="},"content":{"description":"Abraxas is one of those routes that people would love to have climbed, but maybe not enough to actually climb it. Talk to anyone who frequents Smith and enjoys multipitch climbing and they'll tell you that they want to do it someday.So go do it!Honestly, it's really not that bad. This route's reputation for being runout is entirely untrue and it's reputation for being choss is only a little bit true. While there are certainly creaky, flaky holds, it's well protected and most(!) of the hard climbing is on excellent stone. That being said, many of the belays are directly in the leader's line of fire, so bring a helmet.P1: 5.6-10a Climb any of the excellent sport routes of the Monument Base Area to the rightmost anchor.P2: 5.9 Step right and then up to gain an obvious left-facing corner. The flakes in the corner sound hollow, but you're clipping shiny bolts. Hand traverse left (good gear) to two separate anchors. Of the two, we used the left one, but I'd recommend the right. (it's just a touch further out from under the line of fire and is in better rock) Pitches 1 and 2 are easily linked.P3: \"5.11-\" (to quote the Watts guide) I’d peg it more around 11+. This is where things start getting interesting. Work up and left to a distinct crux at an asca bolt out left.  Execute a thin, off-balance sequence on sidepulls and edges to a rail up and left and then work back right to another asca bolt higher up.  If you clip either of the two bolts to the right, (before the aforementioned 2nd asca bolt, more in line with the original bolt ladder) make sure to use long slings.  Once established in the chimney, wade through some easy choss until just below an old, manky anchor.  From here either continue left up the original line of terrible old bolts in choss (not recommended, 9+/10-) or step right to ledge with a less old anchor., but don't stop and belay.  Instead climb up much better rock just left of a blunt arete clipping more new asca bolts before running it out on easy ground to the top.  (recommended, 10-)P4 5.12- Moderate climbing up less than perfect rock past more ancient bolts (easily backed up with gear and newer bolts) spits you off at a nice stance below a steep swath of vastly better rock. Gymnastic and balancy moves on some booming flakes deposit you at the crux. After pulling through the difficulties onto the ledge, catch your breath (don't belay) and climb further up and right clipping shiny new bolts as you pull exciting moves in one of Smith's more airy positions. Belay at either of the anchors at the base of the Tombstone crack. (can't miss it)P5: 5.10+ Pull a thin face move to gain the start of the splitter. It starts as fingers and gradually widens up to hands. Power through the fingers/off-fingers down low and savor the amazing (but kind of sharp) jamming above. Belay at a large, obvious ledge.P6: 5.6 Climb up and left following an obvious weakness that will ultimately corkscrew up to the summit. Watch out for rope drag.Descent: The whole route rappels easily. Anchors are down and east of the summit. We used two ropes, but there are rumors of a single 70 being sufficient. I bet you could make this work (certainly with trickery) but can't be sure, not having actually done it. Alternatively, scramble and walk back (north) to the grass and descend the large gully to the west between the Monument and Puddy's Tower. (don't start descending until you're all the way back to the main hillside).  Walking off is well worth the hassle of carrying shoes and goes very very quickly.","protection":"Single rack to #3, optional #4, I found a red link cam to be a semi-crucial piece to best protect the crux sequence. all the cams you care to bring for the Tombstone Crack, (described elsewhere on this site) Many (10+) draws including extendables. You don't need wires. Blasphemy, I know.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,5f05ed84-1a18-52d9-b8cf-77f8fd01e061,e7aeefae-15e1-5de7-a395-a48727784e98,f3c655b6-9c95-597f-aaa6-fd7d8a4865ec,eab8f30a-e0eb-5a80-8cc1-7af1071256f2,49017dad-7baf-5fde-8078-f3a4b1230bbb,df076ca1-6e11-522b-b250-5ff5e00e71b2","pathTokens":["USA","Oregon","Central Oregon","Smith Rock","(v) Monument Area","(7) The Monument","Monument Base Area, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.10a"},{"count":1,"label":"5.11a"},{"count":1,"label":"5.10c/d"},{"count":2,"label":"5.10b"},{"count":1,"label":"5.8"},{"count":1,"label":"5.5"},{"count":2,"label":"5.9"},{"count":1,"label":"5.6"},{"count":2,"label":"5.11c"},{"count":1,"label":"5.11d"},{"count":1,"label":"5.10d"},{"count":1,"label":"5.7"},{"count":1,"label":"5.12-"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":0,"beginner":1,"intermediate":1,"advanced":1,"expert":0}},"sport":{"total":14,"bands":{"unknown":0,"beginner":3,"intermediate":7,"advanced":4,"expert":0}},"tr":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":4,"intermediate":8,"advanced":5,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-121.13503,44.37611]},"bbox":[-121.13565910270043,44.37566033981815,-121.13440089729956,44.37655966018187],"left_right_index":-1,"ext_id":"108398841","area_id":"3wdsoW4RUiuyUF/14A5xsg=="},"content":{"description":"Morning Sun & Easy --> Challenging Routes\n\n Lots of new development is going on at the Monument right now. Please make sure to wear your helmets, as rock fall is a big concern at this time!!"},"density":0,"totalClimbs":17,"__v":1,"createdAt":"2022-11-07T06:19:23.910Z","updatedAt":"2024-01-15T16:47:55.979Z"}