{"_id":"63689de0e80bff5a994f90b3","area_name":"Petit Grepon","shortCode":"","climbs":[{"_id":"sa7aTrMBW7eMJV7yo14KOg==","name":"Southwest Corner","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"B. Culp & B. Beal, 1970","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.6725,40.28029]},"left_right_index":1,"mp_id":"105754654","mp_crag_id":"105745980","climb_id":"sa7aTrMBW7eMJV7yo14KOg==","areaRef":"v1f1mhkhUfWb7i4FACuyow=="},"content":{"description":"Find the rock as for the East Face, but move up from Sky Pond toward the Southwest corner of the South Face.  The route finishes as for the South Face, so you still get the famous finish, although some of the crowds can be avoided.\n\nP1: (Standard start) Scramble up to the center of the face on a left-facing system, about 50-60 yards to the left of the\n\nSouth Face\n\nroute.  This 200' 5.easy pitch will land you on a ledge contiguous with the beginning of the chimney pitch of the\n\nSouth Face\n\n.\n\nP2 & 3: Move a ways to the right and climb an obvious, left-facing corner system for 2 pitches, belaying as you please on 5.6 terrain with many potential belays.  This system leans to the left and then back right and can be seen from Sky Pond, although it is less distinct as you move up.  These pitches can be combined with some simul-climbing.\n\nP4: From the ledge at the top of P3, move a little left and climb up flakes and cracks to the shoulder of the Petit, a long pitch rated 5.7 or so.  There is no definite crux.  This will place then next belay on the airy shoulder of the Petit.\n\nP5: Climb a long pitch of 5.8 cracks and corners, which are mostly left-facing.  This is the line of least resistance up the shoulder of the Petit to the next belay, just to the right of the arete.  This is a great pitch for scenery and exposure.  There are a few 5.8 cruxes.\n\nP6: Climb further up the ridge until you step right into a vertical crack.  There are two options here, either are likely the crux of the climb.  For the left version (6a), the crack will pass a 5.9 roof.  The moves are difficult with a pack on and are not that well-protected.  Put a few pieces in before arriving at the roof for back up.  Crux pro was a 3\" cam but was some ways below me, as I was carrying a very light rack.  I do not recall what other gear could have been placed higher.  Climb up this crack through the roof (see picture of Darrin Livingston approaching the crux).  For the right version (6b), the crack is protects reasonably (and has 2 fixed wires) and comes up to a small roof with an undercling and finger crack above it.  Either way, step left after the roof back to the arete and move up to the next ledge to belay.\n\nP7a: Move over on said ledge to the Pizza Pan belay of the\n\nSouth Face\n\nroute and follow the\n\nSouth Face\n\nto the spectacular summit!\n\nP7b: You can continue up through a small bulge and double cracks above and then angle right to the obvious notch below the overhanging summit blade and belay on the east side of the notch.\n\nVariation: Skip the first three pitches by starting on the very southwest corner of the Petit, in the gully, making your way up to and through the big left-facing dihedral (5.10b) for a very long pitch to the ledge at the base of pitch 4.","protection":"Standard light alpine rack - nuts & hexes with a few cams.  Make sure you take plenty of 2' slings, as the route wanders like any other alpine route.","location":""},"__v":0},{"_id":"G9uyPUfrUt+tFH0gCIpatQ==","name":"South Face Variation: La Porte de l'Enfer","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Christopher D. Jones, Keith Brown, 2013","type":{"trad":true,"alpine":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-105.6725,40.28029]},"left_right_index":3,"mp_id":"109061469","mp_crag_id":"105745980","climb_id":"G9uyPUfrUt+tFH0gCIpatQ==","areaRef":"v1f1mhkhUfWb7i4FACuyow=="},"content":{"description":"Follow the the\n\nSouth Face\n\npitches until you reach the pitch 7 belay. On pitch 7, traverse right of the\n\nSouth Face\n\nroute for 25 feet along a 3 feet wide ledge (top of a deep flake system) until you reach a right-facing dihedral full of several small rusty fixed wires where other climbers have retreated. Follow the fixed wires straight up in the shallow, right-facing dihedral for 15 feet, then launch straight up for 150 feet of committed nightmare climbing. Survive it with psychological gear with most of it unable to sustain a rest. After continuing straight up from the dihedral system, face climb on run out terrain and enter the final crux on a tweaker, layback arete  reaching to sloping holds just below the belay ledge of pitch 8 where the climb rejoins the\n\nSouth Face\n\nroute. This was an accidental onsight. The crux popped ligaments in three fingers while wearing a full pack and nearly caused a 180 foot + fall onto a ledge, hence the name.","protection":"Small wires/brass RPs, the smallest Loweballs, medium to small TCUs, and lots of long runners.","location":"Follow the red line in the attached route photo."},"__v":0},{"_id":"ACJ5mqoFVdGxp11Gwlg9vg==","name":"South Face","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.6725,40.28029]},"left_right_index":2,"mp_id":"105749770","mp_crag_id":"105745980","climb_id":"ACJ5mqoFVdGxp11Gwlg9vg==","areaRef":"v1f1mhkhUfWb7i4FACuyow=="},"content":{"description":"This is a great route, it has 8 pitches and is slightly runout on easy terrain at the top. It is very crowded and in my opinion not nearly as good as the slightly harder and more sustained\n\nCulp-Bossier\n\non Hallett Peak. Give yourself plenty of time to do this one as four rappels are required to reach the ground. The summit is awesome and the upper pitches are high quality. The first few pitches aren't as fun and kind of mungy.\n\nFrom\n\nCharles Vernon\n\n:\n\nApproach by parking at the Glacier Gorge juntion trailhead (about a mile before Bear Lake) and follow the signs for about 4 miles to Sky Pond. Scramble up talus to the base of the Petit, which is overshadowed by the Sharkstooth. The Saber will be prominent to the right.\n\nP1 - aim for a groove in the center of the steadily narrowing South Face, and climb that for a long easy pitch to a grassy ledge.\n\nP2 - enter a giant chimney in the center of the face and belay on top of a chockstone (5.6, 100 feet).\n\nP3 - take the left-slanting line out of the cave and belay on a large ledge below a smaller chimney (5.7, 140 feet).\n\nP4 - climb the chimney, then traverse right to a belay below the right end of a roof (5.6, 120 feet).\n\nP5 - head straight up at 5.9, or pull around to the right on easier rock (spotty pro either way). Climb up a steep crack, into a left facing corner with a beautiful finger crack, and proceed to a ledge on the east side of the Petit (sustained 5.8, 120 feet).\n\nP6 - climb up, head right and then back left to a small stance on the southeast arete--the Pizza Pan Belay (5.7, 130 feet).\n\nP7 - climb the crack above the belay to a ledge, and climb straight up the wall, then slightly up right to belay just below the ridgeline (or on it if you have enough rope) (5.7, 160 feet).\n\nP8 - gain the ridge, then follow it up to the spectacular summit (5.6 or 5.7, 80-90 feet).\n\nOne more note of caution - some guidebooks describe a \"5.4\" variation to the right of the first five pitches of the route which purportedly bypasses the crux and leads straight to the south face. That is completely bogus - I have searched in every conceivable spot, and there is no way to bypass the traditional crux at 5.4 from the so-called \"second terrace\". Don't count on it.","protection":"A standard rack?","location":""},"__v":0},{"_id":"nlr3PxqAUgy/RreCYb58tQ==","name":"Neathawk-Collett","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Perhaps J. Neathawk, B. Collett, Sept. 2012","type":{"trad":true,"alpine":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.6725,40.28029]},"left_right_index":0,"mp_id":"107808875","mp_crag_id":"105745980","climb_id":"nlr3PxqAUgy/RreCYb58tQ==","areaRef":"v1f1mhkhUfWb7i4FACuyow=="},"content":{"description":"This is really a direct start to the\n\nSW Corner\n\n, but it makes that route feel a lot more entertaining.\n\n1) Climb a steep crack for about 20 feet to a white piece of tat on a ledge. Move left about ten feet to some steep flakes and follow the slightly overhung wall above to a series of left angling ramps that one follows until one can step left to below the obvious corner on the 2nd pitch. 160 feet, 5.10- R.\n\n2) Follow the corner with a nice fingers to offwidth crack until it ends. Then follow easier terrain to a large ledge near the SW arete of the Petit. 120 feet, 5.10-.\n\n3) Follow the arete and corner systems just to the right to a ledge below the groove feature on the arete. 200 feet, 5.7.\n\nFrom here, three more pitches take you to the top by way of the\n\nSW Corner\n\nroute.","protection":"Standard rack to #4 Camalot.","location":"Identify the very prominent, right-facing dihedral in the gully leading between the Petit Grepon and Sharkstooth that is the Davis-Fowler. About a hundred and fifty feet up, there is a smaller, right-facing dihedral. This is the second pitch of the route. Start about 100 feet down and to the right of the Davis Fowler, below a large boulder."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,b8bc6400-2efc-577d-b6a6-c5367641fd44,1621a45a-659f-5708-9ba0-bc0a295bfc73,bf57f59a-1921-51f5-9bee-2e05002bb2a3","pathTokens":["USA","Colorado","Alpine Rock","RMNP - Rock","Petit Grepon"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.9"},{"count":1,"label":"5.10a"},{"count":1,"label":"5.8"},{"count":1,"label":"5.10-"}],"byDiscipline":{"trad":{"total":4,"bands":{"unknown":0,"beginner":1,"intermediate":3,"advanced":0,"expert":0}},"alpine":{"total":4,"bands":{"unknown":0,"beginner":1,"intermediate":3,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":3,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.6725,40.28029]},"bbox":[-105.67308941619407,40.279840339818136,-105.67191058380594,40.28073966018187],"left_right_index":-1,"ext_id":"105745980","area_id":"v1f1mhkhUfWb7i4FACuyow==","polygon":{"type":"Polygon","coordinates":[[[-105.67308941619407,40.279840339818136],[-105.67191058380594,40.279840339818136],[-105.67191058380594,40.28073966018187],[-105.67308941619407,40.28073966018187],[-105.67308941619407,40.279840339818136]]]}},"content":{"description":""},"density":0,"totalClimbs":4,"__v":1,"createdAt":"2022-11-07T05:55:51.776Z","updatedAt":"2024-01-20T00:59:41.810Z"}