{"_id":"6368a50be80bff5a995b036c","area_name":"Lighthouse Tower","shortCode":"","climbs":[{"_id":"u0dJKCxtXYuTy6tGCpjODA==","name":"Poseidon Adventure","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Ed Webster, Jeff Achey - October 1984","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-109.47118,38.64848]},"left_right_index":999999,"mp_id":"105717754","mp_crag_id":"105716919","climb_id":"u0dJKCxtXYuTy6tGCpjODA==","areaRef":"vO16GJM9WOu44jhILXYlaQ=="},"content":{"description":"You know where this is!  Park just past the \"Buffalo Boulder\" but before the Big Bend area.\n\nTry and find the trail to preserve the slope, and make your approach much easier.\n\nThe route follows the system below the notch left of the summit.  The route can be done in 4 or 5 pitches depending on how you handle the easy traverse around the tower.\n\nPitch 1, 5.8+ : So so climbing to a good belay... and keep ALL your big gear handy.\n\nPitch 2, 5.10 :  This is the crux pitch - a flaring chimney with an slightly overhanging offwidth crack.  Seems like two 4 camalots, one 4.5 camalot and a 5 friend would be fine, although it can obviously be done with less by simply bumping gear.  Fairly strenous climbing, but certainly can be made easier or harder based on your approach to the climbing.  The overhang becomes vertical again and turns to a fist and then hand crack.  Move left to a huge ledge and belay.\n\nPitch 3, maybe hard 5.9 for a couple moves :  Climb using a crack and face holds on OK rock.   A squeeze leads to a ledge at the notch.  Belay at an anchor here or continue with rope drag around the small \"sidewalk\" to another belay.\n\nPitch 4, walk around step across: From here a very easy, yet exposed \"sidewalk\" takes you around to the south side of the tower.  There is one bolt to protect the technical move which brings you to yet another set of anchors on the south side.  [  See notes below ]\n\nPitch 5, 5.9 : I won't say much to spoil the good times.  There is an intermediate anchor on your way to the summit, but it may not be worth stopping (just clip).  Summit and down climb the tower at grade 5.Concentrate.\n\nRappel two 60m ropes to the south notch from the anchor near the \"sidewalk\" (not the upper anchor).  This gets you to the ground on the east side.  Make a short 50 foot rappel to the ground on the west side.\n\nThis is a very fun and adventurous route.  For the grade, very different from Lonely Vigil, but both are very fun routes.","protection":"We had almost 2 full sets of cams.  Leap frogged wide cams on crux wide pitch.  Two old style 4 camelot's, and one 4.5 useful.  Maybe another wide piece too depending on how comfortable one is with wide cracks or leap frogging and shuffling gear.  A couple .75 camalots useful for pitch 1, but once again back-cleaning or leap frogging helped me get by with only one.","location":""},"__v":0},{"_id":"l3YVJAeNWamkTsDXWCHxAA==","name":"Northeast Route","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Carter, Ziegler, Merrill, 1970","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.47118,38.64848]},"left_right_index":999999,"mp_id":"105717679","mp_crag_id":"105716919","climb_id":"l3YVJAeNWamkTsDXWCHxAA==","areaRef":"vO16GJM9WOu44jhILXYlaQ=="},"content":{"description":"We climbed this route thinking it was Lonely Vigil!  Thankfully Bill Wright was along to lead the second pitch, because it was pretty gutsy without big cams - he had to free it or take a big fall.  Also along on our ascent were Ken Lieden and John Prater.\n\nThis was the first route on Lighthouse Spire but is rarely climbed now due to the offwidth crux (the 1970 party rated it 5.9 A3).  Approach the climb as for Lonely Vigil, doing a short pitch to the notch south of the spire.  Continue past the start of Lonely Vigil, and climb an easy 5.7 pitch to the notch between Lighthouse and Dolomite Spires.  An alternate first pitch climbs more directly to the notch (see photo).\n\nNorth of this notch is the start of \"Dolofright\" (on Dolomite Spire), but on the other side, the obvious wide crack is this route.  The second and crux pitch climbs this offwidth crack to a bolted anchor with chains about 75' up.  Pitch 3: walk right on the giant ledge and climb a 5.8 squeeze chimney to the ridge (same as P3 on the Poseidon Adventure).  You have now joined Lonely Vigil at it's 3rd pitch.  You can belay on the ridge, or continue p3: traverse left, clip a bolt, and climb straight up to an anchor just below the summit.\n\nAfter doing the scary summit pitch, you can rap Loney Vigil or rap this route (one double rope rap easily makes it from the last belay to the top of pitch 2, from here another double rope rap reaches the ground).","protection":"A complete set of cams and stoppers plus (1) #4 Camalot, (1) #4.5 Camalot, (1 or 2) #5 Camalots.","location":""},"__v":0},{"_id":"lW113R8DUQSQfKB+aF/g3w==","name":"Lonely Vigil","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Ed Webster Jeff Achey 1985","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.47118,38.64848]},"left_right_index":999999,"mp_id":"105717637","mp_crag_id":"105716919","climb_id":"lW113R8DUQSQfKB+aF/g3w==","areaRef":"vO16GJM9WOu44jhILXYlaQ=="},"content":{"description":"This excellent route is on the E side of the tower.  The approach trail leads to the W face, so a short approach pitch must be climbed to get to the other side of the tower.\n\nApproach pitch- climb the loose corner to a good anchor in the notch on the south side of the tower (5.7R, 50ft).\n\nWalk along the base of the NE face of the tower and locate the obvious corner/chimney system on the right side of the face (just look for the chalk).\n\nPitch 1- jam the hand crack through the bulge to an easy offwidth.  Continue up with a mix of face and hand jamming to a ledge in the chimney (5.10-, 130ft, gear needed for belay).\n\nPitch 2- work up the crack on the left side of the chimney system, pass the rappel anchor, and climb the excellent stem box (crux, RPs) escaping left to a ledge.  Continue to the anchor on the next ledge above (5.10, 120ft).\n\nPitch 3- traverse left, then climb straight up past a bolt to an anchor just below the summit (5.9, 50ft).\n\nPitch 4- climb up to the overhanging summit block and mantle onto the top (5.8+R).\n\nEnjoy the views on the summit, scream at the people down at Big Bend, then reverse the mantle and downclimb to the anchor at the top of pitch 3.  Belay your partner as he/she leads the last pitch and downclimbs back to the anchor.  The guide said something about running a TR over the top but I didn't see how that could be done.\n\nDESCENT: Rap 1- 50' rappel to the anchors atop pitch 2.  Rap 2- 75' rappel to the anchors in the middle of pitch 2.  Rap 3- 150' rappel to the ground.  Walk to the anchors atop the approach pitch and rappel to your packs at the base of the SW face. Requires a two rope rappel.","protection":"2 sets of cams to #3 camalot, a #4 friend or camalot, and RPs for the crux.","location":""},"__v":0},{"_id":"7d9yqMKjVpGaSffGBceMfA==","name":"Iron Maiden","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"Ed Webster Jeff Achey","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-109.47118,38.64848]},"left_right_index":999999,"mp_id":"106024105","mp_crag_id":"105716919","climb_id":"7d9yqMKjVpGaSffGBceMfA==","areaRef":"vO16GJM9WOu44jhILXYlaQ=="},"content":{"description":"Long considered one of the true desert tower testpieces.  A little bit spicy, but well protected for the cruxes.\n\np1 12-.  Do a long pitch that runs the whole gamut.  This is a cruxy pitch.  Climb a chimney and easy corner until it slams shut, requiring some hard (10+/11-) stemming and face climbing with pro at and below your feet.  Get to a stance, pass a possible belay on your left and launch into the 12- business by a new bolt.  Pass the bolt and then hand traverse right around the arete to a belay in the corner. Save some .75\" to 1.5\" pieces for the belay.\n\np2  11-.  Do a hard, leftward hand traverse off the belay to some easier climbing up and left into a big right facing corner.  Climb the steep hand and  fist crack to a ledge.  Save some 3 camalot size pieces for the belay.\n\np3  12-.  Originally was protected by 3 pitons, they have since fallen out and the pitch is now protected by 2 bolts (retro bolted with First Ascensionists permission!).  Short but hard, go straight up, then around the summit block to the right and finish via Lonely Vigil.\n\nRemember you have to downclimb the summit!  No rap anchors on top!  Rap down the backside and then rap the notch towards the road and your packs.","protection":"A big desert tower rack.  About 2 to 3 sets of cams from micro to fist sizes.  Bring at least 3 #3, and 2 #4(new) camalot pieces if you don't like big hand and fist cracks.  You need at least one for the belay atop pitch 2.","location":"On the road side of Lighthouse Tower, right of Posiedon Adventure."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ee1d37e7-dc41-5c26-a358-5d51af01f499,cbbfd7c6-5cf2-5063-8939-5f3233efa573,65bb3b7b-ed88-5551-93f9-8613d66e828b,bced7a18-933d-58eb-b8e2-38482d762569","pathTokens":["USA","Utah","Southeast Utah","River Road","Lighthouse Tower"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.10"},{"count":1,"label":"5.9+"},{"count":1,"label":"5.12-"}],"byDiscipline":{"trad":{"total":4,"bands":{"unknown":0,"beginner":0,"intermediate":3,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":3,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-109.47118,38.64848]},"bbox":[-109.47175575494461,38.64803033981814,-109.47060424505541,38.648929660181864],"left_right_index":-1,"ext_id":"105716919","area_id":"vO16GJM9WOu44jhILXYlaQ=="},"content":{"description":""},"density":0,"totalClimbs":4,"__v":1,"createdAt":"2022-11-07T06:26:38.929Z","updatedAt":"2024-01-15T16:49:21.786Z"}