{"_id":"6368a214e80bff5a9955dab5","area_name":"Anvil, The","shortCode":"","climbs":[{"_id":"XQq8dATqVHifMzEVIkRjug==","name":"Razor's Edge","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Alam and Roumph","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.4556,35.2223]},"left_right_index":2,"mp_id":"106108064","mp_crag_id":"106108059","climb_id":"XQq8dATqVHifMzEVIkRjug==","areaRef":"NjZwJpWBVku+rKf/gisFrw=="},"content":{"description":"This 4 pitch route climbs the lower face of the Anvil to connect with the striking SW arete - crack  before finding in a right facing dihedral. P1 and P3 and P4 are very nice. P3 is \"Sandia at its worse\" - blocky and loose. Can do P3 and 4 for a nice 5.9 outing.(See Topo) \n\n  P1 (***) start at base of clean face in dihedral that forms the left side of a distinct petestal. Climb up and then move left to arete to a small ledge, step right back (5.10 crux) to arete and follow up to 2 bolt belay. \n\n  P2 Short pitch:  loose and blocky - aiming for the base of the stunning crack on the arete. Has a tendecy to ruin the rest of the climb. \n\n  P3: climb this flake crack by lie backing for ~ 60 feet (5.8-) to the 2 bolt belay. Eats #4 Camelots - would be strenuous, except the flake has a perfect foot ledge every 10 feet to shake out and place pro. \n\n  P4: Climb Straight up from belay, (5.9) then drift left on a seam/ramp, until you can fight your way back to large right facing dihedral finishing on top where you rigged your first rappel.","protection":"All natural pro - from small sliders to #4 Camelot. 2 bolt belays on 2 of rap stations","location":"Located north of Hammer Time and south of the route Storm Rider(? - I am sure I have that name wrong) -  Rap. #1 Rappel in to N/W facing dihedral (NO fixed gear  - please remove slings on this top rappel when you finish route) - 200 feet to a 2 bolt anchor. Rap #2 Rappel down arete through blocks to another 2 bolt anchor (180 feet). Rap #3 - 200 feet to gully defining face on climbers left. (We had another rappel off to the climbers right to reach the true bottom of this formation, but is not needed)."},"__v":0},{"_id":"5pU4STXiWdyxM74iUWB7Bg==","name":"Iron Age","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Davito Hammack, Kevin Jaramillo","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-106.4556,35.2223]},"left_right_index":1,"mp_id":"106776715","mp_crag_id":"106108059","climb_id":"5pU4STXiWdyxM74iUWB7Bg==","areaRef":"NjZwJpWBVku+rKf/gisFrw=="},"content":{"description":"Starts in the crack system to the right of Fist Full of Steal and climbs to the 2 bolt belay of FFS. P2 climbs up right and through a steep section following a few fixed pins and good jugs. Suppose you can just climb even further right and around if you want.  Fun little variation to add into a day on the Anvils beautiful rock. Definitely do Fistfull of Steal!!","protection":"standard trad rack nothing bigger than a BD #2.","location":"Pinnacle Valley....uh Anvil...up there in the Dias!"},"__v":0},{"_id":"AZ6f08vfUTeSujXeZ9T40A==","name":"Hammer Time","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Bryan Pletta, Mick Schein, Mark Thomas, 2001","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.4556,35.2223]},"left_right_index":3,"mp_id":"107238786","mp_crag_id":"106108059","climb_id":"AZ6f08vfUTeSujXeZ9T40A==","areaRef":"NjZwJpWBVku+rKf/gisFrw=="},"content":{"description":"An excellent face climb on the east face of the anvil. I think this may be one of the best 5.10 faces in the Sandias. The top is marked by a double bolted anchor. This is the east most set of bolts (now 3 in this immediate area), and involves a rappel (full double rope rappel) to the bottom of the canyon. On our 60 M double ropes, there was not much rope left - would be hard on 50M ropes.","protection":"7-8 bolts and a mixture of small to medium size gear. More gear placements as you near mid wayand above.","location":"East face of Anvil. Gets early morning sun, full sun during the day during the summer."},"__v":0},{"_id":"AMzQpEUJVK2anlrcQ93WRw==","name":"Fistful of Steel","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Jason Reuben, Mick Schein, Eric Whitbeck","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.4556,35.2223]},"left_right_index":0,"mp_id":"111085195","mp_crag_id":"106108059","climb_id":"AMzQpEUJVK2anlrcQ93WRw==","areaRef":"NjZwJpWBVku+rKf/gisFrw=="},"content":{"description":"Fistful of Steel is a sustained 5.10+ thin crack climb, a longer, harder, and headier version of the climbs like Rawhide and Yucca Flower Tower, which it is reminiscent of. \n\n  Rap in.  The first pitch (5.10d) climbs a shallow R-facing corner, steps left and follows a seam past 2 pins and reaches a bolt near the left arete.  Turn a small roof, then turn another one, and gain insecure jams and follow a seam to the belay.  If you're trying to hang directionals or something on this pitch, to set a TR without leading it, angle as much to the west (left) as you can, while rappelling. \n\n  The 2nd pitch (5.10a) follows cracks to pass through the obvious 4' roof with a 4\" crack in it.  Yes, that one that you noticed as looking impressive when you rapped over it on the way in.  Small gear can protect this if you don't want to bring a big cam. \n\n  I copied the Iron Age topo over to this page, which shows Fistful of Steel on it too.","protection":"Gear to 3\" with an optional #4, with extras from TCUs to thin hand size.","location":"West-most climb on the SW Face of the Anvil.   When looking at the bare rocky point of the Anvil, walk to the right 30' to the next smaller point, and locate the anchors 5' below the lip. \n\n  2 rappels: the 1st rappel is 85' (1 rope) to a stance with a bolt and pin, the 2nd is 180' (2 ropes needed, or just TR it)."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,98c839d1-f0d4-5006-bb58-276b12f05bd0,f2bfcdc1-9015-5cbd-9762-f469ecb317fa,a291d1d8-8f03-5991-bd12-b6d9de7bd0b5,fd238813-ac64-513d-986a-9e4f71b61351,36367026-9581-564b-beac-a7ff822b05af","pathTokens":["USA","New Mexico","Albuquerque Area","Sandia Mountains","Pinnacle Valley","Anvil, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.10"},{"count":1,"label":"5.10b"},{"count":1,"label":"5.10d"}],"byDiscipline":{"trad":{"total":4,"bands":{"unknown":0,"beginner":0,"intermediate":4,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":4,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-106.4556,35.2223]},"bbox":[-106.45615043323137,35.22185033981813,-106.45504956676862,35.222749660181854],"left_right_index":-1,"ext_id":"106108059","area_id":"NjZwJpWBVku+rKf/gisFrw=="},"content":{"description":"This formation also lies in Pinnacle Valley and is between Wildflower Wall and Hidden Wall. It is easily seen from the top of The Watchtower. From this vantage it is readily identified by the striking arete and crack system that make up the route \"Razor's Edge.\"  This formation is also the home to the route \"Hammer Time\" (see Schein Guide), and at least a couple other established routes."},"density":0,"totalClimbs":4,"__v":1,"createdAt":"2022-11-07T06:13:49.856Z","updatedAt":"2022-11-25T11:20:34.156Z"}