{"_id":"63689d20e80bff5a994f27a2","area_name":"Brow, The","shortCode":"","climbs":[{"_id":"IHMdpSEdVHW+Qn9KlxzAYQ==","name":"South Buttress","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Aaron and Ian Davis","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-110.02806,31.90339]},"left_right_index":0,"mp_id":"121950394","mp_crag_id":"121946559","climb_id":"IHMdpSEdVHW+Qn9KlxzAYQ==","areaRef":"TZeQoDmPVPaskLzBqbWTnw=="},"content":{"description":"P1) Starts from a small platform just a little scramble up. 20' of rotten 5.8x over a cliff gets you a nice pocket. You will now not die if the rock erodes away under you now. Gain the crack and follow it up through the notch. figure out how to now get yourself off the small ledge and across the gap to the 5.8 chimney. climb the chimney and belay on the big vegetated ledge. 175'   5.9xP2) Move the rope up to under the obvious crack. Climb the crack, 2 5.9 moves that protect really well, step onto the 5.6r slab and go to the top of the small tower. Belay on natural features. P3) Downclimb about 20' of 5.easy from the top of the tower to the edge of the overlap. There are features right at the lip to help you get into position for the hop/drop onto the other side. Maybe 5.9. Very easy climbing leads to the summit crest. coil your rope and walk to the true summit. Descent: Down climb past a chockstone off the summit. Down climb past another step.  Single rope rap off small pine around left gets you to the ground. Scramble back down to packs. \n\n ","protection":"single rack .3 to 6 and stoppers","location":"For the routes on the far south end of the wall, follow the Council Rocks trail straight back. The trail goes in and out of the wash, stay left on trail forks and eventually the trail exits the boulder filled wash on the left and up onto the eastern hillside. The trail continues along the hill above the boulders for probably 10 minutes before before dropping back into the wash. The trail can be pretty overgrown here. Follow the wash, when it turns to the left, East, exit the wash onto a faint trail on the right, now the hill on the south side of the wash. Follow the trail up for awhile passing under the Jungle Tower. Don't try to pass through the boulders in the wash on your left until you're level with the South Buttress of the huge fin like formation that is the Brow. 75 minutes."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,24e148bb-4884-59e8-9870-43ce21f1a337,6f40f8bb-61ae-569f-a656-25752de45c0c,d89ead8f-ea94-5fc1-9170-13bf8dd94398,d208a9bf-7ee5-540e-80d3-e18c87573238,623f75c1-f039-51d0-8457-304f3238efbd,4d9790a0-398f-54f6-ac90-bcc1a9b5939f","pathTokens":["USA","Arizona","Southern Arizona","Cochise Stronghold","West Stronghold","Council Rocks","Brow, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.9"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-110.02806,31.90339]},"bbox":[-110.02858967224927,31.902940339818134,-110.02753032775075,31.903839660181873],"left_right_index":-1,"ext_id":"121946559","area_id":"TZeQoDmPVPaskLzBqbWTnw=="},"content":{"description":"The Brow walls are the largest formations in the Council Rocks canyon area. These walls are on the left as you are hiking SE towards the back of the canyon. The prominent Fist Pinnacle should be up and on the right. These formations are across from each other. There are not many routes on these walls, probably because they are difficult to get at."},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T05:53:02.874Z","updatedAt":"2024-01-15T16:39:49.640Z"}