{"_id":"63689de0e80bff5a994fa21f","area_name":"Narrowslab","shortCode":"","climbs":[{"_id":"Tp4/zRedUKaojO9c5g19qA==","name":"Right Edge","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Steve McCorkel, 2001","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.42993,40.67596]},"left_right_index":999999,"mp_id":"106311276","mp_crag_id":"106311267","climb_id":"Tp4/zRedUKaojO9c5g19qA==","areaRef":"2Xf1G9gnV7ew6Oy8YiFrkw=="},"content":{"description":"P1. Climb up the groove (Superlight Rocks/small brass and tiny Aliens/cams) past the crux (5.6) to the horn. Move up easier rock (more tiny gear) to a ledge. Place a 0.75 Camalot and take the slab right of the tree in the obvious corner (the seams take good Aliens and SL rocks) to a nice ledge (1 and 3 Camalots).\n\nP2. There is a nice looking but short (6-foot) finger crack on the left. Take this (5.5, perfect stoppers) to easier climbing up the groove with good Aliens in undercling flakes. Continue up, move left on a flake hand traverse (large stopper thread) then up on low 5th class to the top.","protection":"Standard trad rack heavy on the smaller cams and brass. You could probably do this route in 1 pitch, but with the noise of the river and really nice belay ledge it is more convenient to split it.","location":"Start on the far right side of the slab, just right/above a tree and right before the wall turns to overhanging choss. There is a moderately attractive grove with a visible horn."},"__v":0},{"_id":"rhS7BJM4UiaRt2MEOy27RA==","name":"Dark Flow","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"Locals","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.42993,40.67596]},"left_right_index":999999,"mp_id":"106311299","mp_crag_id":"106311267","climb_id":"rhS7BJM4UiaRt2MEOy27RA==","areaRef":"2Xf1G9gnV7ew6Oy8YiFrkw=="},"content":{"description":"Move up excellent, featured, water polished rock with very good protection with small gear (and more placements that can be cleaned out). After about 50 feet, the great rock ends and the angle eases. Place a bomber green Camalot and traverse almost straight left to a good tree belay on the left shoulder. Scramble easily down to the descent gully.\n\nThis route is on a really nice section of rock. Its only flaw is its short length.","protection":"This is, by far, the best protected pitch on the wall. A rack of small gear only, with emphasis on small stoppers, brass, and cams, up to and including a green Camalot, will suffice with a sling or two for the belay tree.\n\nIf I were suggesting an easy but good first trad lead in the Poudre, this route would be it.","location":"Hike up and left from the low point of the rock to the base of obvious black streaks on the left side of the wall - perhaps 100 feet. There is a grassy, wider crack on the right, but the better line, also up a black streak, is just left of this."},"__v":0},{"_id":"GHlK0WpgVIyVRdIOLYywcQ==","name":"Center Route","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Locals","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.42993,40.67596]},"left_right_index":999999,"mp_id":"106311292","mp_crag_id":"106311267","climb_id":"GHlK0WpgVIyVRdIOLYywcQ==","areaRef":"2Xf1G9gnV7ew6Oy8YiFrkw=="},"content":{"description":"P1. Wander up low 5th class rock, passing possible great placements. At the base of the main slab, angle slightly up and left to belay at the base of an obvious crack at the right end of the large overlap (#2 Camalot, yellow Alien and middle stopper for belay).\n\nP2. Climb up the obvious crack with decent but not excellent pro aiming for the small tree above the overhang (bring a 2nd #2 Camalot and possibly some larger cams). Place gear just before the roof (stoppers, tiny Aliens) and move up and left through the roof on big holds. Ramble to the top. Mostly lower 5th class, a bit of 5.5 on pitch 2.","protection":"Standard trad rack, with perhaps more emphasis on larger sizes for the upper crack of the 2nd pitch. There are a few sections of the second pitch that are mildly run-out or difficult to protect, making this a poor choice for the beginning trad leader compared to other pitches on the wall.","location":"Start about 10 feet up and left from the low point of the slab, just behind a tree."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,58343ac7-d09d-502d-80d2-8c6694f7c914,f27f00b7-1968-5942-bffb-931b2cd00345,3c0a2e33-b8e1-54cd-8c13-2a953fd9a738,d977f51b-d827-57b7-b0e8-ecbc62216b93","pathTokens":["USA","Colorado","Fort Collins","Poudre Canyon","Narrows, The","Narrowslab"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.6"},{"count":1,"label":"5.4"},{"count":1,"label":"5.5"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":0,"beginner":3,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":3,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.42993,40.67596]},"bbox":[-105.43052290020141,40.675510339818146,-105.42933709979862,40.676409660181875],"left_right_index":-1,"ext_id":"106311267","area_id":"2Xf1G9gnV7ew6Oy8YiFrkw=="},"content":{"description":""},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T05:56:54.732Z","updatedAt":"2022-11-25T11:17:43.449Z"}