{"_id":"63689d20e80bff5a994f2520","area_name":"Chimney Rock","shortCode":"","climbs":[{"_id":"zFfASESNWqKmkJ0vKJOTkA==","name":"Yardarm variation to Crows Nest","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"SG and John Steiger '77","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-110.70446,32.36917]},"left_right_index":32,"mp_id":"106477397","mp_crag_id":"105738080","climb_id":"zFfASESNWqKmkJ0vKJOTkA==","areaRef":"LlsJJMLqXmGSWLaVcl7kvA=="},"content":{"description":"Unfortunately start this from the 1st belay (really mid pitch) of Crows Nest. The belayer should be here to be \"on\" for the leader and reduce drag. I am also going to highly recommend that you only climb this on cooler shady days but to each his own. This is a great pitch in itself and follows steel gray rock with old school mt lemmon protection through several cruxes. You can follow the dished section all the way to the top right of the original route and is well worth the journey.","protection":"brass nuts to cams to 3\".","location":"Branching from top of 1st original pitch of Crows Nest to the right."},"__v":0},{"_id":"LwXriqF3UuycQ8qXzbdWXw==","name":"Veranda","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Aid (R)- Axen/McEwen '71, FFA SG/Fig '77, (L) Chip Chase, John Gault","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-110.70446,32.36917]},"left_right_index":22,"mp_id":"106477391","mp_crag_id":"105738080","climb_id":"LwXriqF3UuycQ8qXzbdWXw==","areaRef":"LlsJJMLqXmGSWLaVcl7kvA=="},"content":{"description":"Having only lead the left.. very good and committing stemming up a sound corner. The gear is decent but not easy. Getting up to the branch of the left/right can be a little tough as well, but easier than the crux moves on the left!","protection":"Gear to 3\"","location":"right of FIUTT, starting in a stem chimney. Walk off from the top."},"__v":0},{"_id":"ds5+r+wHVDqbme19vWTA2A==","name":"Venus' Flytrap (Left)","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"FA: Unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.70446,32.36917]},"left_right_index":2,"mp_id":"105888452","mp_crag_id":"105738080","climb_id":"ds5+r+wHVDqbme19vWTA2A==","areaRef":"LlsJJMLqXmGSWLaVcl7kvA=="},"content":{"description":"The crux of this route is at the top. It is airy but well protected by #3 and #4 Camalot.    Venus' Flytrap is a climb described in \"Steigers Guide\" as a neglected route with variations that follow cracks on the narow west face. Pg. 79. of the 1985 John Steiger guide (Climbers Guide to Sabino Canyon and Mount Lemmon Highway)","protection":"Small Tcu's and Camalots to #5. Two bolt anchor at top with Fixe rap rings.","location":"This route is located on the west end of \"Chimney Rock\" on the downhill side. This area is visible when driving up the road and accessed by walking left past \"Georges Buttress\" following trail carefully crossing some broken slabs. Scramble 4th class boulders as the trail then contours right towards the west end of \"Chimney Rock\" being careful to not dislodge rocks onto the road!   Approach time approx. 10min. from the base of \"Georges Buttress.\" This area was cleaned up with the help of Christian Rodenbeck, Robert Mcleod, Andy Tretiakoff and Nick Spriggshall. Follow cracks left of the squeeze chimney."},"__v":0},{"_id":"39BU2n5lWz+pHZTIrzRUwA==","name":"Venus' Flytrap (Right)","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"FA: Unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.70446,32.36917]},"left_right_index":3,"mp_id":"105888459","mp_crag_id":"105738080","climb_id":"39BU2n5lWz+pHZTIrzRUwA==","areaRef":"LlsJJMLqXmGSWLaVcl7kvA=="},"content":{"description":"The crux of this route is at the top and protected by 3 bolts.   Venus'Flytrap is a climb described in \"Steigers Guide\" as a neglected route with variations that follow cracks on the narrow west face. Pg. 79 of the 1985 John Steiger guide (Climber's Guide to Sabino Canyon and Mt. Lemmon Highway)","protection":"Small Tcu's and Camalots to #5. Doubles on #4 helpful and lot of long slings. 2 bolt coldshut anchor.","location":"Work your way up into obvious squeeze chimney and be sure to wear pants or knee pads! This one is the 5.9. the 5.8 start follows the small cracks to the left. This area was cleaned up with the help of  Christian Rodenbeck, Robert Mcleod, Andy Tretiakoff and Nick Spriggshall."},"__v":0},{"_id":"g3RuWXkEUdWSXtQf2Ntxqg==","name":"Unstrung Harp","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"John Steiger, Scott Brown, Ray Ringle, 1976","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-110.70446,32.36917]},"left_right_index":19,"mp_id":"106678683","mp_crag_id":"105738080","climb_id":"g3RuWXkEUdWSXtQf2Ntxqg==","areaRef":"LlsJJMLqXmGSWLaVcl7kvA=="},"content":{"description":"Scott Brown envisioned this line, placed its only bolt on lead, and worked out the crux, only to take a 30 foot whipper after pumping out on the easier crack after the crux.  He slammed into the wall within a few feet of the ground, shattering the back of his helmet.  Freaked out, we quickly left for the bar.  A few weeks later we came back, on Halloween Day.  I'm not sure how I ended up with the first lead, but I was a nervous wreck all the way to the belay.  For some reason, this pitch never got an R rating (or S -- for \"serious\" -- back then), so I assume that, despite our experience, it protects adequately.  For purists, do the second pitch as described below; for tourists, I suggest doing Gripping Space for the second pitch. \n\n  (1) Climb more or less straight up to the bolt, then traverse left and up to an obvious crack/flake system.  From its end climb to a pinnacle-like ledge midway on the second pitch of the Standard Route.  (2) Climb up a little and strike back out right onto the face and up to a roof or bulge.  Turn it (5.9 R) to easier ground above and eventually the top via any one of a number of other routes. \n\n  Regarding the name, it's the title of an Edward Gorey story about a very odd author.","protection":"Standard Tucson trad rack.","location":"Find the base of the Standard Route.  Walk along the wall to the right to a RURP seam protected by bolts (Bashie Crack, 5.12, FA Bob D'Antonio 1986).  Immediately to the left is Unstrung Harp."},"__v":0},{"_id":"QKQsVcUdWUOC6Y3yzjz3og==","name":"Tomorrow is Today","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Eric Fazio-Rhicard & Steve Amter","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.70446,32.36917]},"left_right_index":1,"mp_id":"106581400","mp_crag_id":"105738080","climb_id":"QKQsVcUdWUOC6Y3yzjz3og==","areaRef":"LlsJJMLqXmGSWLaVcl7kvA=="},"content":{"description":"Right hand line of bolts.","protection":"bolts","location":"Back side of Chimney Rock"},"__v":0},{"_id":"01Edgt+1UpWO72rajutniA==","name":"Stripper","yds":"5.10a/b","grades":{"yds":"5.10a/b","french":"6a+"},"fa":"Marti Woerner","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.70446,32.36917]},"left_right_index":20,"mp_id":"107894987","mp_crag_id":"105738080","climb_id":"01Edgt+1UpWO72rajutniA==","areaRef":"LlsJJMLqXmGSWLaVcl7kvA=="},"content":{"description":"Great, but overlooked, three pitch route up the center of Chimney Rock.  A little bit of everything.  Heady climbing at a moderate grade with tricky gear at times.  Mostly good rock . . .  Follow the topo from Squeezing the Lemmon II. \n\n  Pitch 1 starts below a U shaped ledge with a small tree (same for FIUTT).  If you want to protect the initial moves (which I recommend) you can tie your shoes to the end of your rope and throw them over the tree.  We had to use a nearby branch to pull the end down.  From the tree make committing moves left and up.  At the bong climb left into a box formation.  I recommend belaying in the corner at the start of pitch 2 instead of the top of the column per the topo. \n\n  Pitch 2 ascends a step corner crack system.  At the roof traverse left into a funky slot and shoot straight up to a depressed ledge. \n\n  Finish on Stripper direct.  Move right and up past a small roof with a crack in it.  Finish higher up with yet another steep section.  Short pitch.","protection":"Standard rack.  Bring small gear.  Gear anchors.","location":"The start is towards the middle section of Chimney Rock.  You're going to look for a low ledge with a small tree. \n\n  Descend by down climbing the back side.  Somewhat tricky.  Spot your partner.  Once on the ground head right (if you face the rock).  When you reach the end of the formation you can scramble easily over the rock to the front side and a large ledge with rap anchors.  FULL single rope rappel.  Make sure you are at your center."},"__v":0},{"_id":"yIZ3NqpdUEuXrMJPGyI6CQ==","name":"Straight Arrow","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"FA: Marti Woerner (aka Sadhanna) 1971,  FFA: Steve Grossman, John Steiger, 1982","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-110.70446,32.36917]},"left_right_index":28,"mp_id":"106360411","mp_crag_id":"105738080","climb_id":"yIZ3NqpdUEuXrMJPGyI6CQ==","areaRef":"LlsJJMLqXmGSWLaVcl7kvA=="},"content":{"description":"Climb the face right of Stonedmasters up past two bolts to a bulge.  Once upon a time there was an old pin below the bulge.  Squeezing the Lemmon no longer shows a pin on the topo. \n\n  Surmount the bulge and continue up. \n\n  Excellent and steep face climbing coupled with tricky nutting once made this a must do lead for admission to the Tucson hard man club. \n\n  While new fangled rubber and gear may have reduced some of the mystique of the lead, one would imagine the climb maintains some of its spicy nature. \n\n  From Steiger's guide:   \"This imposing climb was initially freed using the rusted 1/4\" bolts left from the 1st ascent.   With the advent of a replaced 3/8\" bolt, an insecure voyage has become somewhat steadier.   An in obvious #2 hex placement in a hole provides bombproof protection for the crux bulge.\" \n\n  2nd pitch is your choice but finishing on Stonedmasters was considered the better form.","protection":"Bolts, TCUs and the infamous #2 hex sideways. \n\n  At the bulge, find the hole, push your trusty #2 into the pocket and turn it 90 degress. Voila, a bomber wire.  With \"modern day gear\" this climb is probably even more accessible (i.e. remove the PG13 notation.)     I recall finding wires both above and below the bulge.","location":"Right of Stonedmasters and left of Crows Nest and Ratline."},"__v":0},{"_id":"ySA2V4CHUZa/xIvzJ5HSQw==","name":"Stoner's Boner","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Mike McEwen 1976","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.70446,32.36917]},"left_right_index":9,"mp_id":"105738392","mp_crag_id":"105738080","climb_id":"ySA2V4CHUZa/xIvzJ5HSQw==","areaRef":"LlsJJMLqXmGSWLaVcl7kvA=="},"content":{"description":"The FFA's of Stoner's Boner and Mistaken Identity to the left, were both done thinking each climb was the other climb, and hence (I'm assuming) the names. \n\n  Stoner's Boner starts very roughly 50 feet right of George's Buttress at the left side of Chimney Rock. It climbs a parallel crack system in a recess just left of a big block against the base of the cliff. The block is the start of Centerpiece. A short ways up the left crack is a tiny pine tree. \n\n  Having never done the route before, it was a little confusing at times as to which crack to climb. This is how I did it: \n\n  Up the slab and step right to the right crack. Stem the two cracks. When it steepens, step over to the left crack below a bulge. The right crack might be easier, but the left crack looks like the better line. Getting past this bulge and established in the wider crack above is the first crux. I laybacked left and reach some horizontals. \n\n  Above this easier climbing leads a bit right to a good stance. There is a roof above. The left crack continues past the left side of the roof. This next section is the second crux. Step left onto the face with good handholds and pull up to an awkward stance below the roof. The crack above is flared and looks hard. Instead, undercling right around the roof (not hard, but exciting) to a good stance above the roof. Step back left into the crack. At the very top, the crack is flared. I pulled up and left to a ledge. The two-bolt anchor is right of the top of the crack.","protection":"Double cams from green Alien or smaller to #4 Friend/3.5 Camalot. Single set of nuts from brass to medium. Lots of draws and 5 or more full length runners. 2-bolt anchor. To rap, two ropes or 70m rope, or downclimb the last 10-20 feet if you have a 60m rope.","location":""},"__v":0},{"_id":"v5Bk30R3U1aznsOb9bi/qw==","name":"Stonedmasters","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Fig, John Steiger,'77","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-110.70446,32.36917]},"left_right_index":27,"mp_id":"106372288","mp_crag_id":"105738080","climb_id":"v5Bk30R3U1aznsOb9bi/qw==","areaRef":"LlsJJMLqXmGSWLaVcl7kvA=="},"content":{"description":"Big air at the top and heady climbing down low make it a fun experience.  You don't want to fall as an injury is probable. Falling down low could be real bad.  The initial arete is exciting but if you pull around to the left it isn't too hard and you can get some funky gear to protect moderate moves to the good pro.  The start of the second pitch has good pro but if you don't have some bigger stuff you will be unhappy if you fall.","protection":"Standard rack with maybe two Blue camalots.  Save one Blue for the top if you do it in one pitch as we did.","location":"Starts same as 8th and Main then steps right to arete.  Follow weakness right to slot then back left to easy ground eventually belaying under big left angling roof flake.  2) Climb out left then finish back right.  Can be done in one pitch with long runners and sparsely placed gear.  Walk off to the right then back along the base."},"__v":0},{"_id":"tBEmcG0dVQ28NOgWjFZb7Q==","name":"Standard Route","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.70446,32.36917]},"left_right_index":17,"mp_id":"105738305","mp_crag_id":"105738080","climb_id":"tBEmcG0dVQ28NOgWjFZb7Q==","areaRef":"LlsJJMLqXmGSWLaVcl7kvA=="},"content":{"description":"This is a great moderate route to learn about multi-pitch climbing.  Both cruxes are bolted, so all gear placements are on 5.5 rock or easier, making this a good climb for beginning trad leaders.  The route has 5 very short pitches with a variety of face, crack, and chimney climbing.    To get to the climb park about 1/4 mile above Chimney Rock at a small pullout.  Walk back down until almost the far end of the rock, where a steep trail leads to the base of the crag (below George's Buttress).  From here, walk back up about 30 yards to the base of the climb.  The route starts at a large boulder that's fractured from the main rock.  The face above this has two bolts below a large overhanging flake. \n\n    Pitch 1 (40 ft): Face climbing with two bolted mantle moves. The second is the crux of the climb (5.7).  Belay off natural pro at the base of the chimney. \n\n    Pitch 2 (50 ft): Climb the fun chimney (by fun, I mean relative to most chimneys) until you can exit out onto a face with several old pitons.  Cross into alcove at right side of the Garden Ledge and belay of natural pro. \n\n    Pitch 3 (20 ft): Move belay to a big tree at the left side of Garden Ledge. The route exits up short layback crack (easy 5.7).  Belay from tree. \n\n    Pitch 4 (80 ft): Move belay left to the end of the big ledge.  Climb the fun, easy and airy buttress to its top. Sling a boulder, or belay off natural pro. \n\n    Pitch 5 (20 ft): Climb the short spire.  Belay off natural pro. \n\n    Descend left with some scrambling and a short rappel.","protection":"Bring along a full rack including a good range of cams and stoppers.  Both cruxes are bolted, and there are a few old pitons at the top of the second pitch.","location":""},"__v":0},{"_id":"lxRNCJsXUYekV102GAteRw==","name":"Single Lens Reflex","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Steve Grossman, Rich Thompson 1977","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.70446,32.36917]},"left_right_index":12,"mp_id":"105738407","mp_crag_id":"105738080","climb_id":"lxRNCJsXUYekV102GAteRw==","areaRef":"LlsJJMLqXmGSWLaVcl7kvA=="},"content":{"description":"Wild route! Sustained. Walking right from George's Buttress you pass Mistaken Identity, Stoner's Boner, and then a large rectangular block against the base. Centerpiece climbs the obvious vertical crack system that starts from the right side of this block. A little further is a prominent left facing left leaning corner that starts a ways off the ground. The standard start goes up right then underclingd left and then traverses further left to reach the base of the corner. This is a bit runout, but not too  hard. This also leads to rope drag. You might want to back clean the first few pieces after getting good gear in the corner. The direct start is up a thin crack in a slab. Gear looks good but fiddly. I did the standard start. \n\n  The corner is awkward and strenuous, but with good gear. Laybacks, jams and stems get you to the top. This was the physical crux for me. Stem right, and you're finally in balance. Step around to the right and climb a fun slab with mostly good footholds and great gear in a right angling crack. There is a runout bit near the top of this slab, not because there is no gear, but because it's hard to stop. Step left at the top of this section to a ledge system. The two chopped bolts will be at head level. You could place gear here and traveser way left on the ledge system (I almost did), but instead continue up the thin crack with funky gear (good at the bottom, shallow TCU, brass nut higher up). At the top I couldn't figure out what to do. It was windy, cold, and I was getting a bit gripped. Downclimbed 3 times, and finally decided to step left to some decent knobs and make a long reach to a good hold. It wasn't that hard (5.8?), but it was the head crux for me. \n\n  The belay on the large ledge is funky. You can get a couple of small cams directly above. I hiked left about 20-30 feet and placed a couple of large cams, then hiked back and belayed above the final moves. To get off, traverse left around an exposed corner to easy ground, then scramble down and climber's left to the base of George's Buttress.","protection":"Double cams from micro to gold Camalot. Single set nuts from brass to large. Long slings. WARNING: The 2-bolt anchor indicated on the top in Squeezing the Lemmon II is chopped as of this date. That guide also indicates mixed trad/bolts (\"[B,G]\"), but there are no protection bolts.","location":""},"__v":0},{"_id":"/G/3NwC2Ur2DCQJ6oj4Psw==","name":"Shriveled Penis","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Steiger, Brown, Ringle; 1976","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.70446,32.36917]},"left_right_index":18,"mp_id":"105738599","mp_crag_id":"105738080","climb_id":"/G/3NwC2Ur2DCQJ6oj4Psw==","areaRef":"LlsJJMLqXmGSWLaVcl7kvA=="},"content":{"description":"This climb is located near the middle of Chimney Rock (perhaps 75 feet right of Single Lens Reflex).  The first pitch is the attraction.  Climb a steep, slightly flaring finger crack.  The rock is very high quality. Near the top of the crack, it is possible to bust out right to face holds or finish up the crack (looks harder although I haven't tried this option).  Flaring jams and standard Mt. Lemmon funk make the climbing harder and more off-balance than it looks.  Belay at the ledge.  Many routes go to the top.  An interesting option is the second pitch of Gripping Space (5.10).  It climbs out the steep bulge on big holds with slings for protection. Many descents options are possible.","protection":"Standard rack with a good selection in the small to medium sizes","location":""},"__v":0},{"_id":"2fzjZHyLW6Kjp5Ksm1whsw==","name":"Ratline","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"EFR, DTH, BKy '90","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.70446,32.36917]},"left_right_index":30,"mp_id":"112415685","mp_crag_id":"105738080","climb_id":"2fzjZHyLW6Kjp5Ksm1whsw==","areaRef":"LlsJJMLqXmGSWLaVcl7kvA=="},"content":{"description":"Bolted face to the left of Crows's Nest","protection":"Bolts. 2-bolt anchor that currently has biners to lower from.","location":""},"__v":0},{"_id":"FkCTHdUbXCWRG9IiRMtYEw==","name":"Perfect Peter","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"John Steiger, Eric Zschiesche, 1985","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.70446,32.36917]},"left_right_index":15,"mp_id":"107272771","mp_crag_id":"105738080","climb_id":"FkCTHdUbXCWRG9IiRMtYEw==","areaRef":"LlsJJMLqXmGSWLaVcl7kvA=="},"content":{"description":"Another blast from the past, this is actually a direct finish of sorts to Jungle Gym.  I remember it being really good and really hard, but since it was yet another variation to Jungle Gym (along with Slim Jim and Hard On), I didn't crow much about it back when.  Let's see if MP can help generate some interest.  Perfect Peter leaves Jungle Gym about the half-way point and beelines straight up past a bolt to Garden Ledge.  (PS, sorry for all the phallic names; we were going through our irreverency period).","protection":"Standard trad rack.","location":"Start on Jungle Gym."},"__v":0},{"_id":"eWC3qAKHVeSM1wdx+npDiw==","name":"New Year's Eve","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Laeger (Eve), Kerry, Rhicard, Laeger (Herb); 1988","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.70446,32.36917]},"left_right_index":7,"mp_id":"105738617","mp_crag_id":"105738080","climb_id":"eWC3qAKHVeSM1wdx+npDiw==","areaRef":"LlsJJMLqXmGSWLaVcl7kvA=="},"content":{"description":"This line is just right of George's Buttress on the left side of Chimney Rock. It starts with the crux, 2 bolts worth of thin edging on clean rock. Then it pulls a roof and climbs past horizontals to the top (5.9). This is a very good climb.","protection":"small rack with small to mid-size cams","location":""},"__v":0},{"_id":"hrAkuKerXC+npw7T268wxA==","name":"Mistaken Identity","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Don O'Kelly, Don O'Kelly Jr. 1976","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.70446,32.36917]},"left_right_index":8,"mp_id":"105738404","mp_crag_id":"105738080","climb_id":"hrAkuKerXC+npw7T268wxA==","areaRef":"LlsJJMLqXmGSWLaVcl7kvA=="},"content":{"description":"Fun route! Just right of George's Buttress is a smooth steep face with 2 bolts and a large overhange above. This is New Year's Eve. Just right of this is a right angling hand crack through a bulge. Climb to the hand crack and over the bulge to a stance. Only a couple of hand jams are necessary, so you shouldn't need tape. \n\n  Above is a wide crack, which fortunately goes via fun stems. Above this start angling left following thing flared cracks and slabs. You are heading for the 2-bolt anchor on George's Buttress. There is a tricky move up a thin crack in a slab--the crux I thought. At a small ceiling step left then back right to clear it. One more tricky move leads straight left to the anchors and a good stance. \n\n  This felt much easy than its sister 5.9 to the right, Stoner's Boner, but I was self-belaying that one and so may have struggled more than necessary.","protection":"Double cams from green Alien to gold Camalot (about 3/8\" to 2.5\"). Above that, singles to at least a #4 Friend. I used a #4 Camalot, but a 3.5 Camalot/#4 Friend would work. Single set of nuts. Long slings. 2-bolt anchor that is shared with the right/standard variation of George's Tree.","location":""},"__v":0},{"_id":"8eLS2ZJzWXmmAaZH0NWM3A==","name":"Jungle Gym","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Dave Baker, Merle Wheeler","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.70446,32.36917]},"left_right_index":16,"mp_id":"106195114","mp_crag_id":"105738080","climb_id":"8eLS2ZJzWXmmAaZH0NWM3A==","areaRef":"LlsJJMLqXmGSWLaVcl7kvA=="},"content":{"description":"Yet another quality Chimney Rock 5.10; how many is that? \n\n  Begin up flake/dihedral using locks and laybacks to find a tenuous crux halfway through. At the bulge where the crack angles right pull through to a good stance and follow finger crack(dirty and weedy) up right gaining good holds. This section is a bother, but not enough to ruin the experience.    Now it's decision time: follow the shallow right facing corner up then right then up. Pro could get tricky past the corner. Alternately, move left onto slab intersecting with the steeper, shallow thin crack (tricky to protect). From here its a couple moves to the big ledge and the chains.","protection":"nuts, 0-4TCUs, .3-3 Camalots, some 24\" runners will help w/drag.","location":"Locate the alcove containing the striking left-facing dihedral (Ankles Away), then move just around the corner to the right and amongst two trees to find a left facing leaning corner/flake. There may be a couple weeds sticking out of the upper crack. Bolted anchor on ledge."},"__v":0},{"_id":"qGsqhFo7WAa6gdkKs5PElQ==","name":"Icharus","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Eric Scully, Rob Edwards  '97","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.70446,32.36917]},"left_right_index":26,"mp_id":"117802368","mp_crag_id":"105738080","climb_id":"qGsqhFo7WAa6gdkKs5PElQ==","areaRef":"LlsJJMLqXmGSWLaVcl7kvA=="},"content":{"description":"Take \"8th & Main\" or a \"Boardwalk\" variation to a bolted anchor,  climb off the belay clipping approximately 6 bolts up to and anchor with lower offs at the top. Climb overhangs approximately 10-15 feet in 40 feet. ","protection":"Bolts (6?)","location":"Find the off width that is 8th & Main. The route climbs the over hanging tower above."},"__v":0},{"_id":"ZBzRKPnZXGOisuelyNNkEQ==","name":"George's Buttress","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Mike McEwen, Dom Dimwiddy","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.70446,32.36917]},"left_right_index":5,"mp_id":"105738332","mp_crag_id":"105738080","climb_id":"ZBzRKPnZXGOisuelyNNkEQ==","areaRef":"LlsJJMLqXmGSWLaVcl7kvA=="},"content":{"description":"This is the left-most route on Chimney Rock. Start in small corner near west end of Chimney Rock.  Presently, it is necessary to climb over a small tree to get on the starting moves.   \n\n  Start up low angle slab and walk right into big left-facing corner.  Climb up dihedrals to large overhang/roof with good hands.  Exposed traverse leads right under roof on huge hands.  Exit this traverse up and right, and climb around corner on more jugs.  Low angle offwidth leads up 15 feet to anchors.   \n\n  Fun and well-protected!","protection":"Standard trad rack, Chain Anchors","location":""},"__v":0},{"_id":"kmOyqOv5WJKZiG2MDHIHKw==","name":"FIUTT","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Merle Wheeler, Scott Williams, 1971","safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.70446,32.36917]},"left_right_index":21,"mp_id":"105800364","mp_crag_id":"105738080","climb_id":"kmOyqOv5WJKZiG2MDHIHKw==","areaRef":"LlsJJMLqXmGSWLaVcl7kvA=="},"content":{"description":"It's so sad to see the tree go.  Instead of the tough boulder problem or the insecure step out of the tree, the start of this climb is now an ignoble pile of rocks placed to get you over the initial hard section. \n\n  Although the start of FIUTT (F*** It Use The Tree) is no longer with us, the dihedral is still there and still classic.  Climb a stellar corner rising from the right side of the ledge atop the initial bouldering section.   You eventually trend right out of the corner unless you want to do the 5.10 finish.  The start is a bit right of Standard Route. ","protection":"Standard Mt Lemmon rack","location":""},"__v":0},{"_id":"bdwB1BKeV36IBhXgs/Tsmg==","name":"Georges Peach","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"TBA","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.70446,32.36917]},"left_right_index":4,"mp_id":"105738425","mp_crag_id":"105738080","climb_id":"bdwB1BKeV36IBhXgs/Tsmg==","areaRef":"LlsJJMLqXmGSWLaVcl7kvA=="},"content":{"description":"Starts 12 feet left of George's Buttress.  Follow the bolts placing gear as needed.  Crux is on gear.","protection":"5 bolts, medium gear, grade 70 chains with grade 43 cold shuts.","location":""},"__v":0},{"_id":"7VzJunRrXKGdYLjJBzl1oA==","name":"Crows Nest","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"O'kelly, Officer; 1976","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.70446,32.36917]},"left_right_index":31,"mp_id":"105738593","mp_crag_id":"105738080","climb_id":"7VzJunRrXKGdYLjJBzl1oA==","areaRef":"LlsJJMLqXmGSWLaVcl7kvA=="},"content":{"description":"This route is located on the far right end of Chimney Rock, just right of the steep, bolted Ratline (5.11).  Climb the left leaning, large dihedral for two pitches.  Cruxy moves, and great protection, are encountered on both pitches.  A two bolt anchor at the top of Ratline marks the top of the first pitch.  A savvy leader can easily link the first two pitches.  This is desirable as the first belay is hanging while the second belay is one of the best on the mountain (and also bolted).  The last pitch goes up a short offwidth and steep handcrack.  Walk off to the right. If you like this one, make sure you do Cripple Creek on the Pharoah.","protection":"Standard rack and one 4\" piece if you want it for the offwidth on the last pitch","location":""},"__v":0},{"_id":"DbHNfpKSV2ylSGQ7rKFG8g==","name":"Copperhead  5","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-110.70446,32.36917]},"left_right_index":13,"mp_id":"105932666","mp_crag_id":"105738080","climb_id":"DbHNfpKSV2ylSGQ7rKFG8g==","areaRef":"LlsJJMLqXmGSWLaVcl7kvA=="},"content":{"description":"Beautiful line with consistently sustained climbing.  Follow a right angling crack in a right facing corner.  Starts predominantly with fingers and then finishes with a burly bulge.","protection":"Standard trad rack.  Also bring a large red Camalot or equivalent.","location":"Look for two corners that form an A frame.  Copperhead #5 follows the left corner.  Gear anchor at the top.  Descend from fixed anchors on Garden Ledge with one rope."},"__v":0},{"_id":"o7x64S8gXBm6uiIAAGTLAw==","name":"Coherent Excitation","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Steve Grossman, Gary Hervert, 1982","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-110.70446,32.36917]},"left_right_index":29,"mp_id":"106360390","mp_crag_id":"105738080","climb_id":"o7x64S8gXBm6uiIAAGTLAw==","areaRef":"LlsJJMLqXmGSWLaVcl7kvA=="},"content":{"description":"From Steiger's Guide: \n\n  A Grossman \"tour de force\", one of the most serious leads on the mountain.   \n\n  Poor protection, questionable rock, long run outs. \n\n  While this description was from 1985, one suspects the climb maintains the X rating. ","protection":"A standard Grossman rack.   However, you can probably leave the kitchen sink on the ground for this one.  It tends towards the small size.","location":"Climb the face just right of Straight Arrow and left of Ratline. \n\n  Starts just left of boulder that Ratline goes over.  Bear up and left to a shallow corner then up and right to horn just below the bulge.  Turn the bulge and climb some 11X face.  Continue up to the Stonedmasters ledge. \n\n  Finish to the top ala your pleasure. \n\n  If you're clipping any fixed gear, you're off route on Straight Arrow (left) or Ratline (right)."},"__v":0},{"_id":"0fQorQl/Wmi2Gkv04SsTow==","name":"Centerpiece","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Grossman, Thompson; 1977","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.70446,32.36917]},"left_right_index":11,"mp_id":"105738614","mp_crag_id":"105738080","climb_id":"0fQorQl/Wmi2Gkv04SsTow==","areaRef":"LlsJJMLqXmGSWLaVcl7kvA=="},"content":{"description":"This plum was picked in the late seventies by the prolific Steve Grossman.  The route starts in the small dihedral to the right of Stoner's Boner.  20 feet up, it pulls a small roof with a hand crack in it. The top section gets steeper and finishes with good pro and a great steep hand crack that is as good as they come on Mt. Lemmon.  Great rock, great line and great gear.","protection":"standared Lemmon rack with doubles in the hand sizes","location":""},"__v":0},{"_id":"0Vl588ScVz+wN7SGqWft/g==","name":"Boardwalk","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Dave Baker & Jake Bender","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.70446,32.36917]},"left_right_index":24,"mp_id":"105738374","mp_crag_id":"105738080","climb_id":"0Vl588ScVz+wN7SGqWft/g==","areaRef":"LlsJJMLqXmGSWLaVcl7kvA=="},"content":{"description":"Boardwalk is a fun and varied all trad route.  It protects pretty well and is substantially easier than the other 5.7s on Chimney Rock (i.e. George's Buttress and the Standard Route).  About the only potential problem is rope drag, as the route does meander back and forth a bit.   \n\n  Approach:  Scrable up to the base of Chimney Rock, which will put you below and a little east of George's Buttress.  Head east (right) along the base of the rock to about 75' past the start of the Standard Route.  The base is among an inviting batch of manzanitas.  Looking up you'll be below a dramatic leaning tower (Stonedmaster Pillar) that is detached from the main wall. \n\n  The Climb: Head up and right on the brushy ramp to a flake on the face left of the main crack.  Traverse left (crux) and follow the diagonal crack/ramp with a shrub midway up.  Below the roof, traverse to bypass it on the right.  Head straight up via fun and relaxed climbing to the summit.  There are two old hangers for an anchor up top and an easy walkoff on the backside.","protection":"A range of cams is handy, from finger size to 3-4\".","location":""},"__v":0},{"_id":"k+XFBUPnVPyN8e9+MddnZw==","name":"Another Roadside Attraction","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"John Steiger, Ray Ringle, Scott Brown, 1977","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-110.70446,32.36917]},"left_right_index":23,"mp_id":"106051239","mp_crag_id":"105738080","climb_id":"k+XFBUPnVPyN8e9+MddnZw==","areaRef":"LlsJJMLqXmGSWLaVcl7kvA=="},"content":{"description":"The first feature of the climb is a nice left-leaning corner.  It is short, but steep and protects well. \n\n  After this, go directly up through challenging thin face or to the right which is better protected, but has slightly friable rock.  Either way, clip the bolt and be relieved, for a little while.  Continue left through more run out and then up. \n\n  This is an impressive lead.  It felt much harder than Seventh Sojourn at Faded Rock even though they have the same rating in the guidebook.","protection":"Cams to #2 Camalot and some nuts.  Smaller stuff is more useful.","location":"In the middle of Chimney Rock, walk to the right of FIUTT until you see a very clean left leaning corner.  Start at the bottom of the corner."},"__v":0},{"_id":"DL0jW4vzVVyJAJZnctjuyw==","name":"Centerfire","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"EFR, DT; 1990","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.70446,32.36917]},"left_right_index":10,"mp_id":"120284459","mp_crag_id":"105738080","climb_id":"DL0jW4vzVVyJAJZnctjuyw==","areaRef":"LlsJJMLqXmGSWLaVcl7kvA=="},"content":{"description":"This variation is a great way to finish Centerpiece and, bonus, you get to skip the annoying and draggy final traverse to the Stoner's anchors. Plug in an unquestionable cam or two just before beginning the traverse into the traditional Centerpiece crux. Instead of continuing slightly right into the original hand crack finish, step straight up and clip the first bolt, then punch it to another bolt. Save a few finger-sized cams to protect the run to the anchors. Bolts updated to 1/2\" SS Feb, 2021.","protection":"Two bolts, cams 0.2-0.4, regular Centerpiece rack","location":"Left variation finish to Centerpiece"},"__v":0},{"_id":"o2Ha3kuSXTCcUBo3TtV+dg==","name":"Ankle's Away","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Grossman/Davidson","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-110.70446,32.36917]},"left_right_index":14,"mp_id":"111857686","mp_crag_id":"105738080","climb_id":"o2Ha3kuSXTCcUBo3TtV+dg==","areaRef":"LlsJJMLqXmGSWLaVcl7kvA=="},"content":{"description":"2nd climb of a rather stellar day that Steve and I had on the Lemmon. First we did Baradur on Rap rock which I thought was 12a and Steve called 11+Then we came down the mountain and in the late cool afternoon shade decided to do another climb on Chimney. I had looked at the first pitch often and decided it was as good a time as any to give it a shot and it went quite easily (at the time.) The fact that many of the local hard men had given this a shot without any luck certainly helped with the motivation. But the rope drag really sucked because you don't really want to runner out the gear much with the ground that close. What then looked like a pretty straight forward face for the second pitch, going over the overlaps out to the right of Copper Head #5 bulge and left of Jungle Gym and Perfect Peter, turned out to actually be one very testy lead. Crux move on lead was a throw the leg up and over the hands to a \"bomber\" slot for an ankle. At this point, your leg and waist are above the gear, you're doing 11+ style moves and if you pop off, you're ankle (or what's left of it) is going to be very unhappy. It's a very solid ankle jam. So solid in fact that if you pop off, it's going to pop your ankle in two. Steve pulled in off the \"heel hook?!\" for a high reach to very small face holds, managed to extract his ankle from the nasty ankle biting hole and finished up the pitch. Quite exciting and not exactly a lot of rope out.I thought it was going to have to take a bolt, nope... Another classic Steve lead. Once again, I was relegated to the second seat role. Here I had managed to lead the great undone roof, onsight, no falls, yada yada and Steve finds a way to make that look like child's play. I did manage to climb the second pitch on the TR without the ankle jam. Even on top rope, no way was I doing that move. I managed to get up the desperate face with a series of hard cranks, tiny holds and sketchy lunges.Enjoy, a truly classic test piece.","protection":"Standard trad rack, brass sack and strong ankle.","location":"Just right of Copper Head #5 is a thin short corner that arches up right to roof.  The roof is out left of Jungle Gym.  Climb the thin corner, turn the roof, up the face a bit to a decent belay stance.  Short pitch that was at the time considered one of the last great problems on Chimney (from a trad standpoint.)  Turned out to be not so bad if you followed the corner up and right and got the good gear.  2nd pitch then turned into the real business (see above)"},"__v":0},{"_id":"0fsh98VXUh66vtku49qwCA==","name":"Amanecer","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"Mike Cook, 2000","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.70446,32.36917]},"left_right_index":0,"mp_id":"106578032","mp_crag_id":"105738080","climb_id":"0fsh98VXUh66vtku49qwCA==","areaRef":"LlsJJMLqXmGSWLaVcl7kvA=="},"content":{"description":"Some techie crimping and footwork at the bottom to more moderate climbing. \n\n  Use arete up high.","protection":"Bolts","location":"In corridor on north side of Chimney Rock, access by hiking around to climber's left of George's Buttress. \n\n  Look for face with bright green lichen just around the corner from the West face."},"__v":0},{"_id":"cBZV/91zUBC/UwIwmNf8GQ==","name":"[Redacted]","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Fig and John Steiger ~ 1983 (?)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.70446,32.36917]},"left_right_index":6,"mp_id":"106249995","mp_crag_id":"105738080","climb_id":"cBZV/91zUBC/UwIwmNf8GQ==","areaRef":"LlsJJMLqXmGSWLaVcl7kvA=="},"content":{"description":"NOTE: I believe I have the FA all jacked.Pretty sure it was Steve and Fig. I'll dig up Steiger's guide and correct this.Yes, FA was Fig and Steve Grossman - '78Various pitches were climbed in '77 by John Steiger, Ray Ringle and Don GallagherMan, I sure f;d that all up. Fig and Steiger, on the FA.  And I think '83-'85 is more accurate, it was when we'd come back down to Tucson in '83This is the Girdle traverse of Chimney Rock.  At least I got this right.It's much too complex to layout here and I don't even remember how many pitches Steve and I did when we repeated it but I do recall it's a stellar route. Best at Chimney.The thing about a girdle (the climbing kind anyway) is that you're pretty much on the hook for every pitch. Not a lot of difference as a second or lead. In fact, it's really better to be on the lead end since you can set your own pro.Of the three girdles in the state that I've done, Overlook, Granite Mountain and Chimney, this is probably the shortest, but it isn't short and like the others, it's action packed the whole way.","protection":"Full rack, lots of full length runners for reducing drag.","location":"Chimney Rock Girdle traverse.   Start on the left (west) end at George's Buttress and work over past Crow's Nest. It starts up high and continues across at roughly 2/3 height. \n\n  Here is Steiger's description:   \"For those into girdle traverses, this is a true prize.  The route takes in the cruxes of several routes plus a few of its own. \n\n  1) Start up George's Buttress. After traversing right under the roof, work right to a belay at the small pillar shown on Topo A, just below the crux of Stoner's Boner. \n\n  2) Climb up under the bulge on Centerpiece then move down and right to the break in the SLR dihedral.  Continue up until possible to diagonal down and right (5.9) to the apex formed by the dihedrals on Copperhead #5 (sb.) \n\n  3) Turn the bulge formed by the apex and traverse right 25 feet (5.9) to the bolt shown on Topo B, just left of Jungle Gym.  Mantle down and climb the Standard Route chimney to a belay just right of a pinnacle-like ledge. \n\n  4) Cruise up to the roof band creating the crux of the 2nd pitch of Unstrung Harp and traverse right to the Trickie Dickie crux.  Reverse the crux and belay on top of the pillar on the Stripper belay. \n\n  5) Work over past the Thenedge belay to the Veranda roofs, and turn the right side. \n\n  6) From the three bolt hanging stance, traverse right and down to  another Roadside Attraction, then up and right to a large belay ledge left of the 8th and Main dihedral. \n\n  7 & 8) Finish up the last one and a half pitches of Stonedmasters. \n\n  Not sure all the named routes are in the Squeezing guide but if you make it that far, you'll figure out the route. "},"__v":0},{"_id":"ddiCtLaGVKOoNwOKRsAgXw==","name":"8th and Main","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Merle Wheeler, Gale McDonald 1971","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.70446,32.36917]},"left_right_index":25,"mp_id":"105738584","mp_crag_id":"105738080","climb_id":"ddiCtLaGVKOoNwOKRsAgXw==","areaRef":"LlsJJMLqXmGSWLaVcl7kvA=="},"content":{"description":"walk E along Chimney rock and you will see a 50' section of offwidth...some of it is grassy down low but there is a really nice20'section of O/W near the top. belay on a ledge with  cams(.5-1) above the O/W. then angle up and lft over a steep seam(1 move) and continue up and left to the top. this P2 that I am talking about might be part of boardwalk.","protection":"Small to large cams a # 4 works great in the offwidth seciton.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,24e148bb-4884-59e8-9870-43ce21f1a337,6f40f8bb-61ae-569f-a656-25752de45c0c,f2591e24-8f94-5cb3-9f02-92bfe3f5cd61,74a365ae-142f-5b24-8198-2ac56dfd2922,3762f674-8c1e-5dcf-9c05-4218b86c35d3,2e5b0924-c2ea-5e61-9258-b695725ee4bc","pathTokens":["USA","Arizona","Southern Arizona","Mount Lemmon (Santa Catalina Mountains)","Mount Lemmon (Catalina Highway)","2 - Bear Canyon","Chimney Rock"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.10-"},{"count":1,"label":"5.11-"},{"count":2,"label":"5.8"},{"count":4,"label":"5.9"},{"count":2,"label":"5.11a"},{"count":1,"label":"5.12b"},{"count":1,"label":"5.10a/b"},{"count":2,"label":"5.10+"},{"count":3,"label":"5.7"},{"count":2,"label":"5.10b"},{"count":4,"label":"5.11"},{"count":1,"label":"5.11d"},{"count":1,"label":"5.8+"},{"count":2,"label":"5.10"},{"count":1,"label":"5.9+"},{"count":2,"label":"5.12-"},{"count":1,"label":"5.11+"}],"byDiscipline":{"trad":{"total":28,"bands":{"unknown":0,"beginner":6,"intermediate":14,"advanced":8,"expert":0}},"sport":{"total":5,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":4,"expert":0}},"tr":{"total":3,"bands":{"unknown":0,"beginner":2,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":1,"beginner":6,"intermediate":14,"advanced":12,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-110.70446,32.36917]},"bbox":[-110.70499238408463,32.36872033981813,-110.70392761591533,32.36961966018186],"left_right_index":-1,"ext_id":"105738080","area_id":"LlsJJMLqXmGSWLaVcl7kvA==","polygon":{"type":"Polygon","coordinates":[[[-110.70499238408463,32.36872033981813],[-110.70392761591533,32.36872033981813],[-110.70392761591533,32.36961966018186],[-110.70499238408463,32.36961966018186],[-110.70499238408463,32.36872033981813]]]}},"content":{"description":"Chimney Rock is a large, freestanding formation on the west side of the Catalina Highway near mp 11.  Proximity to the highway, and a variety of climbing, have made Chimney Rock a popular crag for many years.   \n\n  The Standard Route (5.7+) is a fun traditional climb that meanders for five short pitches up the broad east face of Chimney Rock.  Moderate climbing and comfortable belays make this a great route to learn about multi-pitch climbing. \n\n  The southern portion of the east face also hosts a number of harder routes, many of superb quality.  On the back (west) side of Chimney Rock are a couple of very hard sport routes.  These can be inspected by rapping off the top of Chimney Rock where Standard Route finishes."},"density":0,"totalClimbs":33,"__v":1,"createdAt":"2022-11-07T05:52:53.610Z","updatedAt":"2024-01-20T00:56:50.994Z"}