{"_id":"6368a265e80bff5a99565c36","area_name":"Summit Dome","shortCode":"","climbs":[{"_id":"bs5dQ7IpWBGLx+2OdW0vTQ==","name":"Serenity Prayer","yds":"5.8-","grades":{"yds":"5.8-","french":"5b"},"fa":"June 17, 2016","type":{"trad":true,"tr":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-73.9953,43.75192]},"left_right_index":0,"mp_id":"112069244","mp_crag_id":"111928603","climb_id":"bs5dQ7IpWBGLx+2OdW0vTQ==","areaRef":"QSxMiH9JW2SGgS0x+bDBEQ=="},"content":{"description":"Note: the approach is from above. Rappel off the spruce tree closest to the actual summit using a 70m rope, set a gear anchor in the horizontal crack at the top of the steep slab, then rap practically off the rope end to reach a narrow strip of vegetation below the low, easy starting slab.   This route can be broken into multiple pitches at several spots.   From the base of the route, climb up easy slab to a right-facing, right-rising flake, and follow it to the base of steeper slab. Use another right-rising flake to gain access to holds above a small overlap, then climb up face passing one bolt to a stance below another, larger overhang. Climb through this via the left of two short, right-rising cracks. At crack's end, climb yet steeper slab, passing two bolts along the way, to the horizontal crack at the top of the steep section (mentioned above concerning the approach).   Climb up easy slab to a 6' steep wall, pass it using a vertical crack, then climb up to the final notch leading back to the spruce tree at the top of the technical rock.","protection":"Green C3 or equivalent is important for one of the stretches between bolts. Otherwise, standard Adk Trad rack should suffice. A pink Tricam was used on the FA. There are 3 bolts en route, no fixed anchors.","location":"Take the hiking trail to its end. From the summit, look skier's right for the spruce tree closest to the edge and top of mountain. This is the tree used to rap down the route; please place an anchor, do not rap directly off the tree."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,589a474a-bbce-5213-a77d-8138a22e0474,21c0dcef-75a2-5517-93ef-0026142ec2a0,46a9d056-dd4c-575c-9f80-7546d6fefe1e,afca535b-b1ca-580f-84c3-9dd6c21629c3,412c4c88-7f49-5b64-8681-2d31f9b0c111","pathTokens":["USA","New York","Adirondacks","G: Indian Lake Region","Moxham Mountain","Summit Dome"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.8-"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"tr":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-73.9953,43.75192]},"bbox":[-73.99592250420966,43.751470339818134,-73.99467749579034,43.75236966018187],"left_right_index":-1,"ext_id":"111928603","area_id":"QSxMiH9JW2SGgS0x+bDBEQ=="},"content":{"description":"The trail ends on top of this scenic dome. Breezy, open high, the dome towers over an upland marsh, making the view look similar its satellite image.   Expect to share the vista with plenty of hikers during the day, though fortunately, the belays tend to be a bit too close to the edge for the nontechnical crowd.   Since the approach reaches the top of the cliffs, these are perhaps best done as top-managed belays. Those wishing to lead the routes must do a double-rope rappel, finagle a single rope rappel (good luck!), or bushwhack in from the west (another good luck to that method).   The slab has several \"overlaps\", overhanging exfoliation scars, which often define the difficult parts of routes here. These are interspersed with long sections of runout slab.   Be very cautious about rope management, as there are often loose rocks lying tenuously on the slabs, and the overlaps often have sharp edges that may cut a rope during an otherwise-minor fall."},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T06:15:05.124Z","updatedAt":"2022-11-25T11:20:39.504Z"}