{"_id":"6368a36ae80bff5a99582978","area_name":"(8) Anglin's Buttress","shortCode":"","climbs":[{"_id":"K3zlockoUpGkv/ZwL+uvWQ==","name":"Optigrab","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Alan Collins","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.1337,44.37648]},"left_right_index":4,"mp_id":"112380287","mp_crag_id":"112374633","climb_id":"K3zlockoUpGkv/ZwL+uvWQ==","areaRef":"zKVwoptUXyyv+v9Q/ulaQg=="},"content":{"description":"Optigrab starts out on choss like most routes on this wall, but after the 5.6 climbing (first 3 bolts) the rock become remarkably solid. Cleaning this route was effortless, almost nothing came off. While the rock quality is 4/4 stars, the route itself doesn't stand out with all the classics at Smith Rocks. I would compare it in difficulty and quality to That 10d (a sandbagged 12a at smith). \n\n  Once the hard climbing begins, it doesn't really let up until you get the last bolt clipped. Continuous delicate face moves on crimps and side pulls dominate this climb. While this climb in entirely safe, it forces you to climb hard above protection making it feel like most routes at Smith Rocks. \n\n  (SECOND, THRID, AND FOURTH  PITCH COMING SOON!!!) \n\n  Like arete climbing? If so, your in luck! These coming pitches are fully bolted aretes and red-tagged. All pitches should be cleaned, sent and ready for action by spring of 2018. Only starts one pitch with Anglin and Danglin (5.11b), and at that its the 5.7 top-out. \n\n  Pitch 2 5.12b/c? 9 bolts 25m-Starts up a balancy and powerful arete system with rest and bouldery cruxes. Rides the arete the whole way up on good red stone. \n\n  pitch 3 5.8? 2 bolts 10m - Small traverse across dihedrals and aretes. Nothing special \n\n  Pitch 4 5.12+/13-? 10 bolts 30+m- The prize pitch! Climb a slightly overhanging arete on perfect rock for 30 meters capped by a bouldery roof 85 meters off the deck. Hard to say what the grade is, but its for sure going to a classic smith multi pitch for strong sport climbers. Cant wait to open it up to the public! \n\n  Pitch 5 5.7 6bolts 25m- 5.7 face climbing climbing on cleaned choss to the top. \n\nRappelling- Rap the entire route to the base of the 4th pitch and continue straight down to the 1st anchor of Jim Climbing (5.10b). Its hard to miss the rappel stations.  4 raps total.","protection":"Quickdraw","location":"Start left go the giant pile of rocks on 5.6 climbing and climb the left bolt line."},"__v":0},{"_id":"WyzWVYDvUduoM5W4zWH+tA==","name":"Lava Lanes","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Prep: Dave McRae, solo.  FFA: Dave McRae and Alan Collins 11/27/2017","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.1337,44.37648]},"left_right_index":0,"mp_id":"113949342","mp_crag_id":"112374633","climb_id":"WyzWVYDvUduoM5W4zWH+tA==","areaRef":"zKVwoptUXyyv+v9Q/ulaQg=="},"content":{"description":"Lava Lanes clips bolts all the way to the spectacular, bowling pin shaped summit of Osa Thatcher's needle. After the first pitch, it's very exposed and sustained in the grade.  For full value, link pitches 2 and 3.1st frame: 5.7R*  \"The Gutter\". Start at a rappel anchor 10 feet left of the Jenga pile. Angle up and left through easy terrain on a shrinking ledge to a final 5.7 move on rotten rock. 6 bolts, 90 feet.2nd frame: 5.10****  Sustained face climbing on good holds. 10 bolts, 90 feet.3rd frame: 5.10***  A couple cruxes in the first 40 feet, then easier terrain on spaced out bolts lead to a comfortable ledge. 7 bolts, 90 feet.4th frame: 5.10c**** \"300 Club\". Engaging arete action leads to a crux overhang, and the coffee table sized summit. 7 bolts, 60ft.","protection":"Fully bolted with steel 'biners on the anchors.  For the least rock fall, rappel 7/10 Split to the main ledge with a single 70m rope.  A single 60m rope will work for rappelling Lava Lanes.","location":"Lava Lanes starts on the main ledge of Anglin's Buttress, accessed by the bolted 5.4 approach."},"__v":0},{"_id":"SOdUhYH4UdiEjbYKZ1PHWA==","name":"Jim Climbing","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"prep: Dave McRae, solo  FFA: P3 DM & Tyler Tanhoff 11-3-2016, complete FFA: DM & Alan Watts 11/2017","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.1337,44.37648]},"left_right_index":7,"mp_id":"112374951","mp_crag_id":"112374633","climb_id":"SOdUhYH4UdiEjbYKZ1PHWA==","areaRef":"zKVwoptUXyyv+v9Q/ulaQg=="},"content":{"description":"Predominantly 5.10 movement with a short 5.11 boulder problem crux, this seems like the kind of climb Mr. Anglin would have liked. While the first two pitches seem so well bolted, you could almost mistake them for gym climbing, the bongo flakes of the third pitch give you the real Jim Climbing experience. Originally envisioned as a trad lead, some of the third pitch flakes would bend, but not break under the pressure of a pry bar. The entire pitch follows a crack, but two-thirds of the placements would be in hollow sounding flakes, so I bolted it. Luckily, most of the bongo flake terrain checks in around 5.9 and the stiff 5.11- crux cranks through solid rock. Tread lightly on this exposed and exciting pitch.  Best pitches to link: 1 & 2.\n\n Start on the right side of the main ledge, at a bolt that is easily clipped from the ground.\n\n P1. 5.10***  An initial steep move on crappy rock (.10-) leads to a good stance at 25 ft. A body length higher, the rock changes color, and the action and quality ramp up. Sustained climbing on good holds leads to a crux over a roof. 11 bolts. 90 feet.\n\n P2. 5.10-***  Step left off the anchor and follow good face holds up the middle of the face to a final, solid, layback off-width. Step right to an anchor at the base of a flake system. 8 bolts. 70 feet. This pitch easily links with pitch 1.\n\n P3. 5.11-**** Tread lightly as you clip spaced-out bolts up moderate layback flakes, to a stiff crux, passing a boulder problem in the sky. A hanging anchor makes a clean spot to lower back down with a 70 meter rope or, to continue to the top, traverse left 10 feet to the fourth pitch anchor of Anglin n' Danglin'. 12 bolts. 115 ft.\n\n P4. 5.7* Follow extensive cleaning scars to the top. 6 bolts.\n\n Descent: Four rappels with a single 70 meter rope. Or scramble off the back.","protection":"Fully bolted.  Bring runners and 20 quickdraws to link pitches 1&2.","location":"Hike/scramble up the gully between the Monument and Anglin's Buttress for five minutes. At the end of the rock stairs, look up and right for a 30 foot section of 5.4 protected by a single bolt, leading to the main ledge. Jim Climbing starts on the right side of the main ledge."},"__v":0},{"_id":"WZQ9nyWoUoi5JHJ85dQ/AQ==","name":"Full-Opti","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"FA and prep by  John Collins and Alan Collins","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.1337,44.37648]},"left_right_index":5,"mp_id":"118693218","mp_crag_id":"112374633","climb_id":"WZQ9nyWoUoi5JHJ85dQ/AQ==","areaRef":"zKVwoptUXyyv+v9Q/ulaQg=="},"content":{"description":"2 pumpy arete cruxes makes the extension of Optigrab amazing. There are 8 bolts and a  no-hands rest to the first anchor then the fun starts. Stay on the arete for another 8 bolts thru two cruxes increasing the grade a couple letters.","protection":"19 bolts","location":"Follow the gully behind Hank Wall up to Anglin's. There is a 5.3 approach pitch that has one bolt if you like leading up to the obvious ledge on right."},"__v":0},{"_id":"4dLMdawEVVi8Rbq+hmqO2A==","name":"Deception Crack","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"FA: Bruce Burling, Frank Jager, 1970.  FFA: Jeff Thomas, Ted Johnson, 1977","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.1337,44.37648]},"left_right_index":2,"mp_id":"113951413","mp_crag_id":"112374633","climb_id":"4dLMdawEVVi8Rbq+hmqO2A==","areaRef":"zKVwoptUXyyv+v9Q/ulaQg=="},"content":{"description":"Originally aided, then eventually freed in the '70's, Deception Crack sat neglected until it got a cleaning and hardware upgrade in 2017. This former death tour of ancient bolts and teetering blocks now has good protection, improved rock quality, and is one of the better cracks on Smith Rock tuff for the grade.\n\n P1. 5.10a. Start at an anchor left of the Jenga Pile on Anglin Buttress' main ledge. Angle up and left on the \"Gutter\" pitch of Lava Lanes for forty feet. At a rappel anchor, continue 110 feet straight up the obvious splitter crack to a chain anchor. 150 ft.\n\n Options from here: Continue up Deception Arete (5.10+), or make two rappels with a single 70m rope. Your last choice should be to continue up the original off width and chimney to a notch (5.7R) then around the backside of Osa Thatcher's Needle (5.7R). It's unimproved since the '70's. Expect very loose rock.\n\n Decetption Arete variation- P2. 5.10+. Step left off the belay stance, then delicately angle up and right to gain the arete near the third bolt. Continue on the exposed arete to a comfy ledge. 9 bolts. 100 feet.\n\n P3. \"300 Club\", 5.10. Continue straight up the arete to the top of Osa Thatcher's Needle. 7 bolts. 60 feet.","protection":"Double set of cams from big fingers to big hands, stoppers.  No small cams needed. 8 bolts in 150 feet. Single 70m rope.","location":"Deception Crack is accessed by the bolted 5.4 approach to the main ledge on Anglin's Buttress."},"__v":0},{"_id":"F6sxdqwAXUyUBckZOGJkGA==","name":"Chosstafarian","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Dave McRae.  FFA: Dave McRae & Mai Hymen 1/13/2019","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.1337,44.37648]},"left_right_index":8,"mp_id":"116493341","mp_crag_id":"112374633","climb_id":"F6sxdqwAXUyUBckZOGJkGA==","areaRef":"zKVwoptUXyyv+v9Q/ulaQg=="},"content":{"description":"On a crag known for big choss, Chosstafarian feels the biggest and chossiest.   This geologic tour takes you up a color and texture changing endless flake, through overhanging onion layers of mystery rock, to a final steep fin of tuff extruded from the upper wall of detritus.  It's well bolted and safe, but may still have you praying to the rock gods.  Are you a Chosstafarian?\n\n Best pitches to link: 2 & 3.\n\n P1: 5.10b***  Climb the first pitch of Jim Climbing (right-most route on the main ledge).  At the anchor, continue up and right for another 20 feet to a higher anchor and good stance at the base of a huge corner.  14 bolts.  105 ft.\n\n P2: 5.11a**** \"Bob Gnarly Flake\".  Jam, face climb, bridge-the-gap, and pimp-the-flake on this signature pitch. 14 bolts. 110 ft.\n\n P3: 5.10c***  \"Dreadrocks Dihedral\".  Stem, jam, and keep the barn door closed, up a steep corner to a good ledge.  6 bolts.  50 ft.\n\n P4: 5.11c***  \"No Send it, No Cry\".  Follow better rock on the ridge to a rugged boulder problem straight up the fin.  Get up, stand up on the summit and yell, \"Praise rock Chosstafari!!!\" to the rock gods.  Then, lower back to the good ledge.  6 bolts.  60 ft.","protection":"All bolted.","location":"Hike up the gully between the Monument and Anglin's Buttress for five minutes. At the end of the rock stairs look up and right for a 30 foot section of 5.4 protected by a single bolt, leading to the main ledge. Chosstafarian shares the first pitch with Jim Climbing, the farthest right route on the ledge."},"__v":0},{"_id":"Muh1p0kEViW71luczws09Q==","name":"Anglin n' Danglin'","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"prep: Dave McRae.   FFA: Dave McRae & Alan Collins 11-29-2016","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.1337,44.37648]},"left_right_index":3,"mp_id":"112374737","mp_crag_id":"112374633","climb_id":"Muh1p0kEViW71luczws09Q==","areaRef":"zKVwoptUXyyv+v9Q/ulaQg=="},"content":{"description":"Anglin n' Danglin' is a fully bolted sport climb with sustained 5.11- climbing and mind blowing position.Start at the bolted anchor on the left side of the main ledge.  Linking pitches is possible but not recommended due to rope drag and large ledges.  P1. 5.11a** 30 feet of chossy 5.6 leads to a brief crux and better rock in a left facing corner. 8 bolts. 90 feet.P2. 5.11b**** Sustained stemming in a right facing corner. Avoid the obvious descent anchor above the ninth bolt, and step left to a hidden anchor at a good stance. 9 bolts. 80 feet.P3. 5.10c*** Straight forward face climbing leads to a comfortable ledge. 5 bolts. 40 feet.P4. 5.11a****The money pitch! Crank on the ever steepening flake to a crux at the fourth bolt. The difficulty eases only slightly as you angle n' dangle your way across an exposed traverse to the anchors. 9 bolts. 80 feet.P5. 5.7* A utilitarian march to the summit. Tread lightly as you follow a path of cleaning scars to the top. 70 feet.Descent: four rappels with a single, 70 meter rope. From the anchor atop P4, rap to the descent anchor atop P2. Or, scramble off the back.","protection":"Quick draws and runners.  No pitch has more than nine bolts.","location":"Hike up the gully between the Monument and Anglin's Buttress for five minutes. At the end of the rock stairs look up and right for a 30 foot section of 5.4 protected by a single bolt, leading to the main ledge."},"__v":0},{"_id":"jJP8jS3HVrGkY9FTqoGljQ==","name":"America's Most Blunted","yds":"5.13+","grades":{"yds":"5.13+","french":"8b"},"fa":"FA Alan Collins February 2019","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.1337,44.37648]},"left_right_index":6,"mp_id":"119870164","mp_crag_id":"112374633","climb_id":"jJP8jS3HVrGkY9FTqoGljQ==","areaRef":"zKVwoptUXyyv+v9Q/ulaQg=="},"content":{"description":"High in the gulley's in the monument lurks Smith Rocks hardest multi-pitch. America's Most Blunted earns its name as you climb a blunt arete hundreds of feet off the deck on the 3rd pitch at 13c+. The exposer mixed with crux moves above bolts will be a mental barrier for the most. But the shear beauty and aesthetic of this arete will surely keep the qualified motivated!P1: 5.10***  An initial steep move on crappy rock (.10-) leads to a good stance at 25 ft. A body length higher, the rock changes color, and the action and quality ramp up. Sustained climbing on good holds leads to a crux over a roof. 11 bolts. 90 feet.\n\n P2. 5.10-***  Step left off the anchor and follow good face holds up the middle of the face to a final, solid, layback off-width. Step left to an anchor at the top of a flake system. 8 bolts. 70 feet. This pitch easily links with pitch 1.P3 5.13+ **** This ultras classic arete is the obvious prize of anglins buttress. The hard climbing emerges immediately at the 2nd bolt off the anchor. Tackle 3 cruxes as the blunt arete steepens to a final roof crux, where the nerves and pump begin to be crippling. The anchors lie just above. Cant remember the amount of bolts, but 10 should suffice.P4. 5.7* Follow extensive cleaning scars to the top. 6 bolts.\n\n Descent: Four rappels with a single 70 meter rope. Or scramble off the back.","protection":"20 draws with slings to link P1 and P2.","location":"Hike/scramble up the gully between the Monument and Anglin's Buttress for five minutes. At the end of the rock stairs, look up and right for a 30 foot section of 5.4 protected by a single bolt, leading to the main ledge."},"__v":0},{"_id":"pybCgLMoX+GG2aXAKvnERw==","name":"7-10 Split","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Dave McRae, solo.  FFA:  P3: DM & David Potter 12/18/2017.  Full: DM, Eric Sorenson & Lael Smith 1/3/2019","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.1337,44.37648]},"left_right_index":1,"mp_id":"116493134","mp_crag_id":"112374633","climb_id":"pybCgLMoX+GG2aXAKvnERw==","areaRef":"zKVwoptUXyyv+v9Q/ulaQg=="},"content":{"description":"7/10 Split clips bolts all the way to the spectacular summit of Osa Thatcher's needle.  It travels the full spectrum of rock quality, but stays exposed and challenging the entire way.  Best pitches to link: 2 & 3.\n\n P1: 5.6* \"The Gutter\".  From left of the Jenga Pile, angle up and left for 40 feet to the first anchor, directly below an obvious splitter crack. 3 bolts.\n\n P2: 5.11b**** \"7/10 Split\". At the first bolt left of the anchor, go straight up and crank through a couple delicate cruxes on good rock. 9 bolts. 80 ft.\n\n P3: 5.10d** \"Deception Arete\".  Delicately angle up and right to gain the arete near the fifth bolt.  Continue up the exposed arete to a comfy ledge. 11 bolts. 110 feet.\n\n P3. 5.10c****\"300 Club\" Continue straight up the arete to the top of Osa Thatcher's Needle. 7 bolts. 60 feet.\n\n Descent:  Rappel the route with a single 70m rope.","protection":"Bolted.  Clip 'em up.","location":"7-10 Split starts left of the Jenga Pile on Anglin's Buttress' main ledge and follows the face left of Decption Crack. "},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,5f05ed84-1a18-52d9-b8cf-77f8fd01e061,e7aeefae-15e1-5de7-a395-a48727784e98,f3c655b6-9c95-597f-aaa6-fd7d8a4865ec,eab8f30a-e0eb-5a80-8cc1-7af1071256f2,cca570a2-9b54-5f2c-affa-ff50fee95a42","pathTokens":["USA","Oregon","Central Oregon","Smith Rock","(v) Monument Area","(8) Anglin's Buttress"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.12b"},{"count":1,"label":"5.10c"},{"count":3,"label":"5.11b"},{"count":1,"label":"5.12c"},{"count":1,"label":"5.10a"},{"count":1,"label":"5.11c"},{"count":1,"label":"5.13+"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}},"sport":{"total":8,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":6,"expert":1}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":2,"advanced":6,"expert":1}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-121.1337,44.37648]},"bbox":[-121.13432910667552,44.376030339818136,-121.13307089332447,44.37692966018186],"left_right_index":-1,"ext_id":"112374633","area_id":"zKVwoptUXyyv+v9Q/ulaQg==","polygon":{"type":"Polygon","coordinates":[[[-121.13432910667552,44.376030339818136],[-121.13307089332447,44.376030339818136],[-121.13307089332447,44.37692966018186],[-121.13432910667552,44.37692966018186],[-121.13432910667552,44.376030339818136]]]}},"content":{"description":"Anglin's Buttress is a striking, 350 foot, South West facing wall named after legendary Oregon adventure climber, Jim Anglin.  It's best described as four star movement and position on heavily cleaned one star rock.  It hosts five multi-pitch sport climbs to the top, a 5.12 base route, and the newly refurbished, excellent crack climb, Deception Crack. All routes start from a common ledge, accessed by a bolt protected 5.4 move.All anchors sport the latest Metolius steel 'biners for an easy descent from any pitch with a single, 70 meter rope.Helmets are highly recommended for all routes on Anglin's Buttress.  Expect loose rock.**Caution!  Every route on Anglin's Buttress crosses an unavoidable layer of rotten rock.  This layer is visible from a distance and runs across the first pitch of every route.  It makes up the first 30 feet of Jim Climbing/ Chosstafarian, the first 30 feet of Anglin n' Danglin, and the first 30 feet of Optigrab.  The entire Gutter formation (Lava Lanes, 7/10 Split, and Deception Crack) runs across this rotten layer.  No amount of cleaning or traffic will ever turn this to good rock.  Smith Rock is known for crappy rock quality.  This is the worst of the worst at Smith.  Navigating this rotten layer is a mandatory part of the Anglin's Buttress experience.  Additional sections of dubious rock to be aware of: the common finishing pitch of Anglin' n Danglin/ Jim Climbing, the Deception Arete pitch on 7/10 split, the upper stem box on the third pitch of Jim Climbing, and the entire route of Chosstafarian.For people with a low choss tolerance, this is not your crag.  I've worked very hard to make this wall as clean as possible.  But, I'm no alchemist.  Nobody can turn rotten rock into gold.  These are all four star routes to me, but I can't rate them that with a good conscience.  Some people will think the entire crag is a bomb.  I can't emphasize it enough to wear a helmet and expect loose rock.Please respect the seasonal closure for Golden Eagle nesting.  It's generally closed from early February through early August, but the specific dates change from year to year."},"density":0,"totalClimbs":9,"__v":1,"createdAt":"2022-11-07T06:19:23.883Z","updatedAt":"2024-02-19T18:39:09.687Z"}