{"_id":"6368a50be80bff5a995afdf5","area_name":"Right Mary, The","shortCode":"","climbs":[{"_id":"0C2bXlUIV5S8x+Yu4cp+2Q==","name":"Theatre Goddess","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Bryan Bird, Robbie Colbert 2/09","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-113.00596,37.20743]},"left_right_index":1,"mp_id":"108552255","mp_crag_id":"106775025","climb_id":"0C2bXlUIV5S8x+Yu4cp+2Q==","areaRef":"g1ljJvqkXRmT0RXWZ2H0gQ=="},"content":{"description":"1st Pitch- 40m- 5.8/ Start in the very right corner of the prominent pillar in front of Right Mary. Follow the right trending crack away from the corner. Aim for the lower of the 2 obvious trees.\n\n2nd Pitch- Almost a full 60 meter pitch. 5.10 Traverse right on dirty broken ledges until you reach a clean handcrack.  Pass a small roof on hands and continue up easier but loose trerrain.  Crux of pitch is at the very end, stemming over a bulge protected by a .75 camalot.\n\n3rd Pitch- 60m- 5.10/ This is the best pitch of the day. The FAers might have easily had this pitch divided into two. The first 30 is straight up a corner hand crack, 5.8-5.9. Schwack through a prickly bush. Then move into the base of a chimney (Epinephrine quality!) and climb to the top of the chimney, squeezing out left (a #6 C4 protects the squeeze section, a #4 camalot and medium gear protect the middle of chimney) to the top of the chimney. You can belay at the end of chimney with small to medium gear or continue up a short finger crack roof with jugs above and continue up the chossy gully to the base of next OW pitch.\n\n4th pitch- 5.10/ The 4th pitch highlight is a fun 50 off-width section in good rock. You'll go in and out of this OW a few times as it constricts and opens. Pretty tight. Large and medium gear protect it nicely. Follow corner up broken and chossy terrain until you reach a big tree at the shoulder. Can be done in 1 or 2 pitches.\n\nDescent-  Short scramble to the summit or drop down to the gully for the walk-off.  Possible to downclimb but there are lots of trees to rap on.  We scrambled about 40 yards and rapped to bottom of gully on 1 70 meter rope. Continue down gully to base of route.","protection":"2 ea. .4''-4'' 1 ea #4,5,6 camalot or equivalent","location":"Right side of the prominent split pillar in the center of the face in a lichen-covered right-facing finger crack."},"__v":0},{"_id":"P+KVnYAWVbmui8xEKK86NA==","name":"Knock yourself up!","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Marie Green and Shiho Kobayashi","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-113.00596,37.20743]},"left_right_index":999999,"mp_id":"107269860","mp_crag_id":"106775025","climb_id":"P+KVnYAWVbmui8xEKK86NA==","areaRef":"g1ljJvqkXRmT0RXWZ2H0gQ=="},"content":{"description":"I'm adding this route here so that no one will make the same mistake that we made.\n\nP1: The same as Immaculate Conception. 5.10\n\nP2: Climb a short, sketchy face past a tree, then up and right (this is when the climb diverses from immaculate conception) till you get to the base of right facing corner with a # 4 camalot size crack at the base. 5.9\n\nP3: Climb the OW that gets wider at the top.  When the crack ends, face climb till you get to a small ledge with bushes. 5.9\n\nP4: Go up on the face and move right to a huge left facing corner.  Tons of loose blocks. 5.10\n\nP5:Traverse left about 30-40 feet till you get to a large right facing corner with a wide crack (#5-6 camalot size) at your waist level.  Tons of loose blocks here as well.\n\nP6: Step right and go over a little roof and love your life.  5.10","protection":"Doubles of cams from tiny through a 3 or 4 camalot. Singles up to a #5 or #6 camalot. 1 set of nuts. Multiple slings. There are no bolts or fixed anchors.","location":"Located on the left side of the Right Mary. Start at a crack on a face with lots of featured black patina. This is located a bit left of a prominent right-facing corner."},"__v":0},{"_id":"ESIC/KjRUlyzGqZW+kkdww==","name":"Immaculate Conception","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Bryan Bird & Carl Oswald","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-113.00596,37.20743]},"left_right_index":0,"mp_id":"106775032","mp_crag_id":"106775025","climb_id":"ESIC/KjRUlyzGqZW+kkdww==","areaRef":"g1ljJvqkXRmT0RXWZ2H0gQ=="},"content":{"description":"A fun adventure route without a single bolt.\n\nP1: Ascend the crack up the center of the face with tons of features to a comfy, obvious belay ledge. 5.10\n\nP2: Climb a short, sketchy face past a tree, then up easier cracks to a belay just down & right of a nice-looking right facing corner. 5.9\n\nP3: Up the great corner that starts OW and ends up fingers. 5.9\n\nP4: Move belay down and left 15' or so to the notch, then start up a nice thin hands crack to some thin face moves on patina to a belay ledge. 5.10\n\nP5: Up cracks just right of the big corner. 5.9\n\nP6: Continue up via multiple options.\n\nTo descend walk down the east ridge to a gully that leads down to the base.","protection":"Doubles of cams from tiny through a 3 or 4 camalot.   Singles up to a #5 or #6 camalot.  1 set of nuts.  Multiple slings.  There are no bolts or fixed anchors.","location":"Located on the left side of the Right Mary.  Start at a crack on a face with lots of featured black patina. This is located a bit left of a prominent right-facing corner."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ee1d37e7-dc41-5c26-a358-5d51af01f499,ae9fb395-eaa7-5798-a5f6-78ad324346de,92a8e6fe-7f49-598a-b39a-d013c33e9ad4,d9d6853c-168d-5183-a395-1ddcdc546517,83596326-faa4-5d19-93d1-15d66761f481","pathTokens":["USA","Utah","Southwest Utah","Zion National Park","Three Marys, The","Right Mary, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":3,"label":"5.10"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":0,"beginner":0,"intermediate":3,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":3,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-113.00596,37.20743]},"bbox":[-113.00652457948443,37.206980339818145,-113.00539542051555,37.20787966018188],"left_right_index":-1,"ext_id":"106775025","area_id":"g1ljJvqkXRmT0RXWZ2H0gQ=="},"content":{"description":""},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T06:26:21.521Z","updatedAt":"2022-11-25T11:22:15.706Z"}