{"_id":"6368a1b8e80bff5a99553e60","area_name":"Bird's Eye and Sporty Area","shortCode":"","climbs":[{"_id":"gZ4HdO2dVm6pg2Uae3C41w==","name":"Talon","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Ward Smith","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.3618,44.0447]},"left_right_index":0,"mp_id":"107788903","mp_crag_id":"106923127","climb_id":"gZ4HdO2dVm6pg2Uae3C41w==","areaRef":"88PrBhxiWGy9z26KrmEsRg=="},"content":{"description":"At the far left end of The Sporty Area, just before the cliff turns back up the hill, the left face of Owl Cliff Corner leads out to a sharp arete. Climb up the steep arete on good holds to a bouldery sequence (a little reachy). Continue on up to bolted anchors","protection":"6 bolts + bolted anchor. Stick clipping recommended","location":"Left side of the cliff before it angles back up the hill, the short, bolted, sharp, steep arete"},"__v":0},{"_id":"mBL4485nWiO5duaLo0qEpQ==","name":"The Sporty Owl","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Dave Quinn","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.3618,44.0447]},"left_right_index":3,"mp_id":"106947792","mp_crag_id":"106923127","climb_id":"mBL4485nWiO5duaLo0qEpQ==","areaRef":"88PrBhxiWGy9z26KrmEsRg=="},"content":{"description":"This route is a great mix of climbing, from crack of all sizes to a little slab, overhanging stemming and finishing up with bolt protected face. The last two pitches clock in at about 11c. The first is easier, with the grade dependent on how you feel about the short off-width section, 5.9 or 10d \n\n  Pitch 1: Head up the obvious wide crack to a stance, then up to the first anchor. The start is a little awkward feeling, especially since Dave removed the first couple bolts, opting to traditionally protect it. Thankfully, it soon becomes more secure feeling and becomes a fun crack that yields to laying back, jamming, stemming, squirming. A handful of bolts are there to protect the offwidth section and above. The bottom of this pitch is often wet. As an alternative, you can do the 5.10a unnamed corner to the right, but head left at the \"Y\" to join this route. \n\n  Pitch 2: Climb up on to the short slab and head for the attractive arching finger crack in the overhanging dihedral above. Good stemming technique will get you through. Where some feel it is the crux, you can actually get a no hands rest with your back to the right wall if you look for it. There is a bolted anchor on the hanging slab above. \n\n  Pitch 3: The sport pitch - Follow the bolts up the final slab and across the steep face on good holds with a few fun big moves towards the corner on your left, and finish up to the final anchors. Rap the route. A single rope will get you down fine if you make use of the mid anchors.","protection":"Normal NH trad rack and quickdraws, quite a few bolts. The anchors are bolted with good steel rings.","location":"From Butolicious follow the trail about 50 feet left to where it heads up to the cliff and splits right and left. Above you is the starting wide offset  crack that is partially bolted where it is offwidth (see the picture)"},"__v":0},{"_id":"BfYjct89Wzeo/0nmeeqMXQ==","name":"Owliola","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Mark Sprague","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.3618,44.0447]},"left_right_index":2,"mp_id":"106926351","mp_crag_id":"106923127","climb_id":"BfYjct89Wzeo/0nmeeqMXQ==","areaRef":"88PrBhxiWGy9z26KrmEsRg=="},"content":{"description":"Owliola follows the broken orange corner just right of The OCC near the left end of the Sporty Area, finishing up the obvious handcrack in the right facing corner, formed by the big square flake at mid height of the cliff (no second pitch yet).After the initial broken corner, traverse right to clip the second bolt and continue past it around the arete to get to a good jug. Use that to get your self up onto the small slab above and move back left, passing 1 or 2 more bolts, then head up to the final steep corner crack to the anchor.This route climbs quite well, better than you might think looking at the crappy rock at the start. I'd recommend it.","protection":"Trad rack to #3 Camalot and 4 bolts, doubles of the #2 and 3 Cams are nice for the top corner crack if you want to really load it up, shoulder slings. 2 bolt anchor, 60 m rope needed. A couple of the placements midway are in rattly rock, where opposing nuts are helpful. The climbing is not too challenging and positive in that spot though so you should be fine and you clip a bolt soon after.","location":"Down towards the left side of the Sporty Area, just after the wide crack start of \"Sporty Owl\" and before the smooth sided large \"Owl Cliff Corner\". Below this route, the trail makes a step up and then you would switch back right to get to the base of \"Lady of The Lake\", or go left and up over a pile of rocks to get to the sharp fin of \"Talon\""},"__v":0},{"_id":"h0wIRctIUPORnU45OII71Q==","name":"The Owl's Cliff Corner (The OCC)","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Dave Quinn","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.3618,44.0447]},"left_right_index":1,"mp_id":"107088684","mp_crag_id":"106923127","climb_id":"h0wIRctIUPORnU45OII71Q==","areaRef":"88PrBhxiWGy9z26KrmEsRg=="},"content":{"description":"Over on the left hand side of the Sporty Owl Area, just before the sharp arete of Talon, is this big corner that requires ripping hard stemmeng and crimping if you hope to get to the top. It is much harder than it looks. Stick clipping the first bolt is highly recommended, as it is high up over a bad landing and it is insecure getting to it.               \n\nDave Quinn's ripping stem and crimp \"Owl Cliff Corner\", 11d, with the rope on \"Owliola\", 5.10a to the right","protection":"aboute 7 bolts to a 2 bolt anchor. Stick clipping the first is highly recommended.","location":"The OCC is located at the left hand side of the Sporty Owl Area. The sharp arete of Talon makes up the left wall of the corner. Below is a pile of rocks you have to scramble over to continue along the base of the cliff."},"__v":0},{"_id":"V2csEWeXWDiO5sUOgBmx5A==","name":"Owl with a Growl - open project","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Mark Sprague-TR","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.3618,44.0447]},"left_right_index":7,"mp_id":"107789086","mp_crag_id":"106923127","climb_id":"V2csEWeXWDiO5sUOgBmx5A==","areaRef":"88PrBhxiWGy9z26KrmEsRg=="},"content":{"description":"On the right side of the Butolicious arete is a finger crack. Start up the first few bolts of Butolicious (recommended) or climb up the short corner to the right with marginal gear if you want to be a purist, to gain a stance. Head up the finger crack using some sharp painful finger locks through the crux (barndoory and a little reachy), then continue up a few face moves that share with Butolicios to gain the crack in the overlap that leads right. Follow the crack out to the second vertical hand crack, that leads up and eventually angles back left to a bolted anchor. The climbing is very good (almost 3 stars, but I am trying not to pump the stars) except for the couple painful crux moves, and the gear seems good.Jerry gave this the working name \"Bumping Uglies\" for his 2012 guidebook, but i think it is getting changed to this for the new edition. I have TRed the first pitch, but have not lead it or linked the second, as I haven't figured out how to get a huge hanging jammed plate out from below the roof of the top pitch safely yet. You should be fine on the first pitch unless you get that one in a hundred year event and the plate decides to cut loose above you. Have at it if you wish.The second pitch will need a few bolts and will be wild and likely fairly hard. There is already a second pitch anchor.","protection":"nuts and cams up to fist size. tape for your fingers","location":"the right side of the bolted Butolicious arete"},"__v":0},{"_id":"CsB3JpEeXMG0WVmuFLfK5A==","name":"Nameles Corner","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Mark Sprague","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.3618,44.0447]},"left_right_index":4,"mp_id":"107788951","mp_crag_id":"106923127","climb_id":"CsB3JpEeXMG0WVmuFLfK5A==","areaRef":"88PrBhxiWGy9z26KrmEsRg=="},"content":{"description":"About in the middle of the Sporty area, where the trail makes a little jog up to the cliff and makes a T, head back right on a little dirt ledge under the offwidth start of Sporty Owl to find, above a short slab,  a nice steep arching corner with a finger crack. Approach the corner from the right so you can protect, (not the left, as the Handren guide says), by doing a couple moves up the blocks in the gully and mantling up on to the slab where there is a crack running up its edge and traversing into the corner. Jam and stem your way up the corner until the crack splits around a block. Continue straight up (right) to do a tricky exit move and up to the left side of the Lady of the Lake ledge and a bolted anchor. (Splitting left at the block and heading up to the first pitch anchor of Sporty Owl is also a good alternative) Fun climbing and well protected. If the corner was a little longer it would get a full 3 stars from me. For a 4 star link up walk right across the belay ledge to the belay of Lady of the Lake and do its wild second pitch 10+/11a crack above.","protection":"wires and small cams up to about 2\" (maybe #3 Camalot), bolted anchors at a great belay ledge","location":"the middle of the Sporty Area"},"__v":0},{"_id":"3n+mM1wdVpiftdDJYccYBg==","name":"The Lady of the Lake","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"sprague","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.3618,44.0447]},"left_right_index":5,"mp_id":"121489907","mp_crag_id":"106923127","climb_id":"3n+mM1wdVpiftdDJYccYBg==","areaRef":"88PrBhxiWGy9z26KrmEsRg=="},"content":{"description":"Great crack climbing to a wild exposed finish!P. 1 The original first pitch followed the corner just left of the Butolicious arete (funky gear) or alternatively moved out from the corner to the big flake to the left and up to the same anchor on the right side of the ledge 5.8-9? (better gear and climbing). I think a better link is to do the 10a  Nameless Corner to the left, which brings you up to the left side of the same belay ledge.  (there is a no star bolted line of mine in between up to the same ledge, that I was thinking of removing. Not sure if I ever did)P. 2 10d/11a? The money pitch! From the bolted anchor on the right side of the ledge head straight up the chimney/wide crack (bolt, possibly 2) which narrows to pumpy finger crack. Pull over into a stance, depump and head straight up on your left  to an exposed bolted anchor above the overhangs. Lower back down to the ledge and rap from there.The belay ledge makes a great spot to view the sunset over Sawyer pond. The few rocks on the ledge help make a spot where things wont roll off, so please don't fling them off.","protection":"Regular rack of cams and nuts, slings plus a bolt or two at the start of P2. I added the bolt (s) in the wide section later, so you shouldn't need anything giant. Bolted anchors","location":"Near the middle of the Sporty Area, left of the prominent arete of Butolicious"},"__v":0},{"_id":"41B3qT5vXfKqY8/8fzIr0g==","name":"Butolicious","yds":"5.12a/b","grades":{"yds":"5.12a/b","french":"7b"},"fa":"Mark Sprague - 2007?","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.3618,44.0447]},"left_right_index":6,"mp_id":"107308922","mp_crag_id":"106923127","climb_id":"41B3qT5vXfKqY8/8fzIr0g==","areaRef":"88PrBhxiWGy9z26KrmEsRg=="},"content":{"description":"This beautiful, bolted 100 foot arete offers exciting, technical and surprisingly pumpy climbing. Start up a couple bolts worth of featured climbing to gain the start of the arete proper. Avoid getting suckered into getting up on to the little ledge to the left, or it will dead end you for getting on to the arete. Work your self up so you can reach the flake on the arete and a cruxy sequence that leads you onto the right hand face. Heal hooks, deadpoint hand pops and balance will get you through this. Head up the right face, and then before the break, swing around to the left and get a stance. An approximately finger sized nut or cam with a sling will protect pulling up onto the short easy slab section, which you cross up to the left towards the chimney slot just right of the mid anchors of Lady of the Lake. Extend the bolt after the gear with a sling and don't clip the Lady of the Lake anchor (the one on the right side of the ledge). After shaking out a minute, chimney up a few moves, turn around, clip a bolt out right with a long draw and hand traverse out a seam to the arete. Continue up the arete, doing some tricky moves (another crux), then back left onto the face and up to the anchors. A 60 m rope will just get you down. ","protection":"7 Bolts and a 2 bolt anchor. A finger sized nut or cam is useful to eliminate a short runout where you turn the arete just before the break, but it is not really necessary. Take a few slings and long draws to eliminate rope drag. - 60m rope needed!","location":"Head left from the approach trail. This route marks the right side of the Sporty Owl section. Look for the very prominent 100 foot bolted arete with a break in the middle and an overhanging pointy top. To the right will be the giant corner that leads up to  the huge slot at the top of the cliff and the Texas Flake."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,8a63706f-b14c-536f-b8ab-3cea90093e36,520d135f-cf28-57c4-92cb-49590e2b2090,a1a67408-3de3-52a8-9ed8-ea90603a2246,439db24b-4be0-5742-a657-8ca8352b4c9c,f3c3eb06-1c62-586c-bdcf-6e8aae612c46","pathTokens":["USA","New Hampshire","WM: Kancamagus (Central)","Owl's Cliff","Left Cliff, The","Bird's Eye and Sporty Area"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.12a"},{"count":1,"label":"5.11c"},{"count":2,"label":"5.10a"},{"count":1,"label":"5.11d"},{"count":1,"label":"5.10d"},{"count":1,"label":"5.12a/b"}],"byDiscipline":{"trad":{"total":5,"bands":{"unknown":0,"beginner":0,"intermediate":3,"advanced":2,"expert":0}},"sport":{"total":3,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":3,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":3,"advanced":5,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-71.3618,44.0447]},"bbox":[-71.36242557270612,44.04425033981815,-71.36117442729389,44.04514966018187],"left_right_index":-1,"ext_id":"106923127","area_id":"88PrBhxiWGy9z26KrmEsRg==","polygon":{"type":"Polygon","coordinates":[[[-71.36242557270612,44.04425033981815],[-71.36117442729389,44.04425033981815],[-71.36117442729389,44.04514966018187],[-71.36242557270612,44.04514966018187],[-71.36242557270612,44.04425033981815]]]}},"content":{"description":"To the left, past the RGC area, is a section of cliff notable for the many large corners and aretes, named after the 3 pitch 11c Sporty Owl that climbs up the middle of it. This section reminds me of pictures of Patagonia and its sharp spires. Contrary to it's name, most of the current routes here are well protected with traditional gear and a scattering of bolts. Routes are up to 3 pitches long and wander through wild, featured terrain.When you come to Butolicious a 12a/b bolted 30 m arete, to it's right, at mid height, is a big corner with hanging blocks in the middle of it. Above is a huge slot with the striking looking \"Texas Flake\" making up the right side. This is the landmark bounding the right of the sector and the left is the sharp, half height, bolted fin of Talon 12a.Just past Talon, is a tall, steep arete with many cracks in it, the start of where the Bird's Eye Wall heads up the hill. Unfortunately, a lot of the rock is crumbly here, but with work it should offer up some worthy lines. The only currently completed one is the bolted namesake route Bird's Eye View that looks out over Sawyer Pond. The shorter wall up and to the left has one line, a surprisingly pumpy traditionally protected 5.10 The Incubator and possibilities for more."},"density":0,"totalClimbs":8,"__v":1,"createdAt":"2022-11-07T06:12:09.931Z","updatedAt":"2024-01-20T01:03:21.934Z"}