{"_id":"63689de0e80bff5a994f92f9","area_name":"Bastille - W Face, The","shortCode":"","climbs":[{"_id":"92gdNp/FXtqZRSAqt7M3cA==","name":"Your Mother","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"Colin Lantz","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.283,39.9304]},"left_right_index":25,"mp_id":"105752083","mp_crag_id":"105807524","climb_id":"92gdNp/FXtqZRSAqt7M3cA==","areaRef":"oSJztal1VUO5rAbVMLIypQ=="},"content":{"description":"Your Mother climbs the painfully obvious overhang that juts above the descent ramp on the west side of the Bastille. Access the route either via the steep climber's trail along the west face of the Bastille or walk a flat half mile along the Fowler Trail from the Rattlesnake Gulch parking lot.\n\nThis route, which climbs well-chalked underclings out the big purple overhang left of Neon Lights, often has in situ draws, facilitating the heinous last clip. Seven bolts take you to double-bolt anchors. While very public, this is certainly one of the cleanest and most spectacular sport routes in the Front Range.\n\nI once saw a photo of the route in a Feng Shui book that described the rock as a \"benevolent frog spirit.\" Look at it from the top of the canyon and you'll see what I mean.","protection":"This is entirely a sport route, though you may be able to place a shaky piece before the first bolt if you're gripped. A #2 Camalot should be sufficient to anchor your belayer on the ledge.\n\nThere are 7 bolts with permadraws and a two bolt anchor with permacarabiners.","location":""},"__v":0},{"_id":"9YGQ0jB7WXuKx9oxf+spWA==","name":"West Side aka West Chimney","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.283,39.9304]},"left_right_index":8,"mp_id":"105754918","mp_crag_id":"105807524","climb_id":"9YGQ0jB7WXuKx9oxf+spWA==","areaRef":"oSJztal1VUO5rAbVMLIypQ=="},"content":{"description":"I am tempted to give this route the bomb. When I climbed it, it was covered in bird shit, cold and damp. I'm sure the route is slightly better under different conditions however so one star is probably appropriate.\n\nStart up the\n\nBlind Faith\n\ncrack on the west side of the Bastille. After about 50 feet, the West Chimney breaks off to the left along some obvious holds. Stop when you reach the base of a right-facing dihedral (5.5 a little loose/manky).\n\nPitch 2 heads up the corner which turns to left-facing. Pull around the corner to the right at the top (crux moves) and into the large chimney that makes up the last part of P2 of\n\nBlind Faith\n\n. Cruise to the top. There is a little bit of crack climbing at the crux that is interesting. So, if that's your bag, give it a go.","protection":"A standard rack with a #6 cam to protect OW at the start of pitch 2.","location":""},"__v":0},{"_id":"ORvg2uwvVseFzPb5527hSQ==","name":"West Face Directissma","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"? maybe Kevin Donald, this could be the end of the first pitch of Polynesian Concepts.","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.283,39.9304]},"left_right_index":5,"mp_id":"117830053","mp_crag_id":"105807524","climb_id":"ORvg2uwvVseFzPb5527hSQ==","areaRef":"oSJztal1VUO5rAbVMLIypQ=="},"content":{"description":"This is a quality, runout, direct finish to\n\nWest Face\n\n(or\n\nHair City\n\n). Climb the crux crack of\n\nWest Face\n\n, continue through the huecos above, and come to the final headwall of the first pitch, where most people traverse left for\n\nHair City\n\n. Make a nest of gear, and launch up the middle of the face above on good edges and poor feet.\n\nI assume Derek Hersey used to solo this regularly and just didn't tell anyone about it. Using Wayne Crill's spicyness rating, this would be a jalapeno (exciting but not really dangerous). It would make a good training route for\n\nInner Space\n\nor\n\nJules Verne\n\n.","protection":"A standard rack with extras in thin hands for the gear nest.","location":""},"__v":0},{"_id":"vrKo0vzXXuKlW6Yjs0xN1Q==","name":"West Face","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Bob Culp and Stan Shepard, 1961. FFA: John Behrens and Jim Erickson, 1968","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.283,39.9304]},"left_right_index":6,"mp_id":"105756940","mp_crag_id":"105807524","climb_id":"vrKo0vzXXuKlW6Yjs0xN1Q==","areaRef":"oSJztal1VUO5rAbVMLIypQ=="},"content":{"description":"The route begins immediately right of\n\nHair City\n\n, following the crack system seen in the photo below.  The first pitch is great and I'm surprised it hasn't been added to the site.\n\nP1- Climb the very thin crack (11a- one move) to a good ledge.  One can avoid the thin crack by starting in from the right and traversing left to the ledge above the thin crack.  Climb the crack and flake system past two pitons (the first of which is badly bent) to a bulge.  Clip the pin above the bulge and make a funky face move out left, then move back right into the crack system (10a/b).  Climb up and left, joining\n\nHair City\n\nfor the remainder of the pitch.  Belay from the bolts at the top of the huge pillar.\n\nEither rap from here or continue with one of three options: P3 of\n\nWest Buttress\n\n(5.7), P2 of\n\nHair City\n\n(5.9), or the actual continuation of the West Face:\n\nP2- Climb the corner/roof up and right of the belay (5.8).  Continue upwards (easy 5th) to the top of the Bastille.","protection":"Nuts, including RPs.  Set of cams up to #2 Camalot.","location":""},"__v":0},{"_id":"GdCqD8SkWMyQpviJdRvL9w==","name":"West Buttress","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Layton Kor","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.283,39.9304]},"left_right_index":3,"mp_id":"105748999","mp_crag_id":"105807524","climb_id":"GdCqD8SkWMyQpviJdRvL9w==","areaRef":"oSJztal1VUO5rAbVMLIypQ=="},"content":{"description":"West Buttress is one of the best 5.9 routes in the canyon, with varied and funky climbing. Scramble up below the west wall of the Bastille a little ways to a level section below a large block. The bolts on\n\nHair City\n\nshould be directly above.\n\nP1. Place pro, and traverse 10 feet straight left\n\nabove\n\na bulging wall (this bulging wall is the direct 5.9+ start, protected by a bolt, not to be confused with the direct variation above) to a thin crack with a couple of pitons. Climb it for about 10 feet (the crux, sandbag), make a confusing traverse left to a stance, and then continue up easier but steep and runout rock to the belay anchor.\n\nDirect start\n\n: begin below a slab with a lone bolt that's visible where the wall turns vertical; the pitons on the regular start are more or less directly above. The slab is a little spicy but not too hard; the move by the bolt has been upgraded to 10b in the Levin guidebook, and I would concur, and it would be even harder if you're short. Above the bolt is some airy climbing with one thank-God placement before you merge with the regular route at the end of the traverse.\n\nDirect finish\n\n: instead of traversing above the pitons, you can continue \"straight up the crack at 5.10\", but this is hard to initiate unless you step left first and then back right to the crack, and done that way the crack itself is easier than the move by the pitons. Either way, this variation is awesome and takes good pro once you engage the crack. (120 feet).\n\nYou can't really go wrong with any of the pitch one variations but the double-direct is probably the best quality climbing overall (and certainly the most, er, direct), in my opinion.\n\nP2. Head up and right to the crack formed by a large detached flake/pillar. Climb that (5.9 at a bolt) as it widens to a chimney and belay on top at more bolts. A variation traverses right from the bolt to the outside of the pillar to merge with the top of\n\nHair City's\n\nP1 at 8+ (bad fall potential).\n\nP3. Head up and left to a shallow chimney that offers a 5.7 passage through a roof band. Belay on the next ledge or continue easily to the top of the Bastille. The preferred alternative is to tackle the overhang directly by continuing on\n\nHair City\n\n.","protection":"A standard rack to a #3 Camalot.","location":""},"__v":0},{"_id":"wSAP9PhxXeOutJXA1RYJcg==","name":"West Arete","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Duncan Ferguson","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.283,39.9304]},"left_right_index":7,"mp_id":"105749038","mp_crag_id":"105807524","climb_id":"wSAP9PhxXeOutJXA1RYJcg==","areaRef":"oSJztal1VUO5rAbVMLIypQ=="},"content":{"description":"This is a steep, exposed route that is a good alternative if\n\nHair City\n\nand the\n\nWest Buttress\n\nare occupied or a good route just to do in its own right. Hike up the West Face of the Bastille past a large block to where the face first makes a sharp jog inward, forming a pocketed arete.\n\nP1. Climb the arete, with tricky protection at first, then belay in a recess, or climb a chimney to a large ledge with bolts. You can rap from here to the ground, angling to the right up the hill, with a 70m. It can be done with a 60m if you are willing to do some reasonable but not entirely trivial downclimbing, or maybe without any downclimbing if you can swing really far to the right, but I can hardly recommend this. Knot the ends either way on this rap.\n\nP2. If not rapping, choose from 3 alternatives above the belay: the West Face, a 5.8 crack to the right (with a rotten start);\n\nHair City\n\n, which tackles the steepest part of the overhang at 5.9, directly above; or the\n\nWest Buttress\n\nto the left, which climbs a shallow chimney over the left side of the overhang. All 3 reach another ledge, where one may belay or continue easily to the top of the Bastille.","protection":"A standard rack.","location":""},"__v":0},{"_id":"zh7DP8EJW3CDWtrlFEmReg==","name":"Voodoo","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Harrison, Stuberg, Brooks, 1981.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.283,39.9304]},"left_right_index":22,"mp_id":"105748642","mp_crag_id":"105807524","climb_id":"zh7DP8EJW3CDWtrlFEmReg==","areaRef":"oSJztal1VUO5rAbVMLIypQ=="},"content":{"description":"Short (60 feet) route...just down from the Bastille trail on upper west face...locate  large V-slot with a huge chockstone that you can easily climb under. Climb the messy looking  V-corner and just above the Chockstone turn small roof into steep V-slot (crux). Cruise this to  the large and messy belay ledge.","protection":"Small cams and medium hexes.","location":""},"__v":0},{"_id":"lcZj47ENXrm7KrNUT84/2Q==","name":"Sunshine Daydream","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"who knows?","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-105.283,39.9304]},"left_right_index":2,"mp_id":"108498739","mp_crag_id":"105807524","climb_id":"lcZj47ENXrm7KrNUT84/2Q==","areaRef":"oSJztal1VUO5rAbVMLIypQ=="},"content":{"description":"Climb\n\nRain\n\n(10d) via the old school direct finish (10b R, refer to the Levin guide).\n\nFrom the anchor climb straight up the arete above you.  There is some gear at the start.  It may not be X because it might be a clean fall, but it feels more serious than R.\n\nRefer to the picture of Matt Samet on Rain and Shine in the Levin guide.  You will be on the arete to the left of Matt.\n\nFor the full experience, climb the route in one pitch from the ground, taking the\n\nRain\n\nline that avoids the bolts (\n\nRain\n\nto\n\nChance of Rain\n\nto Direct Finish to Sunshine Daydream.)\n\nThis was led by Eric Johnson in 2012, but it could have been done years ago....","protection":"Not much.","location":"Find\n\nRain\n\n.  Look up."},"__v":0},{"_id":"3BZ6qvMBUQS1w5+X9QQiHA==","name":"Sunset Boulevard","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Chris Archer and company 1997","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.283,39.9304]},"left_right_index":19,"mp_id":"105756595","mp_crag_id":"105807524","climb_id":"3BZ6qvMBUQS1w5+X9QQiHA==","areaRef":"oSJztal1VUO5rAbVMLIypQ=="},"content":{"description":"Sunset Boulevard is located on the west face of the Bastille.  To approach, hike up the Bastille descent trail past the\n\nWest Buttress\n\n, past\n\nBlind Faith\n\n, and past\n\nBreakfast in Bed\n\n.\n\nStart from the trail where a wide crack (New Chautauqua) leads up to a roof with chalked holds.  Start up the face to the left of the crack, wander up to a pin in a bulge and follow the line of bolts through the roof and up the face above all the way to the walk-off ledge for\n\nThe Bastille Crack\n\n.\n\nThis pitch has surprisingly awesome rock, really good pro (it's bolted) and killer moves.  I'm tempted to give it three stars, but I think we give too many things three stars on this site that may not quite deserve it.  Fred Knapp stated in his Best of Boulder Climbs guide that this has become a \"classic de jour\" and I can see why.  I loved this route. The crux is short and it's near the bottom of the route.  A lot of guides call this .11c or .11b/c, but I think it's a little easier, maybe even .11a if you're comparing it to T2 or something.  Anyhow, after the crux is over the route continues to deliver with absolutely awesome movement up the steep face on better than could be hoped for holds.  Definitely worth a go if you're up on the Bastille.  Oh, and many guides also note the optional light rack to supplement the bolts. I brought a few pieces but didn't place any, as I thought the bolts were sufficient.  It tops out just to the left of\n\nYour Mother\n\nwhen facing the wall at a dead tree (belay anchor).","protection":"7 or so bolts and a pin down low. Bring some long draws for the first couple clips.","location":""},"__v":0},{"_id":"Dm9BU/82XRinxIG0g77BnQ==","name":"Stem Gem","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Alex Shainman, Spring 2000","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.283,39.9304]},"left_right_index":9,"mp_id":"105751708","mp_crag_id":"105807524","climb_id":"Dm9BU/82XRinxIG0g77BnQ==","areaRef":"oSJztal1VUO5rAbVMLIypQ=="},"content":{"description":"20 feet of tricky stemming and palming is the business on this obscure, yet obvious, corner on the West Face of The Bastille. Directly left of the crux of Blind Faith and right of the OW on West Chimney is a right-facing, right-leaning, short corner. Start up the wide crack of Blind Faith and solo (sparse pro) left to the bottom of the dihedral on loose rock (5.6).  Stem up the corner using good body language, with good pro! Exit the top of the corner on the left and run it out to the ledge on slightly loose flakes (5.6+).\n\nIn all, 3 star moves on 20' of good rock separated by choss.... Fun nevertheless and it goes to show you can't leave any rock unturned.\n\nThis route can be led onsight by a competent climber.\n\nIt is quite possible that this is a line that Eric Doub top-roped in the late 70s.","protection":"Small TCUs/Aliens, sm/med wireds, #1.5 + #2 Friends.","location":""},"__v":0},{"_id":"SpVKo+WvUJSkpap6vpxMfA==","name":"Serengeti Spaghetti","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"M. Brooks and D. Smith, 1982","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.283,39.9304]},"left_right_index":23,"mp_id":"105751285","mp_crag_id":"105807524","climb_id":"SpVKo+WvUJSkpap6vpxMfA==","areaRef":"oSJztal1VUO5rAbVMLIypQ=="},"content":{"description":"The route is on the broken face just left of the sport-route Your Mother on the upper West Face of the Bastille.  Sections of this climb are dangerous either for lack of gear or for lack of good rock.  I do not recommend the route.","protection":"The protection on this route is frightening.  Little wonder the route is rarely done.  I hve never seen another party on it in 6 years, nor have I heard of anyone doing it.  Just as the moves get easier, the rock and pro go from bad to worse.  You might get a tricam or some nuts lower down.  The rock at and above the roof is bad, so nothing is very good.  You must be solid at the grade to do this route.","location":""},"__v":0},{"_id":"+4SHKK9DXKKZm/SEoE5pGg==","name":"Rain","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"D.  Breashears, A. Greene, 1975","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.283,39.9304]},"left_right_index":1,"mp_id":"105753211","mp_crag_id":"105807524","climb_id":"+4SHKK9DXKKZm/SEoE5pGg==","areaRef":"oSJztal1VUO5rAbVMLIypQ=="},"content":{"description":"About 40 feet up the hill on the West side of the Bastille, just down from the West Buttress, find a reasonable chalked line ascending up and left to a series of two chunky overhangs.  Climb up to the center of the first of these, then move hard left and up past the left side of the second of the two, placing a few cams in under the rooves in horizontals on the way.  Clip some fixed gear and move up and right towards a few bolts.  The climbing changes here from big moves between big holds at odd angles to big moves between smaller holds at better angles.  The climb would be made hardest by forcing a line straight up to the anchor past both bolts, but a side-step here and there makes it feel more like 10a/b.\n\nAfter clipping the second bolt, step left and ride the face/slab to the anchors above.  If you want to descend on a single rope, taks a 60M or longer and rap to the right (uphill).  If you have two ropes to descend and have not had enough cimbing, go up an additional 25' to a second set of anchors (5.7).  One can traverse to the south from there (5.4) and continue on The West Buttress (5.9 WIDE).  The final pitch can finish on The West Buttress(5.7), Hair City (5.9), or the West Face (5.9).","protection":"Take a standard rack with cams to 3.5\".\n\nThe protection is tricky in spots.  For the first crux (10d), underclinging left under a roof there are a few so-so cams to be placed in an uneven crack.  For the second crux (10d, or easier), you have a bolt just below you.  Some say this is S, but the bolt is not far away.  The face above is certainly runout, but the grade is closer to 5.8 by the time you are far from the bolts.  The route could produce some real thumper falls, and someone could get hurt.  This route should not be taken lightly.","location":""},"__v":0},{"_id":"U2zGrynJUouB92wA4dv9rQ==","name":"Out to Lunge Variation","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Jim Erickson & student (1978)","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.283,39.9304]},"left_right_index":24,"mp_id":"119777585","mp_crag_id":"105807524","climb_id":"U2zGrynJUouB92wA4dv9rQ==","areaRef":"oSJztal1VUO5rAbVMLIypQ=="},"content":{"description":"The original line: climb the right-facing dihedral on the left edge of the short slab to the roof, traverse right 10', and bust up through the 'v' in the roof. The description I found said to pull through the roof \"via a desperate reach\". Either Mr. Erickson is 8' tall or whatever he was reaching is now gone and the original grade of .11a is a laughable sandbag. There's now a pretty amazing bouldery sequence (at least V4 as I did it) that will deposit you on a ledge just below the true summit of the Bastille.\n\nThe direct variation: the slab can be ascended quite directly to the thin crack in the roof where the boulder awaits. This doesn't add to the grade but would add substantially to the seriousness of the route as the ~25' slab is unprotectable. Maybe a highball pad would save you. It's also 10x cooler climbing than the 5.6 dihedral on thin, techy Eldo slab (.10b?). The slab logically splits into 3 sections. I worked slightly to the right in the second section.\n\nDescent: scramble off to the North carefully. Low 5th class downclimbing is required.","protection":"A standard rack to 2\". An anchor can be set on a tree about 10'-15' back from the edge - be smart about how you extend your anchor to reduce rock and rope wear.\n\nA TR can be set up by scrambling around the left side of the wall and finding the tree (better option than some creative gear in fragile rock).","location":"It is on the summit block 50' left of\n\nYour Mother\n\n(through the squeeze)."},"__v":0},{"_id":"s/AVBHCFX4CyCCxnz/i4ZA==","name":"Out to Lunge ... with Dessert","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.283,39.9304]},"left_right_index":17,"mp_id":"107780724","mp_crag_id":"105807524","climb_id":"s/AVBHCFX4CyCCxnz/i4ZA==","areaRef":"oSJztal1VUO5rAbVMLIypQ=="},"content":{"description":"As the name implies, this is a short variation of\n\nOut To Lunge\n\n, with a sweet finish ...\n\nFollow the first pitch of\n\nOut To Lunge\n\nto the triangular roof. Start the leftward traverse under the roof, but after a few feet, pull through the roof on big holds diagonaling up and right. There's a decent stance after pulling the roof, and you can either go straight up on big holds or continue traversing right for a few more feet (more relaxed) before heading up. Continue up a short slab, pull over a bulge, and then climb onwards to the walkoff ledge. If the gear is a bit puzzling at the roof crux, you could complete the leftward traverse, place gear, and then come back to pull the roof (highly recommended). Older guidebooks mention a pin at the left end of the roof, but this disappeared before 2012.\n\nWith shorter wingspan, the rating could be a bit harder, maybe 5.10a-.","protection":"Bring the same as for\n\nOut To Lunge\n\n. If you have a cam of size in between BD #2 and #3 (or equivalent size tricam, which I believe is the orange tricam #5), it might fit in one of the pockets at the roof. A BD #3 just barely does not fit and a #2 fully umbrellas inside the pocket.","location":""},"__v":0},{"_id":"AxxERpvjUoKxdqcNs7ygxA==","name":"Out to Lunge","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Bob Culp, Alan Clark, John Link, 1968","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.283,39.9304]},"left_right_index":16,"mp_id":"105751321","mp_crag_id":"105807524","climb_id":"AxxERpvjUoKxdqcNs7ygxA==","areaRef":"oSJztal1VUO5rAbVMLIypQ=="},"content":{"description":"Out to Lunge is located on the west face of the Bastille, uphill from the\n\nBlind Faith\n\ncorner and starts beneath a large coniferous tree.\n\nP1. Begin by either ascending the starting corner of\n\nBreakfast in Bed\n\nor climbing the slab directly below the initial left-facing corner/ramp system (both are easy 5th class) to a ledge. Climb up this corner (careful of loose rock) to an okay stance below a left-facing flake (the climbing up to this point is quite runout, and I believe it deserves an \"s\" rating even though Rossiter doesn't give it one). One can place medium TCUs, medium nuts, and possibly a #1 Camalot here before laybacking the flake and manteling onto its top (crux of route). After the mantel, a #8 WC nut fits nicely into a shallow groove to the right. Continue straight up towards the roof on easy, hueco'ed 5.5 climbing. Moving left 5 feet below the roof makes for a long reach between big holds, where climbing straight up to the roof and then left is shorter moves on smaller holds. Place gear before this, because the fixed pin can't be clipped until after the 5.8 moves are made. Bust up left around the arete, and finish up easy face climbing or corner to the broad Bastille descent ledge. If doing only P1, descend as for all other Bastille routes.\n\nP2. Per\n\nMichael Komarnitsky\n\n: continue up and slightly right up a slab before turning an awkward looking, off-width/chimney crack/roof. It's actually hands and a finger lock once you get up there, but there's a tricky move on the clean face that is unprotectable - THIS warrants an s rating, I believe. Anyways, turn the corner and follow the easy climbing another 15 feet to the ridge and belay. I thought this was definitely better than 1 star, 2 stars in my book.","protection":"Bring a full set of nuts, single rack of cams up to a #3, and several standard length runners.","location":""},"__v":0},{"_id":"aeqaZYUlWwKQLUCNdvOirQ==","name":"New Chautauqua","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"E. Webster, C. Dreimen, 1984.","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.283,39.9304]},"left_right_index":18,"mp_id":"105762426","mp_crag_id":"105807524","climb_id":"aeqaZYUlWwKQLUCNdvOirQ==","areaRef":"oSJztal1VUO5rAbVMLIypQ=="},"content":{"description":"This route wanders around a bit taking a line that finds the most formerly unclimbed territory without making a truly difficult line.  Some runouts, funky moves, and marginal or distant protection will be had along the way.\n\nFrom the bases of\n\nBreakfast in Bed\n\n&\n\nOut To Lunge\n\n, look right 5m to a crack and nearby corner.  Start climbing the crack, working upward, then up and left to gain two pins, passing a tough bulge by tending strong left to join\n\nOut To Lunge\n\n. Watch not to drop loose rock, as there are a few suspect areas in the week band after going up and left under the roof with\n\nO.T.L.\n\n. Having passed the steep section to the right, climb back up and right on good holds to pass another pin and keep climbing upward on indistinct terrain for maybe 15 meters more.  There is drag on this pitch if you don't take long slings and manage gear placements. Rossiter suggests double ropes in his book.","protection":"A standard light rack - 1 set stoppers, one set cams, a few Tricams if desired and a few draws for the \"so-so\" pins that protect the crux moves. Bring some LONG slings to avoid drag on this zig-zag line.","location":""},"__v":0},{"_id":"yT2D33uJXreuHr+JyNyOyg==","name":"Neon Lights","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"[Art Higbee, Jim Erickson, John Ruger, Ed Webster, 1975]","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.283,39.9304]},"left_right_index":20,"mp_id":"105751282","mp_crag_id":"105807524","climb_id":"yT2D33uJXreuHr+JyNyOyg==","areaRef":"oSJztal1VUO5rAbVMLIypQ=="},"content":{"description":"The first pitch (5.10b) is mostly a matter of commitment if you are 6'0\" or taller.  At 5'10, the move starts getting 'big.'  The gear is only so-so and requires the leader to trust some odd holds.  The climbing gets easier after the big move, but the gear does not get good for a while.  Rossiter said this is \"unprotectable.\"  I disagree, but will admit that the gear is a little iffy. The second pitch (5.11a) is a blast.  Tape up, take 2 sets of cams and enjoy the ride.","protection":"The protection on the \"rarely done\" first pitch crux is a poor pink or red tricam above some nuts that are lower down.  The second pitch, which is easily reached without doing the first can be protected with a few bolts and hand-sized cams.","location":""},"__v":0},{"_id":"efwHcrrXV8mj5FLoaAMesA==","name":"Let Them Eat Cake","yds":"5.12a/b","grades":{"yds":"5.12a/b","french":"7b"},"fa":"Marc Gay and Brad Bond","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.283,39.9304]},"left_right_index":11,"mp_id":"105760320","mp_crag_id":"105807524","climb_id":"efwHcrrXV8mj5FLoaAMesA==","areaRef":"oSJztal1VUO5rAbVMLIypQ=="},"content":{"description":"\"Let Them Eat Cake\" follows the exposed flake system and arete on the steep, licheny wall between \"West Chimney\" and \"Western Union,\" providing several technical and pumpy cruxes in tricky-to-protect situations. This route was established headpoint style,  i.e. cleaned and susses on toprope, then led placing gear. It has seen a second ascent, but still awaits an onsight!\n\nStart atop pitch one of the West Chimney. Make a tricky stem past a #4 Camalot to gain the flake system on the wall to your left. Continue out the flake and more hard moves to gain a good stance just left of the arete (crux, good gear). Make a commiting move straight up the arete to a jug and good gear; follow the exposed arete to easier ground and eventually the large belay ledge as for \"West Buttress,\" \"Hair City,\" etc.","protection":"Standard Eldo rack up to 3\" and a #4 Camalot. Bring extra Tech-Friends 0.5\"-1\". Double ropes would help.","location":""},"__v":0},{"_id":"LjWHMDo6WPux+eG4rHXa1Q==","name":"Implied Consent","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Jim Erickson, solo, 1980","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.283,39.9304]},"left_right_index":21,"mp_id":"105757960","mp_crag_id":"105807524","climb_id":"LjWHMDo6WPux+eG4rHXa1Q==","areaRef":"oSJztal1VUO5rAbVMLIypQ=="},"content":{"description":"The obscure tour continues. Are you bored? Are you looking for another route to touch virgin-to-you rock in this crag paradise? \"This route climbs the bulge and crack just to the right of P1 of\n\nNeon Lights\n\n\" according to Rossiter's guide.  Find this, um, er, ah, well, different pitch of rock high on the west side of the Bastille between\n\nNeon Lights\n\n' and\n\nVoodoo's\n\nfirst pitches.\n\nI doubt this one sees Bastille-like action or even pitch one of\n\nNeon Lights\n\ntraffic. This has scaly rock, a tough start, a high step, and a layback, for an appetizer. It gives you loads of respect for those who went before you. Then angle right towards an inviting roof. The sort-of-pockets in the roof above feels stiff for 5.9 and seems more like mortal-5.10b. Whew, give me a moment to catch my breath. Oh yeah, and there isn't much pro for this bit. Or, maybe Jim was smarter and didn't go this way. Continue on above with less-challenging terrain to the walk-off ledge, and don't knock any of those stacked blocks over near the top, please.\n\nA TR might be less bold but possibly wiser.","protection":"It is probably best to TR, or bring a standard Eldo rack.","location":""},"__v":0},{"_id":"KW2ENJK8X0i2gDuad0ajYQ==","name":"Hair City","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Jim Erickson, John Behrens, Stand Badgett, 1969.","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.283,39.9304]},"left_right_index":4,"mp_id":"105748627","mp_crag_id":"105807524","climb_id":"KW2ENJK8X0i2gDuad0ajYQ==","areaRef":"oSJztal1VUO5rAbVMLIypQ=="},"content":{"description":"I like this route even better than the adjacent and more popular\n\nWest Buttress\n\n. It is steep, not too hard, and on positive holds the whole way. The first pitch has a reputation for being runout; this is only mildly true. The hard moves have good pro, and even the parts that  look runout from down below have hidden stopper placements. There are multiple variations to the route above the 2nd bolt.\n\nThe first pitch is long, has a couple 5.9 moves at the start, and several more .8+ moves. 130 feet.\n\nThe second pitch climbs a steep .9+ crack over a bulge on positive holds. Heads up on this section though as it climbs loose unprotected rock up to the crux move which is well protected with a single stopper. Above the crux there is runout but cool .7 face climbing to the top.  180 feet. Great route.","protection":"This is a slightly runout route. It has a pin & 2 bolts on the first pitch, the rest of the pitch takes medium stoppers, an RP, a couple TCUs and I slung a hole in the rock (quite bomber actually).  There is a pin right of the final leftward traverse. The first belay is a double bolt anchor.","location":""},"__v":0},{"_id":"krnQnO8/V/CYYNVYDvS27w==","name":"The Early Riser","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"J. Erickson, M. Sharp, 1981","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.283,39.9304]},"left_right_index":14,"mp_id":"110957010","mp_crag_id":"105807524","climb_id":"krnQnO8/V/CYYNVYDvS27w==","areaRef":"oSJztal1VUO5rAbVMLIypQ=="},"content":{"description":"","protection":"As standard light rack: cams from small to hand-size and a few nuts if needed.  Some longer slings are advised, as well as a cordalette for the tree-belay.","location":""},"__v":0},{"_id":"nUNyTN3gUu28TdmlvQcLRQ==","name":"Cream","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Derek Hersey, Robb Cadwell","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.283,39.9304]},"left_right_index":13,"mp_id":"105752503","mp_crag_id":"105807524","climb_id":"nUNyTN3gUu28TdmlvQcLRQ==","areaRef":"oSJztal1VUO5rAbVMLIypQ=="},"content":{"description":"This seldom-climbed route is actually real good. Step out left from the chimney quite high on the top pitch of\n\nBlind Faith\n\n, and pass a couple angling scooped edges (Alien in flake above) to the arete. Here boldly layback to easy  ground. Don't blow the layback. Up a short face above, move left, (watch for rope-drag problems) then finally mantle inelegantly onto a very exposed \"diving-board\" block.  Technically moderate for Eldo 5.10b, but somewhat committing.","protection":"A regular Eldo rack will suffice, a few wires, and Aliens, and a handful of shoulder length slings","location":""},"__v":0},{"_id":"s2Kl5GECV7WjPmgFLLQQKA==","name":"Chance of Rain","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Mike Brooks and Dan Mcquade 1985","type":{"trad":true,"tr":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-105.283,39.9304]},"left_right_index":0,"mp_id":"105754816","mp_crag_id":"105807524","climb_id":"s2Kl5GECV7WjPmgFLLQQKA==","areaRef":"oSJztal1VUO5rAbVMLIypQ=="},"content":{"description":"First, refer to the details for\n\nRain\n\n.  This route ascends the Bastille via the Northwest side of wall, just up from the North end of the road, past the 'cave' as for\n\nRain\n\n.  Go up\n\nRain\n\nto the first pin, place gear under the first roof (prior to the route's crux), and then move left to the end of this roof.  Go up the shrinking dihedral to its end from there (10' max) and then up another thin, left-facing dihedral system and flakes until you arrive at a sloping ledge just below and left of the\n\nRain's\n\nbolted first-pitch anchors.  Traverse up and right to these anchors and rap off 115'.\n\nThis system appears to be very near (just right of), but not the same as the flake system referred named \"This Is Only A Test.\" (11a, S D Hersey, K. Ainsworth 1987), which I believe I have done as well.  The description is vague however.","protection":"The protection is sparse, up to a 3.5\" cam, with heavy small gear, I suspect.  I have only TR'd this route though, and doubt that I would lead it soon.","location":""},"__v":0},{"_id":"ynb8ZcKwUk2d5RjMsaFr1Q==","name":"Bridge-it Bardot (aka Hat Trick)","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Jim Erickson, solo, 1980","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.283,39.9304]},"left_right_index":26,"mp_id":"108109448","mp_crag_id":"105807524","climb_id":"ynb8ZcKwUk2d5RjMsaFr1Q==","areaRef":"oSJztal1VUO5rAbVMLIypQ=="},"content":{"description":"About 30 feet up the descent ledge is an obvious groove. Climb it until possible to move right to a hand crack.\n\nThe route was added to MP.com to capture fixed hardware. If anyone has climbed the route and would like to take over the page with a description, you may.  Please contact an admin.","protection":"A standard rack.","location":""},"__v":0},{"_id":"y9eCBGFjWQez7GYOPECISA==","name":"Breakfast in Bed","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Briggs & Candelaria, 1975","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.283,39.9304]},"left_right_index":15,"mp_id":"105753310","mp_crag_id":"105807524","climb_id":"y9eCBGFjWQez7GYOPECISA==","areaRef":"oSJztal1VUO5rAbVMLIypQ=="},"content":{"description":"Interesting route on the west face of the Bastille. Starts out with some dicey moves on loose rock and then immediately shoots up an exposed arete on positive huecos.\n\nI found that Rossiter's topo made finding this climb, based on features, rather difficult. However, it is easy to find - it is the first obvious line to the right of\n\nBlind Faith\n\n. When facing the obvious\n\nBlind Faith\n\ncrack, look about 50 feet uphill. This climb is immediately to the right of the broken, rotten strip of rock, and it starts next to a huge Christmas tree up on a ledge. Scramble up to this ledge (Rossiter indicates that you should climb uphill and then cut across on the ledge, but it's just as easy to go straight up it to the tree). Begin the climb here - look for a piton and a fixed stopper up on the broken rock in front of you (per\n\nCarl Schaefer\n\n: above and slightly left, but don't feel compelled to head for it, there are several possible paths through the bottom section).\n\nThe climb initially traverses right on scary rock (requiring balancy moves), and then shoots straight up a chimney right next to the arete, eventually moving out onto the arete. The climb tops out on easy ground (5.4) and belay's at a tree. Walk off the top.\n\nI found the climb to be well-protected but probably requires some looking around for good placements. However, once you move out onto the arete the jugs are so huge and positive that it's easier to just run it out. The climb's hardest moves are in the beginning and it progressively gets easier the higher you go.","protection":"Standard Eldo rack (with perhaps some longer runners).","location":""},"__v":0},{"_id":"HeGz/5eaWDW6oeZY8nE+hA==","name":"Blind Side","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.283,39.9304]},"left_right_index":10,"mp_id":"117634084","mp_crag_id":"105807524","climb_id":"HeGz/5eaWDW6oeZY8nE+hA==","areaRef":"oSJztal1VUO5rAbVMLIypQ=="},"content":{"description":"The Blind Side variation is a moderate mashup of\n\nBlind Faith\n\nand West Side. It avoids the cruxes of\n\nBlind Faith\n\nand the broken ramp and runout offwidth of\n\nWest Side\n\n. The variations here are described elsewhere, in comments on the\n\nBlind Faith\n\nand\n\nWest Side\n\nroute pages. The attempt here is to put these variations in one place and piece together a coherent route with a lot of moderate hand crack climbing.\n\nFirst pitch: follow the\n\nBlind Faith\n\nhand crack, past the West Side turnoff, past the short\n\nBlind Faith\n\noffwidth, to the base of the crux crack. Place pro under a flake, step right, and climb up to a right-angling ramp. Climb up to a left-angling ramp, watching for loose rock, to the\n\nBlind Faith\n\ngear belay. The left-angling ramp has the only loose rock on the route, and the gear options aren't great. This is the only section with a PG-13 rating. Thankfully the climbing is very easy at this stage. Moderate rope drag is hard to avoid.\n\nSecond pitch: leave the belay ledge heading climber's left up the gash, and cross over to\n\nWest Side\n\n. Climb the hand crack on left side, along the right-facing corner. When\n\nWest Side\n\ntraverses right, stay with the harder left variation, and continue up the hand crack in the right-facing corner. When climbing eases, step over to\n\nBlind Faith\n\n, to the hand crack in the left-facing corner. Stop at the top of\n\nBlind Faith\n\n, or continue up the slab on the right to Ivy's cables in the descent gash.\n\nWalk off the top along the 4th Class descent trail.","protection":"A standard rack with a double set of cams in the 0.5 to 2 inch range.","location":"See\n\nBlind Faith\n\nor\n\nWest Side\n\nroute pages for approach information."},"__v":0},{"_id":"oGvPXem1UUy4UZ2VABSeUg==","name":"Blind Faith","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Jim Erickson, free solo (hence the name), 1972","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.283,39.9304]},"left_right_index":12,"mp_id":"105748639","mp_crag_id":"105807524","climb_id":"oGvPXem1UUy4UZ2VABSeUg==","areaRef":"oSJztal1VUO5rAbVMLIypQ=="},"content":{"description":"This exquisite crack can be found in the middle of the West Face of the Bastille.  Considering that the first ascent was done free solo by Jim Erickson in 1972, the name seems to have some true meaning.\n\nThe route is not hard to recognize, it is a hand-sized crack that runs diagonally up and right for about 100 feet. Start P1 by jamming up an easy crack to some more technical moves in the middle of the pitch. Eventually move past a short chimney and the crux becomes quite apparent. The crack splits into two options, the left crack is solid hand size  and easily swallows pro as it ascends an overhanging bulge (5.10a). The right hand crack is a very thin crack that probably takes very small TCUs or nuts as it ascends the same bulge (5.10c). Belay on a ledge right after pulling the bulge. This entire pitch has some exquisite climbing that is never desperate and easily protectable. Good stuff.\n\nP2 starts out by ascending  a blocky bulge that is more overhanging than it first appears (5.9). Make off balance move to pull over a bulge. The pro is good and the pitch gets easier as it scales a wide chimney to the summit (5.6). This is a short but really good quality route. I recommend climbing it once first before trying it in the original style, though.","protection":"Standard rack of cams and nuts. No RPs or cams larger than a #2 Camalot are needed.\n\nEds. some suggest that #3 and even #4 C4s, while not necessary, are useful.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,decc1251-4a67-52b9-b23f-3243e10e93d0,7fea44a6-af9d-583e-9abc-274876289cd7,593fd040-b9bd-57e4-9455-384afa669177,a12273b5-a975-5543-b9ac-06d530b232a5","pathTokens":["USA","Colorado","Boulder","Eldorado Canyon State Park","Bastille, The","Bastille - W Face, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.12d"},{"count":1,"label":"5.7"},{"count":1,"label":"5.11-"},{"count":3,"label":"5.11a"},{"count":3,"label":"5.10a"},{"count":4,"label":"5.8"},{"count":2,"label":"5.10c"},{"count":1,"label":"5.11b"},{"count":2,"label":"5.11+"},{"count":2,"label":"5.10b"},{"count":1,"label":"5.10d"},{"count":2,"label":"5.9+"},{"count":2,"label":"5.9"},{"count":1,"label":"5.12a/b"},{"count":1,"label":"5.8+"}],"byDiscipline":{"trad":{"total":25,"bands":{"unknown":0,"beginner":6,"intermediate":12,"advanced":7,"expert":0}},"sport":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":2,"expert":0}},"tr":{"total":3,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":2,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":6,"intermediate":12,"advanced":9,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.283,39.9304]},"bbox":[-105.28358639240473,39.92995033981815,-105.28241360759527,39.93084966018186],"left_right_index":-1,"ext_id":"105807524","area_id":"oSJztal1VUO5rAbVMLIypQ==","polygon":{"type":"Polygon","coordinates":[[[-105.28358639240473,39.92995033981815],[-105.28241360759527,39.92995033981815],[-105.28241360759527,39.93084966018186],[-105.28358639240473,39.93084966018186],[-105.28358639240473,39.92995033981815]]]}},"content":{"description":""},"density":0,"totalClimbs":27,"__v":1,"createdAt":"2022-11-07T05:55:58.561Z","updatedAt":"2024-02-19T18:31:21.493Z"}