{"_id":"6368a50be80bff5a995b088a","area_name":"Mt. Ogden","shortCode":"","climbs":[{"_id":"xv0twU2nVXCFmvLbOwPoCA==","name":"The Gray Slabs","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"James Garrett, Patrique Maloney, and Blake Summers, September 2012","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.87826,41.1999]},"left_right_index":0,"mp_id":"107789678","mp_crag_id":"107789657","climb_id":"xv0twU2nVXCFmvLbOwPoCA==","areaRef":"vCaSUqEvUqSCgla/Vk7AdA=="},"content":{"description":"This excellent, fun, and well protected Wasatch alpine climb is worth doing now before the hordes find out about it! Though by nature of the intricate slab layout there are some broken up sections, many stand out alone pitches make the whole endeavor well worth your while.\n\nAll pitches assume a natural belay stance on good ledges and though it is possible to link pitches, doing so might create enough rope drag to bust your fun meter.\n\nLook for the beginning of the route at almost the lowest point of the Face on the Left (south and closer to Needles Gondola) side.\n\nPitch #1: Climb beautiful pockets and bullet proof edges trending right to some fixed pitons and more bolts to a great ledge and two-bolt belay. 9 bolts. 5.9, 35m.\n\nPitch #2: Continue up right of the arête trending again right to a weakness through a roof. Climb past several bolts straight up to a ledge and two-bolt belay. 6 bolts. 5.8, 33m.\n\nPitch #3: Now scramble/walk up and around to an unpleasant and brushy, jumbled, and blocky section mostly in a left facing dihedral. A tag line has been left here to facilitate passage and speed, but may later be removed. Simul-climbing this together with P4 really speeds things and gets you quicker to better things. 4th Class, 35m.\n\nPitch #4: Continue following the \"ridge\", which goes down, then back up and climb through an easy roof (bolt) to the arête which culminates with a two-bolt belay. 3 bolts. 5.4, 50m.\n\nPitch #5: Climb a right trending hand crack to a \"step across\" 1m wide loose \"gully\" to a compact face. Bolts protect these brilliant face moves to a roof, with a right-facing dihedral. Continue up a few moves until possible to move back out above the roof and reach a two-bolt belay ledge. 7 bolts, 5.8, 35m.\n\nPitch #6: From the ledge, move right over some blocks to a short smooth section to another ledge. Move right again on the ledge to where more face climbing following nice features lead to a piton/bolt belay ledge under an overhang. 5 bolts. 5.7, 25m.\n\nPitch #7: Go right around a corner and climb to a fixed piton (marked with webbing) and continue straight up passing 5 bolts to the left of a skeletal dead snag to a ledge and two-bolt belay. 5.7, 35m.\n\nPitch #8: A steep brief step (5.5) leads to an easy arête and more low angle scrambling. An escape gully is just around the corner to the left. Stay right on the ridge crest here to reach a two-bolt belay on the ridge. Simul-climbing here can buy you time. 4th Class, 80m.\n\nPitch #9: Follow the most compact rock trending right and then climb straight up to a nice ledge and two-bolt belay. Wall register here. 6 bolts. 5.7, 35m.\n\nPitch #10: Climb out above the belay and pass 1 bolt (marked with webbing) following the somewhat loose (take care) arête to where it finally deteriorates to the point you can place a directional and traverse 2m to the right to a piton/bolt belay. 2 bolts. 5.6, 20m.\n\nP10 may be contrived for some and may be avoided entirely by going out left into a loose low angle gully that also leads to the summit antennas.\n\nPitch #11 (Optional): With the prominent Mt. Ogden summit antennae clearly in view, climb the final short Gray Slab to the top.\n\nWalk off to the south via the hiking trail.","protection":"Most climbers will be comfortable just carrying 12 QDs and some shoulder runners. A small assortment of Camalots with emphasis on the C3 size should be sufficient if supplemental protection is desired....in this manner, you can climb fast and make it back to the gondola in time to avoid the hike down!\n\nAll belays (with the exception of the optional Pitch #11) are bolted. In the case of thunderstorms, retreat is possible by rappelling the route, however, after P6, escape may be best via the easy scree gullies to the left (South) and up and over the top.\n\nAs you are climbing above 9000 feet, don't forget a warm layer,  rain jacket, and helmet on your equipment list. Generally, the rock is much more stable and solid than LCC alpine limestone.","location":"Many previous traditional routes have been no doubt climbed up the numerous corners and dirty crack systems by Ogden locals in years past. The southern most Gray Slabs seem to follow the longest line linking the many  intricate slabs together. Once the first pitch is located, the route seems fairly intuitive and the presence of the \"tag line\" navigates the climber through the unpleasantness to more memorable pitches.\n\nThough the route is equipped for rappel, up and over would appear to be the safer and more logical choice. If nothing is left at the base of the route, the fastest and easiest way back to the Needles Gondola top station is hiking on the ridge line trail south over the backside of the Needles and staying on the trail to the Lodge.\n\nWith the laid back convenience of the Gondola Approach at very reasonable prices, Snowbasin is a great option for alpine rock climbing tourism.\n\nThe Needles Gondola at Snowbasin is unfortunately only open on weekends at this time. Mountain hiking and biking, an array of mountain flowers, great diversity of summer music concerts, and fine dining are other attractions in the cool mountain air."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ee1d37e7-dc41-5c26-a358-5d51af01f499,5f0ed4d8-ebb0-5e78-ae15-ba7f1b3b5c51,d2d85a82-bf28-5d18-b296-599ab10d3534,bc269252-a12f-52a4-8282-56bf564ec074","pathTokens":["USA","Utah","Wasatch Range","Wasatch Alpine Areas","Mt. Ogden"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.8"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"alpine":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-111.87826,41.1999]},"bbox":[-111.87885762172374,41.19945033981815,-111.87766237827627,41.20034966018187],"left_right_index":-1,"ext_id":"107789657","area_id":"vCaSUqEvUqSCgla/Vk7AdA==","polygon":{"type":"Polygon","coordinates":[[[-111.87885762172374,41.19945033981815],[-111.87766237827627,41.19945033981815],[-111.87766237827627,41.20034966018187],[-111.87885762172374,41.20034966018187],[-111.87885762172374,41.19945033981815]]]}},"content":{"description":""},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T06:26:54.634Z","updatedAt":"2024-02-19T18:41:13.539Z"}