{"_id":"6368a50be80bff5a995b05c0","area_name":"Castleton Tower","shortCode":"","climbs":[{"_id":"SVe4Byh7XCm1E1l6YatKNg==","name":"West Face","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"westbay, green etc.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.3678,38.651]},"left_right_index":13,"mp_id":"105717826","mp_crag_id":"105716850","climb_id":"SVe4Byh7XCm1E1l6YatKNg==","areaRef":"gfsDXPVdW2+0f9Mkl1EVKQ=="},"content":{"description":"A wide crack tour de force.  Would get 3 stars except for some loose rock.  A good route for beating the heat and the crowds on Castleton.\n\nApproach as for North face.  From the ledge where NF starts, traverse right about 50' to the WF.\n\nP1. 150' 5.9+ (stout).  Up the crack system with lots of cups and some stemming.  Carefully pass some loose blocks in an overhang, eventually ending up at a good stance.  This pitch consumes a lot of gear.  Belayer should be well sheltered for this pitch.\n\nP2. 80' 5.8.  Continue to a belay with modern bolts.\n\nP3 100' 5.11-.  Starts with a 5.9 squeeze chimney.  You can place the #3 BigBro in the back of this but should probably backclean it to avoid ropedrag.  Exit the chimney though a roof with hands.  Some easier ground leads to the business, a 5\" section which is well protected with a 4.5 Camalot.  I found the hardest part of this section was an offwidth move at the start; after that, aggresive laybacking gets you quickly through to good hands. The line traverses right some to a five foot section of exposed hands which ends up on a ledge.  There is an unnerving breadbox size loose block sitting on this ledge; if the coast is clear, you'd be doing a public service by cleaning this block.  The route then goes back left, be careful to arrange your pro so that there is no danger of the rope prying the block off.  After heading left, for a stretch of 5.9ish hands the route angles right again on easy, wide terrain to a belay at a stance in a left-facing corner.\n\nP4 60' 5.10-.  Head up a wide crack with some face holds and a couple of offwidth moves.  Traverse left on somewhat friable rock (Tricams useful), then pullup onto the summit.","protection":"To the best of my memory, we took the following:Single set up to .5 Friend, including nuts.Set of Tricams up to whiteDoubles 1 Friend to 2.5 Friend3 ea 3 & 3.5 Friend2 ea #4 Friend1 #4, #5 Camalot2 #4.5 Camalot1 #3 Big BroA few quckdraws and long slings.\n\nUsed everything, would have liked more in 3.5 Friend, 3 Camalot range.  Didn't need 2 4.5 Camalots.  Could have gotten by w/o the BigBro and the 5 Camalot.","location":""},"__v":0},{"_id":"/IHhChbmXx6i3uJEnxaJZg==","name":"Stardust Cowboy","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Ed Webster and Chester Dreiman, 1982","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.3678,38.651]},"left_right_index":5,"mp_id":"106403449","mp_crag_id":"105716850","climb_id":"/IHhChbmXx6i3uJEnxaJZg==","areaRef":"gfsDXPVdW2+0f9Mkl1EVKQ=="},"content":{"description":"This great adventure climbs to the summit via a bolt ladder.  .\n\nUse either the North Chimney approach or the first 25 foot pitch of Kor-Ingalls to get to the big ledge.\n\nPitch one is steep and clean all the way, 5.11-.  The crux requires Indian Creek style thin hands endurance.  It ends with steep 5.9 hands to Ed's first bolt.  From there climb up left to the big ledge below pitch two of Arrowhead Left.  This bolt helps protect the second.  If your skipping the bolt ladder finish, then Kor-Ingall's lowest anchor is the best option back to the trail with a single 70m rope.\n\nPitch two begins with traversing back right to the pitch one bolt and then moving up a 5.7 arete onto the white face.  A fragile 5.10 lieback is done and some loose blocks may need passing before the belay ledge is reached.\n\nPitch three is the bolt ladder.\n\nPitch four traverses right into the top of the North Chimney and finishes via Kor-Ingalls.  Careful climbing and communication may be needed to keep climbers in the North Chimney safe from loose stuff.  There are no anchors on the sub-summit, just dangerously loose rocks.  Going to the sub-summit is not part of the route.","protection":"Bring an almost-Indian Creek rack for 25 meters of steep variable hand jams.  I have not done the bolt ladder (yet), but bring aiders because the FA party could no-doubt stretch bolts beyond the limits of french-free.","location":"See Photo of Sketch."},"__v":0},{"_id":"aPXhtYtyV+KsR7TYKqlhww==","name":"Sacred Ground","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"Jay Smith","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.3678,38.651]},"left_right_index":11,"mp_id":"105717517","mp_crag_id":"105716850","climb_id":"aPXhtYtyV+KsR7TYKqlhww==","areaRef":"gfsDXPVdW2+0f9Mkl1EVKQ=="},"content":{"description":"This route starts about 20ft to the right of the classic north face route.   Pitch one 5.11c - excellent climbing up a finger crack with interesting features for the feet, when crack ends work right via fun technical face climbing and  up into another crack(crux). Continue up to a slabby ramp and through some loose broken rock to narrow ledge with a bolted belay shared with the north face route.\n\nPitch two 10a - This pitch is shared with the north face route.  Follow the crack up the calcite covered face to the roof(crux), turn the roof via a left leaning crack and proceed up and left to another bolted belay on a excellent ledge.\n\nPitch three 10b - Move right and up to bolt, then do some tricky face moves left into a right facing corner. Follow corner to another well bolted belay at a good stance.\n\nPitch four 12b - Time for some sport climbing. Move up and right, power/finesse your way past a small bulge into some technical calcite pulling. Take a good rest at the horizontal and get ready for crux #2. Move up past more technical calcite sidepulls and pinches to another good horizontal. Traverse right under the roof, then up and back left to the anchors.\n\nNote pitches 2 and 3 can be linked with a full 60 meter rope if your willing to run it out in the easier sections.   Enjoy TF.","protection":"2-3 each purple tcu to #2 camalot. 1 #3 camalot. Small selection of stoppers. Quick-draws, runners...","location":""},"__v":0},{"_id":"3/RszPflVl648uqv/i3BdQ==","name":"North Face Original Pitch 1","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Jimmy Dunn & Doug Snively, 20 March 1974","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.3678,38.651]},"left_right_index":12,"mp_id":"105718360","mp_crag_id":"105716850","climb_id":"3/RszPflVl648uqv/i3BdQ==","areaRef":"gfsDXPVdW2+0f9Mkl1EVKQ=="},"content":{"description":"Is there a climb anywhere that has three independent variations to its first pitch that are better the North Face of Castleton's?\n\nStar rating is compared to other Castleton 1 pitch climbs.\n\nThe rightmost of the three N. Face variations.\n\nClimb fun steep 5.10 hands and laybacking with rests for about 60'.  The crux comes at the top of a 10' right facing corner, a technical lieback exiting on to a slab.At the top of the slab, clip a bolt in a corner then make an improbable move to establish yourself in the corner.  Easy but insecure -- if you blow it, you fall onto the slab -- climbing leads to a fixed pin, and an easy face traverse left.  Steep 5.9ish cracks lead to a traverse left to the anchor.\n\nContinue up N Face or, Sacred Ground or rappel to the ground.  A single 70m rope just makes it.","protection":"Wires, 2ea TCUs, 3ea cams to 2\".  Long slings.","location":""},"__v":0},{"_id":"NRGeLiWUWhmW/k12xkAMhA==","name":"North Face","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Ed Webster & Buck Norden  1979","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.3678,38.651]},"left_right_index":10,"mp_id":"105717319","mp_crag_id":"105716850","climb_id":"NRGeLiWUWhmW/k12xkAMhA==","areaRef":"gfsDXPVdW2+0f9Mkl1EVKQ=="},"content":{"description":"I've done this route a couple of times, the last time on New years eve just before the millenium. To reach, hike up to the base of Castleton and traverse left until you are directly below the North Face.\n\nP1- Climb a perfect wide hands crack in a right facing dihedral to a thin lieback on white calcite up higher. Then climb up ledges to the belay ledge. (5.11b)\n\nP2- Climb a very nice handcrack past a short wide section to nice ledge and the belay anchors. (5.10)\n\nP3- Climb up nice wider cracks to the summit.\n\nDescent:\n\nOn the summit, walk toward the Rectory to find the N. Face Rappel station (long chains with 4-inch rings) nestled between two boulders on the taller side of the North Face.\n\nAll directions are described for a rappeler (rappeler’s left, etc.)\n\nWith 2x60 m or 2x70 m (2 raps):\n\nRap straight down about 125 ft to a large ledge with rappel rings on its left and a boulder on its right.\n\nRap past another ledge with an anchor on its right side to the ground (225 ft with 2x70 m) or to a platform (200 ft with 2x60 m). The obvious flaring #3’s corner of the N. Face starts from the left side of the platform. Downclimb a chimney on the right side of the platform about 20 ft to the ground.\n\nWith a single 70 m (4 raps)\n\nRap 40 ft hard left following the bolt line of the last pitch of Sacred Ground. This rap station is beefy Rap Hangers (no rings or chains) but I’ve never had trouble pulling the ropes.\n\nRap 90 ft slightly right to a large ledge with rappel rings on its left and a boulder on its right.\n\nRap to another good ledge with an anchor on its right side (90 ft).\n\nRap 110 ft to a platform. The obvious flaring #3’s corner of N. Face starts from the left side of the platform. Downclimb a chimney on the right side of the platform about 20 ft to the ground.\n\nWith a single 80 m (3 raps)\n\nRap straight down about 130 ft to a large ledge with rappel rings on its left and a boulder on its right. This used all of my 80 m rope.\n\nRap to another good ledge with an anchor on its right side (90 ft).\n\nRap 110 ft to a platform. The obvious flaring #3’s corner of the N. Face starts from the left side of the platform. Downclimb a chimney on the right side of the platform about 20 ft to the ground. (Or, try to rap straight to a boulder above the ground depending on your 80 m).","protection":"2 sets of Camalots with extra #3.  A set if stoppers.","location":""},"__v":0},{"_id":"Pg0faE3iVvW5yiph/54vhw==","name":"North Chimney","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Burgette and Erickson, 1970","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.3678,38.651]},"left_right_index":8,"mp_id":"105717307","mp_crag_id":"105716850","climb_id":"Pg0faE3iVvW5yiph/54vhw==","areaRef":"gfsDXPVdW2+0f9Mkl1EVKQ=="},"content":{"description":"This is probably the easiest route on Castleton, and is a fantastic climb. To reach, hike up the talus as for the Kor-Ingalls, when you reach the base, walk around to the north end of the tower and traverse out on a ledge to the base of the chimney which is right on the left hand corner of the North Face.\n\nP1- Climb the double hand cracks in the corner. This pitch is intimidating, but there are many rests. The crux of the pitch is at the top where you climb over a short bulge, and then up to a small ledge to the belay.\n\nP2- Climb a short but tricky 5.8 offwidth protected by an old bolt. Place a big cam here instead of clipping the useless bolt. Then climb the chimney above climbing over chockstones and varied cracks to a belay on a small ledge. The belay takes hand size cams.\n\nP3- Climb up the hand crack up to a stemming move at the top of the chimney which gets you to a ledge. Climb up easy ground to a ledge where you join the Kor Ingalls. Gear placement can get a little runout after the first 20ft but its easy climbing. After stemming across the ledge, there is a spot at knee height to place a .1 Camalot.\n\nP4- Climb the last pitch of the Kor Ingalls to the top.\n\nDescent\n\nFrom the summit, walk toward the Rectory to find the N. Face Rappel station (long chains with 4-inch rings) nestled between two boulders on the taller side of the North Face.\n\nAll directions are described for a rappeler (rappeler’s left, etc.)\n\nWith 2x60 m or 2x70 m (2 raps):\n\nRap straight down about 125 ft to a large ledge with rappel rings on its left and a boulder on its right.\n\nRap past another ledge with an anchor on its right side to the ground (225 ft with 2x70 m) or to a platform (200 ft with 2x60 m). The obvious flaring #3’s corner of the N. Face starts from the left side of the platform. Down climb a chimney on the right side of the platform about 20 ft to the ground.\n\nWith a single 70 m (4 raps)\n\nRap 40 ft hard left following the bolt line of the last pitch of Sacred Ground. This rap station is beefy Rap Hangers (no rings or chains) but I’ve never had trouble pulling the ropes.\n\nRap 90 ft slightly right to a large ledge with rappel rings on its left and a boulder on its right.\n\nRap to another good ledge with an anchor on its right side (90 ft).\n\nRap 110 ft to a platform. The obvious flaring #3’s corner of N. Face starts from the left side of the platform. Down climb a chimney on the right side of the platform about 20 ft to the ground.\n\nWith a single 80 m (3 raps)\n\nRap straight down about 130 ft to a large ledge with rappel rings on its left and a boulder on its right. This used all of my 80 m rope.\n\nRap to another good ledge with an anchor on its right side (90 ft).\n\nRap 110 ft to a platform. The obvious flaring #3’s corner of the N. Face starts from the left side of the platform. Down climb a chimney on the right side of the platform about 20 ft to the ground. (Or, try to rap straight to a boulder above the ground depending on your 80 m).","protection":"Three sets of cams to #3 Camalot, 1 bigger cam for pitch 2.  A set of stoppers.","location":""},"__v":0},{"_id":"tJRx+nClXRO+p26t6SyChA==","name":"No Other Options","yds":"V1","grades":{"yds":"V1","font":"5","vscale":"V1"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.3678,38.651]},"left_right_index":9,"mp_id":"113750720","mp_crag_id":"105716850","climb_id":"tJRx+nClXRO+p26t6SyChA==","areaRef":"gfsDXPVdW2+0f9Mkl1EVKQ=="},"content":{"description":"The hangout/gear sortin spot, or in our case our last option after being blown off every route and waiting in heinous slug trails of people. All we wanted was some crack. Cruise down to the back side of this betty and get your flappers ready, tight hands to big fists gets ye up this bizzle.","protection":"A fall wouldn't be encouraged as the slope could take your for an unforgettable ride!","location":"The hangout boulder beneath the northern side of Castleton. Good views of the North Face and The North Chimney."},"__v":0},{"_id":"s21OPpzPWgSY4S6meI41DA==","name":"Kor-Ingalls Route","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Layton Kor and Huntley Ingalls, 1961","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.3678,38.651]},"left_right_index":1,"mp_id":"105717289","mp_crag_id":"105716850","climb_id":"s21OPpzPWgSY4S6meI41DA==","areaRef":"gfsDXPVdW2+0f9Mkl1EVKQ=="},"content":{"description":"P1 - this is a 140 foot, 5.easy pitch that splits into 4 sections. It starts at a wide dihedral crack/chimney system, goes up about 20 feet to a big ledge and continues past a bulge. Head slightly left to a fat dihedral/squeeze chimney that puts you onto another almost as big ledge (2 bolt rap anchor on the right). Continue up another short chimney to a belay at yet another big ledge (gear anchor). 5.6, 140'.\n\nP2 - head up the obvious crack system. It is weird and is more or less a double crack system. After ~20', the left crack goes up past a bolt and continues as\n\nBlack Sun\n\n. The right crack is the original line; however, you could continue up\n\nBlack Sun\n\na bit further and angle right later. You'll figure-out how to do it. Double #4 Camalots and a bit of leap-frogging can make this more reasonable. Note, face climb around some large, loose blocks in the last 25' of this pitch. Be\n\nvery\n\ncareful with these, they shift. This pitch also takes a couple of bomber medium to large stoppers towards the top. At the end of this pitch, you will be placed at a ledge with a bolted belay. Oh yeah, it's honest 5.8, 100'.\n\nP3 - this is the business (true 5.9). Most of it is wide, but most of the protection is not. All I can say is don't get tunnel vision at the crux, which has the 3rd bolt near it. If you are a runt like me, you can squeeze into the chimney after the crux and feel secure. If not, there are face climbing options on polished calcite. There are protection options deep in the chimney.\n\nThis pitch is where I got to hear my German friend curse in two languages - it was awesome.\n\nYou arrive at a 3 bolt anchor. 5.9, 3 updated protection bolts & gear, 110'.\n\nP4 - you can either do 5.7 face with a hand or foot traverse right or the 5.similar chimney to the left.\n\nDefinitely do the chimney if someone in your party is not a trad climber. You can easily watch them flail.\n\nThis pitch is not too long compared to the 2nd and 3rd. There is a 2 bolt anchor just below the summit.\n\nYou'll have to pee by now, so go ahead and get on the summit (on belay of course).\n\n5.8, 80'.\n\nThe route does go into the shade mid to late afternoon. It can be blazing hot in the quiet sun to unpredictably cold in the shade and wind, so be prepared. This route can be incredibly popular with even foreigners queuing up. Fortunately, you can descend from most points quite easily.\n\nIt is of the utmost importance that you bring a gym/sport climber with you to follow you on this routes, especially if they are European. Doing this will make this route an even more memorable experience. Trust me. Additionally, do the route in the winter. You can get 1/2 price motel rooms in Moab and the crowds won't be there.\n\nNote: You can and should back-up every belay. Also, there is calcite all up and down this route.\n\nI hate calcite - except for one place where you agree with me.","protection":"A standard rack will work fine on this route to #4 Camalot; however, doubles may feel a bit heavy for 5.10 climbers. If you are a little squeamish, then you could bring Big Bros, #5-6 Friends,\n\nand/or color-coded 2x4s\n\n(reminiscent of the old days) cut to different lengths. There are three new bolts on the crux pitch, so don't despair. Bring 2 ropes to rappel.\n\nFinally, two shoulder gear slings for the leader and belayer will be vastly more appreciated than having gear dangling off your harnesses.\n\nIn contrast to many desert routes, this climb utilizes calcite-coated Wingate sandstone for much of the route. This means the rock will seem stronger than average in strength; however, this also means it will be slick in spots due to polished calcite.","location":"To reach the route, follow the directions to Castleton Tower. Take the\n\nnew\n\ntrail and head to the left (North) side of the tower to bypass the short cliff band. It should be noted that this cliff band is fun to down-climb in the dark, so you may not want to miss it. After bouldering up a short, exposed bit, head left towards the route - a big, fat dihedral on the south side as you approach the tower."},"__v":0},{"_id":"1TzmHyBmUGqRlAfH3V4waw==","name":"The Ivory Tower","yds":"5.13b","grades":{"yds":"5.13b","french":"8a"},"fa":"Sam Lightner Jr. and Chris Kalous 10/22/12","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.3678,38.651]},"left_right_index":7,"mp_id":"113802134","mp_crag_id":"105716850","climb_id":"1TzmHyBmUGqRlAfH3V4waw==","areaRef":"gfsDXPVdW2+0f9Mkl1EVKQ=="},"content":{"description":"An amazing route with incredible position, and exposure. Hats off to Sam for envisioning the route and to Chris for the FFA.\n\nThe crux pitch gets a fair bit of sun, yet the belay is positioned in the shade, and exposed to the wind. I'd recommend picking a day with low winds, and starting early or late to catch the crux pitch before it's had a chance to heat up, or after it's gone into the shade (mid-afternoon in the fall). Regardless, bring warm clothes for belaying the crux.\n\nI know there was some online drama about this route's validity on curmudgeonclimbing.com (aka supertopo), and poor Sam took some very undeserved flak for this wonderful route, and his efforts.\n\nI think anyone that has a problem with this route should go climb it. I'm sure they'll quickly be impressed, and realize that it is not an overbolted, thoughtless clip-up. In fact, it's a beautiful line, established in good taste, and does have some obligatory 5.12 climbing. The bolts are well camouflaged, and thoughtfully placed.  Regardless, there was plenty of precedent for routes with many bolts on Castleton long before this route was established; see Stardust Cowboy, Sacred Ground, etc.\n\nThe route has had at least five ascents. (Those are only the ones I know about, so I suspect there are more.) Despite some opinions to the contrary, I think it was a fantastic gift from Sam to the community, and I imagine it's popularity will only increase as word gets out about the route's high quality.\n\nI've given French grades to confuse any curmudgeons.\n\nP1: Easy climbing up a broken corner leads to some gear protected 6c lay backing in a corner, before an obvious traverse to the arete on the right. Tricky 7b/7b+ climbing up the arete past a few bolts gains a bolted belay. This is a tough pitch to onsight, particularly if there is no chalk. 7b/7b+ 33 meters.\n\nP2: Spectacular climbing up the wild and exposed arete, with a crux low and high. 8a 32 meters.\n\nP3: Cool bit of bouldery arete climbing off the belay leads to some fun and varied climbing up a leaning splitter. Belay on a comfortable ledge. 7b 20 meters.\n\nP4: Two short bouldery stretches lead to the summit of the Arrow. 7a+ 25 meters.\n\nRap down the south face.","protection":"Single set from .3C4 to #3C4\n\nOptional #5C4 on 5.7 terrain on Pitch 1.\n\n16 draws\n\nThere is an excellent topo, with pitch by pitch gear beta here:\n\nclimbing.com/news/wild-new-…","location":"The route starts 40 feet left of the North Chimney in a broken corner."},"__v":0},{"_id":"12ArgkNwUOWpMYgVzibHuA==","name":"Hollowpoint","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Jay Smith and Paul Teare","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.3678,38.651]},"left_right_index":6,"mp_id":"105718357","mp_crag_id":"105716850","climb_id":"12ArgkNwUOWpMYgVzibHuA==","areaRef":"gfsDXPVdW2+0f9Mkl1EVKQ=="},"content":{"description":"A lot of climbing on this excellent pitch which will improve once it sees enough ascents to clean up some of the choss.  Note the star rating is compared to other Castleton 1 pitch routes.\n\nStarts just left of Little White Lieback and right of Stardust Cowboy below a small roof about 20' off the ground above which is a long corner capped by a much bigger roof.\n\nHas a technical crux (00/gray TCU comes in handy) near the ground followed by sustained finger cracks which become a hand crack about 20' below the second roof.  Traverse left at the 2nd roof (3.5 Friend), pulling around its end into a hanging handcrack.  Follow this to a tricky pod with a rattly finger crack in the back.  Ten feet later you finally hit easier climbing, slabs which take you to a rappel station on Stardust Cowboy.\n\nContinue up Stardust Cowboy or rappel to the ground.  Note a single 70M rope is not long enough for this rappel.","protection":"1 ea #1-#7 RockTCU 3ea .4, 2ea .5, 3ea .75Friend 3ea #1, 2 ea 1.5, 2ea #2, 2ea # 2.5, 1  #3, 1 #3.5A few quickdraws, 2-4 long slings","location":""},"__v":0},{"_id":"xN2dRPWzU7WPbseTIrjipg==","name":"Discrete Start to Black Sun","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Wyatt Payne and Ken Trout, 4/14/09","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-109.3678,38.651]},"left_right_index":3,"mp_id":"106403367","mp_crag_id":"105716850","climb_id":"xN2dRPWzU7WPbseTIrjipg==","areaRef":"gfsDXPVdW2+0f9Mkl1EVKQ=="},"content":{"description":"Pitch one climbs the vertical wall just right of the Kor-Ingalls approach corner.  Two close bolts on steep jugs are followed by pumpy cam placing in the horizontals of the upper wall.  Smallest alien to .75 camalot.  Belay on an natural anchor, under a big roof, just out of sight of the folks on Kor-Ingalls.  5.9\n\nPitch two starts by climbing 20 feet up the \"Passing Lane Chimney\" past the roof to a horizontal crack.  Traverse this crack with cam protection and tip toe holds above the roof.  From a nice perch on the prow at the lip, make a few runout 5.9- moves up to the first bolt.  Follow the nice holds on the arete, past the second (last) bolt.  Scary small holds, a long way above the bolt lead up a panel to the big ledge.  The obtuse corner, just right is tempting but harder.  But set the belay right of Kor-Ingalls for best anchors and more importantly rockfall shelter.\n\nFrom the ledge, rejoin Black Sun.  Most Kor-Ingalls parties are taking right hand version of the second pitch.  That means the left hand crack up to Black Sun is usually open.","protection":"For these two pitches a lite rack, from smallest aliens to #3 Camalot.  Yellow, red, and green Camalots are great for the roof-traverse crack.  The bigger cams are nice for the belays.\n\nMarsha Trout helped me bolt this a few days before Wyatt and I climbed the new pitches, Black Sun (5.10), and Burning Inside (5.10+).\n\nAll are rappel, hand drilled, 1/2\", plated, Rawl five-piece, power bolts.  After pounding the bolts in, the \"pounded bolt\" gets removed, and then a new painted one gets put in with a short handle wrench (to prevent over-torqued bolts).  So none of these four bolts were ever hammered upon.\n\nI wanted to lead bolt it, but didn't want the inferior bolts produced. First I top-roped the upper part of the arete, while waiting for a turn at the KI rap anchor.  Next day, pitch two, I led up, marked the spot for bolt #1, and then braved the down-climb back to the \"passing lane\" chimney.  Finally, from rappel, I spaced the second bolt so that the level of runout is similar to Burning Inside.  For me the gnarliest bit is the run above the last bolt.  Wyatt Payne led it first, on a full South Face ascent, and liked it.\n\nThere are no bolted belays for the two pitches.  No need for them because there is good crack pro on the ledges.  Also, the first pitch anchor of Kor-Ingalls is the only location where a single 70m rope will get trail-users from the big KI ledge back to their packs.","location":""},"__v":0},{"_id":"I/KhcLPMWCKikjqteK3ALg==","name":"Burning Inside","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Jay Smith","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.3678,38.651]},"left_right_index":2,"mp_id":"105717946","mp_crag_id":"105716850","climb_id":"I/KhcLPMWCKikjqteK3ALg==","areaRef":"gfsDXPVdW2+0f9Mkl1EVKQ=="},"content":{"description":"A very good, yet unfrequented route on canyon country's best tower. This sunny route features lots of variety and would get three stars but for some fractured, not-fully-trustworthy rock on the last pitch.\n\nStart as for Kor-Ingalls.  Scramble up 30' to the big ledge from which you can walk to the start of all other Castleton routes.  Walk about 50' right from K-I to a crack system which starts in blocky choss, enters a pod with a finger size crack in back, then exits the pod to a slab.\n\nP1 (5.11b, 80')  Up fairly easily about 20 feet of choss to the pod.  Enter the pod, laybacking up thin fingers for a couple of moves. Undercling 3' left out of the pod and pull around the arrete and into another pod (technical crux).  Work up the second pod which though it has a decent hand crack in the back, is narrower than the first and thus awkward, and pull a hard move out of the slot onto the base of the slab.  A couple of non-trivial face moves protected by small gear lead to easier slabbing and the belay.\n\nP2 (5.8, 60')  The second pitch of Black Sun.  Fist and offwidth.  This pitch crosses over KI.\n\nP3 (5.10b, 100') The third pitch of Black Sun.  Flared chimney with 5\" crack in back.  Do the long version of this pitch, continuing about to a ledge about 20' above the block at the top of the chimney; the correct belay is about 10' below the first of four bolts.\n\nP4. (5.10d, 90') Slightly necky (PG) getting to the first bolt.  Many of the holds through the first three bolts don't seem very well attached. The fourth bolt is about 25' past the third.  This stretch follows a thin crack followed by a hand traverse on a somewhat rotten seam and a couple of face moves; small nuts, micro cams and a couple of thin hand sized pieces comfortably protect this strech.  The crux is thin crimping on good rock after the fourth bolt and soon leads to an easy but exciting top out.  Be careful not to knock any of the plentiful loose rock from the top out onto the the numerous people and dogs who are likely to be hanging out at the base of Kor-Ingalls, directly below. This pitch features continuous climbing in a spectactular position but substandard rock quality diminishes it.","protection":"1 set wires (e.g. 1-7 Rock). 1 each purple & blue Alien.  2 or 3 SLCDs each from green Alien to 1.5 Friend. 1 or 2 each from 2 to 3.5 Friend.  1 #4 Camalot. At least 1 4.5 Camalot, though another 4.5 or a 5 is useful.  At least 6 quickdraws or runners.","location":""},"__v":0},{"_id":"Wy81qWfgWkGr+vDJyl7vWw==","name":"Black Sun","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"webster, hopkins, coyne","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.3678,38.651]},"left_right_index":0,"mp_id":"105717817","mp_crag_id":"105716850","climb_id":"Wy81qWfgWkGr+vDJyl7vWw==","areaRef":"gfsDXPVdW2+0f9Mkl1EVKQ=="},"content":{"description":"This climb can be viewed as a major variation to Kor-Ingalls and features lots of wide climbing and a crux reminiscent of Poseiden Adventure on Lighthouse tower.\n\nStart as for Kor-Ingalls.\n\nP1.  Climb about 150' up KI.  At this point, 20-30' of easy scrambling past a major rap anchor, KI continues to angle rightwards up the corner while Black Sun go straight up a wide crack system.  From the point where the routes diverge, you will see a ledge about 80' upon the left side of the BS crack system.\n\nP2. 5.8ish, 80'.  Wide crack climbing with some face holds and a variety of gear.  Belay on the ledge.\n\nP3. 5.10, ~90'.  Continue up the crack system. About 20' up you hit a difficult section that can eat up your big gear.This quicly turns  into hands ands gets you to a stance at the base of the business, a 30' flare chimney with an offwidth crack in the back.  If you've squandered your 4.5 Camalot already, go back down and get it, because it's the essential piece through this entire section.  This section succumbs to left side in \"can opener technique\" -- squeeze chimney technique with the inside part of the body, knee/heel with the outside leg.  A couple of face holds facilliate the process.  The 4.5 can be easily walked along to maintain peace of mind.  The crack widens and gets easier in the last ten feet.  A 5 Camalot might protect this section which is too wide for the 4.5 and too flared for a decent Big Bro placement.  At the top of the flare, tunnel behind a chockstone and stand up on a good belay ledge.  The last few feet of the flare and the tunnel move can be avoided by going over the chockstone; this alternative looked harder and a lot hairier to me.\n\nP4. 5.8 ~80'.  Head up a fist crack for 15'.  Squirm throughsome blocks and arrive at a stance (optional belay).  BS continues straight up through more 5.8 wide or you can traverse right to the standard KI face finish.","protection":"We had1 each #1-#7 Rock.1 green and 1 yellow alienDouble set of cams from 1 to 4 Friend.1 each #4, 4.5 and 5 Camalot1 #3 Big BroThis rack was pretty good.  However, you could get by without the 5 Camalot and the Big Bro and a 2nd 4.5 Camalot would be nice.","location":""},"__v":0},{"_id":"bYGlfC0aU9OW/AeLD6opKA==","name":"The Bjornstad Traverse ( The Girdle of Castleton Tower)","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Paul Ross Jeff Pheasent 13/14th April 2001","type":{"trad":true,"aid":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.3678,38.651]},"left_right_index":14,"mp_id":"105717859","mp_crag_id":"105716850","climb_id":"bYGlfC0aU9OW/AeLD6opKA==","areaRef":"gfsDXPVdW2+0f9Mkl1EVKQ=="},"content":{"description":"AKA The Girdle Traverse of Castleton\n\nThe climb has some wild situations, and perhaps an unusual experience for localized climbers.   .. try it...  The climb starts at the Kor- Ingalls. The traverse uses 4 pitches of established climbs and 5 new pitches.Might go in full day.This climb is dedicated to the desert climber and  guide book writer Eric Bjornstad.\n\nP1. Pitch 1 Kor route.  5.6 140'\n\nP2. Move belay to right to join P2 Arrowhead Left.  Climb this pitch to top of the Arrowhead(junction with Stardust Cowboy). 5.10. 100'\n\nP3. The long Ed Webster bolt ladder of Stardust is followed, then up to the right to belay overlooking North Chimney. 110'\n\nP4. Climb down 20', then over the massive chockstone near the top of P2 on the North Chimney.  A traverse right was made  across the slab on the right to a bolt at the end of the slab.Lowered down from this , and swing right onto ledges and 3 bolt belay at the top of pitch 2 on the North Face route.  110'\n\nP5. Up ledges to the right, then climb down 12' to a beautifully exposed narrow slab traverse line (some of the bolts used to protect this pitch need hangers, nut and washers in place - bring a half inch wrench, or use wires).  Follow the slab crossing the Sun, Moon, and Stars route to an anchor overlooking The West Face route. 110' 5.9+ C1 (With pro now in place it should go all free)\n\nP6. Lower 50' to an anchor on the West Face.\n\nP7. Follow a thin crack up and right to the belay around the corner.  C1 5.3\n\nP8. The long superb exposed crack is followed across the West Face to a belay overlooking the Kor route. 80' 5.9 C1\n\nP9. From just up right of the belay, lower down a few feet to a horizontal crack. Follow it and then lower off into the Kor route. C1 170'\n\nPaul Ross.","protection":"Two sets of cams from Metolius 00 to #4 friend, many biners for the Webster bolt ladder.  Some stoppers.","location":""},"__v":0},{"_id":"ugvarFAKXu6mATrtCsGa+w==","name":"The Arrowhead","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Webster, Dreiman 1982","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.3678,38.651]},"left_right_index":4,"mp_id":"105718309","mp_crag_id":"105716850","climb_id":"ugvarFAKXu6mATrtCsGa+w==","areaRef":"gfsDXPVdW2+0f9Mkl1EVKQ=="},"content":{"description":"Two star quality but docked a star for only having two pitches.\n\nStart a few feet right of Burning Inside at a crack/corner, about 20' below a roof.\n\nP1.  5.9, 70'.  Climb easily up to and around right side of the roof.  Continue up for about 20' to a handcrack on the left which is followed to a 10' 5.9 offwidth and the ledge system at the end of Kor Ingals P1.  Belay in an alcove on the right.\n\nP2. 10+, 100'.  Classic.  Up broken rock for 15' and enter an overhanging flair.  The crux flair has good pro, good rock and technical, strenuous moves.  (10+ seemed like a sandbag grade to us; this section felt at least as hard as anything on Burning Inside, North Face, Little White Lieback or West Face.) Sado-masochists can avoid the crux by climbing the slightly easier but dangerous flake on the left, trying to avoid touching the stacked choss directly above the belayer. After the flair, regroup at a ledge, then up and left to an overhanging hand crack which takes you to a 10' squeeze chimney and a drilled Lost Arrow.  A 4 Camalot can be placed at the back of the chimney, offering much better pro than the pin.  The chimney can be laybacked at 5.10 (?) R -- if you blow it, you'll bounce off the slab.  Better yet, remove your helmet and any extra gear and clothing and figure out the devious path through the chimney.At the top of the chimney unclip the 4 Camalot to avoid horrendous rope drag. 15' of crystally hands and cups get you the rest of the way to the belay, a perfect ledge with an uninspiring anchor: 1/4 bolt, drilled angle and tat; a good citizen would bring up a bolt kit to enhance this anchor which is also used by Stardust Cowboy.\n\nFrom here either rap 100' to the previous belay ledge and then 50' using Kor Ingals anchors to the starting ledge or continue up Stardust Cowboy to the top.  SC at this point consists of a long ladder of 1/4 bolts with homemade hangers (bring skinny biners) which connects to the end of North Chimney.","protection":"1 ea 2-6 rock, 1 ea 0 - 1.5 Friend, 2 ea 2-2.5 Friend, 3 ea 3-3.5 Friend, 1-2 ea #4 Friend, 1 #4 Camalot.We had more smaller pieces which we didn't use and fewer 3-3.5 size pieces and wished we'd had more.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ee1d37e7-dc41-5c26-a358-5d51af01f499,cbbfd7c6-5cf2-5063-8939-5f3233efa573,4c6f343e-edd5-5456-a294-de337ef04096,81fb035c-f55d-5b6f-b47f-d32497511529","pathTokens":["USA","Utah","Southeast Utah","Castle Valley","Castleton Tower"],"gradeContext":"US","aggregate":{"byGrade":[{"count":3,"label":"5.11-"},{"count":1,"label":"5.12"},{"count":2,"label":"5.11b"},{"count":1,"label":"5.9"},{"count":1,"label":"V1"},{"count":2,"label":"5.9+"},{"count":1,"label":"5.13b"},{"count":1,"label":"5.11d"},{"count":1,"label":"5.10b"},{"count":1,"label":"5.10"},{"count":1,"label":"5.10+"}],"byDiscipline":{"trad":{"total":14,"bands":{"unknown":0,"beginner":0,"intermediate":6,"advanced":7,"expert":1}},"bouldering":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}},"aid":{"total":1,"bands":{"unknown":1,"beginner":0,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":7,"advanced":7,"expert":1}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-109.3678,38.651]},"bbox":[-109.36837577519609,38.650550339818146,-109.36722422480393,38.65144966018187],"left_right_index":-1,"ext_id":"105716850","area_id":"gfsDXPVdW2+0f9Mkl1EVKQ==","polygon":{"type":"Polygon","coordinates":[[[-109.36837577519609,38.650550339818146],[-109.36722422480393,38.650550339818146],[-109.36722422480393,38.65144966018187],[-109.36837577519609,38.65144966018187],[-109.36837577519609,38.650550339818146]]]}},"content":{"description":""},"density":0,"totalClimbs":15,"__v":1,"createdAt":"2022-11-07T06:26:45.889Z","updatedAt":"2024-02-19T18:40:59.666Z"}