{"_id":"63689de0e80bff5a994fa359","area_name":"Cedar Park Slab","shortCode":"","climbs":[{"_id":"77Z2RqWoXyauj+XM6CUkpQ==","name":"Whetstone","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Bernard & Sally Gillett '93","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.33252,40.46754]},"left_right_index":2,"mp_id":"105760893","mp_crag_id":"105746424","climb_id":"77Z2RqWoXyauj+XM6CUkpQ==","areaRef":"ron4YAc6XJGoIrS0mO3Lsw=="},"content":{"description":"Whetstone follows most of the route '\n\nDags in Beanland\n\n', so check that for beta.  It only differs in the second pitch.\n\nP2) Start the same as\n\nDags in Beanland's\n\nsecond pitch, but traverse right with crack systems to the large left-facing dihedral.  Also, a traverse could be made up higher, after clipping the first 3 bolts, then diagonaling to the roof, and hand traversing the underclings to the dihedral.  Pull through the tricky roof, then head up easy cracks to another hand traverse left to the bolted anchors for\n\nDags\n\n.\n\nThis variation of\n\nDags\n\nis very good, and it is probably the only option after a heavy day of rain.  We chose it because the water streak that\n\nDags\n\nclimbs was soaked.","protection":"Standard rack.  A few bolts here and there.","location":""},"__v":0},{"_id":"kaAl8MGwXcGwVdp3eHsrnQ==","name":"Slab Ants","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.33252,40.46754]},"left_right_index":0,"mp_id":"106287826","mp_crag_id":"105746424","climb_id":"kaAl8MGwXcGwVdp3eHsrnQ==","areaRef":"ron4YAc6XJGoIrS0mO3Lsw=="},"content":{"description":"As you come to the slab, start heading more left (solo) a class 4 scramble to the trees above, and start your first pitch here. Place pro when you can, mostly easy face climbing to an obvious, single tree 50m up.\n\nP2 following a series of cracks. Bring extra slings to reduce drag.  Climb over the cracks and to the big chockstone just under a little dihedral. 40m.\n\nWith a solid anchor P3 is the crux. Start with small pro, and follow the cracks, use some nuts on the runout sections, but make your way up thin cracks to the top just under the roof on the left side.","protection":"Lots of little pro, some tree slings, and extra runners. Didn't use anything bigger than a #2 c4 Camalot.","location":"This is on Cedar Park Slab, on the far left side, running parallel to\n\nDags\n\n."},"__v":0},{"_id":"MeLF/JTyUyS2j4LDs3yFlA==","name":"Dags in Beanland","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Craig Luebben, Lizz Grenard, and Matt Beanland","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.33252,40.46754]},"left_right_index":1,"mp_id":"105750484","mp_crag_id":"105746424","climb_id":"MeLF/JTyUyS2j4LDs3yFlA==","areaRef":"ron4YAc6XJGoIrS0mO3Lsw=="},"content":{"description":"This is on Seam Rock, a few miles up the dirt road from Combat Rock...follow Rossiter's approach info...just park on the left road at a small pullout and cruise north, up the mountainside and slabs...then drop down into draw and go up water streaked slabs to the base of the route at the low point of the rock.\n\nP1 goes low-angle up and right to a blank section with a bolt and join a large quartz streak that goes up and left (runout but easy) to a good ledge.\n\nP2 goes up short crack onto steep slab and heads right to bolt and up steep and balancy past some bolts and up to the way left side of the roof...turn the roof up unto steep dike and up to bolt and continue up fun rock to a 2 bolt anchor.\n\nP3 angles up and left on fun rock with spaced pro and fun moves on bumpy rock to a large ledge with trees.\n\nP4 goes up small roof and up to twisted juniper and go up fun crack onto beautiful face steep up past 2 bolts with perfect holds and up to a ledge (optional belay), and go up bulges with good pro and the angle eases for the last 40 feet to summit (long, 200 foot stretcher).   Easy for 5.8, well protected cruxes...VERY fun on quality rock!!!\n\nDag is an Australian term for \"dingleberry\". Beanland was visiting from Australia.","protection":"A small rack with quickdraws for the bolts.... A few 2 bolt anchors, a few gear anchors.\n\nPer\n\nBruce Hildenbrand\n\n: there is one bolt on pitch 1, five bolts on pitch 2 plus two bolts for the anchor, one bolt on pitch 3, and two bolts on pitch 4.\n\nSome info on the new anchors which appeared on this route, along with the added protection bolts, in 2013:\n\nThese bolts and quicklinks with smash links were designed to create a fixed rappel route down from the top of the climb. They are painted a camo green color.\n\nThere is an anchor at the very top of the climb. The next anchor can be found about 50' down the slab at a ledge on the right. The next anchor is about 100-120' down and right. They are next to an old twisted juniper tree.\n\nThe next anchor is about 100-120' down and right in a big scoop. The next anchor is about 100' directly below that at the top of pitch 2 (this anchor was placed by Craig Luebben on the FA). The last anchor is about 180' down and slightly left which is the top of pitch 1.\n\nI must stress that I am only making vague estimates of the actual distances between anchors.  I would strongly recommend using two 60m ropes for the rappels.\n\nPer\n\nCarl Schaefer\n\n: there's a 2-bolt anchor at the top of every pitch and an extra one in the middle of P4 (right where the low-angle 3rd class section starts).\n\nThe P1 anchor is to the right of the bolt to the right of the \"large quartz streak that goes up and left to a good ledge\".\n\nP3 doesn't \"angle up and left\", it goes straight up from the P2 anchor to a bolt (which isn't visible from that anchor).","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,cd674f3c-8205-5aea-b926-ef2c3b804ed5,279c5542-b8d6-5385-b9f0-746ce842d276,ae89f860-073a-5c91-a822-b4b498edcbb3","pathTokens":["USA","Colorado","Estes Park Valley","Big Thompson Canyon","Cedar Park Slab"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.7"},{"count":1,"label":"5.6"},{"count":1,"label":"5.8"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":0,"beginner":3,"intermediate":0,"advanced":0,"expert":0}},"sport":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":3,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.33252,40.46754]},"bbox":[-105.33311105636253,40.46709033981813,-105.33192894363746,40.46798966018186],"left_right_index":-1,"ext_id":"105746424","area_id":"ron4YAc6XJGoIrS0mO3Lsw==","polygon":{"type":"Polygon","coordinates":[[[-105.33311105636253,40.46709033981813],[-105.33192894363746,40.46709033981813],[-105.33192894363746,40.46798966018186],[-105.33311105636253,40.46798966018186],[-105.33311105636253,40.46709033981813]]]}},"content":{"description":""},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T05:56:58.960Z","updatedAt":"2024-01-20T01:01:11.329Z"}