{"_id":"63689d5ce80bff5a994f4a18","area_name":"Valhalla Area - Main","shortCode":"","climbs":[{"_id":"6tG6rJthVFOleDT0bBkTiA==","name":"Vulcan","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Dan Dellinges and Larry Zulim, 2018","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.76421,36.43946]},"left_right_index":5,"mp_id":"116697977","mp_crag_id":"112520650","climb_id":"6tG6rJthVFOleDT0bBkTiA==","areaRef":"Mly5ZZKJXQaJ5gw5jzeLPQ=="},"content":{"description":"Awesome route. Face and some stemming. Goes up the runnel that's left of Angel Fire.","protection":"bolts","location":"see topo"},"__v":0},{"_id":"AJwEqBngUlW2nR/ZvmwMFw==","name":"The Viper","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Dan D., Larry Zulim 2016","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.76421,36.43946]},"left_right_index":2,"mp_id":"113856713","mp_crag_id":"112520650","climb_id":"AJwEqBngUlW2nR/ZvmwMFw==","areaRef":"Mly5ZZKJXQaJ5gw5jzeLPQ=="},"content":{"description":"Great climb (2nd pitch is the money). Pitch 1 starts below the Valhalla Traverse ledge and has 1 tenuous move that might be 5.10 at the most any is easy run-out after last bolt. You can rap down to the start. Pitch 2 toprope is set from Pitch 2 anchors of The Serpent. See Topo in Valhalla Main area photos.\n\nFA says 5.11, but felt 5.10a after cleaning significant munge off the route. Will defer to FA party until they say otherwise.","protection":"Pitch 1 has 5 bolts. Pitch 2 has been bolted and has 6 bolts.  Crux is at the second to last bolt.","location":"From the Route Descriptions by Dan Dellinges and Larry Zulim 2007-2018: \"Pitch #1- 5.10, pitch #2- 5.11+, two ½ pitches. The first pitch was bolted on lead and begins at the same belay as The Serpent. After reaching the small roof, climb over the roof then left to a single foot knob stance. A little foot dance right gets you to a small polished and sloping knob and the crux. Climb up to a good hand hold then up to a traversing, broken dyke. Climb above this dyke to easier climbing and the belay. The second pitch has been completely bolted or can be toproped from the second pitch belay of the serpent. The first two thirds is not too bad, the rest is challenging.  Bolted by Chris Manzanares, Jared Spaniol, and Ryan Cox."},"__v":0},{"_id":"OiFNhSFJVn+iIcj2C/evdA==","name":"The Serpent (Midgard)","yds":"5.8-","grades":{"yds":"5.8-","french":"5b"},"fa":"Dan Dellinges & others, 2007-2017","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.76421,36.43946]},"left_right_index":3,"mp_id":"113856657","mp_crag_id":"112520650","climb_id":"OiFNhSFJVn+iIcj2C/evdA==","areaRef":"Mly5ZZKJXQaJ5gw5jzeLPQ=="},"content":{"description":"A beautiful line up excellent rock, though some lichen/munge. 4 pitches if starting from bottom, 3 if starting from the fixed ropes at Valhalla Traverse ledge. Casual 5.8, well protected.\n\nSee topo in Valhalla Main area photos.","protection":"Draws and a 70m rope to make the rappels, or bring a second rope.","location":"From the Route Descriptions by Dan Dellinges and Larry Zulim 2007-2018: \"5.8, four pitches, approximately 500 feet (take two ropes). This climb starts about 50 above the bottom, below the Valhalla Traverse, mid-wall. You can also use the Viper Belay just left of the two bolts for the second pitch of The Serpent, and rappel to the start, or you can find your way from the bottom. We set up the Viper belay so this could be done. Only one cam is needed on this climb, and should be just a bit smaller than a #1 blue TCU. The first pitch starts at a small but good ledge and follows a thin crack up a short ramp to a bolt. Harder moves lead to easier climbing to just under a small roof. The Viper goes straight up from here. For the Serpent go right to another bolt, continuing right to a mantle up and over to a small ledge and bolt. A couple more bolts are found on the way to the next belay station. Pitch two follows a short ramp to the left, then knobs to a bolt. A knob can be slung prior to the bolt. Follow the knobs and bolts to a mantle and ramp leading left. This next part though hard, just requires focus. You will come to a great hand hold with a crack under it. Your only cam placement. Climb left to the belay bolts. Pitch three leads up and left to bolts and then right to a ledge. Or if you brought more cams in the smaller range you can climb the crack above to the same ledge. Lots of small foot holds here. From the ledge follow the bolts through knobs and smears to the “Oasis”. A very small ledge for standing is found here with a bolt belay. Pitch four goes a little left to small knobs then up, still on small knobs to a dyke. Climb over this dyke continuing on knobs and smears to the short but steep head wall and very nice ledge. A bolt belay allows for rappelling the route. This entire route was bolted on lead by two really old guys with “chicken toes” so it is pretty doable.\""},"__v":0},{"_id":"NS/Zuk2PUS+2oHrmQLnARQ==","name":"Lancelot","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Dan Dellinges and others, 2007 – 2017","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.76421,36.43946]},"left_right_index":1,"mp_id":"113951453","mp_crag_id":"112520650","climb_id":"NS/Zuk2PUS+2oHrmQLnARQ==","areaRef":"Mly5ZZKJXQaJ5gw5jzeLPQ=="},"content":{"description":"The route mostly climbs up the obvious black runnel. Fun climbing for 2 pitches of stemming, high-knees on small knobs, and slab. 2 single rope rappels with a 70m bring you back to start.","protection":"70m rope, 12 draws.","location":"Immediately right of Drill Baby Drill P2 start. Starts on Valhalla Traverse ledge. A short fixed rope leads left from where the main trail deposits you onto Valhalla ledge--at the end of this rope is the anchor for the start of Lancelot."},"__v":0},{"_id":"Fzdz0SkmWRmJ3XG4jyoyJg==","name":"Edge of Tomorrow","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.76421,36.43946]},"left_right_index":4,"mp_id":"120349298","mp_crag_id":"112520650","climb_id":"Fzdz0SkmWRmJ3XG4jyoyJg==","areaRef":"Mly5ZZKJXQaJ5gw5jzeLPQ=="},"content":{"description":"I will only include the differences we found from the \"Danland Updates 2018\" by Dellinges and Zulim guide available at\n\nsekiclimbing.com\n\n.\n\nWe skipped the \"first pitch\" which is shared with The Serpent.\n\nP2: 5.10 Starting from where The Serpent intersects the Valhalla Ledge, follow the bolts up and right.  Crux comes in the last 10-ish feet.\n\nP3: 5.9 Start up and left from the belay, but eventually curve to the right.  Thus extend the left-most bolts you encounter.  We put double-length slings on bolts 2 and 3.  References to cams in the guide are now obsolete.  There are bolts protecting everywhere you would want to put a cam.\n\nP4: 5.7 Head straight up the dyke.  Short pitch.\n\nDescent: There is a new rap station on the Angle Fire belay ledge that is perfectly in-line with the rappel from the top of P3.  Three raps with a single 70m gets you from the top to the Valhalla Ledge.","protection":"16 draws.  At least 2 should be double-length slings.  At least 2 more should be single-length slings.","location":"The Serpent is the write streak that winds its way up the entire slab.  Where this streak intersects the Valhalla Ledge is a two-bolt station (no rings).  P2 starts here."},"__v":0},{"_id":"HYXLiMdGWta9T9YBhoQmRQ==","name":"Drill Baby Drill","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Dan Dellinges & Larry Zulim 2016","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.76421,36.43946]},"left_right_index":0,"mp_id":"113856550","mp_crag_id":"112520650","climb_id":"HYXLiMdGWta9T9YBhoQmRQ==","areaRef":"Mly5ZZKJXQaJ5gw5jzeLPQ=="},"content":{"description":"Very fun, high-quality route. 3-pitch sport (2 pitches if starting from where the trail ends at the Valhalla Traverse). See topos in the photos for the Main Valhalla area. I did not do the first pitch, but pitch 2 felt sustained 5.9 without any crux. FA party's description below.","protection":"14 draws. Well bolted. 70m rope required to rap down, or bring 2 ropes.","location":"From the Route Descriptions by Dan Dellinges and Larry Zulim: \"5.10, very hard. Three pitches. This climb can be found as you start down the gully just off the broken ledges below Lancelot. Look for the dyke where it intersects the gully. Belay from a small oak tree at the beginning of the dyke. First pitch, 5.10a, 8 bolts. Follow the dyke to the bolt belay station. The first two thirds of the next pitch is unforgiving, 5.10, with few rest spots. The third pitch is only 5.7 and continues along the dyke to the belay bolts. This pitch is also used as a fourth pitch with a lower intersecting climb called “The Sword, which begins on the ground below. 12 draws, two for belay directional.\""},"__v":0},{"_id":"7Q+oJ+zTXpiuS0gNaWQ1eQ==","name":"Angelfire","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Dan Dellinges & others, 2007-2017","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.76421,36.43946]},"left_right_index":6,"mp_id":"113856758","mp_crag_id":"112520650","climb_id":"7Q+oJ+zTXpiuS0gNaWQ1eQ==","areaRef":"Mly5ZZKJXQaJ5gw5jzeLPQ=="},"content":{"description":"A challenging and fun climb up a beautiful line. Very safe/well-protected. The crux is above the under-cling, followed by some tenuous edging on micro-crystals, followed by the 2nd crux stemming the shallow runnel feature.","protection":"13 draws. 70m rope.","location":"From the Route Descriptions by Dan Dellinges and Larry Zulim 2007-2018:\"5.10d, one pitch, too long and off-set from the belay to top rope with a 60M rope. The climb starts from the belay bolts at the right edge of the Valhalla Traverse. Follow a natural white, water groove via bolts to a small ledge about half way. Some of this is very, very easy. There is a bolt above you but below a finger under cling. Above this bolt is a very thin spot to stand. It will look like you are standing on the bolt from below but not. This climb was put in on lead, the bolts were very hard to place. I did have to use aiders to place a couple, but did free those sections after. I eventually did lead it without any falls or hangs. We found the best way to climb most of the upper section was to stem it, but with very small steps. It’s a tough one. The bolt belay is up and to the left on a generous ledge. Take 13 draws.\""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,39fd615b-bd45-5c02-aed2-c3d586ff519d,9d58d701-5a13-5dd7-a88c-3e7846534ec8,325cb965-9289-5d06-89e6-0c398f378b3d","pathTokens":["USA","California","Sequoia & Kings Canyon NP","Danland","Valhalla Area - Main"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.10"},{"count":2,"label":"5.10d"},{"count":1,"label":"5.8-"},{"count":1,"label":"5.9"},{"count":1,"label":"5.8+"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"sport":{"total":6,"bands":{"unknown":0,"beginner":1,"intermediate":5,"advanced":0,"expert":0}},"tr":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":5,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-118.76421,36.43946]},"bbox":[-118.76476894171981,36.43901033981814,-118.76365105828017,36.43990966018186],"left_right_index":-1,"ext_id":"112520650","area_id":"Mly5ZZKJXQaJ5gw5jzeLPQ=="},"content":{"description":""},"density":0,"totalClimbs":7,"__v":1,"createdAt":"2022-11-07T05:54:16.097Z","updatedAt":"2024-01-15T16:40:46.646Z"}