{"_id":"6368a6e7e80bff5a995d85ac","area_name":"University Of Wisconsin, Milwaukee","shortCode":"","climbs":[{"_id":"zKF+QM9vXiGUFZD2tA5ZDQ==","name":"The spire roof problem","yds":"V2+","grades":{"yds":"V2+","font":"5+","vscale":"V2+"},"fa":"Rick Clark-2007","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-87.88285,43.07531]},"left_right_index":3,"mp_id":"108053627","mp_crag_id":"105730041","climb_id":"zKF+QM9vXiGUFZD2tA5ZDQ==","areaRef":"CEHsmQvbXSmn/aS8oLPK5g=="},"content":{"description":"This problem begins under the south roof of the sculpture with a sit start under the southwest leg of the sculpture (see beta photo). Love the roof!","protection":"Your buttocks (if you blow the roof), your alpine knee (if needed to top out the roof), 2-3 pads.","location":"3.5 feet to the left of the larger arete"},"__v":0},{"_id":"y5OG8CQjVTuh2zuVJp4Ubw==","name":"Southeast Arrete of the EMS Spire","yds":"V2","grades":{"yds":"V2","font":"5+","vscale":"V2"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-87.88285,43.07531]},"left_right_index":2,"mp_id":"107592059","mp_crag_id":"105730041","climb_id":"y5OG8CQjVTuh2zuVJp4Ubw==","areaRef":"CEHsmQvbXSmn/aS8oLPK5g=="},"content":{"description":"This problem is on the EMS spire and ascends beautiful and gritty concrete. It is without a doubt one of the best problems available to looped out students anywhere on the UW-Milwaukee campus.  Sit start is recommended.  Begin on the southeast arete of the spire and traverse clockwise to a gnarly high foot/ full on mantle to the platform on the west side of the spire.  Those who dare to go to the top of the spire get bonus V points, but it is strongly recommended against due to the structurally degraded concrete up there.","protection":"Crash pad may be needed","location":"The EMS spire is located between the EMS and Physics building.  Down climb to get off."},"__v":0},{"_id":"aCixNAFbWxGmCcZ3rLcfrw==","name":"Match Maker, Match Maker","yds":"V0-1","grades":{"yds":"V0-1","font":"4+","vscale":"V0-1"},"fa":"Kurt Sensenbrenner","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-87.88285,43.07531]},"left_right_index":0,"mp_id":"107661403","mp_crag_id":"105730041","climb_id":"aCixNAFbWxGmCcZ3rLcfrw==","areaRef":"CEHsmQvbXSmn/aS8oLPK5g=="},"content":{"description":"If you're facing the wall, it takes up the entire far left section.  Begins with a three point start (standing height), one move up/right, and the rest take you horizontal right (over the bench) to end the problem on the top rail (behind the support beam).     It was well marked in blue chalk from start to finish on 6/10/12.","protection":"none","location":"South side of Bolton Hall"},"__v":0},{"_id":"widWo4bPXECrPLHhyzIgXQ==","name":"Enyinyering","yds":"V5-6","grades":{"yds":"V5-6","font":"6C+","vscale":"V5-6"},"fa":"Mitchell Murray","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-87.88285,43.07531]},"left_right_index":999999,"mp_id":"118864057","mp_crag_id":"105730041","climb_id":"widWo4bPXECrPLHhyzIgXQ==","areaRef":"CEHsmQvbXSmn/aS8oLPK5g=="},"content":{"description":"Run and kick off the wall to start with a side-pull/undercling on the concrete awning. Work up to the top and throw up a heel to mantle.","protection":"","location":"Main entrance to EMS building"},"__v":0},{"_id":"jTMP1NtBXsu1QBz8j2f5hw==","name":"Bolton Traverse","yds":"V1","grades":{"yds":"V1","font":"5","vscale":"V1"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-87.88285,43.07531]},"left_right_index":1,"mp_id":"107743123","mp_crag_id":"105730041","climb_id":"jTMP1NtBXsu1QBz8j2f5hw==","areaRef":"CEHsmQvbXSmn/aS8oLPK5g=="},"content":{"description":"This is located in and and near the enclosed walkway connecting the Student Union with Bolton Hall. The indoor section runs the length of the only solid wall in an otherwise glass walkway, while the outdoor section runs to the west along Bolton Hall's south wall. The outdoor plaza (under construction) is accessible via double-doors from the walkway. \n\n  This problem can be approached and completed in dozens of ways. The climber is limited only by his or her imagination. This is really more of a whole buildering location than a single route, but given the sporadic patterning on the wall, well-defined problems or routes are hard to codify or repeat. This traverse, in my eyes, is best utilized by climbing laterally - without using the ledge at the top - to build endurance. Individual problems or routes could be mapped out by climbers upon arrival .  \n\n  Indoors or outdoors, the climber may choose to sit-start at literally any point and climb vertically or traverse laterally to the heart's content. The edges are ~3/4 to ~1 inch deep, with a small lip to the climber's advantage in many spots. There's a deeper ledge running the length of the wall at the very top. \n\n  Inside, the otherwise unbroken decorative wall is split by a vertical gap roughly 2 or 3 inches wide running the height of the wall. This can easily be lay-backed & flagged for a modest crack-climb. The gap is maybe 6 - 10 ft from the Bolton Hall doors and barely visible in the \"detail\" indoor photo. It runs basically parallel to the line in the floor all the way at the end. \n\n  As of the summer of 2012, the small plaza between the Union and Bolton hall is under construction, and a large swath of the outdoor wall is enclosed behind construction fencing. Technically, the entire section is still accessible.  \n\n  Lastly, many of the edges in the indoor section - because they're not exposed to the elements - are quite dusty, adding an additional challenge when traversing indoors.","protection":"A crashpad and/or spotter is always recommended, drop can be ~10 ft. \n\n  The outdoor section has some stone benches (as seen in a picture or two) that deserve attention - I slipped off the wall and took a bench-corner right to the kidney. Additionally, the landing in the section behind the construction fence is littered with construction-zone junk and demands caution when jumping down.","location":"This is located on the ground-level, exterior wall of Bolton Hall, running nearly the entire length of the southern face of the building. From the Student Union, campus level, start in the food court near the bookstore. Find the walkway that connects the Union to Bolton Hall. The indoor section of this buildering problem runs through this walkway. From inside the walkway, look at the Southeast corner of Bolton Hall. You'll see the indoor problem extending northbound toward the Bolton Hall doors, while the outdoor section, accessible through double-doors located right by that Southeast corner, extends to the West, and runs nearly the entire length of Bolton's southern wall. For perspective's sake, opposite the indoor problem are a series of doors leading out to Spaight's Plaza. The indoor walkway is composed almost entirely glass windows or doors, so the sizable stone wall covered end-to-end with an extensive, textured design is hard to miss."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,6f566d5b-d7f9-56d3-96e6-c4808c4fcc10,add9fac2-591c-5615-b42c-c643be88395c,0841ec99-0bdb-5d29-a7fd-a4bca0b3cae6","pathTokens":["USA","Wisconsin","Buildering Sites (statewide)","University Of Wisconsin, Milwaukee"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"V2+"},{"count":1,"label":"V2"},{"count":1,"label":"V0-1"},{"count":1,"label":"V5-6"},{"count":1,"label":"V1"}],"byDiscipline":{"bouldering":{"total":5,"bands":{"unknown":0,"beginner":1,"intermediate":3,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":3,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-87.88285,43.07531]},"bbox":[-87.88346558777525,43.07486033981815,-87.88223441222478,43.075759660181866],"left_right_index":-1,"ext_id":"105730041","area_id":"CEHsmQvbXSmn/aS8oLPK5g==","polygon":{"type":"Polygon","coordinates":[[[-87.88346558777525,43.07486033981815],[-87.88223441222478,43.07486033981815],[-87.88223441222478,43.075759660181866],[-87.88346558777525,43.075759660181866],[-87.88346558777525,43.07486033981815]]]}},"content":{"description":"This site is a buildering wall In Bolton Hall. it is decritive brick. Make sure u go in the moring, or at night. We haven't had any problems so far. But you never know when you will run into the wrong person who just doesn't know what we are up too."},"density":0,"totalClimbs":5,"__v":1,"createdAt":"2022-11-07T06:34:24.414Z","updatedAt":"2024-01-20T01:09:04.894Z"}