{"_id":"63689fc7e80bff5a9951d825","area_name":"Long Wall","shortCode":"","climbs":[{"_id":"1YhFwhWnXfyBmliZol0HkA==","name":"The Approach","yds":"5.12+","grades":{"yds":"5.12+","french":"7c"},"fa":"unknown","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-83.6686,37.8446]},"left_right_index":999999,"mp_id":"110547559","mp_crag_id":"105867655","climb_id":"1YhFwhWnXfyBmliZol0HkA==","areaRef":"w8j07pkdV1GMo1rWd8/Tuw=="},"content":{"description":"This steep line begins directly across the road from the pullout. It goes at 10-, unless you're sensitive to poison ivy; then it earns a solid 5.12+. While there is a distinct crux about 1/3 of the way up, the infamous gate move (BETA ALERT: use your buddy's stick clip to brush aside the overhanging ivy; return to him/her immediately), the route stays at you through the upper section. There are at least two demanding, inobvious sequences waiting above the crux.\n\nNot recommended in rainy conditions.","protection":"long pants, calamine lotion","location":""},"__v":0},{"_id":"DZp1pRuRUfmlgBiniLbvqw==","name":"Yuk","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"FA: J Koenig, T. Souders, R. Snyder, '84 (TR)","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-83.6686,37.8446]},"left_right_index":23,"mp_id":"105868048","mp_crag_id":"105867655","climb_id":"DZp1pRuRUfmlgBiniLbvqw==","areaRef":"w8j07pkdV1GMo1rWd8/Tuw=="},"content":{"description":"Great (Yum) if you like OW.  Bad (Yuk) if you don't.  Climb up the OW with chicken-wings, heal-toes, arm bars and the occasional chest-jam. Body size is a factor and larger folks may not get any rest and may really not like this climb. Top out on the obvious shelf and belay your partner up.  There is a rap station above shared by Mailbox (5.8+).","protection":"TR or lots of wide gear.  I \"lead\" this on some tube chocks before large cams wand big-bros were around, but that was a VS/X rated ascent and even with wide cams, I am not sure how many you could lug up there and place...","location":"Continue right past the huge inset with the classics Autumn and Rock wars  From those climbs start watching for an angled wall facing you, and for the huge crack splitting it top-to-bottom. This is Yuk."},"__v":0},{"_id":"epB6tFJsW5CbTnhFJkGYQw==","name":"Whip It Out","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Nick Coccilione, Beth Coccilione","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.6686,37.8446]},"left_right_index":0,"mp_id":"107195752","mp_crag_id":"105867655","climb_id":"epB6tFJsW5CbTnhFJkGYQw==","areaRef":"w8j07pkdV1GMo1rWd8/Tuw=="},"content":{"description":"The starts is bouldery, pulling out of a steep undercut section of not so great rock. The crux is pulling the lip and getting established on the upper face. Kind of a pain to clean.","protection":"Bolts and bolted anchors.","location":"This is the furthest left route at Long Wall. From the top of the approach trail, hike left for 5 or so minutes. This route is on the left side of a rock overhang that may have remnants of a fire."},"__v":0},{"_id":"ODyEPUtlXZONqLkBHEtm0g==","name":"Vector Trouble","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Martin Hackworth, Grant Stephens, 1984.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.6686,37.8446]},"left_right_index":6,"mp_id":"105865685","mp_crag_id":"105867655","climb_id":"ODyEPUtlXZONqLkBHEtm0g==","areaRef":"w8j07pkdV1GMo1rWd8/Tuw=="},"content":{"description":"Near the left (west) end of Long Wall is this striking orange dihedral above a ledge. Take the leftmost of three cracks to get to the ledge and belay to reduce rope drag. Then fire up the classic dihedral, stemming on good edges and dropping bomber nuts in the finger crack.\n\nDon't let the roof intimidate you. You get gear above your head as you edge out to the arete.\n\nPull the exposed lip move on good holds and hike otthe ledge. Walk off left or concoct a rappel down the route.","protection":"Mostly medium nuts and TCUs, but take a few other pieces up to a #3 camalot.","location":"Well left of Autumn and Rock Wars near the left most end of Long Wall."},"__v":0},{"_id":"3Aws0QWmUYCz2H52qMJoiQ==","name":"Two Step","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"B Baker, M Hackworth, '77. FFA:T Seibert, M. Hackworth, '88","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.6686,37.8446]},"left_right_index":1,"mp_id":"105868036","mp_crag_id":"105867655","climb_id":"3Aws0QWmUYCz2H52qMJoiQ==","areaRef":"w8j07pkdV1GMo1rWd8/Tuw=="},"content":{"description":"Start up a hand crack and muscle your way up this and into an awkwardly wide/thin squeeze to the top of the wall.  The crux is the exhaustion dealing with the rounded edges of this and trying to feel secure in it.  I thought that 5.7 was a sandbag grade, but it was early in my climbing career and perhaps my technique was poor.  Top out and set and anchor back from the edge a ways on trees and belay up your partner- enjoying the grunts ans squeals from below if it makes you feel any better about your ascent. (it made me feel better about mine)","protection":"A standard rack plus a few big pieces.  I didn't have anything big or any doubles and I had to run it out.  Perhaps someone can comment to advise on an ideal rack.","location":"From the approach Trail, walk left a ways towards the standard walk-off and continue until just before a large roof looms over a corner. THe wall is ~100' tall here.  Two Step climbs the hand-to-fist crack that gets wide up top, in a right-facing corner."},"__v":0},{"_id":"XQawVXR/WhypKQIIvSp5Cg==","name":"Trinket Man","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"John Bronaugh, Stacey Temple","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.6686,37.8446]},"left_right_index":26,"mp_id":"107195762","mp_crag_id":"105867655","climb_id":"XQawVXR/WhypKQIIvSp5Cg==","areaRef":"w8j07pkdV1GMo1rWd8/Tuw=="},"content":{"description":"Climbing from the ground to the ledge is mid 5.10 but a little run out. Once the route gets to the ledge it continues off the left edge of the ledge. It is best to not bring up your belayer as leaving the ledge is the crux and falling with them on the ledge would be very awkwards. Once re-established on the face the holds are wildly good and unique. The route climbs through a couple of dead trees and ends at a bolt. There may be leaver carabiners on the last couple bolts to lower off. climbing to the top of the cliff may be possible.","protection":"bolted. lower off last two bolts.ss","location":"From the top of the access trail, walk right for about 3 minutes past a sweeping smooth wall (Autumn and Rockwars) and around a buttress. This route starts on the left side of a formation that has a ledge about 40 feet up. This route provides access to the routes that start on the ledge."},"__v":0},{"_id":"EBSUnXegUHeSC/CjXxWtug==","name":"Treasures in Heaven","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.6686,37.8446]},"left_right_index":11,"mp_id":"121375729","mp_crag_id":"105867655","climb_id":"EBSUnXegUHeSC/CjXxWtug==","areaRef":"w8j07pkdV1GMo1rWd8/Tuw=="},"content":{"description":"Posting this as an existing route.\n\nThis route is just climbers left of Cruise Control, which is approximately at the top of the approach trail.\n\nTreasures in Heaven starts with a low roof split by a big hands crack. Climb the hand crack to a finger crack to a chimney for a few moves. In the chimney a right facing flake appears which takes you out of the chimney and to the anchors. It's hard to see anything about the route from the ground other than the initial hand crack but it's all there! Very fun route with good rock for RRG trad.","protection":"double rack to number 4 camalot","location":"Left of the route Cruise control. About 100 ft climbers left of where the approach trail meets the cliff."},"__v":0},{"_id":"FEXuHCKBVxKQwtIcXxE3XA==","name":"Suction Lipectomy","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Philip Babiak, Dave Kanapell in 1988","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.6686,37.8446]},"left_right_index":9,"mp_id":"112304287","mp_crag_id":"105867655","climb_id":"FEXuHCKBVxKQwtIcXxE3XA==","areaRef":"w8j07pkdV1GMo1rWd8/Tuw=="},"content":{"description":"Offwidth crack that strikes through the top of the cliff. Reach it via the first pitch of Ralph and Bobs and trend right to the start of the crack or puzzle together a path straight up to the crack through lichen, small trees, and poorly protected ledges.","protection":"If you follow Ralph and Bobs up to the crack its finger to small hands, for the offwidth bring big gear. Slings around a medium size tree at the top on a grassy ledge. Or walk climbers left 150 to Long wall Chimney Anchors.","location":"25 feet right of P1 belay of Ralph and Bobs"},"__v":0},{"_id":"c1SXKPwaWLuycTezyrnkzg==","name":"Stand and Deliver","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Nick Coccilione, Beth Coccilione","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.6686,37.8446]},"left_right_index":2,"mp_id":"107195735","mp_crag_id":"105867655","climb_id":"c1SXKPwaWLuycTezyrnkzg==","areaRef":"w8j07pkdV1GMo1rWd8/Tuw=="},"content":{"description":"Not your typically Red River Gorge jug hall. This route is somewhat crimpy and balancy and requires good route deciphering skills. The crux is pretty high on the route.","protection":"Bolts with a bolted anchor","location":"Walk left from the approach trail a few minutes. This route is located about 100 yards after the beautiful orange dihedral route Vector Trouble. The trail leaves the base of the momentarily as you round a corner and meet back up with the wall, this route is on the face to the right."},"__v":0},{"_id":"HycA8OINW1m1xnWJOIW3Ag==","name":"Souders Crack","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"T. Souders, J. Koeing '86","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-83.6686,37.8446]},"left_right_index":15,"mp_id":"106937634","mp_crag_id":"105867655","climb_id":"HycA8OINW1m1xnWJOIW3Ag==","areaRef":"w8j07pkdV1GMo1rWd8/Tuw=="},"content":{"description":"Souder's Crack is the direct line below the anchors of Rock Wars. Start up as for Rock Wars, but stay left, heading straight up the flake as it gets more difficult.\n\nThis route would be very dangerous to lead, as it would be a solo for the first 50' of 5.9 climbing and would rely on very small gear for the crux up high. Probably best to TR this unless you've got it dialed.","protection":"Thin stuff to 1\" or so.","location":"Immediately left of Rock Wars. Shares the anchor."},"__v":0},{"_id":"6hGrg5UBW2Gyc22fyy4CYQ==","name":"The Snatch","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Nick Coccilione, Beth Coccilione","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.6686,37.8446]},"left_right_index":38,"mp_id":"107195807","mp_crag_id":"105867655","climb_id":"6hGrg5UBW2Gyc22fyy4CYQ==","areaRef":"w8j07pkdV1GMo1rWd8/Tuw=="},"content":{"description":"The route climbs up and right on pocketed rock. Broken holds force the climber to stay right of the bolts half way up. Beware of bats that may live in the pockets.","protection":"Bolts to anchors","location":"From the top of the approach trail hike right pass the Rockwars and B3 walls. Continue right going around a buttress and into another hollow. On the far side of this hollow there are a few bolted routes. This is the middle of the three you'll find. It is probably a 15 minute hike."},"__v":0},{"_id":"dBtI/KKyXqGQv6N9JY+Dog==","name":"Sacred Geometry","yds":"5.13","grades":{"yds":"5.13","french":"8a"},"fa":"Andrew Gearing","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-83.6686,37.8446]},"left_right_index":22,"mp_id":"107667738","mp_crag_id":"105867655","climb_id":"dBtI/KKyXqGQv6N9JY+Dog==","areaRef":"w8j07pkdV1GMo1rWd8/Tuw=="},"content":{"description":"Climb Mailbox to a nice ledge and belay. Continue out right past an old bolt with no hanger to an exposed arete. Climb the arete with tricky micro cams and a small nut or two, moving left to a decent rest mid-route. Fire in a tricky nut to protect the boulder problem crux and crank up the burly seam.","protection":"Small cams and nuts up to 2\"","location":"Above Mailbox and Yuk."},"__v":0},{"_id":"p6E4k1RmUb+E58NLDAkI5Q==","name":"Rubus Fruticosus","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Dustin Stephens, Dan Beck, 2013","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.6686,37.8446]},"left_right_index":24,"mp_id":"115435009","mp_crag_id":"105867655","climb_id":"p6E4k1RmUb+E58NLDAkI5Q==","areaRef":"w8j07pkdV1GMo1rWd8/Tuw=="},"content":{"description":"Fun chimney/stemming up 40 feet to before setting a belay and staring up at the overhanging dihedral(if doing in 2 pitches).  Next take on the much easier-than-appears dihedral and then move out to the right to finish at a tree anchor.  Can be done in one pitch with good use of slings. Spot out rappel first as it can tend to leave you hanging when looking for the bolts for Trinket man & the second rap.","protection":"Standard Rack, tree for anchor.","location":"Walk past Yuk and it appears as you walk up hill just before you get to Trinket Man.  Start is a chimney in the back right corner of the wall."},"__v":0},{"_id":"Fee+BjHyUBm69Ge+5BKtgw==","name":"Route Less Traveled","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"Jesse Amundsen and Quincy Stang 2013","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-83.6686,37.8446]},"left_right_index":5,"mp_id":"116080236","mp_crag_id":"105867655","climb_id":"Fee+BjHyUBm69Ge+5BKtgw==","areaRef":"w8j07pkdV1GMo1rWd8/Tuw=="},"content":{"description":"Do not climb this route...\n\nThe guidebook description says \"climb the start of Vector Trouble... to a short blocky section to a perfect hand crack... and lower from fixed gear.\"\n\nFirst off, the \"fixed gear\" doesn't exist or has been booty-ed. Secondly, the \"perfect hand crack\" is a fine hand crack, but found on about 5.2 terrain which is guarded by a 5.7 fist crack to a nearly unprotectable blocky section that felt much harder than 5.7.\n\nWe trundled two large (toaster oven or so) blocks that were just sitting in the blocky section that pulled right out and could have seriously injured a newer leader. Protection above the ledge is sparse and a fall in the blocky section would cause someone to hit the ledge.\n\nIt's just not worth it. Climb something else.","protection":"no anchor at present. be prepared to leave something under the roof at the top to lower from. gear up to 3\"","location":"Shares it start with Vector Trouble. Look for a large, orange block with two cracks and a ledge about 25 feet up."},"__v":0},{"_id":"dB6RA9CsVNumJSoK2/iRfg==","name":"Rock Wars","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"First 80': G. Stephens, A. Snider '86. Extension to the top: T. Souders, '86.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.6686,37.8446]},"left_right_index":16,"mp_id":"105868000","mp_crag_id":"105867655","climb_id":"dB6RA9CsVNumJSoK2/iRfg==","areaRef":"w8j07pkdV1GMo1rWd8/Tuw=="},"content":{"description":"Rock Wars is one of the finest routes in the Red and offers a little of everything but off-width.  Start off on moderate climbing and stem, lock, and jam your way up for some moderate climbing to a tiny \"roof\" where the crack/flake stick out to the right and you are forced to move with it. High feet to the right and a positive finger lock/lieback (5.9) get you through the first crux.  There were once anchors here where the inital FA was completed, but these have since been removed.  A second set of anchors is now 40' above.  Continue climbing into the left-leaning handcrack (5.10a) to only (formerly top) set of anchors at 10a.\n\nWatch your rope length when you lower off, as the top anchor is up there for a 60M rope.","protection":"Gear to 3.\" The (formerly 1st pitch) initial crux gear is first-to-second knuckle sized cams.  If you run all the way up to the top in a single pitch, the second and true crux (formerly second pitch) is on hand-to-wide hands gear.\n\nThe flake is thin in spots and stoppers have been known to pop out with flex in the rock, but cams are pretty secure. Place them a little deep just to be safe.","location":"Walk right from the approach trail along the wall until you stand below a massive light-colored roof, a few hundred feet up. There is a large boulder under this, perhaps 15 meters back from the wall.  A left-facing obtuse corner in orange/brown rock on the left has a hand-crack (Autumn) and a right-facing obtuse corner is on the right with a thinner crack and lighter rock (Rock Wars)."},"__v":0},{"_id":"/xXACOq4UiWJbjaPHhwIqQ==","name":"Rock Caddie","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Nick Coccilione, Beth Coccilione","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.6686,37.8446]},"left_right_index":37,"mp_id":"107195821","mp_crag_id":"105867655","climb_id":"/xXACOq4UiWJbjaPHhwIqQ==","areaRef":"w8j07pkdV1GMo1rWd8/Tuw=="},"content":{"description":"Face route climbs good holds. Probably not worth the long hike but worth it if you've come over to do Gladuator","protection":"bolts to anchors","location":"Follow the directions given for The Snatch. This is the first bolted route you come across in the far hollow."},"__v":0},{"_id":"Yq5Uepv6XiG3E01Si0fAZQ==","name":"Ralph & Bob's","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Ralph Craford & Bob Baker, 1977","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.6686,37.8446]},"left_right_index":8,"mp_id":"105919218","mp_crag_id":"105867655","climb_id":"Yq5Uepv6XiG3E01Si0fAZQ==","areaRef":"w8j07pkdV1GMo1rWd8/Tuw=="},"content":{"description":"An OK climb, but less traveled at least- no lines here. The climb has some variety and also has pretty good gear opportunity, but is not a classic splitter or corner that the gorge is so well known for.\n\nClimb the crack system to a ledge with small trees and gear (belay optional) the continue on a wide crack to the top, or go left and climb a harder crack (5.9) to finish.  The alternate finish was by J. Bronaugh & T. Freezel, '89.","protection":"Rack to a #4 camalot and enough slings to run the pitches together.","location":"From the approach, arriving below the Cruisemaster dihedral, go left out around a blunt corner and come into a left-facing Open-Book corner with some cracks a meter or so apart."},"__v":0},{"_id":"bW37cUxgUquOSwZ2XOX/zg==","name":"Perforator","yds":"5.10b/c","grades":{"yds":"5.10b/c","french":"6b"},"fa":"T. Souders, J. Koenig, L Stockburger, 1984","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.6686,37.8446]},"left_right_index":34,"mp_id":"105868700","mp_crag_id":"105867655","climb_id":"bW37cUxgUquOSwZ2XOX/zg==","areaRef":"w8j07pkdV1GMo1rWd8/Tuw=="},"content":{"description":"Just right of B3 is this pumpy climb.  Wile the moves are not hard, a lot of them are a struggle and some can be brute-force.  I believe cooler weather may be better for this climb, as it likely got its name from it's  tendency to create holes- better in some crappy climbing clothes than in the climber!\n\nClimb up a big block (5.easy) and then place pro and head up the corner. No truly wide gear is needed, but a #4 camalot is useful for sure. Continue to the roof up top and pull the crux, a powerful move, and pop up over the top.  Belay from some cord on trees back from the edge.","protection":"A standard rack with cams to 4\" and some longer slings.","location":"On the right side of Long Wall.  Walk past the big offwidth (Yuk) and go around a corner and past a group of several very tall sport routes. Just past these is a huge roof almost against a large left-facing corner. The corner to the roof is Perforator, the \"crack\" left of that is B3."},"__v":0},{"_id":"oO94A+XKWgibD+9PfRyttw==","name":"Now I'm Something","yds":"V1","grades":{"yds":"V1","font":"5","vscale":"V1"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.6686,37.8446]},"left_right_index":18,"mp_id":"113694996","mp_crag_id":"105867655","climb_id":"oO94A+XKWgibD+9PfRyttw==","areaRef":"w8j07pkdV1GMo1rWd8/Tuw=="},"content":{"description":"Fun little slab problem. Two hand start on a slopey shelf, reach to an thin pinch get high feet and cruise through a couple more interesting moves to the top.","protection":"pad and spotter","location":"On the boulder facing Rock Wars and to the left of Now I'm Nothing. Starts on slopey shelf at head height."},"__v":0},{"_id":"E6xc5nJAWj6CpUF5hqilOQ==","name":"Now I'm Nothing","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Tim Powers 1990","type":{"trad":true,"tr":true,"bouldering":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-83.6686,37.8446]},"left_right_index":17,"mp_id":"105868029","mp_crag_id":"105867655","climb_id":"E6xc5nJAWj6CpUF5hqilOQ==","areaRef":"w8j07pkdV1GMo1rWd8/Tuw=="},"content":{"description":"NIN. A good boulder problem if you are a boulderer, and 3* for that, but not much of a route.  Climb up the center of the steep rock, facing the climbs Autumn and Rock Wars. The moves are thin and balancey and the crux high enough for a fall to screw up your day. There were a lot of jagged rocks below it in 1994.  More recent reports suggest that this may have been cleared/flattened.","protection":"Protection? This is a high-ball boulder problem, a TR or a solo. I don't know for sure the FA info, but I soloed it after a TR in 1993. If the bottom were to be terraced (perhaps it has been since 94?) it wouldn't be much of a high-ball anymore and a few pads and a spotter would do.","location":"Walk right from the approach trail along the wall until you stand below a massive light-colored roof, a few hundred feet up. There is a large boulder under this, perhaps 15 feet back from the wall.  A left-facing obtuse corner in orange/brown rock on the left has a hand-crack (Autumn) and a right-facing obtuse corner is on the right with a thinner crack and lighter rock (Rock Wars).  If you turn around and face the boulder behind you, you will see a steep, flat face with thin holds going up it. This is\n\nNow I'm Nothing."},"__v":0},{"_id":"4uq/ik9IUEuE+aCLXJeW4Q==","name":"Next Day Air","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Dustin Stephens, Andrew Gearing","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.6686,37.8446]},"left_right_index":21,"mp_id":"107667730","mp_crag_id":"105867655","climb_id":"4uq/ik9IUEuE+aCLXJeW4Q==","areaRef":"w8j07pkdV1GMo1rWd8/Tuw=="},"content":{"description":"Climb Mailbox to a nice ledge and belay off two bolts. Continue up the striking corner on tiny cams to a roof crux (#5 useful but not mandatory). Protecting your 2nd (1/2\" cam), traverse out right to a nice finish ledge.","protection":"tiny cams, gear to 3\", #5 optional","location":"2nd pitch above Mailbox and the Gift."},"__v":0},{"_id":"9wGLnDflXXiRI58MmNa1+w==","name":"NEPA This","yds":"5.8-","grades":{"yds":"5.8-","french":"5b"},"fa":"John Bronaugh, Shannon Stuart-Smith","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.6686,37.8446]},"left_right_index":3,"mp_id":"107195728","mp_crag_id":"105867655","climb_id":"9wGLnDflXXiRI58MmNa1+w==","areaRef":"w8j07pkdV1GMo1rWd8/Tuw=="},"content":{"description":"The crack is dirty and wide but necks down periodically to allow gear.","protection":"Bring big gear (3\" and up). Can be protected ok with large hexes.","location":"This route climbs the dihedral just right of Stand and Deliver. Belay on the sloping hill or bring the belay up to the ledge about 10 feet up."},"__v":0},{"_id":"iyu+n+BaUJSzb/OB3TXb/A==","name":"Mailbox","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"J Bronaugh, L. Petry, R. Snyder, 1984","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.6686,37.8446]},"left_right_index":20,"mp_id":"105868688","mp_crag_id":"105867655","climb_id":"iyu+n+BaUJSzb/OB3TXb/A==","areaRef":"w8j07pkdV1GMo1rWd8/Tuw=="},"content":{"description":"A good climb with some interesting and pumpy climbing. Locate the climb Yuk, obvious due to it's wide clean crack.  Just left of there, climb a face to access a crack in a corner, which is climbed at a moderate grade until you are bumped into a lie-back.  The finger crack takes good pro, but it may be hard to place from a lie-back for the 5.8 leader.  Continue up to the top and get an anchor on trees back from the edge.","protection":"A standard rack, smaller cams beneficial.","location":"On the Right-hand side of the Long Wall, just a few meters left of the gaping offwidth of Yuk."},"__v":0},{"_id":"iyBnDLARWhaSq2qko4OPYQ==","name":"Long Wall Chimney","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown early ascent","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.6686,37.8446]},"left_right_index":7,"mp_id":"105919225","mp_crag_id":"105867655","climb_id":"iyBnDLARWhaSq2qko4OPYQ==","areaRef":"w8j07pkdV1GMo1rWd8/Tuw=="},"content":{"description":"A good route, and particularly good for a chimney. The route is cleaner than most chimneys, employs many techniques and protects reasonably well.  Climb up it to the top of the wall.\n\nTo descend, walk left to the end of the wall and return back to the base.","protection":"A standard rack from fingers to fist. Cracks and a fixed sling provide protection opportunity for this climb.  Longer runners won't hurt!","location":"From the approach, arriving below the Cruisemaster dihedral, go left out around a blunt corner and come into a left-facing Open-Book corner with some cracks a meter or so apart (Ralph and Bob's, 5.7) and continue a short while further past a large overhang and to this obvious chimney."},"__v":0},{"_id":"x26S5LyHX3aKcz+JTh4hiw==","name":"Kazi and Mito","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Nick Coccilione, Beth Coccilione","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.6686,37.8446]},"left_right_index":28,"mp_id":"107195787","mp_crag_id":"105867655","climb_id":"x26S5LyHX3aKcz+JTh4hiw==","areaRef":"w8j07pkdV1GMo1rWd8/Tuw=="},"content":{"description":"Like the other routes on the ledge, this route is crimpy and balancy. Findng the holds is a bit of a challenge as the route sees little traffic and typically has no chalk.s","protection":"Bolts to rap anchors","location":"Follow the directions for Trinket Man to access the ledge. This is the far right route on the ledge. There are a set of belay/rap anchors near the base of the route."},"__v":0},{"_id":"xeYuRDgLXAuLEYW1l3K2Ug==","name":"Hot September","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Lou Gonano, John Long, 1985","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.6686,37.8446]},"left_right_index":14,"mp_id":"106417287","mp_crag_id":"105867655","climb_id":"xeYuRDgLXAuLEYW1l3K2Ug==","areaRef":"w8j07pkdV1GMo1rWd8/Tuw=="},"content":{"description":"More of a mental crux than a technical one.  The moves all of the way seemed pretty straight forward.  The top to the anchors was tough for me to reach and pull to the ledge so I hand traversed the ledge to the anchors.  My taller partner was able to reach above the ledge and pull up sooner.  This seemed like the crux move to me","protection":"Pro is easy straight forward as long as you are able to trust the flake.  The flake is thin and convincing yourself that it isn't going to break off in a fall seems like what made the route 5.9","location":"Starts at the base of Rock Wars and does a rising traverse to the anchors of Autumn"},"__v":0},{"_id":"j99aHPjAW9+HcypeJfZUiA==","name":"Hidden Treasure","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Dustin Stephens, Dan Beck ~2014","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.6686,37.8446]},"left_right_index":25,"mp_id":"119587383","mp_crag_id":"105867655","climb_id":"j99aHPjAW9+HcypeJfZUiA==","areaRef":"w8j07pkdV1GMo1rWd8/Tuw=="},"content":{"description":"Overhanging crack with fingers, hands, and a couple jugs trending right from corner off the belay ledge above the first pitch of Rubus Fruticosis. Crux at the top. Way good!","protection":"Fingers and hands, up to #3","location":"Second pitch traversing right from the corner off the belay ledge above the first pitch dihedral of Rubus Fruticosis"},"__v":0},{"_id":"1K6WzwjpXjytxu4VR7Yq0Q==","name":"Gladuator","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Nick Coccilione, Beth Coccilione","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.6686,37.8446]},"left_right_index":39,"mp_id":"107195829","mp_crag_id":"105867655","climb_id":"1K6WzwjpXjytxu4VR7Yq0Q==","areaRef":"w8j07pkdV1GMo1rWd8/Tuw=="},"content":{"description":"This route is short but is chock full of powerful bouldery moves. Clipping some of the bolts can be tough.","protection":"bolts to anchors","location":"Follow the directions for The Snatch. This route is towards the end of the hollow in a small overhanging."},"__v":0},{"_id":"T99PJ5FHWXKhLv0QSLbrdA==","name":"The Gift","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Bill McCullough, Tim Powers, 11/'90","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.6686,37.8446]},"left_right_index":19,"mp_id":"105917897","mp_crag_id":"105867655","climb_id":"T99PJ5FHWXKhLv0QSLbrdA==","areaRef":"w8j07pkdV1GMo1rWd8/Tuw=="},"content":{"description":"A great climb with a dual personality. I found the crux to be on the thin and insecure face climbing down low, but the steep rock on the second half still has a kick to it.","protection":"9 bolts to a 2-bolt anchor these days. There were once only 6.","location":"Not far to the right of the big Rockhouse of Autumn and Rock Wars, you will encounter a bolted thin face ascending up and right to a steep bulge. Climb this to a ledge with anchors."},"__v":0},{"_id":"AN8ytKVAWueW0khVRaMPiQ==","name":"Game Boy","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Stacy Temple, John Bronaugh, 1992","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.6686,37.8446]},"left_right_index":29,"mp_id":"106309183","mp_crag_id":"105867655","climb_id":"AN8ytKVAWueW0khVRaMPiQ==","areaRef":"w8j07pkdV1GMo1rWd8/Tuw=="},"content":{"description":"Long and sustained crimps and edges.","protection":"13 bolts, Anchors","location":"50 feet left of B3"},"__v":0},{"_id":"JFOjW+rEUFOxxjpRyHK9mA==","name":"Fear and Loathing in Nada","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.6686,37.8446]},"left_right_index":35,"mp_id":"108037538","mp_crag_id":"105867655","climb_id":"JFOjW+rEUFOxxjpRyHK9mA==","areaRef":"w8j07pkdV1GMo1rWd8/Tuw=="},"content":{"description":"Moderate corner climbing down low, to easy terrain leading to the hands to off width corner. Needs more traffic, and it deserves it. At one point my partner and I both were laid out sideways with our feet sticking out the corner horizontal. The wall over your head has some useful features right when you want them though, so don't be too put off by the off width up high.","protection":"A WC 5 is perfect for the upper off width, otherwise a fairly light rack is really all you need, save a hand size piece or two for the base of the big corner","location":"Past B3, but not around the end of the wall. You can see the big corner from the B3 area before hiking over."},"__v":0},{"_id":"eBY97J82WkKjpdodnMI+7g==","name":"Fire and Finess","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Nick Coccilione, Beth Coccilione","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.6686,37.8446]},"left_right_index":27,"mp_id":"107195778","mp_crag_id":"105867655","climb_id":"eBY97J82WkKjpdodnMI+7g==","areaRef":"w8j07pkdV1GMo1rWd8/Tuw=="},"content":{"description":"Thin, balancy climbing with a couple hard moves at the start.","protection":"Bolts to rap anchors","location":"Follow the directions for Trinket Man to access the ledge. This route is the middle ledge route."},"__v":0},{"_id":"LSx5nPKdVt+T7XWmF7gyjQ==","name":"Cruise Control","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Dave Veldhaus, 1986","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.6686,37.8446]},"left_right_index":12,"mp_id":"106417326","mp_crag_id":"105867655","climb_id":"LSx5nPKdVt+T7XWmF7gyjQ==","areaRef":"w8j07pkdV1GMo1rWd8/Tuw=="},"content":{"description":"Obvious crack system left on the face of Cruisemaster.  Climb the small dihedral using face holds and protecting into the crack.  Halfway up the crack thins out but traversing left 8 feet leads to a nicer crack which can be followed to the top","protection":"Standard rack.  Lots of stoppers","location":""},"__v":0},{"_id":"Etq8QmrrU06SH1daHfuI4A==","name":"Boom Boom Out Go The Lights","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"J Bronaugh, S.Temple, 4/92.","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.6686,37.8446]},"left_right_index":4,"mp_id":"105885186","mp_crag_id":"105867655","climb_id":"Etq8QmrrU06SH1daHfuI4A==","areaRef":"w8j07pkdV1GMo1rWd8/Tuw=="},"content":{"description":"A strange route with a strange name. Despite not following a particular or natural line,  the climb is still good mileage and fun.  Climb up a bulging start where a little power is helpful, going up to an easier face and then right to an arete, then to a good ledge with a bolted anchor. A bit of a strange route.","protection":"8 bolts to a 2-bolt anchor at a ledge.","location":"This route is the bolted line about 15 meters left of the nice corner, Vector Trouble. The bottom is bulging and the upper part more or less vertical."},"__v":0},{"_id":"aoif7alWUu26WaV0q1tG/g==","name":"Bloodline","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"Stephens, Gearing 2012 GU","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-83.6686,37.8446]},"left_right_index":10,"mp_id":"107667764","mp_crag_id":"105867655","climb_id":"aoif7alWUu26WaV0q1tG/g==","areaRef":"w8j07pkdV1GMo1rWd8/Tuw=="},"content":{"description":"Roof start to a thin crack crux then a long spicy face with enough gear in horizontals","protection":"Up to 2\" with emphasis on small cams, save a couple of smaller-medium for the top, hybrids dull some of the spice","location":"Right of Long Wall Chimney"},"__v":0},{"_id":"t9G8icW0VlOa9jqAoZ6toA==","name":"Big Country","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Martin Hackworth, George Robinson, Grant Stephens, 1984","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-83.6686,37.8446]},"left_right_index":36,"mp_id":"105865495","mp_crag_id":"105867655","climb_id":"t9G8icW0VlOa9jqAoZ6toA==","areaRef":"w8j07pkdV1GMo1rWd8/Tuw=="},"content":{"description":"You can't miss the Shield of Long Wall where this route is located. As you drive along the gravel road toward the parking area keep your eyes peeled. The climb ascends the left (west) side of the vegetated buttress. Scramble up a grungy gully on the west side to a nice perch.\n\nSecond pitch starts as a boulder problem up the short face behind the large pine. No pro here. Once on the vegetated ledge, climb up a short crack to a small pine and make a committing, but solid traverse to the large ledge to the right. Traverse this ledge to anchors.\n\nBelay or not across the wide ledge to the tree ledge where the last pitch starts.\n\nLast pitch: Climb the beautiful exposed slab to the summit, clipping a bolt along the way and aiming for the short crack at the top.\n\nDescent: Walk off to the west or rappel the route via bolted stations. A 60m will barely get you to the ground at the lower station.","protection":"Mostly smaller cams, up to a #2. Bring slings and TCUs.","location":"Long Wall, on the Shield."},"__v":0},{"_id":"y1VfeBDLWZy9hObFxYoGgA==","name":"Back Door to Paris","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Nick Cocciolone, Beth Cocciolone","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.6686,37.8446]},"left_right_index":32,"mp_id":"105891912","mp_crag_id":"105867655","climb_id":"y1VfeBDLWZy9hObFxYoGgA==","areaRef":"w8j07pkdV1GMo1rWd8/Tuw=="},"content":{"description":"This climb is OK and worth doing if you are waiting to get on another line. It follows jugs and crips to a small roof where the anchors are.","protection":"The bolts are not to far apart but they can be hard to reach from the jugs.","location":"This is last sport line before B3. It starts left of a large detached block."},"__v":0},{"_id":"kqNLh9jHUeaQyaNFOwpaKg==","name":"B3","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"J Koenig, T. Souders, F.  Andrews, 1984.","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-83.6686,37.8446]},"left_right_index":33,"mp_id":"105868693","mp_crag_id":"105867655","climb_id":"kqNLh9jHUeaQyaNFOwpaKg==","areaRef":"w8j07pkdV1GMo1rWd8/Tuw=="},"content":{"description":"A hard climb with some interesting gear.  While I have seen this described as a handcrack in some versions of guides, I beg to differ. It is more a series of pods and flares with some crack between, and even then not really such a size so as to be called a handcrack.\n\nLocate the pair of climbs, Perforator and B3.  Perhaps 5 meters left of Perforator, boulder/climb some pockets up and at the bottom of a crack (5.10, PG13) and get some gear ASAP. Climb the \"crack system\" with interesting jams and holds (5.11-) to a ledge and then finish in a corner that is not hard in and of itself (5.9?), but given the exhaustion, will probably feel hard.","protection":"A standard rack to 3\" with emphasis on the 2\" size. Bolted anchor up top. You can reach the ground with a 70m, If not, double ropes to rap off, or access anchors from one of the sport routes and rap down in a series.","location":"On the right side of Long Wall.  Walk past the big offwidth (Yuk) and go around a corner and past a group of several very tall sport routes. Just past these is a huge roof almost against a large left-facing corner. The corner to the roof is Perforator, the \"crack\" left of that is B3."},"__v":0},{"_id":"VNHAUAKsV568AMditXU3jg==","name":"Autumn","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"M. Hackworth, T. Anderson, '84","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.6686,37.8446]},"left_right_index":13,"mp_id":"105868022","mp_crag_id":"105867655","climb_id":"VNHAUAKsV568AMditXU3jg==","areaRef":"w8j07pkdV1GMo1rWd8/Tuw=="},"content":{"description":"Climb up the tan and orange rock (perhaps the name comes from this?) in a corner formed by a very thick left-facing flake. The crux is somewhere around midway to the anchors and is hand-size dependent.\n\nThis route and it's neighbor, Rock Wars, are two of the nicest moderate Trad routes in the entire gorge.   This climb was originally rated 5.8+ in the 1980's Martin Hackworth books, but was very strenuous and physical at the grade. Most climbers now refer to this as 5.9.","protection":"Gear to 3.5\" with doubles in the hand sizes if you like to sew it up.","location":"Walk right from the approach trail along the wall until you stand below a massive light-colored roof, a few hundred feet up. There is a large boulder under this, perhaps 15 meters back from the wall.  A left-facing obtuse corner in orange/brown rock on the left has a hand-crack (Autumn) and a right-facing obtuse corner is on the right with a thinner crack and lighter rock (Rock Wars)."},"__v":0},{"_id":"+7rMZKIJXmaP8boHMgGqRQ==","name":"Are The Pies Fresh? (to 1st set of anchors)","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Nick Cocciolone, Beth Cocciolone (1992)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.6686,37.8446]},"left_right_index":31,"mp_id":"121667021","mp_crag_id":"105867655","climb_id":"+7rMZKIJXmaP8boHMgGqRQ==","areaRef":"w8j07pkdV1GMo1rWd8/Tuw=="},"content":{"description":"Start with a few slab moves to gain the break, then pull over a mini roof to get established on the face above. Follow good crimps and edges with a few long reaches to the chains.","protection":"7 bolts to chains.","location":"This is the middle of three bolted routes starting from the ground, between the two ledges. Anchors are just above a small roof 70ft up, the extension continues above at 5.12a."},"__v":0},{"_id":"Kcwt0ZcmVdOiuWyv0QDpZg==","name":"Are the Pies Fresh?","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Nick and Beth Cocciolone","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.6686,37.8446]},"left_right_index":30,"mp_id":"105917901","mp_crag_id":"105867655","climb_id":"Kcwt0ZcmVdOiuWyv0QDpZg==","areaRef":"w8j07pkdV1GMo1rWd8/Tuw=="},"content":{"description":"A good long route with a hard crux. One can bail from anchors at 70' for a 5.11 climb, or make some excuse about something and belay there to rest and make your partner lead the tricky 5.12 moves on the \"second pitch.\"\n\nYou need 2 ropes to get down, or a 70m rope.","protection":"13 bolts plus slings for the anchors.","location":"The next sport route left of \"Back Door To Paris\" is about 20 meters left of the \"Perforator\" corner.  It goes ALMOST all the way to the top. Its neighbor \"Game Boy\" goes all of the way and is actually a little easier."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,8677a1b5-08b9-5ce8-b15f-0653205bbc48,78da26bc-cd94-5ac8-8e1c-815f7f30a28b,d51a127b-e771-5211-b1a9-bf5ad2703002,c3c8f4ee-991d-5751-8ca3-5ad677cfd3bb","pathTokens":["USA","Kentucky","Red River Gorge","Northern Gorge","Long Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.12+"},{"count":3,"label":"5.9"},{"count":4,"label":"5.11d"},{"count":3,"label":"5.10a"},{"count":3,"label":"5.8"},{"count":4,"label":"5.11c"},{"count":1,"label":"5.11"},{"count":1,"label":"5.13"},{"count":2,"label":"5.8+"},{"count":1,"label":"5.7+"},{"count":2,"label":"5.7"},{"count":1,"label":"5.10b/c"},{"count":1,"label":"V1"},{"count":1,"label":"5.11-"},{"count":1,"label":"5.8-"},{"count":2,"label":"5.11a"},{"count":1,"label":"5.12b"},{"count":2,"label":"5.12a"},{"count":2,"label":"5.10b"},{"count":1,"label":"5.9+"},{"count":1,"label":"5.12-"},{"count":1,"label":"5.5"},{"count":1,"label":"5.10c"},{"count":1,"label":"5.11b"}],"byDiscipline":{"trad":{"total":26,"bands":{"unknown":0,"beginner":10,"intermediate":8,"advanced":7,"expert":1}},"sport":{"total":14,"bands":{"unknown":0,"beginner":0,"intermediate":3,"advanced":11,"expert":0}},"bouldering":{"total":2,"bands":{"unknown":1,"beginner":0,"intermediate":1,"advanced":0,"expert":0}},"tr":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":10,"intermediate":12,"advanced":18,"expert":1}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-83.6686,37.8446]},"bbox":[-83.66916942243094,37.84415033981813,-83.66803057756903,37.84504966018186],"left_right_index":-1,"ext_id":"105867655","area_id":"w8j07pkdV1GMo1rWd8/Tuw=="},"content":{"description":""},"density":0,"totalClimbs":41,"__v":1,"createdAt":"2022-11-07T06:03:52.818Z","updatedAt":"2024-01-15T16:44:53.926Z"}