{"_id":"6368a1b8e80bff5a995541ca","area_name":"Cliff Boulders, The","shortCode":"","climbs":[{"_id":"CU6MYFlmVdedY0I5kw8DiQ==","name":"Sleigh Ride","yds":"V6","grades":{"yds":"V6","font":"7A","vscale":"V6"},"fa":"Gavin Galloway","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.66405,43.09337]},"left_right_index":9,"mp_id":"116154430","mp_crag_id":"113709465","climb_id":"CU6MYFlmVdedY0I5kw8DiQ==","areaRef":"/6/x1JxAUkKsqUEpzlDsTA=="},"content":{"description":"Sit or squat start with a sweet left-hand blocky pinch and a right-hand press on a large low flat shelf. Pull on and dyno up the shelf. Match hands before busting out right to the arete and figuring out how to reach up to the lip. Fun moves on unique holds. A bit contrived, after matching the shelf, because the jug shelf continues out left to an easy topout.","protection":"2 pads. A spotter. The hill is very steep and you may go for a ride.","location":"Once past \"Mammoth Rock\" head up the hill to the large overhang with \"It Came From Beneath The Sink\". From here head right and hike up the hill about 20 yards and this problem is found on the same large boulder as The Sink."},"__v":0},{"_id":"WWaHBq7MWUmZTZjEM63wGg==","name":"The Root of Ethics","yds":"V10","grades":{"yds":"V10","font":"7C+","vscale":"V10"},"fa":"Gavin Galloway","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.66405,43.09337]},"left_right_index":3,"mp_id":"116652634","mp_crag_id":"113709465","climb_id":"WWaHBq7MWUmZTZjEM63wGg==","areaRef":"/6/x1JxAUkKsqUEpzlDsTA=="},"content":{"description":"Sit start on a group of rad crimps. Pull on and bust a few technical moves up to a few slopey crimps and a few sharp ones. A few more moves gain a small left-hand hold and a cruxy move up right hand to a sidepull. Keep the tension and continue up to a sloper pinch on the lip. Bust out to a better hold and get on top!\n\n This problem is one of the most technical and most difficult problems in the park. It climbs up a perfect 40-degree overhang and has a sick set of crimp moves that can rarely be set in the gym!","protection":"3 pads","location":"Hike past \"Mammoth Rock\" then cut left up the hill. The first large overhang is home to \"It Came From Beneath The Sink\". From here turn left and follow the base of the cliff for about 40 yards. You will pass a rad boulder which is home to \"Natural Flow\", and then this problem lies a few yards afterwards on the right. The problem starts low in somewhat of a hole and climbs the tall aesthetic overhanging face."},"__v":0},{"_id":"RAKxshnQV/iotq8x+IF8Lg==","name":"Satan's Alley","yds":"V2-3","grades":{"yds":"V2-3","font":"5+","vscale":"V2-3"},"fa":"Brad Fauteux","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.66405,43.09337]},"left_right_index":0,"mp_id":"111507610","mp_crag_id":"113709465","climb_id":"RAKxshnQV/iotq8x+IF8Lg==","areaRef":"/6/x1JxAUkKsqUEpzlDsTA=="},"content":{"description":"Start on right side of the face on two flakes. One of them is sideways. One foot on a rail the other pushing on a good foot out right. Make a move left to a sharp sideways flake and match.  \n\n  Then go up to two more crimps, Use some foot work and get situated for a move to a sloping rail and then the crux going to a sharp crimp jug, which is better if you can get your fingers behind it and full crimp it. \n\n  From here get your feet up and make a few more moves to the top using crimps and slopers on the lip. You can only go one way on the top out, a hole where the boulder covering the caves ends, throw a left heel on a good rail and mantle up.","protection":"There is a rock right in the way of the landing, it can easily be covered up with a crash pad and this rock can also be used to scope out the route. I recommend having at least two pads if you want to try this problem.","location":"This route is located inside a cave uphill from Mammoth Rock. The climb up to it tends to be a bit of a trek, especially with pads. You will see an over-hanging rock that juts out about ten feet. The cave is just a few more feet up the hill from the overhang, the top out of the route is actually a part of this overhang. Once you are inside the cave this problem will be on your right side."},"__v":0},{"_id":"ojATkH3vV7WHqQRNA1r1ew==","name":"Natural Flow","yds":"V5","grades":{"yds":"V5","font":"6C","vscale":"V5"},"fa":"Jake Perry","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.66405,43.09337]},"left_right_index":6,"mp_id":"112159459","mp_crag_id":"113709465","climb_id":"ojATkH3vV7WHqQRNA1r1ew==","areaRef":"/6/x1JxAUkKsqUEpzlDsTA=="},"content":{"description":"An extremely unique climb that traverses a large horizontal split in the boulder. Sit start in the crack out right and traverse it left on  good holds. Go around the corner and start climbing the overhang via good crimps and possibly a kneebar. Continue the leftward movement and press/ stem into the angle change and stay close to the wall. Make more moves in this position until you can reach up right hand to a hold below the lip. Stand up and match. Make a hard topout high off the deck over a not so great landing. \n\n  Jake and I were working this line trying to top out direct above the overhang, but the natural flow of the traverse sends you into the horizontal stemming sequence. The Line going up from the overhang seems like it will go, and will involves some hard compression moves off of a good undercling and the arete/ lip. \n\n  This line needs a lot of cleaning still, but it is definitely really unique and a fun problem. There is also some great potential for a hard slab climb going up from the start of this line.","protection":"Pads and Spotters","location":"Uphill from Mammoth Rock and left of The Sink Boulder. This large boulder is hard to miss with the low split in it."},"__v":0},{"_id":"aqMHLNo5XF6/+gmJLrXdKg==","name":"It Came From Beneath The Sink","yds":"V5","grades":{"yds":"V5","font":"6C","vscale":"V5"},"fa":"Troy Fauteux","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.66405,43.09337]},"left_right_index":7,"mp_id":"111906566","mp_crag_id":"113709465","climb_id":"aqMHLNo5XF6/+gmJLrXdKg==","areaRef":"/6/x1JxAUkKsqUEpzlDsTA=="},"content":{"description":"A very cool looking over hang problem that is worth seeking out. Start matched down low on good incuts and move right toward more good holds. Make a big committing move toward a right hand side pull. Snag this and really crank down on it and move left hand to the seam on the lip. Continue right to good but perhaps dirty holds in the seams of the crack and top it out. \n\n  Avoiding the block down low for feet is really how I wanted to climb this originally but its very hard to ignore, so I used it for feet making this climb much easier than I expected...","protection":"3 or 4 pads and a spotter. Landing is blocky.","location":"Just up the hill from mammoth rock. The obvious overhanging rock with the cleaned face."},"__v":0},{"_id":"h4zapaOFU4+ywiAt3yLItQ==","name":"Here Comes the Boom","yds":"V6","grades":{"yds":"V6","font":"7A","vscale":"V6"},"fa":"","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.66405,43.09337]},"left_right_index":4,"mp_id":"120739307","mp_crag_id":"113709465","climb_id":"h4zapaOFU4+ywiAt3yLItQ==","areaRef":"/6/x1JxAUkKsqUEpzlDsTA=="},"content":{"description":"Sit start with a right hand pinch on the textured overhanging arete, and a good but small horizontal crimp for the left. Smack up the arete, then come in to a flake for the left hand. Punch for a jug, then continue up to improving holds to the lip of the boulder. Once the lip is encountered, all holds run out entirely.A trusting high step and palm smears gains the exposed slab of the boulder. From here, head up and left or out right. This climb is essentially a lower start into \"Boom Sauce\".Down climb is a bit funk. One can easily walk around left 20 yards then come down the other side by the 5-0 block, or a shorter down climb but more sketchy can be done out right after the top out. Traverse the hill to a series or roots and jugs in the corner and down climb the often wet corner. This down climb puts the climber 10 yards from the climb","protection":"3 pads and a spotter.","location":"This problem shares the aesthetic overhang with \"The Root of Ethics\". It is a hidden 45 degree overhang 40 yards left of the steep \"It Came From Beneath the Sink\" overhang."},"__v":0},{"_id":"VoAaE/MAXMG9x/MA9fHBaw==","name":"The Ghost Next Door","yds":"V5","grades":{"yds":"V5","font":"6C","vscale":"V5"},"fa":"","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.66405,43.09337]},"left_right_index":8,"mp_id":"120739256","mp_crag_id":"113709465","climb_id":"VoAaE/MAXMG9x/MA9fHBaw==","areaRef":"/6/x1JxAUkKsqUEpzlDsTA=="},"content":{"description":"Sit start with boths hands matched on a large sloping smiley-face-like rail on the overhang. Pull onto the wall with a decent foot and make a hard move out right to a similarly sized and textured hold. Figure out how to match, then unwind out right to the arete and punch for the jug slot over the lip.Once on a series of horizontal cracks, mantle on to the tall slab and head direct up the clean rock. The climb goes through a shelf and roof feature at the top of the slab. The slab is intimidating but not super hard. Might be worth rehearsing on a rope, but the slab is likely V0-1. ","protection":"2-3 pads. Don't punt the tip top.","location":"This problem is found above Mammoth Rock on the cliff band. From Mammoth, head up the hill to the steep overhang with \"It Came From Beneath the Sink\", then walk around to the right. This problem climbs the fine grained rock of the overhang. It starts sitting on a large block, so the start rail is easily distinguishable."},"__v":0},{"_id":"cLwYxTs/WfKvaGGTTI4PDQ==","name":"The Devil's Steps","yds":"V4","grades":{"yds":"V4","font":"6B","vscale":"V4"},"fa":"Brad Fauteux","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.66405,43.09337]},"left_right_index":1,"mp_id":"112005938","mp_crag_id":"113709465","climb_id":"cLwYxTs/WfKvaGGTTI4PDQ==","areaRef":"/6/x1JxAUkKsqUEpzlDsTA=="},"content":{"description":"The finest of Clough thus far. This Mega classic lies above the large cave near Mammoth Rock. \n\n  Sit start way down inside the lair. There is a large flake right of a boulder inside the cave. Match hands and right heel hook. Pull on and make a few cool moves rightwards on good holds and slopers. Reach a good sidepull on the giant shelf and grab the next shelf. Match and make some hard moves pulling around the bulge using a crystal sloper pinch and a left hand undercling. \n\n  Snatch the lip and top out rightwards.\n\nyoutube.com/watch?v=8HTzi1u…","protection":"Two pads and one or two spotters.","location":"From \"The the orange buoys on the gravel road, hike into the woods following them, continue past the boulders they are anchored to, uphill and rightwards, eventually entering a small clearing into the sunlight with a cluster of small boulders. Hike up and right to a big crack/ off-width and move right around a shelf, and down a set of four steps. You will have to drop your pads in order to use the steps. From the bottom of the staircase walk up and left past a crack/ dyno problem and reach the climb \"The Devil's Steps\". \n\n  From here climb up using a hemlock tree and a good rock feature out left. Match the tree and pull around and press up using the slab to the left for a hand. \n\n  Stand up and walk up and left and this boulder is shaped like a warped super-ball that sits on top of a small rock pedestal."},"__v":0},{"_id":"PxaMQeC+Wfuy7OZi6/W25A==","name":"Changing Tides","yds":"V8","grades":{"yds":"V8","font":"7B","vscale":"V8"},"fa":"Brad Fauteux","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.66405,43.09337]},"left_right_index":2,"mp_id":"112005831","mp_crag_id":"113709465","climb_id":"PxaMQeC+Wfuy7OZi6/W25A==","areaRef":"/6/x1JxAUkKsqUEpzlDsTA=="},"content":{"description":"","protection":"1 pad and a spotter. There is a pit that drops about 10-15 feet behind and left of the problem. While cleaning it my left foot slipped down and I caught myself on two trees. The pit isn't too dangerous while on the actual climb. Our Mad Rock R3 was sliding towards it though.","location":"This climb is well secluded from the rest of Clough, and only real dedicated climbers will be interested in getting on this line.    There are a few different ways to approach this climb.  \n\n  1. From Mammoth Rock: Hike uphill towards \"It Came From Beneath the Sink\" and then walk left towards a big boulder with a large crack near the bottom and a fallen tree. Keep walking past this boulder until you see a passable way right and up the hill further. from this section of the hill seek a corner between the cliffs where there are a bunch of flat edges and jugs.    Climb up and top out with some tree roots and go left along a sketchy shelf. With two people it is best to hand the pads up or use a rope to pull them up. Follow the shelf left and reach the Clough Classic \"The Devil's Steps\". \n\n  2. From \"The Perry Problem\" Hike uphill and rightwards. enter a clearing into the sunlight with a cluster of small boulders, hike up and right to a big crack/ off-width and move right around a shelf, and down a set of four steps. You will have to drop your pads in order to use the steps. From the bottom of the staircase walk up and left past a crack/ dyno problem and reach the climb \"The Devil's Steps\". \n\n  From here climb up using a hemlock tree and a good rock feature out left. Match the tree and pull around and press up using the slab to the left for a hand. \n\n  Stand up and walk up and left and this boulder is shaped like a warped super-ball that sits on top of a small rock pedestal."},"__v":0},{"_id":"Ug/NTkk3UfGooK6xM6I0ug==","name":"Boom Sauce","yds":"V3","grades":{"yds":"V3","font":"6A","vscale":"V3"},"fa":"Miles Galloway","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.66405,43.09337]},"left_right_index":5,"mp_id":"113568597","mp_crag_id":"113709465","climb_id":"Ug/NTkk3UfGooK6xM6I0ug==","areaRef":"/6/x1JxAUkKsqUEpzlDsTA=="},"content":{"description":"Stand stand on a jug located on the arete. Pull on and make moves up on good holds. Keep climbing up on good holds until you come to a holdless topout.","protection":"3 pads","location":"From \"Natural Flow\" walk left towards the large cave. This arete will be on your right just right of a 45 degree wall."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,8a63706f-b14c-536f-b8ab-3cea90093e36,6056aba9-572d-55bb-aee0-9cf38afb071a,cde1f16d-b72b-5224-a585-3a4db5d590fa,c5e61744-8635-5f93-bb6e-e86b28fdbcad,ffaff1d4-9c40-5242-aca9-4129ce50ec4c","pathTokens":["USA","New Hampshire","Merrimack Valley","Clough State Park","North End, The","Cliff Boulders, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"V6"},{"count":1,"label":"V10"},{"count":1,"label":"V2-3"},{"count":3,"label":"V5"},{"count":1,"label":"V4"},{"count":1,"label":"V8"},{"count":1,"label":"V3"}],"byDiscipline":{"bouldering":{"total":10,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":5,"expert":4}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":1,"advanced":5,"expert":4}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-71.66405,43.09337]},"bbox":[-71.6646657692794,43.092920339818136,-71.66343423072061,43.093819660181865],"left_right_index":-1,"ext_id":"113709465","area_id":"/6/x1JxAUkKsqUEpzlDsTA=="},"content":{"description":"Secluded, some bad landings and some good ones, but awesome projects and sweet lines! Bring friends and a stretcher!"},"density":0,"totalClimbs":10,"__v":1,"createdAt":"2022-11-07T06:12:18.363Z","updatedAt":"2024-01-15T16:46:55.937Z"}