{"_id":"6368a1b8e80bff5a99553f05","area_name":"Pulse Wall","shortCode":"","climbs":[{"_id":"X5jAZcY8U8WYkwTFAn75sg==","name":"Toy Story","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Chris Hassig 1970s","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83493,43.80313]},"left_right_index":11,"mp_id":"105939106","mp_crag_id":"105939103","climb_id":"X5jAZcY8U8WYkwTFAn75sg==","areaRef":"8W/LTcceVGuCO/0YRLOYLg=="},"content":{"description":"The first, noteworthy route as you hike in to the Pulse area, a wall with an obvious crack system and a few bolts on the right side.   Toy Story is short and fun and only requires a small rack, so why not take a lap on it. \n\n  Start on the right side climbing a crack up and to the right eventually gaining a horizontal. From here, a big, fun move reaches a ledge and a final mantel to a good stance and an anchor to the left.  \n\n  Brief but fun. \n\n  Video Link: youtube.com/watch?v=HM_9jtY…","protection":"Small cams and nuts.","location":"First wall on the right as you walk in to the Pulse Wall climb the crack starting on the right."},"__v":0},{"_id":"XkK6qkVtWmq9bj+1BOCGhg==","name":"Tool Time","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Chris Smith 11/98","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83493,43.80313]},"left_right_index":13,"mp_id":"105993599","mp_crag_id":"105939103","climb_id":"XkK6qkVtWmq9bj+1BOCGhg==","areaRef":"8W/LTcceVGuCO/0YRLOYLg=="},"content":{"description":"The Hardest route on this small section of cliff to the right of Tales From the Crimp (5.12b) and the only one that is all bolted. A very cool and challenging climb on steep rock that eases up in angle at the top but increases in difficulty as well. \n\n  Start on the same steep powerful moves as Tool Story but continue following bolts straight up. The angle eases up a bit and around this point the good holds run out and you climb some pretty tough moves on slopers and small holds to the anchor.","protection":"3 bolts to anchor","location":"Same start as Tool Story (5.10b) but follow the bolts straight up."},"__v":0},{"_id":"VnutethrWo+V8kUA8Aimvw==","name":"Tool Story","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83493,43.80313]},"left_right_index":12,"mp_id":"105993595","mp_crag_id":"105939103","climb_id":"VnutethrWo+V8kUA8Aimvw==","areaRef":"8W/LTcceVGuCO/0YRLOYLg=="},"content":{"description":"Stick clip the first bolt and climb a powerful and tricky start before trending more moderately back to the left to join the cracks for the finish of Toy Story (5.9). You will get the pleasure of sticking the cool last move of that route which will get you to the ledge and the anchor. \n\n  I dont think these routes are popular at all but I love this little cliff and I think its worth your time and carrying the little bit of trad gear. A few nuts and a few small cams should do.","protection":"1 bolt, trad gear to anchor.   Very small rack if you know how to use it well.","location":"As you get to the crag look to your right for a system of cool crazy cracks. This route starts under the cracks and to the right below a bolt."},"__v":0},{"_id":"KgyDgNO+XLudMpH5mTtW4w==","name":"Tales from the Crimp","yds":"5.12b/c","grades":{"yds":"5.12b/c","french":"7b+"},"fa":"Dave Quinn, Oct '01","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83493,43.80313]},"left_right_index":10,"mp_id":"106055129","mp_crag_id":"105939103","climb_id":"KgyDgNO+XLudMpH5mTtW4w==","areaRef":"8W/LTcceVGuCO/0YRLOYLg=="},"content":{"description":"A very improbable line up a nearly blank less than vertical face. Bring a microscope to find the holds (both hands and feet) at the crux.   I was amazed when i clipped the chains on this one cause you look down and wonder how you managed to stick to the blankness. \n\n  Stick clip the first bolt and work your feet up to the good ledge 6 feet up where you can clip the second bolt. Then move slightly right on MICRO crimps. Continue up on hard to locate holds to a good hold where you are through the business and clip the 3rd bolt and make easy moves to the top. \n\n  I think this is a great climb but it could be very frustrating for someone who isn't suited to VERY crimpy \"on your feet\" climbing. ","protection":"3 bolts to anchor","location":"The blank face left of Toy Story etc."},"__v":0},{"_id":"KdjHq+2PUPqAMZmozFyYrA==","name":"Static Cling","yds":"5.12a/b","grades":{"yds":"5.12a/b","french":"7b"},"fa":"Lee Hansche and Lily Hallett 7/28/09","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83493,43.80313]},"left_right_index":3,"mp_id":"106502023","mp_crag_id":"105939103","climb_id":"KdjHq+2PUPqAMZmozFyYrA==","areaRef":"8W/LTcceVGuCO/0YRLOYLg=="},"content":{"description":"This is a type of climbing that I love. If I were to put it in a category I'd call it a super-slab. It involves hyper technical foot work and precise body position.  \n\n  The route climbs to the left of the bolts on what appears at first to be a blank wall. As you look closer and spend more time on the wall very small hold start to pop out at you. Then all you have to do is string them together in a way that works for you till you stick the jug finish. Top it out or climb to the right to clip the chains. \n\n  So far everyone to try the route has figured out a unique solution to the crux, but all agree that it is a fun puzzle of a route.  \n\nyoutube.com/watch?v=dIDyr6M…","protection":"3 bolts to the same anchors as Flatline.","location":"The blank face between Pulse and Flatline."},"__v":0},{"_id":"6jvpQLPvUAyhUwpO1LVoEQ==","name":"Shock Therapy","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Ward Smith","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83493,43.80313]},"left_right_index":0,"mp_id":"105961427","mp_crag_id":"105939103","climb_id":"6jvpQLPvUAyhUwpO1LVoEQ==","areaRef":"8W/LTcceVGuCO/0YRLOYLg=="},"content":{"description":"Great moves angling left on big awkward holds gain the first couple of bolts. Then work straight up and a bit right on very incut jugs with no feet. deadpoint up to a bad crimp adjust your feet then dyno for the horizontal break and clip the last bolt. Make a wierd traverse move left and then clip the anchors.   Very cool climb.  \n\n  I can't wait to finally tick this one. \n\n  Little video: \n\nyoutube.com/watch?v=Omz4rqs…","protection":"4 Bolts to Anchor","location":"Leftmost route on Pulse Wall."},"__v":0},{"_id":"qiIppdcSVOyyFe0+FVcibw==","name":"Quickie Crack","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Chris Hassig, 1970s","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83493,43.80313]},"left_right_index":14,"mp_id":"106055371","mp_crag_id":"105939103","climb_id":"qiIppdcSVOyyFe0+FVcibw==","areaRef":"8W/LTcceVGuCO/0YRLOYLg=="},"content":{"description":"A very hard to find route on the far right side of the cliff right where the trail turns up hill to the rest of the crag. Hard to find because there are a bunch of possible options of short cracks to climb here. \n\n  Jam a short splitter crack then step right and continue up a crack in a corner to the top at a pine tree. \n\n  This is actually a good place to practice placing gear and belaying from the top. So if you are in need of this practice do a few variations and have fun.","protection":"Regular rack.","location":"To the right of the Toy Story cracks where the trail turns sharply."},"__v":0},{"_id":"/cxUS7glXCS4TN9inAc53A==","name":"Pulse","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Scott Stevenson","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83493,43.80313]},"left_right_index":1,"mp_id":"105943709","mp_crag_id":"105939103","climb_id":"/cxUS7glXCS4TN9inAc53A==","areaRef":"8W/LTcceVGuCO/0YRLOYLg=="},"content":{"description":"This route starts out just to the left of the left facing gully/corner at pulse wall's apex. Start out with a couple of bad crimps and pull up and left to a better hold (seeps), clip and gain the better jug above (left side is best). Get a high foot and get the side pull and transfer over to the undercling-ish solid stance(taxing). Grab the upper crimp with your left hand and right out above the overhang, get left hand into dish above the corner(hidden hold). Pull the mantle on those bad holds, don't look down, there is no exposure but your bolt is a little farther down than you would like(b careful to clear your heels). Stand up and clip the anchors.","protection":"Well-bolted.","location":"Upper section of cliff 2nd to last climb."},"__v":0},{"_id":"sAz1rKUNWFO2UoJhjqfbeQ==","name":"Low Voltage","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Lee Hansche and Jakob Montoya ?","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83493,43.80313]},"left_right_index":2,"mp_id":"106409719","mp_crag_id":"105939103","climb_id":"sAz1rKUNWFO2UoJhjqfbeQ==","areaRef":"8W/LTcceVGuCO/0YRLOYLg=="},"content":{"description":"Well if anyone else ever climbed it they didn't admit it.  I had fun climbing this dirty slightly loose corner. The route is right between Pulse and Flatline following the crack up the corner and making a crux pull out the overhang to the right of the crux of Pulse. There is a cool kneebar on this move which makes the route deserving of one star in my opinion, haha. anyway, i didn't have a brush with me but i'll give it a quick cleaning at some point if i get the chance. Not that anyone will care cause if you like this kind of climb, the filth is half the fun.  \n\n  Video link: youtube.com/watch?v=jKHkQBf…","protection":"regular rack.","location":"The dirty corner between Pulse and Flatline."},"__v":0},{"_id":"LSLoGhXNV3a3xESfvAD9GQ==","name":"Little Angler","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Ward Smith 11/98","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83493,43.80313]},"left_right_index":5,"mp_id":"105993528","mp_crag_id":"105939103","climb_id":"LSLoGhXNV3a3xESfvAD9GQ==","areaRef":"8W/LTcceVGuCO/0YRLOYLg=="},"content":{"description":"Short and sweet is the way to describe this one.    The line is nice the holds are cool and the rock quality is perfect. Unfortunately its only 30 ft long. \n\n  Anyway, if you are a 5.8 climber get out here and climb it. I think this is a good vote for a first 5.8 lead if you have more power than endurance. \n\n  Climb up following the right trending boltline on the short steep wall just left of the corner crack (Cliff Notes 5.7). Expect strong climbing but good footwork will help you out and reduce the pump. After the last bolt make a tricky move right and up on to the ledge, clip the anchors for Cliff Notes and get someone to follow it cause its easier that way.","protection":"4 bolts to anchors","location":"Up hill a little from Gullivers Travels. As you walk up hill the climb faces you, its just left of a nice crack in a corner (Cliff Notes)."},"__v":0},{"_id":"zfk+DrDxUciZtLEZdkivVQ==","name":"Lazy Days","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"chris callaghan","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83493,43.80313]},"left_right_index":7,"mp_id":"105993590","mp_crag_id":"105939103","climb_id":"zfk+DrDxUciZtLEZdkivVQ==","areaRef":"8W/LTcceVGuCO/0YRLOYLg=="},"content":{"description":"This one is new enough that its not in the current guide book. Not bad if you are starved for moderates but not super memorable. Mostly juggy crack/flake climbing leads to an interesting move to a really cool jug. Finishing up an arete. \n\n  Perhaps a good warm up for the neighboring routes.","protection":"4 bolts to anchor.","location":"To the right of Cliff Notes you will see a bolt line heading up to an arete. Climb it."},"__v":0},{"_id":"eYxH88xOUGqWGm06tFo74A==","name":"Gulliver's Travels","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Keith Becconsall","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83493,43.80313]},"left_right_index":8,"mp_id":"105956667","mp_crag_id":"105939103","climb_id":"eYxH88xOUGqWGm06tFo74A==","areaRef":"8W/LTcceVGuCO/0YRLOYLg=="},"content":{"description":"Boulder problem with bolts.   Super sharp, crimpy and the clips are hard to make. If this is your limit, hang the draws and suss out the moves with caution, don't botch a clip or the ground will be coming up awful fast.   This is a wonderful climb for the 5.12 climber looking for a warm up for Pulse, and the other 5.12s at this small crag. ","protection":"2 bolts to anchor","location":"Halfway up the cliff towards Pulse, the obvious mid-11 overhanging crimpy climb."},"__v":0},{"_id":"V/vWLh3uVhi5Y6fcH7vdSw==","name":"Flatline","yds":"5.12b/c","grades":{"yds":"5.12b/c","french":"7b+"},"fa":"Justin Hayes 11/99","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83493,43.80313]},"left_right_index":4,"mp_id":"106065805","mp_crag_id":"105939103","climb_id":"V/vWLh3uVhi5Y6fcH7vdSw==","areaRef":"8W/LTcceVGuCO/0YRLOYLg=="},"content":{"description":"Just right of Pulse (5.11d) and Static Cling (5.12a/b) there is a short arete with 3 bolts on it and a chain anchor, this is Flatline (5.12b/c). Though very different from its neighbors to the left it shares the short \"boulder problem\" feel. However instead of super steep and powerful I found technique, body position to be the most important thing on this route. Many of the holds are open handed slopers but crimping is encountered before you clip the chains. \n\n  Start on very easy ground to the first draw then stand tall and clip draw 2 before heading left to the arete and making some tricky moves with interesting foot work to some pretty good holds allowing you to clip bolt number 3 and a relatively moderate finish gets you to the top. \n\n  Very nice rock quality and interesting moves. \n\nyoutube.com/watch?v=xBcm6KH…\n\n ","protection":"3 bolts to chains.","location":"Just right of Pulse."},"__v":0},{"_id":"6WMLVfSeUr+Ni8IMGYhMag==","name":"Desolation Row","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83493,43.80313]},"left_right_index":9,"mp_id":"107105278","mp_crag_id":"105939103","climb_id":"6WMLVfSeUr+Ni8IMGYhMag==","areaRef":"8W/LTcceVGuCO/0YRLOYLg=="},"content":{"description":"When you first look at this climb you might wonder why we bothered to climb it. To be honest I am not sure the rational but I am glad we did. There is some really fun climbing hidden in the gully. \n\n  Pull into the corner/gully and get good gear. Although the corner is dirty make fun moves up the solid rock aiming to the top of the gully. The crux is either pulling into the corner or at the top where you must step over a downed tree. The tree is hard to avoid and can be a rope management hazard. \n\n  Climb to the top then pick a tree to make an anchor to bring your second up on.  \n\n  If the climb gets cleaned and the tree removed it would get another star. The cleaning wouldn't be hard but the downed tree will be difficult to move if there is anyone else at the cliff. It might get cleaned up at some point.","protection":"Regular rack and slings or webbing for an anchor at the trees.","location":"Located in the gully to the left of the hideously blank face of Tales from the Crimp .12b/c and to the right of the bouldery Gulliver's Travels .11b."},"__v":0},{"_id":"VTXiU4MyXbSbkrZbTKffOQ==","name":"Cliff Notes","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Ward Smith 11/98","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83493,43.80313]},"left_right_index":6,"mp_id":"105993540","mp_crag_id":"105939103","climb_id":"VTXiU4MyXbSbkrZbTKffOQ==","areaRef":"8W/LTcceVGuCO/0YRLOYLg=="},"content":{"description":"A great practice trad climb, way to short but cool just the same. Endless options for gear placement and secure body positions. \n\n  Climb a few cracks up the corner right of Little Angler (5.8) to a ledge with an anchor that is shared with that route.","protection":"Trad gear to anchor","location":"In the corner to the right of Little Angler (5.8)."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,8a63706f-b14c-536f-b8ab-3cea90093e36,fdf16fa4-e20a-5cda-8c1b-dad225df6dce,f16fcb4d-c71e-546b-823b-fd1844b3982e","pathTokens":["USA","New Hampshire","Rumney","Pulse Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.9"},{"count":1,"label":"5.10d"},{"count":1,"label":"5.10b"},{"count":2,"label":"5.12b/c"},{"count":1,"label":"5.12a/b"},{"count":1,"label":"5.12c"},{"count":3,"label":"5.7"},{"count":1,"label":"5.11d"},{"count":1,"label":"5.8"},{"count":1,"label":"5.5"},{"count":1,"label":"5.11b"},{"count":1,"label":"5.4"}],"byDiscipline":{"trad":{"total":6,"bands":{"unknown":0,"beginner":4,"intermediate":2,"advanced":0,"expert":0}},"sport":{"total":9,"bands":{"unknown":0,"beginner":2,"intermediate":1,"advanced":6,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":6,"intermediate":3,"advanced":6,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-71.83493,43.80313]},"bbox":[-71.83555303757213,43.80268033981814,-71.83430696242787,43.80357966018187],"left_right_index":-1,"ext_id":"105939103","area_id":"8W/LTcceVGuCO/0YRLOYLg=="},"content":{"description":"Another out of the way crag with fun routes on more interesting Rumney schist. From cracks to steep face climbing, moderate climbs and 5.12 projecting, this area has something for you. The pulse (5.11d) is likely to be the best route here but there are many other worth while routes to be done such as Little Angler (5.8),    Toy Story (5.9), and Shock Therapy (5.12b/c). \n\n  The crag has a bouldery feel to it since the routes are short and broken in to micro cliffs. You can still get pumped however so don't be lulled but their short length the harder routes will make you work. \n\n  A great place to go on a busy day, few people think to hike out here which leaves you with a crag all to your self (or maybe just a smaller crowd but there will be some thing for you to sink your energy in to)."},"density":0,"totalClimbs":15,"__v":2,"createdAt":"2022-11-07T06:12:11.308Z","updatedAt":"2024-01-15T16:46:31.338Z","_change":{"user":"jhoZ1HM5QQCLlIW8x9mK3A==","historyId":"64ac20c16d586cdc48db7aea","operation":"updateArea","seq":0}}