{"_id":"63689de0e80bff5a994f91c1","area_name":"Overhang Rock","shortCode":"","climbs":[{"_id":"XKK0E0vNUUaIK7J/isb8Tg==","name":"The Big Picture","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Dan Michael and Paul Piana, 1987","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28729,39.9706]},"left_right_index":7,"mp_id":"105750679","mp_crag_id":"105745115","climb_id":"XKK0E0vNUUaIK7J/isb8Tg==","areaRef":"SrBGMBmDWOeShgCpFQV0YA=="},"content":{"description":"This is a tricky route and of surprisingly different character form\n\nTits\n\n. The tough stuff on The Big Picture comes right away, and as far as I am concerned, from the very first bolt. The Big Picture leans a bit to the right and chases an indistinct system of crystals. It seemed as though once you had latched on to one of these things you had to milk it for 180 degrees, and these are cruddy little quartze inclusions with very little to grab on to and lousy frictional feet. Get back on your feet above bolt 3 and ease into a right-facing corner system. The climbing stays moderately difficult from here to the anchor and through two small overlaps.\n\nWhile things are probably not harder than 5.11+, almost no move is easier than 5.11. I would tip the route toward hard 5.12b because of the relentlessness of the climbing. If you slip past the crystals, then it is a pretty reasonable bet to pull the red point since the really hard stuff is over in the first 20 feet. This great line gets three stars by any measure, just jump on it.","protection":"The 80 feet of climbing need only 8 - 10 draws and something for the double bolt anchor at the top.","location":""},"__v":0},{"_id":"JU+ZXgeGXf+ML2VFwx0qTg==","name":"West Side (Story)","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"1970s or earlier","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28729,39.9706]},"left_right_index":12,"mp_id":"105762291","mp_crag_id":"105745115","climb_id":"JU+ZXgeGXf+ML2VFwx0qTg==","areaRef":"SrBGMBmDWOeShgCpFQV0YA=="},"content":{"description":"This is a line of least resistance to ascend to the top of the North summit of Overhang Rock.  Certainly, asthetics & rock quality are not the reason to do the line.  Its second pitch may be a preferred link-up with East Side for considerably less rope drag.  The fixed protection, at least 4 well-oxidized pins, of the line begs of the question of the date of the FA.\n\nFind this, um, climb, on the West face of Overhang Rock.  It starts in the location of Chorus Line, with its single Star-Dryven 1/4 inch bolt, just uphill from\n\nJunior Achievement\n\n.\n\nP1. Ascend right up the ramp below Chorus Line, Shibboleth, and find a line, a broken sort-of-corner, to ascend to the notch between the North & South summits of Overhang Rock.  You will pass an old ring piton shortly above the ramp in a shallow alcove.  You can certainly miss the line by going slightly further uphill following flakes to the notch.  If you do this variation, a #4 Camalot will be nice just below the notch & you will see the old ring pin looking down & left.  The notch makes for a nice belay.\n\nP2.  The climbing actually improves from here.  Move back onto the North summit tower, passing an old pin, then over a precarious flake & clip a bent LA pin.  This short bit is shared with P2 of\n\nEast Side\n\n.  Some briefly-pleasant face climbing up & left moves you left of a threatening overhanging OW crack.  A #3 Camalot and another old ring piton protect this bit.  A short traverse right brings you to the summit rap slings.  Rap to the SE.  0.43 stars.  Rockaineering,\n\ncaveat emptor\n\n.\n\nNote, a 60m rope may leave you 10 feet off the ground on rappel.  It is possible to rap to a slung tree below the summit block.","protection":"Wires, cams to #3 or 4 Camalot.","location":""},"__v":0},{"_id":"ndymyiNmWQGelAYwanNsoA==","name":"Tits Out For The Lads","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Jimmy Surette and Greg McCausland, 1988","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28729,39.9706]},"left_right_index":5,"mp_id":"105750676","mp_crag_id":"105745115","climb_id":"ndymyiNmWQGelAYwanNsoA==","areaRef":"SrBGMBmDWOeShgCpFQV0YA=="},"content":{"description":"Originally only two bolted lines fired up the huge West face of Overhang Rock, and Tits was the the left of the two. Now there are a number of selections here.\n\nFrom the middle of the crag, scramble up the right side of a large block to a generous belay ledge. Tits fires straight to the roof above with its anchor just over the first overlap. Brilliant yellow edges and flakes characterize this classic face climb. The climbing consists mostly of big reaches to crisp edges with a technical crux coming as you pass a small overlap. The anchors, unfortunately, were placed below the big roofs.\n\nWe toproped the roofs in 1990, and one could certainly push this route out to 125 feet by working through the roof system to the right of the anchor. Three stars for continuity, burly moves, and great position. The rock here is largely solid, but some of the flakes are friable and must be used without pulling really hard on them.","protection":"QDs only. This 80 foot route needs 8 - 10 draws and something for the double bolt anchor at the top.","location":""},"__v":0},{"_id":"x0ggz8cDXrWdmT7W1acVZQ==","name":"Thulsa Doom","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Chandler Van Schaack & Shaun Reed, Fall '16","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28729,39.9706]},"left_right_index":1,"mp_id":"112174219","mp_crag_id":"105745115","climb_id":"x0ggz8cDXrWdmT7W1acVZQ==","areaRef":"SrBGMBmDWOeShgCpFQV0YA=="},"content":{"description":"Thulsa Doom is the newest 35-meter route on the West face of Overhang Rock. The route climbs the face to the left of\n\nSnake Watching\n\n, eventually slithering its way up the striking arete feature that forms the north (left) edge of the upper West face. A 70m rope is MANDATORY. The climb has a bit of everything, from reachy gymnastics down low (the second roof/ 3rd bolt will likely be the crux for the vertically challenged) to super balancy and technical face climbing to straight, bare-down thuggery. There is lots of cool 5.11-ish face climbing thrown in for good measure as well. This climb is totally classic in terms of both the movement and the position. Go Do It!\n\nMany thanks to OSMP, the Access Fund, and the Flatirons Climbing Council for making new-routing possible in the Flatirons!","protection":"18 bolts plus an anchor. You may wish to stick clip the first bolt. A #0.75 Camalot or equivalent may be used between the 6th and 7th bolts (this terrain is probably 5.8 but runout otherwise). A few long draws or runners are nice for the bolts just before the upper arete but are not mandatory. A 70 METER ROPE IS REQUIRED!!!!","location":"It is on the far left (north) side of the West Face of Overhang Rock, approximately 20 feet left of the start of\n\nSnake Watching\n\n. See the description for \"\n\nHoney Badger\n\n\" for general approach beta."},"__v":0},{"_id":"Z/ExZ7POWYmBtOuQqZ0J9A==","name":"Strata-Caster","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Ian Cavanaugh and Steve Annecone, July 2019","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28729,39.9706]},"left_right_index":10,"mp_id":"117339486","mp_crag_id":"105745115","climb_id":"Z/ExZ7POWYmBtOuQqZ0J9A==","areaRef":"SrBGMBmDWOeShgCpFQV0YA=="},"content":{"description":"Strata-Caster is named after a beautiful panel of ancient mud castings that is encountered on the route. It follows a steep and colorful shield of rock on the right side of the wall. The rock is solid and seems to be cleaner, in general, than other routes up there. Still, some care is occasionally necessary to avoid wandering off route and into potential chossy sections here and there.\n\nStart up easy 5.5 or 5.6 terrain to a high first bolt. From there, follow the bolts up steeper terrain, past a small roof, to the base of another small roof below a clean red shield of rock. The next 20 feet (bolts 7 through 9) is the crux region and involves some powerful, reachy climbing on crisp edges. Some delicate footwork is also needed in this section. Some more interesting climbing past the mud casts leads to the final roof.  Thuggy moves over this roof take you to fun 5.10 jugs and the anchor above.\n\nThis route is about 36 or 37 meters long, and a 70m rope just gets you to the ground with rope stretch. Therefore, make sure to bring a\n\nminimum 70-meter long rope,\n\nand if using a 70, knot the end, and be careful. An 80m rope is a good idea if you have one.\n\nEnjoy, and thanks to OSMP for allowing new route development in beautiful places like this! Also thanks to Paul Glover for spotting this line and getting it permitted for bolting.","protection":"Draws for 14 bolts and Mussy hooks for lowering at the top anchor.","location":"This route is on the south side of the west face, maybe 15 yards uphill from the right edge of that huge pedestal/ledge feature (... which is used used to access\n\nTits Out...\n\n,\n\nRelease the Hostages\n\n,\n\nThe Big Picture\n\n,\n\netc\n\n.). It is also right of\n\nShort Attention Span\n\n. Look for the high starting bolt and the line of bolts above that."},"__v":0},{"_id":"usdqPdXcUMCzkjw2myPZRw==","name":"South Ridge of South Pinnacle","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Jim Erickson (downclimbed solo)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28729,39.9706]},"left_right_index":14,"mp_id":"105756685","mp_crag_id":"105745115","climb_id":"usdqPdXcUMCzkjw2myPZRw==","areaRef":"SrBGMBmDWOeShgCpFQV0YA=="},"content":{"description":"This short route ascends the steep South Ridge of the Southern Pinnacle of Overhang Rock. This pinnacle sits at the Southern most edge of overhang rock and is striking in its exposure and verticality.\n\nStart on the East face of Overhang Rock at the base of the notch between the pinnacle and some smaller rocks to its South. Climb up some 30 feet of easy rock to the notch.  Overcome a small South facing headwall and proceed to the next headwall (crux). Crank up a couple of well protected 5.7 moves and move over to the East face of the pinnacle. Climb up some 15 more feet to the small summit.\n\nDescent - rappel from a slinged rock in the summit or downclimb some 40 feet towards the notch between the pinnacle and the main part of the rock to its North. This downclimb goes at about 5.5. Once on that notch rappel from a large tree down the East face to the base.","protection":"Standard rack, a long sling to sling a horn....","location":""},"__v":0},{"_id":"JPrKY21rUm+pgmlyJPyy4Q==","name":"Snake Watching","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Jimmy Surette","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28729,39.9706]},"left_right_index":2,"mp_id":"105762771","mp_crag_id":"105745115","climb_id":"JPrKY21rUm+pgmlyJPyy4Q==","areaRef":"SrBGMBmDWOeShgCpFQV0YA=="},"content":{"description":"Snake Watching is the farthest left route on Overhang Rock. It is the \"\n\nEighth Day\n\n\" of the Flatirons.\n\nScramble up easy 5th class to get to the first bolt. A three move boulder problem takes you up and over the initial overhang. From here, it's crimp, crimp, and more crimp for about a mile to anchors just below the summit. I don't know if something broke, but I found there to be a pretty hard boulder problem at about the 11th bolt. The rock is a little friable in spots. I could not get to the ground with a 70 meter cord, so bring an 80 meter cord or use the lowering station midway up.","protection":"15 bolts to a two bolt anchor. There is a midway anchor at the 8th or 9th bolt.","location":""},"__v":0},{"_id":"CGKAHt6bXIegueM3W1LiZw==","name":"Short Attention Span","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Ken Trout, Steve Stubblefield","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28729,39.9706]},"left_right_index":9,"mp_id":"105751414","mp_crag_id":"105745115","climb_id":"CGKAHt6bXIegueM3W1LiZw==","areaRef":"SrBGMBmDWOeShgCpFQV0YA=="},"content":{"description":"Short Attention Span ascends the face just right of the right-facing corner which gains access to the three sport lines that start off the top of the huge block.  A few moves off of a good mono (no really, it's good!) gains a stance to clip the first bolt.  It wouldn't be pretty to fall before this first clip.  The technical crux comes at the third bolt with a few thin moves sideways, and then a second, height-dependant crux at the fourth bolt.  From here, it's smooth sailing on 5.10 moves to the top.  The anchors are up right of the last bolt.  This line makes a good warm up for the other, more demanding routes on this wall.","protection":"Six bolts to a two bolt anchor with rap rings.","location":""},"__v":0},{"_id":"KgYwmwBwWyW5s9yF+HQsCg==","name":"Rogue's Arete","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Layton Kor and Pat Ament, 1963","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28729,39.9706]},"left_right_index":0,"mp_id":"105751279","mp_crag_id":"105745115","climb_id":"KgYwmwBwWyW5s9yF+HQsCg==","areaRef":"SrBGMBmDWOeShgCpFQV0YA=="},"content":{"description":"This is a scary route with a (formerly) dangerous belay stance.  With two good bolts at the belay (thanks, Bruce), I'd now give it 2 stars and an S rating.\n\nThis climb climbs just left of the north prow of Overhang Rock.  From the boulders at the base, head left and then up about 5-10 feet left of an arete, passing a small tree.  Now head up more difficult rock (5.10a) with somewhat sparse pro, eventually climbing the arete itself.\n\nYou will now arrive at a 6\" wide shelf which used to be the home of a single rusty bolt and numerous terrified belayers.  Now home to two excellent bolts and much happier belayers.\n\nThe unprotected crux now rises above.  Traverse left 6' or so from the ledge and head up an area of shattered rock.  This section is 5.10, and there is no pro until you reach a crack under an overhang, about 15' up.  Lieback this crack, move left, and continue more easily up and right to the top of the face.\n\nNow walk on up the ridge to the top, and rappel 60 feet to the notch between the main summit and the south summit.  Rap east to the ground.","protection":"Standard rack, plus RPs.","location":""},"__v":0},{"_id":"yo9MChORWWKqUs/C8R8aLA==","name":"Release the Hostages","yds":"5.13-","grades":{"yds":"5.13-","french":"7c+"},"fa":"L. Bear, Pink; \"El Pecknold\"","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28729,39.9706]},"left_right_index":6,"mp_id":"116778373","mp_crag_id":"105745115","climb_id":"yo9MChORWWKqUs/C8R8aLA==","areaRef":"SrBGMBmDWOeShgCpFQV0YA=="},"content":{"description":"This mondo line is sort of like two routes for the price of one: a long, cruxy, technical slab to a monster, looming overhang way off the deck, suspended high over the mouth of Bear Canyon.\n\nBegin on the ledge just right of\n\nTits Out...\n\nat a belay bolt, and stick clip a high first bolt. Crimp your way upwards from here on nearly perfect black and green rock, passing multiple cruxes, including a few seemingly holdless sections that require careful deciphering. Past the final bolt on the slab, bolt 7, you can place a Metolius orange TCU out left in the flake, though we skipped it.\n\nMove up to a rest, then head out the roof. Good jugs, some a bit hollow (we cleaned the route thoroughly; still, use your discretion), get you halfway out the overhang, then it's crux time. Big power moves segue into a pumpy exit to the lip then a short, crimpy face above to the anchors below the upper tongue of rock. The name of the game up here is wild moves and wild exposure--amazing position. Long slings are helpful for drag on the first three bolts on the steepness.\n\nThis is a 33-meter pitch that starts and ends on a ledge 50 feet off the ground.\n\nA 70-meter rope is mandatory,\n\nand knot your rope ends to prevent a lowering accident!\n\nNot totally sure on the grade. Each section alone felt like 5.12d/13a, but there is a rest between them. But there's also lots and lots of difficult climbing. You be the judge....felt harder than the other 5.13a's on the wall.\n\nMany thanks to OSMP and the Flatirons Climbing Council for making new-routing possible in the Flatirons!","protection":"14 bolts plus an optional TCU.\n\nA 70-meter rope is MANDATORY.","location":"Begin just right of\n\nTits Out...\n\non the same ledge. It is the second route from the left."},"__v":0},{"_id":"abCVnAsWUxCFoybAmto8Dg==","name":"Ouroboros","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"Chandler Van Schaack, 6/14","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28729,39.9706]},"left_right_index":3,"mp_id":"109811789","mp_crag_id":"105745115","climb_id":"abCVnAsWUxCFoybAmto8Dg==","areaRef":"SrBGMBmDWOeShgCpFQV0YA=="},"content":{"description":"\"\n\nThe Ouroboros is an ancient symbol depicting a serpent or dragon eating its own tail. The Ouroboros often symbolizes self-reflexivity or cyclicality, especially in the sense of something constantly re-creating itself, the eternal return, and other things such as the phoenix which operate in cycles that begin anew as soon as they end. It can also represent the idea of primordial unity related to something existing in or persisting from the beginning with such force or qualities it cannot be extinguished\n\n(December, 2014 Wikipedia definition).\"\n\nOuroboros is located between\n\nSnake Watching\n\nand\n\nHoney Badger\n\nand is similar in both length and overall difficulty to its two neighbors. The climbing is engaging and sustained, and some may think a wee bit heady. Do not be deterred, though, for the rock is steep (by Overhang standards) and the falls clean. A stout crux right after the first anchor leads to sustained 12/12- climbing past the curving flake feature and smack up the big, green streak to the roof system above, where a good rest followed by yet another cruxy boulder problem await. Sequential (\n\ni.e.,\n\ntotally punt-able) climbing for the last 2 bolts puts you at a huge jug and the chains.\n\nThe climb is roughly 40m in length, with a midway anchor at 60 feet (12a - good as a warm-up lap route) - a\n\n70m rope is required\n\nto lower to the first anchor from the top. A second lower from there will get you to the ground. I do not have an 80m rope, so I am not sure if you could lower all the way to the ground with one, but that may be possible. At least a\n\n70m rope is mandatory.\n\nThis was named in honor of my good friend, John Mahaffey, who left this world while this route was being established but whose irrepressible force is still far from extinguished.\n\nIt has 18 bolts plus two 2-bolt anchors. The route curves in the middle, so long draws are nice on several bolts. Overall, the rock quality is excellent, but like many of the routes at Overhang, one does not need to stray too far off the beaten path to find choss -- we did not go buck wild with cleaning on this thing in an effort to minimize rock scarring. Climb carefully when first trying it.\n\nMany thanks to OSMP, the Access Fund, and the Flatirons Climbing Council for making new-routing possible in the Flatirons! Also thanks to Kirkadirka and Ben Sachs for tons of help throughout the process.","protection":"18 quickdraws including some long slings plus 2-4 for anchors.","location":"This is on the West face of Overhang Rock between\n\nSnake Watching\n\nand\n\nHoney Badger\n\n."},"__v":0},{"_id":"1o2KUjY9XDmrXSGped7VNQ==","name":"North Ridge, South Spire","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28729,39.9706]},"left_right_index":13,"mp_id":"112000265","mp_crag_id":"105745115","climb_id":"1o2KUjY9XDmrXSGped7VNQ==","areaRef":"SrBGMBmDWOeShgCpFQV0YA=="},"content":{"description":"Climb either\n\nWest Side Story\n\nor the\n\nEast Face\n\nto the notch between the north and south summits. Then climb towards the impressive south summit on an airy ridge passing a horrible piton (easily, and highly suggested to backup) to a slabby dihedral. Crank up the dihedral to the tippy-top.","protection":"A small selected Flatiron rack.","location":""},"__v":0},{"_id":"noH0XjWSUZyUstCpH3AGoQ==","name":"Missing Link","yds":"5.12b/c","grades":{"yds":"5.12b/c","french":"7b+"},"fa":"Christian Baroody, BC Haney, 1989","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28729,39.9706]},"left_right_index":8,"mp_id":"105762933","mp_crag_id":"105745115","climb_id":"noH0XjWSUZyUstCpH3AGoQ==","areaRef":"SrBGMBmDWOeShgCpFQV0YA=="},"content":{"description":"Missing link is located between\n\nShort Attention Span\n\nand the\n\nBig Picture\n\n, on the right hand side of the prominent ledge at Overhang Wall.  To get to the start of the route, you'll need to go up 15 feet of relatively easy fifth class climbing.\n\nThis is a great climb and far harder than it looks from the ground. The first challenge is to clip the high first and second bolts, and I recommend a stick clip to stay safe. Technical, thin face climbing characterize the bulk of the climb and the crux is pulling over a small bulge about two thirds up. It has great views from the belay.","protection":"6 bolts to a two bolt anchor.","location":""},"__v":0},{"_id":"ziCG5CI1WKyH4ZEayeICqw==","name":"Junior Achievement","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"[Dan Vasicek and Bob Cormack, 1972]","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28729,39.9706]},"left_right_index":11,"mp_id":"105756610","mp_crag_id":"105745115","climb_id":"ziCG5CI1WKyH4ZEayeICqw==","areaRef":"SrBGMBmDWOeShgCpFQV0YA=="},"content":{"description":"This steep two pitch route is on the West face of Overhang rock. It follows a nondescript, right-facing dihedral that doesn't quite reach the base. It is the last big feature on the West face as you are looking North. Note that this climb felt burly, not your average 5.6.\n\nApproach the proximity of the base and scramble up on some 4th class to a dirty ledge.\n\nP1. From the ledge, some large flakes/blocks lead up a crack to a couple of bulges. Protection is good but not necessarily in line with the route. Crank on some large holds up the first bulge and protect in a hand sized crack to the right. Traverse left and up over the second bulge (crux). This section can be made trickier if you try to avoid the bat guano that covers the most obvious and useful jugs. Run up an easy ramp and belay in the ramp/dihedral.\n\nP2. Rossiter has P2 continuing up the now menacing dihedral (5.8). We followed the Roach description. He has P-2 traversing right across a large slab with a lot of exposure (5.4 S). You can protect before the traverse and about 3/4 of the way across (large piece).\n\nFrom there, climb up a hand crack onto a section of lose rotten block and work your way up an overhanging slot (5.6?) to the ridge. Protection before the slot crux is hard to come by and suspect once found. The summit will be some 50 feet to the south.\n\nDescent - Rappel from the summit down the East face. A 60m rope will reach all the way down, otherwise do a second rappel from a tree lower down.","protection":"Standard rack, a #3.5 Camalot comes in very handy.\n\nBring slings for the rappel(s).","location":""},"__v":0},{"_id":"AFOIqqXjUwmdeD/RZwuWvQ==","name":"Honey Badger","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Sachs, Van Schaack,  April 2013","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28729,39.9706]},"left_right_index":4,"mp_id":"108147855","mp_crag_id":"105745115","climb_id":"AFOIqqXjUwmdeD/RZwuWvQ==","areaRef":"SrBGMBmDWOeShgCpFQV0YA=="},"content":{"description":"A 70m rope is mandatory, and tie a knot in the end!\n\nLike its namesake, this 40+ m climb on the West Face of Overhang Rock is really pretty bad-ass. Honey Badger takes a more or less direct line up the vertical to overhanging face about 40 feet right of\n\nSnake Watching\n\n.\n\nAccess the climb by scrambling up a ramp to the right of the staging area for\n\nSnake Watching\n\nto a small tree.\n\nFrom there, climb easy terrain up and right to the first bolt, then climb through a weakness in the roof and up the licheny arête (12-) to easier ground and a 2-bolt midway anchor (4 bolts + anchor; approximately 50 feet). Clip the midway anchor and set off through the first crux, a hard boulder problem that aint really over until you reach the A-frame roof above.  From the rest after the A-frame roof, fire up through the big roof (crux 2) on bullet edges then jug-haul up through another tier to a pod rest. Rest up here, then fire up the steep headwall to the final crux boulder problem separating you from the anchor.\n\nOh, you wanna pull through so you can work the moves on toprope? Honey Badger doesnt give a shit.  Youll just have to climb it.\n\nA huge thanks goes to the Flatirons Climbing Council (FCC) and Open Space and Mountain Parks (OSMP) for allowing yet another great route in the Flatirons.","protection":"18 bolts total (14 + two 2-bolt anchors). There are several bolts where long draws are helpful.\n\nTo descend, you can lower from the top anchor to the midway anchor (70m mandatory!), then pull and lower again, or you can rap to the midway anchor and repeat. A 70m rope is mandatory!","location":"The best way to approach this climb (and all the other climbs on the West Face of Overhang) is to walk up the Bear Canyon trail until you come to the huge boulder on the left side of the trail (the\n\nShelf Block\n\n). Just before the boulder there is a climber's trail leading up and left into the woods. Follow the trail up past a few boulders, contouring and following a few cairns until you reach the big flat rock directly under the power line. From there, head straight up the talus (walking parallel to the cliff) for about 15 yards until you can break left through the woods onto the main talus field below the West Face. Wander across the talus to the base of the climb.  The climb starts approximately 40 feet right of\n\nSnake Watching\n\n. Start by a small tree atop a ramp."},"__v":0},{"_id":"NmdR4aboWOmksoS4AK/4jw==","name":"East Face","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28729,39.9706]},"left_right_index":15,"mp_id":"105756589","mp_crag_id":"105745115","climb_id":"NmdR4aboWOmksoS4AK/4jw==","areaRef":"SrBGMBmDWOeShgCpFQV0YA=="},"content":{"description":"As implied by its name, this routes is on the East Face of the rock way up closer to the Southern end of it.\n\nApproach as mentioned on the rock description.\n\nThe route starts some 50 feet to the right (North) of the obvious notch at the top of the rock (left of the summit).\n\nP-1 Climbs left following a crack/strata that leads towards a large tree at the base of the notch. This crack is a bit dirty and vegetated.\n\nAs a cleaner, more fun alternative, you can tackle the small overhang directly below the notch. The overhang is a bit awkward but goes at about 5.7 and has adequate protection although you need to work for it. Once you clear the overhang continue up a right facing flake and onto a one move 5.7 slab. Merge right with the original route and belay at the top of the notch (past the tree). This pitch is exactly 100ft.\n\nP-2 At the notch as you look towards the summit to the North, you will be faced by a sharp arete. To its left is an imposing overhang with few features. To the right and about 15 feet up, a flake invites passage to the East face. This is a really exposed pitch.\n\nClimb up the sharp arete and clip the three ancient pitons (two of which seemed solid). Take note of the large rocks you are yanking on since the top one (spike at the top) looks ready to come off.\n\nOnce you reach the flake traverse right and down onto an improbable and awkward slopping ramp that tappers off to nothing as you traverse it. Placements are available at the end of the traverse. Look between your legs and see a clear shot at the packs you left at the base. You are now above the large overhang on the East Face.\n\nMake a tricky move to reach an easy but somewhat loose ramp that will deliver you to the summit some 30 feet up.\n\nRope drag is a major issue. Long slings and a strong stomach are a must.\n\nDescent - Rappel from the summit to the tree at the foot of the notch. Two ancient pins exist behind the summit block. A long (20+ft) sling can also be slinged around the summit block.\n\nWith a 60m rope we were able to rappel all the way to the ground by-passing the second rappel from the notch tree.","protection":"Standard rack, long slings are a must.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,decc1251-4a67-52b9-b23f-3243e10e93d0,d0ca78b6-a3cb-517c-adee-d9c6f8c2d2d8,ee2fde9f-b2c2-58e8-ad07-ff56ccf69c8a,4ab04630-1983-58e7-9286-00a915057460","pathTokens":["USA","Colorado","Boulder","Flatirons","South","Overhang Rock"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.12b"},{"count":2,"label":"5.6"},{"count":3,"label":"5.13a"},{"count":1,"label":"5.12c"},{"count":1,"label":"5.7"},{"count":1,"label":"5.11d"},{"count":1,"label":"5.10a"},{"count":1,"label":"5.13-"},{"count":1,"label":"5.12d"},{"count":1,"label":"5.5"},{"count":1,"label":"5.12b/c"},{"count":1,"label":"5.8"}],"byDiscipline":{"trad":{"total":6,"bands":{"unknown":0,"beginner":5,"intermediate":1,"advanced":0,"expert":0}},"sport":{"total":10,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":6,"expert":4}}},"byGradeBand":{"unknown":0,"beginner":5,"intermediate":1,"advanced":6,"expert":4}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.28729,39.9706]},"bbox":[-105.2878767371282,39.97015033981814,-105.28670326287181,39.971049660181855],"left_right_index":-1,"ext_id":"105745115","area_id":"SrBGMBmDWOeShgCpFQV0YA=="},"content":{"description":""},"density":0,"totalClimbs":16,"__v":1,"createdAt":"2022-11-07T05:55:55.100Z","updatedAt":"2022-11-25T11:16:26.203Z"}