{"_id":"6368a185e80bff5a9954f5cf","area_name":"Lake Mead Buttress","shortCode":"","climbs":[{"_id":"BEpKjpnHVyScJ+HdxexeTQ==","name":"Mr. Bones' Wild Ride","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"March 12th, 2019","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-115.36439,36.2169]},"left_right_index":0,"mp_id":"117005328","mp_crag_id":"112494136","climb_id":"BEpKjpnHVyScJ+HdxexeTQ==","areaRef":"Vy+tpQLWVRuvnE/xw0Z7cg=="},"content":{"description":"In an attempt to find an \"easier\" route up the Lake Mead Buttress, a buddy and I went on quite the adventure up the dark seam left of the main prow.\n\n Avoid all lines that look decent, and head into the dark shadowy feature on the left side. Approach as if for Lake Mead Buttress, up the rock-studded gully to climbers right of the prow. At the base of the main wall, move left until the rock falls away and the only option is up. This is the first pitch.\n\n P1) 5.7 - Foreshadowing. Short, easy, a warmup for what's to come      Look up towards a ledge that stands between you and the massive gully you're heading towards. Climb up on rock that is super sharp, and not confidence inspiring. The rock is mostly solid, but some parts are suspiciously wiggly. Some would say this might be a sign to turn around. Keep going. Follow the largest seam to a roof. Pray to whatever gear you've plugged below you, and commit to the better rock left of the roof, pulling over the bulge onto a great ledge. Walk up and right for some good anchoring cracks in layered rock that is somehow solid.\n\n P2) 5.5 - The Adventure Begins. A scramble into the unknown.      Walk into the giant gully left of the main prow. Reassure yourself that all those shadows mean easy climbing and great protection. Simulclimb through the first few hundred feet of class 3 and maybe 4, gently sloping upwards and following the massive gully. Push through the plant life that seems to wisely be trying stop you from climbing this. Remember to remind yourself that the questionable stemming moves straight up or mantle onto a crumbly plant-filled ledge was totally fun and not scary at all as the rock gets worse.\n\n P3) 5.8 R - Lead Head The rock gets worse, more vertical, and gear disappears      After a few hundred feet of class 3 or 4 gully shenanigans, a point comes when the gully starts to get vertical and one really should be on belay. We broke this up into two or three mini-pitches of 40ft or so, but it could all be done as one pitch. Gear is sparse or non-existent, and does not inspire safety. Pitch finishes with a heady, shitty climb straight up out of the gully that's swaddled you this whole time, then moves right onto a surprisingly good ledge with minimal pro. A fall from any point would be ill-advised. Belay your partner up off a slung horn that looks sorta solid, maybe.\n\n P4) 5.9+ X - The Ride You better put on your big boy pants for this one.      Look straight up from this ledge, and spot the giant overhanging chimney/offwidth. That's your goal for the start of pitch 5. It's also the start of the good rock. Between that big crack and you is an 80 or 90ft pitch straight up an overhanging choss fest. Actually, choss doesn't even begin to describe the complete and total lack of adhesion of the cracked and layered limestone / dolomite pile before you. At this point, a rap down is not feasible in the kitty litter you've surrounded yourself in, and the only way is up. Place pro as you slowly move up and the route crumbles around you, knowing fully in your heart that the 0.5 C3 you placed is only there to look pretty. Pulling off a bread loaf sized chunk and making use of the hole it left to move upwards is a valid strategy. Finish inside or just below the chimney, anchoring on cracks that are the best you've seen in the last 300 feet with some smaller nuts and cams. Hopefully by this point you've realized what it is like to truly want to get off this wild ride.\n\n P5) 5.8 - The Exit Gate Squeeze through and escape      Using the power of friction and adrenaline left over from the near-death experience, squeeze straight up through about 10 feet of an overhanging, perfectly parallel chimney/offwidth. A number 5 shoved above you is really useful here if you need a rest once in awhile. Exit from the top, and follow the beautiful, hand-sized crack on solid, reliable limestone to a ledgy finish with plenty of cracks for an anchor. After the terrible rock below, the amazing moves on this bomber crack make it almost worth meeting your maker the pitch before. A hundred feet or so of class 4 scrambling after this pitch brings to you to top, and off of this wild ride.\n\n But Mr. Bones isn't done with you yet. Don't forget that what goes up, must come down. Follow the descent directions for Lake Mead Buttress.","protection":"Wishes and dreams. If those fail, a standard rack of cams from 0.3 to #4, one #5 for the offwidth chimney, stoppers.","location":"Approach base of the wall same as other climbs. Move around the prow, aiming for the deep, shadowed gully left of the prow. "},"__v":0},{"_id":"sZBd+LceVjOt+2KYdEcsHg==","name":"Lake Mead Buttress Original Route","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Dan Briey, Andrew Fulton, March 1997","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-115.36439,36.2169]},"left_right_index":2,"mp_id":"112494147","mp_crag_id":"112494136","climb_id":"sZBd+LceVjOt+2KYdEcsHg==","areaRef":"Vy+tpQLWVRuvnE/xw0Z7cg=="},"content":{"description":"Just to the right of the prow is a crack/seam system that starts from a horizontal crack 20' off the ground. There's a baby angle piton in the horizontal where the seam starts, which is also the first piece of protection. Climb this for a hundred feet or so until easier climbing leads left onto the shallow prow. This is the hardest and most committing pitch of the route, the rest of the pitches are 5.8 or less. Follow the prow, sometimes jogging left, to the top. We did this in four pitches but it can be broken up into more. All of the belays have a decent ledge and the multitude of crack/seam systems offer more than one way to the next belay, so choose carefully. The climbing is adventurous with some run outs and a fair amount loose rock spread out over the solid stuff.","protection":"Double rack up to #3, small cams, small stoppers, hammer, knife blade pitons, and a baby angle or two.","location":"Start just right of the prow."},"__v":0},{"_id":"SltSCf7pXtuke2MnbKk3RA==","name":"Contagion","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"2020 Boyce, Chapko, Gilmore","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.36439,36.2169]},"left_right_index":3,"mp_id":"121833433","mp_crag_id":"112494136","climb_id":"SltSCf7pXtuke2MnbKk3RA==","areaRef":"Vy+tpQLWVRuvnE/xw0Z7cg=="},"content":{"description":"This is a well protected and fully bolted climb that has been thoroughly cleaned and houses high quality rock up the middle of the south face of summerlin peak (lake mead buttress). P1 90’ 5.10a Start directly below and slightly to the right of an obvious open book. Step right after a horizontal crack, then left into the main corner. Steep stemming at the top leads to good ledge. 9 boltsP2 100’ 5.8+ Climb straight off the anchor to the left most bolt line, this trends left up the face then back right to a good ledge. 9 boltsP2v 80’ 5.10b Head straight up the face on steep but good holds to the same ledge. This pitch is still a bit fragile and maybe be a bit harder than 10b now. 6 boltsP3 150’ 5.10a Step left off the belay and follow the obvious bolt line up the epic face up past rap anchor to ok ledge. 16 boltsP4 70’ 5.0 Scramble straight up to huge ledge with anchor at the base of the next wall. 0 boltsP5 140’ 5.8 straight up through a small roof past a rap station to a decent ledge. 10 bolts*Move the belay across the big dirt ledge to an anchor at the base of the next pitch. P6 70’ 5.8+ Straight up off the belay on steep jugs to a high first clip, sharp face climbing leads to a ledge. Inobvious moves left of the bolts then back right lead to easier climbing to an anchor at the top of the wall. 7 boltsDescent: 7 raps straight down the route with a single 60M rope (do not skip any chains). With doubles, make a single rope rappel down the last pitch then 3 double rope raps to the ground. It’s also possible to hike off the summit and end up at the buckskin trailhead off cliff shadows parkway. Another hiking option is to take the descent down skiers left outlined in the other routes on lake mead buttress. This descent brings you back to the same side and would filter back to the same trailhead. If there are other groups on route you should consider hiking off. ","protection":"Single 60M rope, 17 draws, a couple alpine draws could be helpful. Helmets!","location":"Approach: Park here (36.1920282, -115.3469587). Head up the mountain bike trail “cleod 9” then turn right onto the “secret menu”. Once directly below the face there will be a few ridges, take the left most ridge that heads directly up towards the face. There will be a line of cairns that feed into a trail that takes the path of least resistance to the base of the route. 45 min to an hr"},"__v":0},{"_id":"Mz+0pXogW8SSa2Cs57OV1A==","name":"Bone Collector","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Andrew Fulton, Dan Briley, Andrew's Client","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.36439,36.2169]},"left_right_index":1,"mp_id":"113983145","mp_crag_id":"112494136","climb_id":"Mz+0pXogW8SSa2Cs57OV1A==","areaRef":"Vy+tpQLWVRuvnE/xw0Z7cg=="},"content":{"description":"Start a little ways left of the prow on the easiest looking section, about halfway to the big cleft higher on the wall. Follow cracks and ledges staying left of the prow. We did this in four pitches but there're many places to belay. The climbing is continuous lower down and gets more ledgy higher up with half a pitch of 3rd & 4th class just before the top. Lots of loose rock. \n\n  To descend head east along the top, past the saddle, and summit the next pointy peak. From the top take the southeast ridge to near the bottom then angle down and right.","protection":"Stoppers, double set of cams- micro to 3\" and one 4\".","location":"A short ways left of the prow."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,a31fb323-0db7-5e02-b522-f21d3b49b531,eeabff85-bcb1-5aac-a784-2f3003d01d09,ca17217d-0e88-59ff-8b12-22b1eaaecf84,572fada5-02d6-551b-af9c-4ff1c3467b72","pathTokens":["USA","Nevada","Southern Nevada","La Madre Range","Lake Mead Buttress"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.9+"},{"count":1,"label":"5.10a"},{"count":1,"label":"5.9"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":0,"beginner":0,"intermediate":3,"advanced":0,"expert":0}},"sport":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":4,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-115.36439,36.2169]},"bbox":[-115.36494734747745,36.216450339818145,-115.36383265252256,36.21734966018186],"left_right_index":-1,"ext_id":"112494136","area_id":"Vy+tpQLWVRuvnE/xw0Z7cg=="},"content":{"description":"Lake Mead Buttress is the last big cliff in the La Madre Mts on the east end. It's the 800' dark grey limestone cliff that looms up large at the west end of Lake Mead Blvd, which is how it got the name. Also of interest here is a large beautiful agave roasting pit on the slope just below the cliff."},"density":0,"totalClimbs":4,"__v":1,"createdAt":"2022-11-07T06:11:27.078Z","updatedAt":"2022-11-25T11:19:50.684Z"}