{"_id":"6368a60be80bff5a995c52cd","area_name":"Dolomite Tower","shortCode":"","climbs":[{"_id":"D46whuwPU8ieeBam5OJhRw==","name":"Vanishing Point","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Bryan Burdo","type":{"trad":true,"alpine":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-121.43599,47.77918]},"left_right_index":999999,"mp_id":"119221029","mp_crag_id":"119221018","climb_id":"D46whuwPU8ieeBam5OJhRw==","areaRef":"2KRpQWc/WS67pOvQDjzicA=="},"content":{"description":"At the base of the tower, find the toe of the macro-prow. Almost dead center. The first pitch climbs left under a small overhang immediately off the ground.\n\nP1. Follow bolts up and left then back to the right, dancing around there arete. Short pitch that ends at a bolted anchor. 20m, 5.10\n\nP2. Climb straight up then trend left following bolts. A finger sized gear placement could be used, but isn’t critical. Turn the corner and pull back onto the arete. End at a bolted stance on the arete. ~40m, 5.10 (60m should just barely make the link, may require a move or two of simul)\n\nP3. Scramble up the ledge (alternate anchor here) until you can clip a bolt and make a rising rightward traverse to a pedestal. From the pedestal, step right into a corner, passing three bolts and few gear placements to a good belay ledge. 35m, 5.11\n\nP4. More fun in the corner. The crux is more or less right above the anchor, but plenty of gear to be totally safe. Continue Steep gear climbing alongside an amazing crystalline face.  Appreciate it as you catch your breath.\n\nBelay on a good perch out left of the corner. 30m, 5.11\n\nP5. Climb steep blocks up and left to a face. 3 bolts should be right above you. Don’t go out to the arete!\n\nClimb the three bolts, then jog right and utilize two more to gain another good belay stance. Fun pitch! Beware if you stay low on the rightward traverse you may find yourself stepping on very thin flakes right above your belayer. It’s no more difficult to stay a bit higher and avoid them. 7 bolts no gear 5.11-\n\nP6. Step DOWN and right off the belay. Pass some unfortunately not great rock. If you pulled something off it would be fine as long as there isn’t a party below you. Following bolts to the next anchor, passing a few cruxes along the way. Very cool pitch.  10-12 bolts  no gear 5.11+\n\nP7.  Another crux close to the belay and some fun tricky climbing above. A 1 or .75 protects the final moves to the anchor. The rest is bolts 30m, 5.12-\n\nP8. Follow 3 bolts through low 5.11 climbing to a slabby corner. This is now the most serious section of the route. Climb the corner, wandering on the face when easier. It’s 10- ish climbing, over quickly. There is a bolt on the arete to seek for as you finish up the corner. Traverse out to a perch and belay here. 4 bolts, misc gear, small/Med nuts could be placed.\n\nP9. This is one of the two best pitches on the route. An enjoyable crimpy boulder to establish on the arete and incredible climbing continues. Past the “chain draw” section, making some thin moves. Rest at wicked pockets and execute another difficult boulder (optional anchor). Continue up and jog back right via bolts, again preforming a pirouette to establish on the arete. Pass some less potent cruxes and end at a bolted belay to the right of a massive flake. Very amazing position and movement. Five stars at any crag. 5.12, 16 bolts\n\nP10 Climb past 3 bolts and one critical yellow metolious-ish off the anchor in red lichen rock trending a bit left to reach an optional anchor. Clip a bolt above the roof with a runner, pull up and traverse right on bolts to an utterly outrageous belay. Easier than it appears.  It’s possible to make the first 20 feet easier by going out left to the massive flake. Tread exceedingly lightly if you choose this fate. With the cam, the straight up variation doesn’t require touching the flake and feels plenty safe. 8 bolts 1 yellow met-ish cam (bring a few finger sized pieces to make sure one works)  5.11, 20m\n\nP11. This is also one of the best pitches of the route. Haul massive jugs back left out the roof to a good stance below the headwall. A tough boulder problem is probably the crux of the route and ends at a belay stance. 5.12, All bolts\n\nP12 Climb off the belay into the Verdon Gorge and sample some wicked pocket and crimp moves. Eventually climb hero jugs to yet another prow perch belay.  5.10+, All bolts\n\nAlternatively, link p11 and p12 to avoid what is probably the worst belay stance on the climb and get a 30m pitch of absurdly glorious climbing. We didn’t have any communication issues on a windy day linking the two.\n\nP13 straight up past a bolt to some ledgy climbing. Plug some gear and clip one or two more bolts to a ledge with a 2 bolt anchor ~35m, 5.10-\n\nP14 follow two bolts to a juggy hand crack, climb to the roof, clip a bolt and pull over onto the slab. Romp the slab past 1 more bolt (below a tiny buttress of rock) and finish at a 2 bolt anchor right on the lip. ~35m 5.10-\n\nWould require simul climbing to link up with a 60. 70 might reach but communication may be tough, and if your tagging a bag it will get stuck numerous times.","protection":"16 draws, including some runners. Single rack to 1, with a few duplicates in the finger sizes. A few small/med nuts could be nice but are not necessary.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,cfe129f6-5f60-5bc8-87b3-3d3bfaff9472,7e417346-4bea-5085-9f18-3c0f60efd272,0bb1bb37-18ee-5769-974b-2b238388e482,a55a8a21-8825-551c-8816-ce8d7c55d1a0,d8a46941-673f-592e-bba4-ebd00e3ce270","pathTokens":["USA","Washington","Central-West Cascades & Seattle","Skykomish Valley","Mount Baring","Dolomite Tower"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.12b"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}},"alpine":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-121.43599,47.77918]},"bbox":[-121.43665914739506,47.778730339818146,-121.43532085260493,47.77962966018186],"left_right_index":-1,"ext_id":"119221018","area_id":"2KRpQWc/WS67pOvQDjzicA==","polygon":{"type":"Polygon","coordinates":[[[-121.43665914739506,47.778730339818146],[-121.43532085260493,47.778730339818146],[-121.43532085260493,47.77962966018186],[-121.43665914739506,47.77962966018186],[-121.43665914739506,47.778730339818146]]]}},"content":{"description":""},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T06:30:45.127Z","updatedAt":"2024-02-19T18:42:13.309Z"}