{"_id":"6368a1b8e80bff5a99553e9e","area_name":"Thin Air Face","shortCode":"","climbs":[{"_id":"WfZYhU6BXrWK9xCYvrX5NQ==","name":"Windfall","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Tom Callaghan and haydie4/21/87","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16578,44.06342]},"left_right_index":12,"mp_id":"105920176","mp_crag_id":"105908831","climb_id":"WfZYhU6BXrWK9xCYvrX5NQ==","areaRef":"4KGb3YQmWlaKAR/zsHLiPQ=="},"content":{"description":"Start on the right-leaning ramp as for Freedom and break left up to a mantel past two pins.... Straight up to the overlap using the undercling and some tiny crimps mantel through the crux....Continue up the face 5.8R to a bolt...after the bolt, it's 5.8 climbing with some fixed pro to the anchor....Finish up Missing Link for a consistent 5.10a of high quality....","protection":"Mostly fixed pins and bolts, but a #1 Camalot helps at the crux overlap...You may want to bring a small rack to supplement the fixed gear....","location":"The next route left of Freedom...Look for an undercling in the overlap...."},"__v":0},{"_id":"vHrJwVqbXieZE7JeA/Bq2g==","name":"Turner's Flake","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"John Turner","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16578,44.06342]},"left_right_index":14,"mp_id":"105881452","mp_crag_id":"105908831","climb_id":"vHrJwVqbXieZE7JeA/Bq2g==","areaRef":"4KGb3YQmWlaKAR/zsHLiPQ=="},"content":{"description":"This is the obvious left arching flake just to the left of standard route on the Thin Air Face. Start on a ramp that leads right until it meets the flake. continue up the flake to a two bolt belay at a ledge, just below the belay for the traverse pitch on Thin Air. Either top out via Thin Air, or rappel with double ropes or a 70 meter.","protection":"Standard rack of cams and nuts, #4 Camalot is very helpful.","location":""},"__v":0},{"_id":"fi9rMsFjXvKvWzatP5p1Gw==","name":"Toe Crack","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Todd Swain and Brad White 1980 (Repulsion, i dont know if this pitch was already done)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16578,44.06342]},"left_right_index":19,"mp_id":"105949212","mp_crag_id":"105908831","climb_id":"fi9rMsFjXvKvWzatP5p1Gw==","areaRef":"4KGb3YQmWlaKAR/zsHLiPQ=="},"content":{"description":"Though Toe Crack is not its own route it is done on its own more often than not so I figured I'd add it as a route.... It is actually the second pitch of Repulsion (5.8+) which is not too popular due to being a bit spicy.... If you are looking to climb a perfect 5.7 hand crack, Toe Crack is for you for sure...It is also one of the first cracks to dry after rain which adds to its allure....\n\n Pitch 1: (5.5) Start on the ramp that leads up and right to Turner's Flake.... When you get under Turner's, step down and right (tricky at the grade) and over to a stance below the beautiful crack.... Belay from here or keep climbing but think of rope drag and your partners safety on the traverse move and protect accordingly....\n\n Pitch 2: (5.7) Climb the crack for about 100ft. It doesn't get much finer at the grade.... a #3 cam is helpful and you may want a 3.5 if you are shaky at the grade...The jams are good and so are the feet, but the gear is a little weird in parts 'cause the crack isn't perfectly splitter.... Just look at your cams before you move on instead of stuffing them blindly (always a bad idea).... When the crack ends, move right into Standard Route (5.7) and belay at a fixed rap anchor on a tree or build and anchor at a thread...One rap with double ropes gets you back to the ground....\n\n Finish: you have choices if you don't feel like rappeling.... You can continue up Standard Route (5.7) or Repulsion (5.8+), or trail blaze left on fun runout, low-angle, face climbing (the thing air face climb protects well but you can't really tell from below) over to the 2nd belay on Thin Air (5.6) and finish up that....","protection":"Normal rack to #3.5 Camalot....","location":"Just right of Turner's Flake (5.8) look for the hard to miss perfect hand crack, that screams to be climb.... \n\n  Two rope rap to the ground from the standard route belay."},"__v":0},{"_id":"ssrLGhzcWXiTdwe1zzkJaA==","name":"Thinner","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Mark Lawrance, kurt Winkler spring 1971","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16578,44.06342]},"left_right_index":11,"mp_id":"105948491","mp_crag_id":"105908831","climb_id":"ssrLGhzcWXiTdwe1zzkJaA==","areaRef":"4KGb3YQmWlaKAR/zsHLiPQ=="},"content":{"description":"Due to a cool head and good judgment, there are few times in my climbing career that I have truly thought that I might die...My first lead of this route is one of the elite few.... My belayer never knew it, but inside I thought I was about to take the screamer of a life time...But let's take a step back shall we.... \n\n  After locating the right-facing corner left of Turner's Flake, climb the face up to it and follow nice moves up the corner and on the face to the left with decent protection.... At this point I'm saying to my self \"R rated? Whatever, the pro seems pretty good\" eventually you clip a pin and the corner runs out...And so do you...There is a place to protect maybe 10 feet above the pin though its a bit tricky, these days I might have used it a bit better, but I was somewhat new to trad climbing (it's a place where you can thread a nut or a very thin sling)....   At this point, it is a series of mantel moves like many of the routes on this wall...mantel after mantel and then you look down at how far you are above the last piece of marginal gear, wow.... This brings us back to the story.... \n\n  I looked down at the pin which was the last good piece and did the math if I fell. I'd be going a very long way, and the good holds ran out.... I kept it cool and committed, but inside I was picturing the 70 foot fall I figured I'd take if i blew the move.... This image stayed with me as I moved up on the slippery crimps and a bad foot that started to slip as I lunged for the ledge....And stuck it.... I mantled up and took a deep breath, a dude at the Thin Air belay looked down with wide eyes and said \"wow, that was cool\".... \"Thanks\", I said masking my relief and looking like I do that all the time.... I set up the belay and got on with my day, but Thinner had left its mark and made me a wiser man....  \n\n  I've done many sketchy routes since, but I go in to them with an understanding of what I'm getting in to.... I recommend you do the same....","protection":"Standard rack.","location":"To the right of Thin Air (5.6), left of Turner's Flake (5.8)...look for the right-facing corner below the 2nd anchor on Thin Air...."},"__v":0},{"_id":"O5mwZdRYVPCc9xgLE+IO4w==","name":"Thin Air","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"John Turner & Craig Merrihue , Aug. 1956","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16578,44.06342]},"left_right_index":9,"mp_id":"105904036","mp_crag_id":"105908831","climb_id":"O5mwZdRYVPCc9xgLE+IO4w==","areaRef":"4KGb3YQmWlaKAR/zsHLiPQ=="},"content":{"description":"Although the crux fourth pitch earns this classic climb's 5.6 rating, new and seasoned climbers alike find adventure on each of Thin Air's pitches.    P1- The run-out (but easy) first pitch gains fixed bong anchors.  \n\n  P2- Pitch two's traverse protects well, but offers a keen pucker as the ground drops away (and it's sometimes a little wet) en route to bolts. P1 and P2 can be combined when traffic allows.  \n\n  P3- Pitch three climbs the face into a fun chimney, gaining a ledge (crowds easily, gear anchor takes variety of sizes and gear types).  \n\n  P4- Starts off following a weakness through an overlap, continues up an shallow corner system, steps left, then up a few feet, then back right, [this last sequence is considered the crux]  then up gaining the large ledge below Pine Tree Eliminate (5.8+) via an easy, dirty corner (left) or...climb up and right easily and then get confronted by a tricky, polished slab (5.7 R)  \n\n  P5? - Many finish the last 30 feet (going left up the \"dirty corner\") as a separate pitch.","protection":"Nuts and cams up to 3 inches.","location":"The namesake route of the Thin Air Face is found by following the trail past Cote Boulder past improbable aid routes until the staircase start of the Standard Route chimney is visible on the right. Continue up switchbacks to a dark-brown, featured slab. \n\nDescent: One descent is by following a trail off the right end of the ledge. This trail bends left and gains the summit road in minutes. Hitch or walk down road. Other pleasant options include climbing Pine Tree Eliminate or other more difficult Airation Buttress routes. \n\nOther descent options: Walking the road is more than twice as long as: 1) the climber's trail and/or 2) the mountain bike path.\n\n  For the climber's trail from the end of Thin Air hike off to the right, make an easy step up, keep going right until you come to a small step/switch back to get above the smaller crags at the top of the cliff, then head down and right staying pretty close to the cliff edge. This unofficial climbers trail is a bit gritty in spots and approach shoes are nicer than flip flops. It will bring you down to the North End ice climbing area in about 15 minutes.      A faster, and more enjoyable descent, is to use the relatively new mountain bike path. Same as for the climbers trail but after the little switch back trend left a bit towards the road and you should pick up the gentle path. To be 100% positive it crosses the auto road where the big flat rock is about 100 feet down from the parking lot. This path is the perfect angle with soft footing to be able to really cruise down, easily bringing you back to the bottom in about 10-12 minutes. It's best IMO to climb with small packs so you do not need to hike back up the base of the route."},"__v":0},{"_id":"B9CKSclxUzOsrdegsl8AoA==","name":"Standard Route","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"1931 leland pollock, Payson Newton, Robert Underhill","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16578,44.06342]},"left_right_index":18,"mp_id":"105949237","mp_crag_id":"105908831","climb_id":"B9CKSclxUzOsrdegsl8AoA==","areaRef":"4KGb3YQmWlaKAR/zsHLiPQ=="},"content":{"description":"A bold route for the times... Very typical of the climbs that were popular around this time, following a line with trees and other natural options for protection such as boulders and threads... The crux however is still not well protected even now with our modern gear...   Since it was done in the early 30's you might say it could be a good beginner trad route but it doesn't lend itself to safety for the less experienced climber... Loose rock, run outs, and awkward moves are all things that might make for an epic if you are not well practiced... That being said i would recommend doing Thin Air, Fun House to Upper Refuse, and a few slab routes before this one... But thats just me... \n\n  Pitch 1:(5.5) Start up the right leaning ramp as for Turners Flake (5.8) and continue right to the to the base of Toe Crack, the moves stepping right are tricky but not hard once you get it... Belay from Here... \n\n  Pitch2: Head right and in to the chimney... Follow the chimney up past a chockstone to a fixed belay in the cave... Fun chimney climbing... \n\n  Pitch 3: (5.7+ R) This is the R crux section, take a deep breath and be cool... climb up the right hand wall (5.6 R) making some hard for the grade moves to clip a fixed sling, what a relief, you are safe... After this you continue up the chimney on easier climbing to a tree belay (watch out for loose rocks)... \n\n  Pitch 4: (5.5) Follow the gully to the top (this part is a little less classic and dirty from what i remember but its been a few years).. From the top walk to the right or hitch hike down... \n\n  A great climb of this type but bring your spirit of adventure... have fun... ","protection":"Standard rack will do...","location":"The obvious chimney that marks the right side of the Thin Air face..."},"__v":0},{"_id":"R2MLXKESXTOc05xhohKTvQ==","name":"The Saigons","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16578,44.06342]},"left_right_index":3,"mp_id":"105923586","mp_crag_id":"105908831","climb_id":"R2MLXKESXTOc05xhohKTvQ==","areaRef":"4KGb3YQmWlaKAR/zsHLiPQ=="},"content":{"description":"The Saigons, a concatenation of \"Still in Saigon\" and \"Miss Saigon\", is two interesting pitches of 5.8 face climbing. Mostly less-than-vertical, the Saigons challenge leaders to mantel and trust their feet (albeit over excellent gear).","protection":"Pitch one is well protected with bolts and fixed pins. It is not unreasonable to only place 2-3 pieces in its entire 130 feet. \n\n   Pitch two protects well before its bulge crux. Patient leaders will find clipping its post-crux bolt casual.","location":"On the left side of the Thin Air face, uphill from the face's namesake route. Rap with two ropes from the bolt anchors atop pitch one, or finish up pitch two before traversing the Airation ledge to the right. A trail through the woods leads to the road, 300 yards from the summit, or you may choose to climb one of the Airation Buttress routes."},"__v":0},{"_id":"boZ4LlUnUumKM0p5zw+Row==","name":"Rose Madder","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Bill Lowther/Dan Pacheco. September 12 1995.","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16578,44.06342]},"left_right_index":0,"mp_id":"121135222","mp_crag_id":"105908831","climb_id":"boZ4LlUnUumKM0p5zw+Row==","areaRef":"4KGb3YQmWlaKAR/zsHLiPQ=="},"content":{"description":"This route sees few ascents as it is often wet. But if you catch it on a dry day you'll be rewarded with a cool pitch, as well as opportunity for a badass linkup. Start as for DMZ and follow that route to the second bolt. Pull DMZ's thin crux and climb left across the water streaked rock which is hopefully dry. Climb up the dark colored rock past 2 bolts to an overlap, pull the overlap at it's left side, then pass a third bolt. Make a long run out to the belay of Goofers DelightFrom here you can rap with 2 ropes, or keep enjoying the seldom dry rock by linking into Goofer's Delight. For a nice \"5.10 spicy\" outing, do Rose and Madder - Goofers P1 - Tabu. Rose Madder is a old-time pink pigment used in fabric, books, and paint. The route was named for the color of it's rock.","protection":"Bolts and small cams.","location":"Same start as DMZ"},"__v":0},{"_id":"8usTrOMaWtWrXLvf0njHJw==","name":"Spacewalk","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Doug Madara/Paul Ross/Andy Ross. August 27, 1977","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16578,44.06342]},"left_right_index":7,"mp_id":"121138095","mp_crag_id":"105908831","climb_id":"8usTrOMaWtWrXLvf0njHJw==","areaRef":"4KGb3YQmWlaKAR/zsHLiPQ=="},"content":{"description":"Another 2 pitch spicy face climb, there seems to be no end to them on this wall. This route is known for being a committing lead so be solid at the grade. Pitch 1: Start just left of Thin Air and climb to the right side of a horizontal break. Pull onto the steep face above and make 5.8 moves up to the next ledge. Here, trend left into The D'arcy Route to keep the grade at 5.8. Joining rapid transit makes for a spicier and more stout 5.9+ finish. Either path you chose, you'll want to head to the anchor for Rapid Transit P1. 5.8 120ftPitch 2:A bold lead with some temptation. Climb up and right from the belay to a bolt. Step back down and climb left to a second bolt. This is your last bolt, make a long runout all the way to the bushy ledge. The nearby bolts are for Onion Head 11c and the original Spacewalk was done without these. For the full experience, don’t borrow the off route bolts to bring the climb down, rise to the challenge of the mountain. (Obviously if you genuinely think you’re gonna deck be safe and clip them).  5.9 PG13/R","protection":"A few bolts, small cams and small nuts.","location":"Starts just left of Thin Air."},"__v":0},{"_id":"5M/67xacWEC78YJcBqX6TA==","name":"Repulsion Variation P1","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16578,44.06342]},"left_right_index":21,"mp_id":"121587978","mp_crag_id":"105908831","climb_id":"5M/67xacWEC78YJcBqX6TA==","areaRef":"4KGb3YQmWlaKAR/zsHLiPQ=="},"content":{"description":"Climb the dike up to a small slanting ledge with a bolt, as per Repulsion. Climb the outside of the standard route chimney for 10 feet or so until you can gain the lower angle slab to your left. Climb the slab to a piton. Clip the piton and make delicate moves left along the base of the bulge until you get to a lower angle weakness with laybacking cracks. Climb a few feet to the base of a left arching crack. Climb to your right, up and away from the crack up the steep face through a delicate sequence that gains the belay ledge at the base of Toe Crack. This variation of the first pitch of repulsion is committing face and slab climbing with big run outs, although, it stays dry from seepage. Admin's NOTE- This seems to be a variation of to the normal P1 of Repulsion, and I have re-named it as such. Repulsion steps left at the bolt at the top of the dike rather than climbing the slab as described above. The Handren guide shows no route in this area on the photo on page 207, although one can make out some cracks between Repulsion's route-line and the \"arete\" of the offwidth.  (The line shown just right of Repulsion's line is described on pg 131 (3rd Edition) in  Webster  as: \"Variation #1 THE DIRECT START\" to STANDARD 5.7+\" ...[from] \"bolt up into a notoriously awkward offwidth\".)  R Hall  NH Admin  11/19/21 ","protection":"One Bolt, a Pin, and a Standard rack to 2 BD. Gear anchor. 60 m rope if you want to rap off the Standard Route tree anchor.","location":"Start on the same dike as Repulsion "},"__v":0},{"_id":"DK/VDkXZXySe7CA6XSVbZQ==","name":"Repulsion","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"T. Swain and B White, Nov 1, 1980","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16578,44.06342]},"left_right_index":20,"mp_id":"105984324","mp_crag_id":"105908831","climb_id":"DK/VDkXZXySe7CA6XSVbZQ==","areaRef":"4KGb3YQmWlaKAR/zsHLiPQ=="},"content":{"description":"I really can't see how it took me so many years to get around to climbing this route.... It is now one of my favorite routes on the Thin Air Face.... It is a bit spicy at the crux, requiring a cool head and solid skills, but if you have those (or a solid ropegun) waste no time, go out and climb it.... \n\n  Most folks who have climbed a bit at Cathedral have enjoyed a link up that included the famous Toe Crack (5.7), that is just one of the stellar pitches of Repulsion.... \n\n  Pitch 1: 5.8 Start up the easy dike below toe crack.... Climb this till you get to a convenient bolt just as you head in to the harder than it looks climbing above.... Make a move left to a thin crack (takes TCUs well) and find your way (tricky) up the cracks to a few more interesting moves left and up in to easier climbing on to the nice ledge below the Toe Crack.... Belay from gear.... \n\n  Pitch 2: 5.7 Climb the 100 foot perfect, 5.7, hand crack above.... Some painful jams and tricky moves, but for the most part it's just plain fun.... If this is a challenging grade for you, maybe bring extra hand and or wide hand cams.... When the crack ends, continue up the face and beautiful arete to a bolt with a funky home made hanger, and step right in to a belay on Standard Route at a tree with a rap anchor on it...  \n\n  Pitch 3: 5.8+ R or 5.9 R This one is a bit heady at times.... Climb out of the cave on to the face and climb fun and easy moves on quartz holds until the going gets tough.... At this point, protect as high as you can.... Step down and left and out on to an exposed face with small crimps.... Make tricky moves as your gear gets further away and a bit farther to the left than you might like... fish in some gear and step up and right to mantel on to a nice ledge (watch for big loose rock here).... belay from pin and a bolt....  \n\n  pitch4: At this point, you can continue up the arete at 5.9 R (it felt 5.10 when i tried) or break right and finish in the Standard Route chimney....  Belay from sturdy trees in a nice location below the finish gully of Standard.... \n\n  Pitch 5: Climb the gully and exit right (5.4 in the guidebook)...or finish up a kinda dirty corner on the left side of the gully up a dike to the boulder problem finish on Thin Air. This variation felt 5.7 to me, but you can be the judge.... \n\n  There are many points on this route where you can escape on to the Standard Route (5.7). Just make sure that when you get in to the crux, you plan to finish it....","protection":"Standard rack to #3 Camalot.... You will also run in to pins and a couple of bolts....","location":"Start up the dike below toe crack on the far right side of the Thin Air Face...."},"__v":0},{"_id":"YPmDMzP/V9m+w+NLOXY+3w==","name":"Rapid Transit","yds":"5.10a/b","grades":{"yds":"5.10a/b","french":"6a+"},"fa":"Ed Webster & Kurt Winkler, Oct 31, 1985","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16578,44.06342]},"left_right_index":8,"mp_id":"105923599","mp_crag_id":"105908831","climb_id":"YPmDMzP/V9m+w+NLOXY+3w==","areaRef":"4KGb3YQmWlaKAR/zsHLiPQ=="},"content":{"description":"Tricky, cruxy slab climbing with well-spaced fixed gear: it's Rapid Transit, and it's a great route to get your heart pumping. That said, the crux is well-protected by a shiny bolt.","protection":"Some fixed gear, well-spaced. Bring a light rack for between the bolts and pins.","location":"Begin by sprinting up p1 of Thin Air to the bong anchors. Trend up and left through the crux, then further left to a ledge for belay. Pitch two is more mellow at 5.9."},"__v":0},{"_id":"M9WaD9iAXgmNlsBbrusvJA==","name":"Pro Choice","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Uwe Schneider, Jennifer Putscher  89'","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16578,44.06342]},"left_right_index":15,"mp_id":"106607656","mp_crag_id":"105908831","climb_id":"M9WaD9iAXgmNlsBbrusvJA==","areaRef":"4KGb3YQmWlaKAR/zsHLiPQ=="},"content":{"description":"Ever look up at \"Toe Crack\" and wonder what route tackles the steep face with bolts between it and \"Turners Flake?\"  Well wonder no longer, it's \"Pro Choice\" and it's a fun little adventure.   There are a bunch of different ways to start.  I began at a gear belay at the base of \"Toe Crack.\"  From here climb up and left to the first bolt at the first overlap.  Pull the first overlap and up to the next crux overlap.  Pull this, then up to the cave belay on \"Standard Route.\"","protection":"Standard rack w/ small stoppers, 4 draws","location":"The bolted face between \"Turner's Flake\" and \"The Toe Crack.\""},"__v":0},{"_id":"D0ZPG9adWjeYZ8qCI6U12w==","name":"No Mans Land","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"T Swain' K Speckman May1980","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16578,44.06342]},"left_right_index":4,"mp_id":"105998712","mp_crag_id":"105908831","climb_id":"D0ZPG9adWjeYZ8qCI6U12w==","areaRef":"4KGb3YQmWlaKAR/zsHLiPQ=="},"content":{"description":"I found this route to be super fun and exciting... You wont want to do it till 5.6 feels like a walk in the park to you cause you will find yourself pulling 5.6 moves well above your gear... Climb well and keep a cool head and you will have a great time... \n\n  The original line starts at the same spot as Still in Saigon (5.8) and heads up then right on a ledge until you get to the dike that you will follow for most of the climb...  \n\n  You can also start right below the dike climbing up to the right of a bush on a ledge (where you can get a small cam in)... Then make a few tricky moves to get to the dike...The direct start is slightly harder but better protected...   \n\n  Which ever start you use you will end up following the dike up and slightly left as you enjoy classic Thin Air Face climbing... Lots of good edges and fun mantels all very \"on your feet\"...   At about halfway there is a horizontal break (optional belay) that takes big cams that give you that special \"i wont hit the ground\" feeling... Continue up following the path of least resistance to protection behind a flake then motor up to the same 2 bolt/ring anchor as Still in Saigon, which you will find on a ledge up and to your left...  \n\n  Most partys will rap from here or finish up Miss Saigon (5.8+) above... \n\n  Have fun and be safe... Just between you and me i found it to feel more like an \"R\" route, but the book calls it \"X\" so i posted it as such to be safe...","protection":"Bring a regular rack though you wont need much... It would just suck to be without the piece you need when you are already 40 feet from your last piece...    I used TCUs, a #1 cam, and a nut... \n\n  A 60 meter rope doesn't quite make it to the ground so you should have two... Unless you don't mind down climbing the last 20 feet to the ground...","location":"The next line to the right of Still in Saigon (5.8)..."},"__v":0},{"_id":"w006l5UEX769DVv4bUJXrg==","name":"Missing Link","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Ed Webster and Paul Ross July 1976","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16578,44.06342]},"left_right_index":16,"mp_id":"105920214","mp_crag_id":"105908831","climb_id":"w006l5UEX769DVv4bUJXrg==","areaRef":"4KGb3YQmWlaKAR/zsHLiPQ=="},"content":{"description":"Climb Freedom or Missing Link... From the anchor, head up the face just right of Thin Air's 3rd pitch, somewhat runout on 5.6 climbing....   Climb to a crack leading up to the intimidating, roof section...climb the crack and make a few cool moves through the first roof (crux #1) and trend left to a good horizontal where you can protect with a good sized cam or two....   Get a blue TCU or similar piece ready....   Crux #2 contains more moves... Head left on good but crumbly crimps and in to a sloper or two and up to a finger lock slot...Slide your TCU in there and down to leave room for the lock.... A few more hard moves as you head over the last roof to good holds....   I then set a good directional and head left and down to the Thin Air belay, so I can get a front row seat to watch my second in the crux.... \n\n  Most parties finish on Thin Air, though there is an independent line to finish on it needs to be cleaned....","protection":"Standard rack.... Keep a blue TCU handy for the crux.... \n\n  I guess it is worthy to note that there is a long runout (30-40ft) on 5.6 climbing that leads to the start of the \"real\" climbing on this route so be ready to keep your head in the game on the easy start...","location":"This is the line going left through the orangish roofs just right of the chimney on Thin Air's 3rd pitch...."},"__v":0},{"_id":"h1WDsvqwUFKJOoSJH2727w==","name":"Lancelot Link/ Secret Chimp","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Steve Wooding, Dave McDermott '89","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16578,44.06342]},"left_right_index":17,"mp_id":"106911261","mp_crag_id":"105908831","climb_id":"h1WDsvqwUFKJOoSJH2727w==","areaRef":"4KGb3YQmWlaKAR/zsHLiPQ=="},"content":{"description":"While considered a variation on Missing link, Lancelot link provides an entirely different, and in my opinion, superior experience.   \n\n  Find your way to the two bolt anchor for windfall. One can climb Thinner, Windfall, Freedom, Pro Choice, Turners Flake or Toe Crack to approach. I find that Freedom or windfall are the best as it makes for a very consistent link up grade wise. \n\n  From the anchor, move up and right over some considerably runout 5.easy terrain, aiming for a crack that leads to the unmistakable yellow roofs. There are several pins hidden behind flakes in this area. Depending on where you wonder you may come across them.         Clip a pin at the start of the crack and move up into the first small roof. Pull this (the crux of ML), and aim for the left end of the large roofs on the right. Reach over and clip the bolt, traverse a hair right and pull the roof on some of the most atypical moves you'll find at Cathedral. \n\n  After the roof you'll encounter another bolt followed by some heads up (r/pg-13) 5.7 climbing trending right into the Standard Route Chimney. Pick a tree to belay. Finish by scrambling up the Chimney.  ","protection":"Nuts and a thin rack of smaller sized pieces should suffice. Both cruxes are essentially protected by top rope. One can reach high and place a small stopper for crux #1, and crux #2 has a bolt at your waist.","location":"The route is located at the extreme right end of the Thin Air face. It starts at a bolt belay below the Thin Air pedestal, pulls the awesome looking yellow roofs to the right of the pedestal, and finishes in the Standard Route Chimney."},"__v":0},{"_id":"OVQGWbwJV1KqbDe1vcWNKw==","name":"Freedom","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Ed Webster and Harold Constentine, August 20, 1995","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16578,44.06342]},"left_right_index":13,"mp_id":"105900275","mp_crag_id":"105908831","climb_id":"OVQGWbwJV1KqbDe1vcWNKw==","areaRef":"4KGb3YQmWlaKAR/zsHLiPQ=="},"content":{"description":"Climb up the left-facing, right-leaning ramp/flake. From its top, friction up the clean white slab past two bolts (crux) to a small overlap. Pull this and continue up past a bolt and some fixed pins to belay anchors at a small ledge. The face above the overlap is a little runout, but the climbing is easier (5.8). \n\n  The anchors are shared with Turner's Flake. Rappel with a 70m or two ropes. \n\n  These anchors are also easily accessible from The Standard Route or the end of the traverse pitch on Thin Air.","protection":"Small rack to 1\"","location":"This route starts 60 feet left and uphill of the big chimney that starts The Standard Route. It's also just left of Turner's Flake."},"__v":0},{"_id":"PqHZYroGVIyiauekMAaLAg==","name":"DMZ","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"swain/cody  82","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16578,44.06342]},"left_right_index":1,"mp_id":"106721559","mp_crag_id":"105908831","climb_id":"PqHZYroGVIyiauekMAaLAg==","areaRef":"4KGb3YQmWlaKAR/zsHLiPQ=="},"content":{"description":"Worth doing especially if saigon is full. Decent rock and nice climbing, though sometimes wet. A companion route Rose Madder  is also usually wet.","protection":"a couple of bolts (maybe 1 dowel) and maybe a small piece for the runout (5.6/7) , bolt anchor","location":"Just left of Saigon 15' before all the grung. Rap off- 60m rope ???"},"__v":0},{"_id":"sxttgdNWWr2saMyZimcgSA==","name":"Diagonal","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Mike Stutz, Sam Streibert, 8/70","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16578,44.06342]},"left_right_index":22,"mp_id":"110632781","mp_crag_id":"105908831","climb_id":"sxttgdNWWr2saMyZimcgSA==","areaRef":"4KGb3YQmWlaKAR/zsHLiPQ=="},"content":{"description":"obvious diagonal dike that begins on Standard Route too tight awkward chimney variation to tree belay on Standard route. Ascend easy run out dike to belay 40 ft to belay. Finish dike crack to belay right below the extremely inclined diagonal crux crack at two bolts. Climb crux with plausible gear to wide crack to the top. This climb thwarted local climbers for years. The crux unnervingly technical plausible situation protection below moves. This climb easy to go mental by the exposure. its dramatic but too easy besides the crux. Much of the climb is high up on the Mordor Wall section of cliff. Poison Ivy grows on route near to the top easily avoided.\n\nNOTE: The first two pitches are often done as a 5.6 followed by a double rope rap down the Mordor Wall. The following is a more recent description that Cris Magness recently posted on a Forum whose topic was exactly that, i.e. doing only the first 2 pitches:\n\n   Not 5.4!  5.6, good, worthwhile, and runout. I updated the anchor at the block on top of pitch one several years back, the anchor below the chimney is modern as well.  You'll clip an old (suspect) mid-point anchor halfway through the 5.6 pitch.  Gear is sporadic, both leader and follower should be competent at the grade as the climb traverses quite a bit.\n\n 1) Start as per Toe Crack or Standard Direct.  Move through the belay for Toe Crack and up to a block and bolted anchor on the right.  5.5 or 5.9.\n\n 2) Follow the obvious dike past a midpoint anchor on the left until the angle steepens.  160'.  5.6.  Tricams may help.\n\n Have two ropes for the rappel, it's a free-hanging adventure down the Mordor Wall\n\nRHall, NH Admin. ","protection":"Bolts and trad gear.","location":"Begin with Standard chimney variation to the tree belay. Walk down from the top."},"__v":0},{"_id":"/pDNM9IUVBeh5xycWlMNuw==","name":"Dawn Patrol","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Todd Swain/Mike Cody. June 12, 1982","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16578,44.06342]},"left_right_index":2,"mp_id":"121136586","mp_crag_id":"105908831","climb_id":"/pDNM9IUVBeh5xycWlMNuw==","areaRef":"4KGb3YQmWlaKAR/zsHLiPQ=="},"content":{"description":"Another lesser known pitch on this wall. This one has a few runout spots, but offers good 5.8 climbing if you’re solid at the grade. Start a little ways downhill of the Goofers Delight water streak. Climb a right leaning crack to where it terminates. Make a couple thin moves above the crack and move left. Climb runout moves up and left. Clip a pin and continue past an overlap to the ledge, belay from the DMZ anchor. Rap with 2 ropes.","protection":"Pins + standard rack, maybe some nuts and doubles in small sizes.","location":"Down and right from the water streak near DMZ, look for a right leaning crack. "},"__v":0},{"_id":"ih1+XXjfVTyfxZZV9K5lPg==","name":"The D'arcy Traverse","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Ray D'arcy/Frank Coffin, July 1955.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16578,44.06342]},"left_right_index":6,"mp_id":"121136935","mp_crag_id":"105908831","climb_id":"ih1+XXjfVTyfxZZV9K5lPg==","areaRef":"4KGb3YQmWlaKAR/zsHLiPQ=="},"content":{"description":"Despite how the names may suggest, this was actually the original line. It's a classic example of how these historical routes were put up, following the weakness in the cliff from base to summit. While it may not hold the same significance as Thin Air or Still In Saigon these days, The D'arcy Traverse offers an adventurous and reasonably protected adventure to beat the crowds running train on the classics. For a route description, see page 205 of Handren's \"North Conway Rock Climbs\" . ","protection":"Single rack to #3.","location":"Same start as D'arcy Route, 20 feet below the big horizontal ledge equidistant from Thin Air and Saigons."},"__v":0},{"_id":"RTRSysVqXSu6FJ4u/b1jdw==","name":"The D'arcy Route","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Ray D'arcy, Stan Hart, Rittner Walling. July 1956.","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16578,44.06342]},"left_right_index":5,"mp_id":"121136759","mp_crag_id":"105908831","climb_id":"RTRSysVqXSu6FJ4u/b1jdw==","areaRef":"4KGb3YQmWlaKAR/zsHLiPQ=="},"content":{"description":"This route was one of the earlier routes to be put up at Cathedral and carries a lot of historical significance. These days it holds less significance and shares a lot of ground with the more modern Rapid Transit 10b. This, as well as a few runouts have kept it from being a trade route like Thin Air, but if you enjoy adventure climbing and reliving the history, here you go..Pitch 1:Start equidistant from Saigons and Thin Air, where you can see a big ledge. Face climb straight up past the ledge on the right. Continue straight up the face to the next ledge. Similar climbing leads to a large, obvious break which runs across the entire Thin Air Face. Follow this natural weakness to the right and belay from the anchor of Rapid Transit.  100'Pitch 2: Follow the start of Raid Transit P2 until the overlap, then undercling to the left until you can pull over the overlap. Follow the brown streaked rock, for 30 feet, climbing much higher above your pro than you might like. Keep your head through the runout and move left to easy ground, you’re safe. Follow a ramp to the right and belay from the anchor of Rapid Transit P2. Descent:Rappel Rapid Transit to the base.","protection":"Lots of old pins, single rack to #3.","location":"Starts 20 feet below a horizontal ledge, equidistant from Saigons and Thin Air."},"__v":0},{"_id":"L6FJfKz7XVyNZGIc59qUbg==","name":"Adventures in 3D","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Variations by J. Porter, P. Ostrowski, 1971  M. Heintz, P. Ross, A. Ross, 1978  E. Webster and K. Winkler, 1985","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16578,44.06342]},"left_right_index":10,"mp_id":"109542256","mp_crag_id":"105908831","climb_id":"L6FJfKz7XVyNZGIc59qUbg==","areaRef":"4KGb3YQmWlaKAR/zsHLiPQ=="},"content":{"description":"P1: Start down and right of Thin Air and climb the face, protecting wherever possible (thin).  Stop and belay at a ledge about 10' below the Thin Air traverse (80', 5.8R), or keep going, as we did, to the bushy ledge above the traverse (120').   P2: From the bushy ledge, climb the face (left arching flakes) to a stance below the right end of a prominent overlap.  Find decent placements here if you can -- I struggled with the crumbly cracks for quite a while.  Then fire the undercling traverse (5.9+ crux) to where you can escape through a weakness in the overlap.  (My first undercling hold disintegrated in my hand; hopefully yours won't!) Easier vertical climbing leads to a ledge (80 to 120 feet, depending on where you end P1, 5.9+).   P3: Move right and up to bolt 1 of 3, then up and left to bolt 2.  Ignoring any bolts up to the left, move back right and up to bolt 3 at a small head wall, which takes you to the anchor (100', 10b).   P4: Climb a corner to the top (40', 5.7).  This short pitch might be dirty and/or it might be fun, but I don't know, because we rapped down to where we could traverse over to finish on Thin Air.","protection":"Small wires for P1.  My partner felt that the RP placements made it PG instead of R, but the other pitches seemed bold, too.  Medium cams for P2.  P3 has only 3 bolts for 100 feet of climbing.","location":"Start about 20 feet right of Thin Air, well to the left of Turner's Flake.  This may be the same start as for Thinner, but stay on the face left of the right-facing corner.  Aim for the bushy ledge above the Thin Air traverse.  Top out at the base of Airation Buttress, just left of the top of Thin Air."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,8a63706f-b14c-536f-b8ab-3cea90093e36,a28bb0ec-fafb-59b3-921a-fa7512cbd723,e0a19bdd-8426-5a56-8a01-1ff3b072e23d","pathTokens":["USA","New Hampshire","*Cathedral Ledge","Thin Air Face"],"gradeContext":"US","aggregate":{"byGrade":[{"count":3,"label":"5.10a"},{"count":4,"label":"5.8"},{"count":3,"label":"5.7"},{"count":3,"label":"5.6"},{"count":3,"label":"5.9"},{"count":2,"label":"5.8+"},{"count":1,"label":"5.10a/b"},{"count":1,"label":"5.10c"},{"count":1,"label":"5.10-"},{"count":1,"label":"5.9-"},{"count":1,"label":"5.10b"}],"byDiscipline":{"trad":{"total":23,"bands":{"unknown":0,"beginner":13,"intermediate":10,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":13,"intermediate":10,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-71.16578,44.06342]},"bbox":[-71.16640577048814,44.062970339818136,-71.16515422951187,44.06386966018186],"left_right_index":-1,"ext_id":"105908831","area_id":"4KGb3YQmWlaKAR/zsHLiPQ=="},"content":{"description":"The Thin Air Face is a very popular spot but it tends to handle the heavy traffic very well due to a large quantity of quality routes. From the over populated classic Thin Air (5.6) to  Still in Saigon (5.8) and killer link ups like Windfall (5.10a) to Missing Link (5.10a) you will get what you came for. The list goes on and on and I dont want to list them all but just remember that there is a reason the thin air face is so popular, beautiful face climbing, comfortable belays,  and a few kick ass cracks thrown in for spice. Go there and have fun, just dont plan on getting on Thin Air on a weekend without having to wait your turn."},"density":0,"totalClimbs":23,"__v":1,"createdAt":"2022-11-07T06:12:10.300Z","updatedAt":"2024-01-15T16:46:29.236Z"}