{"_id":"63689de0e80bff5a994f96e1","area_name":"Angle Iron Slabs","shortCode":"","climbs":[{"_id":"YKnkYm08V4myjuKBgRGFNg==","name":"Trifle Dicey","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Dan McGee & Loren Trout, 1983","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2673,39.413]},"left_right_index":4,"mp_id":"105826898","mp_crag_id":"105826826","climb_id":"YKnkYm08V4myjuKBgRGFNg==","areaRef":"tSspjR41XcK8JRBTlJqShw=="},"content":{"description":"This is another mediocre climb on the climber's right side of these rocks. Follow the easy, 5.6 -5.7, slanting finger crack to the nasty bolt, then head straight up the slab or to the right for a couple of 9 slab moves. After the short section of slab, its a cakewalk for another 40 or so feet to the top. An additional 5.10 variation goes to the left of the bolt.","protection":"Stoppers and small cams.  Good tree to set up a toprope anchor up top.","location":""},"__v":0},{"_id":"BxA2sKBgUQq0VzyMMTe7Wg==","name":"Schwanensee","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2673,39.413]},"left_right_index":7,"mp_id":"120504518","mp_crag_id":"105826826","climb_id":"BxA2sKBgUQq0VzyMMTe7Wg==","areaRef":"tSspjR41XcK8JRBTlJqShw=="},"content":{"description":"This route follows cracks and a chimney, which are completely to the right of\n\nSchvondelagunst\n\n, joining that route for the last 20 feet. It is really the antithesis of a ballet, such as “Swan Lake.” The initial crack is the burly crux, which I ignominiously dry-humped, fighting to get my right toe into the severely undercut crack. The face to the left has zero useful texture; the uniform roughness just crumbled away as so many ball bearings. With my stomach high-centered on the bulge and my rack stuck against my right hip, long reaches with my right hand struggled for handjams and fistjams. I placed a old-style #3.5 Friend, a #9 Trango Flexcam (equivalent to 3.5 Camalot), and then a #2 Camalot.\n\nAtop the short chimney is a crumbling mushroom cap, which I slung. I continued up lower-angle cracks in decent rock. The exit is shared with that of the route to the left. I belayed from its two-bolt anchor and brought up Grant.","protection":"A standard rack through #4 new-style Friend. Big hexes can be helpful.","location":"It is ten feet right of\n\nSchvondelagunst\n\n."},"__v":0},{"_id":"imqI28wQUWaHFKyd+Ak4+A==","name":"Schvondelagunst","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Dan McGee, Loren Trout, 1983","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2673,39.413]},"left_right_index":6,"mp_id":"110807778","mp_crag_id":"105826826","climb_id":"imqI28wQUWaHFKyd+Ak4+A==","areaRef":"tSspjR41XcK8JRBTlJqShw=="},"content":{"description":"This is the easiest slab climb at the Angle Iron Slabs. It is good for less experienced slab climbers. The starting crack has a sticker bush below it (ouch).  After you climb the crack for a few moves, you transition to the slab on the left. The bolts are spaced out quite a bit, so a fall would not be good. A ways after the second bolt, there is a horizontal crack formed by a small overlap.  Good pro can be placed here. Near the top, you can go up a protectable, small groove to the left or up a bush-choked gully to the right. Going left leads to the anchors very well. Like other climbs here, this one is easily toproped.","protection":"Two bolts and a rack up to a #2 Camalot. There is a two bolt anchor shared with\n\nIt Matters Not\n\n.","location":"This is the furthest right route at the crag.  There is a low angle slab with a hanging slab above at the start.   You begin in a crack before moving left onto the hanging slab.  Descend from the bolt anchor at the top."},"__v":0},{"_id":"Y5miyADtV9C8UbQ0KusRBw==","name":"Roadside Attraction","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Peter Hubbel, George Fedoronko, 1980","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2673,39.413]},"left_right_index":2,"mp_id":"110772502","mp_crag_id":"105826826","climb_id":"Y5miyADtV9C8UbQ0KusRBw==","areaRef":"tSspjR41XcK8JRBTlJqShw=="},"content":{"description":"This is a friction climb, and it makes the most sense to top rope it. The crux is right at the bottom as you move above the rods. You could sling a rod as pro, but this is after the crux. There is no protection here really. You go up to a ledge, and as you move up the slab above, you pass two bolts. There is a good anchor with rap rings above.","protection":"2 bolts (they have been updated to modern ones).  There is a good two bolt anchor at the top.","location":"This route starts below the two pieces of iron rod sticking out of the slab. It goes to the right of the rods while\n\nPurgatory\n\ngoes to the left of the rods.\n\nPurgatory\n\nis actually a variation of this route. You can rappel from the anchor bolts at the top.  This climb is on the left side of the Angle Iron Slab area."},"__v":0},{"_id":"7n04YEX2UJeQS7L+RaKb3w==","name":"Roadkill","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"??","type":{"trad":true,"tr":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2673,39.413]},"left_right_index":3,"mp_id":"105826854","mp_crag_id":"105826826","climb_id":"7n04YEX2UJeQS7L+RaKb3w==","areaRef":"tSspjR41XcK8JRBTlJqShw=="},"content":{"description":"Just to the climbers right of Purgatory and up the hill about fifty feet lies a small chunk of rock with a nice finger to thin hand sized crack going right up the middle.  Although short this is probably the best route on these rocks.  Work your way up about twenty feet of fingery liebacking,  a short section of hand jams, and then onto some unprotected face climbing for about 10 to 15 feet.","protection":"Small cams and stoppers.  Theres a big solid tree up top if you want to set up a toprope or just bring up your second.","location":""},"__v":0},{"_id":"y0H1auG1WjeiN+yjpe6fqg==","name":"Purgatory","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"??","type":{"tr":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2673,39.413]},"left_right_index":1,"mp_id":"105826833","mp_crag_id":"105826826","climb_id":"y0H1auG1WjeiN+yjpe6fqg==","areaRef":"tSspjR41XcK8JRBTlJqShw=="},"content":{"description":"This is the obvious slab on the climbers left side of the rocks.  There are three nasty bolts if you wanted to lead this thing but I would not trust my life to them.  The crux is the first ten to fifteen feet of this and its not protected.   There are five routes listed in Hubbel's guide in the same area as this climb, all are variations and end up in the same place after the first ten to twenty feet of climbing.  Its best to set up a top rope on this climb and just do all the variations down low, good 5.10 slab practice, and nothing more.","protection":"Theres a set of old nasty bolts that we equalized and backed up by slinging a stout tree for a TR anchor. Just bring a lot of slings.","location":""},"__v":0},{"_id":"ASE5zLzWV42bo4GXJozKcw==","name":"Leftraction","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Peter Hubbel solo, 1980","type":{"sport":true,"tr":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2673,39.413]},"left_right_index":0,"mp_id":"110807715","mp_crag_id":"105826826","climb_id":"ASE5zLzWV42bo4GXJozKcw==","areaRef":"tSspjR41XcK8JRBTlJqShw=="},"content":{"description":"This climb is not bad if you like difficult slab climbing. The crux starts about 5' up and is about 10' long. There is no protection here. You get to good rest holds below a small overlap, and from here, you can clip the one and only bolt.  From here up, the climbing is easier but still about 5.9. If you fall near the top, the bolt won't keep you off the ground. I think the bolt is best used for a directional when top roping the climb. This is a real slab climb.","protection":"1 bolt and lots of confidence if led. There is a double bolt anchor at the top.","location":"This is the furthest left route on the Angle Iron Slabs.  It starts behind a big pine tree.  You climb through branches near the beginning.   You can see the single bolt from the start.  You can rappel to get down."},"__v":0},{"_id":"/f7RdtHUUTu7H3M6VB+ZEg==","name":"It Matters Not","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Peter Hubbel, Paul McLaughlin, 1984","type":{"trad":true,"tr":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2673,39.413]},"left_right_index":5,"mp_id":"110772542","mp_crag_id":"105826826","climb_id":"/f7RdtHUUTu7H3M6VB+ZEg==","areaRef":"tSspjR41XcK8JRBTlJqShw=="},"content":{"description":"This is kind of fun if you are in the area, but the crack is not great. The crack takes pro all right, but it does not have the best jams. It is not a hard climb, yet you might as well top rope it as it is easy to do so. The slab portion is not very hard.","protection":"Standard rack and 1 bolt. You could place a #6 Camalot near the bottom, but it is not necessary. There is a good bolt anchor at the top. The newest guidebook says there is no anchor.","location":"This route is just to the right of\n\nTrifle Dicey\n\n. You go up a mellow slab to a hand crack that starts going over a small roof. You follow the crack up to a tree and then go up a slab, past a bolt, to the top. You can rap from the anchor at the top. It is best to rap to climber's left down\n\nTrifle Dicey\n\n."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,3008c0fb-0ce5-525b-b50f-6155887d0597,b1d3d2a7-6fc4-5739-ab04-4cb08768ffc7,b52b298d-1e35-5dc2-bc25-1053949a9287","pathTokens":["USA","Colorado","South Platte","Cathedral Spires Area","Angle Iron Slabs"],"gradeContext":"US","aggregate":{"byGrade":[{"count":3,"label":"5.9"},{"count":1,"label":"5.7"},{"count":1,"label":"5.9+"},{"count":1,"label":"5.10a"},{"count":1,"label":"5.10c"},{"count":1,"label":"5.8"}],"byDiscipline":{"trad":{"total":5,"bands":{"unknown":0,"beginner":2,"intermediate":3,"advanced":0,"expert":0}},"sport":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":2,"advanced":0,"expert":0}},"tr":{"total":7,"bands":{"unknown":0,"beginner":2,"intermediate":5,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":6,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.2673,39.413]},"bbox":[-105.26788201691822,39.41255033981814,-105.26671798308179,39.41344966018186],"left_right_index":-1,"ext_id":"105826826","area_id":"tSspjR41XcK8JRBTlJqShw=="},"content":{"description":""},"density":0,"totalClimbs":8,"__v":1,"createdAt":"2022-11-07T05:56:15.446Z","updatedAt":"2022-11-25T11:16:57.382Z"}