{"_id":"63689d5ce80bff5a994f4737","area_name":"Mount San Antonio (Mt. Baldy)","shortCode":"","climbs":[{"_id":"3gZYQ/iyUAiocn3EbH3WRQ==","name":"‘Narrow Gully’","yds":"4th","grades":{"yds":"4th","french":"1"},"fa":"unknown","type":{"trad":true,"ice":true,"snow":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-117.64673,34.28891]},"left_right_index":3,"mp_id":"108262373","mp_crag_id":"106014400","climb_id":"3gZYQ/iyUAiocn3EbH3WRQ==","areaRef":"j+2MnixqVJSl0/nOhKEodA=="},"content":{"description":"Taco Sauce is a narrow snow, ice, and easy rock couloir that splits a triangular buttress on the far left of Baldy Bowl, directly left of Dostie's Dare. It is critical that one climb this route when temps are very low and the ground is stable. I was soloing it a handful of years ago when the crux pitch dumped a ton of rocks onto me. I was saved when one of my ice tool tethers (not rated to hold anything) held onto me as I fell about a body length or so. My left arm is covered in thin scars from that day. One of the scarier moments I've had climbing. Would've been a much different outcome had both tools blown.\n\nRoute starts out as sorta steep typical Baldy Bowl snow, then narrows and steepens up into the buttress. Continues up and gets steeper up an iced up crappy rock step. Step continues for 30ft or so and eases up onto the plateau-ish area above the Bowl.\n\nNote that 1,000ft includes snow climbing. Actual technical section is about 300ft up the center of the eastern 'Triangle Buttress'.","protection":"Light rack with stubbies, handful of nuts skipping sizes, and small cams (optional).","location":"Route is up the left side of the bowl, striaght up the middle of the 'Triangle Buttress'. Descent is via whatever you like, since it tops out atop the Bowl."},"__v":0},{"_id":"xMQkMA9uVmu4pUH2udYkZw==","name":"The Tormentor","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Pedro Venacio & Ben Contreras","type":{"trad":true,"mixed":true,"ice":true,"snow":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-117.64673,34.28891]},"left_right_index":9,"mp_id":"121787645","mp_crag_id":"106014400","climb_id":"xMQkMA9uVmu4pUH2udYkZw==","areaRef":"j+2MnixqVJSl0/nOhKEodA=="},"content":{"description":"After the first obvious \"difficult\" ice move in the narrow gully, go up a few feet and immediately look right. You should see a very large granite slab and some chossy rock forming a dihedral. This is the first pitch of the climb. I'd say it's a good 30-40 feet of mixed climbing with terrible protection. It's extremely chossy, but doable. Try and keep your right foot on the slab as much as possible, it offers the best rock quality. For optimal safety have your partner belay you as if you were climbing ice or any other mixed route. WARNING, the amount of rockfall you will set loose here can and will kill your partner if you're belaying it the conventional sport climbing way. Another option for belay is you have your partner hide under the obvious rock overhanging at the bottom, it provides adequate protection. Avoid belaying too far into the snow as ice and rocks fly down the narrow gully often. This first pitch is the hardest. After getting to the top, look for the obvious large boulder. Directly underneath the boulder there's a smaller boulder propping it up with perfect anchor placement for a long 240cm dyneema sling. Belay your second from the right via the \"knife\" edge. Like all of the protection and rock in this first pitch, use extreme caution. Do not whip, fall, or commit to anything before testing it out. Do not by any means shock load the anchor. It seemed very secure, but I'd be reluctant to try and test out how secure it is. The second pitch is easier but still difficult to protect. It runs about a full rope length for a 60 meter rope. This second pitch is mostly covered in hard snow or ice with some easier 5th class climbing, up to 5.3 moves. However, again, use caution. There were several sections where the snow and ice had a hollow sound to it, making it unsafe. In any case, there's adequate room to avoid these hollow sections, or simply climb up rocks. Placing pro in this second pitch requires some thinking and creativity. The pro placement in this second pitch is far better than the first and there's little to no choss. Shoot for the farthest rock visible from the top of the first pitch, that is where you'll find good anchor placement. We used a sling, nut, and cam for this second anchor. After you reach the top of the second pitch, simply walk out towards the obvious snow field. You'll end up at the top of the bowl with another 700 feet or so to reach the summit.\n\nWe decided to call it The Tormentor because if you're belaying and seconding the first pitch the constant onslaught of rockfall and ice-fall is absolute torment.\n\nAgain, gear placement here is not bomber, it's the opposite of bomber. I wouldn't trust any gear you place with your life. Test everything before placing gear and test the anchors.","protection":"60 meter rope, totems black-orange, 1 #3 C4, a rack of off-set nuts, several slings ranging from 240cm to 30cm, and 5-6 alpine quick-draws. Or replace the nuts with a rack of micro-cams, or if you have infinite money, many black totems.","location":"This route starts at the bottom of the narrow gullly and ends up climbing and traversing the rock formations from the top on the right hand side."},"__v":0},{"_id":"TTICDju9WAmJlNFONCaQ8w==","name":"Snake and Bake","yds":"3rd","grades":{"yds":"3rd","french":"1-"},"fa":"","type":{"ice":true,"snow":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-117.64673,34.28891]},"left_right_index":4,"mp_id":"120462465","mp_crag_id":"106014400","climb_id":"TTICDju9WAmJlNFONCaQ8w==","areaRef":"j+2MnixqVJSl0/nOhKEodA=="},"content":{"description":"Surely been climbed before, but never named.\n\nTired of slogging one foot in front of the other up a long, moderate snow slope with the rest of the hikers and city folk? Well, welcome to the thunder dome!! Steep snow, mixed rock, and scintillating route finding conundrums await you on da Snake!! (it is a steeper, more serious route as the Bowl goes with some exposure, so make sure you're ready for it - as bailing won't be as simple as just walking downhill).\n\nAdventurous, winding route (slithering, like a snake, get it) up Triangle buttress - the steep, broken rock buttress on the left side of the Baldy Bowl, just to the left of The Dare chutes. Very conditions-dependent, hit early AM around sunrise for ideal  conditions - will want solid, packed snow and a decent snowpack, otherwise will be a choss nightmare.\n\nApproach from Manker Flats like with any other bowl route, and head to the left towards the steeper chutes. At the proper buttress, enter the bottom of \"Taco Sauce\" but climb a steep snow chute that branches immediately left. It is a bit of pick your own adventure but we found that the best line would meander up along with the snowpack and over the occasional rock step, with some occasional sustained few moves of 3rd class scrambling. It also involved a steep leftward rising traverse. The best line should present itself, but expect some slithering.\n\nEventually move right enough up high to hit an exposed rib with the steep Taco Sauce chute directly to your right. Requiring a few easy but exposed moves up and over a pointy rock outcropping with exposure on both sides.\n\nThen make a short but adventurous, cramped, exposed traverse to the right under a tree towards the top of the Taco Sauce chute.\n\nHead up another 100 or so ft on easing steepness up and to the top of the buttress!","protection":"None should be necessary. A rope for the desperately inclined but will probably trigger rock fall and cause more problems than solutions.","location":"On triangle buttress - a steep, broken rock buttress on the left side of the Baldy Bowl, just to the left of Dosties Dare and Dare chute. Same Buttress the route \"Taco Sauce\" is on and this route basically winds its way up the main bulk of the buttress, to the left of Taco sauce chute, and eventually connects with it near the top.\n\nIf you're climbing a nice, open, straight forward snow slog going directly up... you aint on Snake and Bake baby."},"__v":0},{"_id":"puANEC5RXhuxKftcA251WQ==","name":"Ski Hut Boulder Left","yds":"5.2","grades":{"yds":"5.2","french":"3"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-117.64673,34.28891]},"left_right_index":6,"mp_id":"107343271","mp_crag_id":"106014400","climb_id":"puANEC5RXhuxKftcA251WQ==","areaRef":"j+2MnixqVJSl0/nOhKEodA=="},"content":{"description":"Features left of route posted as \"ski hut\".","protection":"Shoes...or barefoot.","location":"On the east face of the big boulder at the base of Baldy bowl, near the ski hut."},"__v":0},{"_id":"csbjdXcoXieEHdaqksKDLA==","name":"North Face","yds":"4th","grades":{"yds":"4th","french":"1"},"fa":"unknown","type":{"trad":true,"ice":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-117.64673,34.28891]},"left_right_index":1,"mp_id":"112551066","mp_crag_id":"106014400","climb_id":"csbjdXcoXieEHdaqksKDLA==","areaRef":"j+2MnixqVJSl0/nOhKEodA=="},"content":{"description":"Starts in Fish Fork  at about 7500' at the base of the main gully coming directly off the North/Northwest face of Baldy summit.\n\nThe crux starts at about 8300' in the bottleneck couloir. This is a narrow and steep 200' debris chute with waterfalls and a jumble of snow and ice bridges. Hug the rocks on the left and climb up mixed ice, rock, and snow to avoid falling through into the waterfalls. Some dry tooling may be necessary. You pop out the top of the chute at about 8500'.\n\nNow you are looking up at the beautiful massive arena that is the the north face. Head southeast directly toward the summit. A small tree on a broad rock rib marks your direction. Once on the rib the slope steepens. Stay to the right to top out directly on the summit.","protection":"Not necessary. Axe, helmet, crampons. Bring a light rope and pickets depending on conditions, maybe some screws if the chute is icy.","location":"Approach either from Manker Flat, over Harwood saddle, across the Northeast face to Dawson Saddle and drop into Fish Fork from there. Descend via the bowl or ski hut trail...\n\nOr, like we did, the longer and less populated approach from Wrightwood. We call it the San Tony Classic. Take the Acorn Trail in Wrightwood, to the Blue Ridge headed east-southeast. Drop into the North Backbone trail from the south side of Wright Mountain. Climb Pine and then down to Pine saddle. Taverse across to Dawson's southwest ridge and follow that down to a prominent rock overlooking Fish Fork. Take the gully on skier's left down to Fish Fork. About 1/3 mile down creek is the start of the climb. Descend via North Backbone or, like we did, take the San Antonio Ridge Traverse to Iron and hike down to Heaton Flat (keep in mind, to do this is over 20 miles one way, class 3-4 moves on an exposed ridge, a 7.5 mile 6000' descent from Iron, and requires a shuttle at Heaton. Overall: 8,178' of gain, 12,496' of loss, 20.5 miles)\n\nTR here:\n\nsangabrielmnts.myfreeforum.…\n\nFull San Tony Classic route:\n\nSan Tony Classic. Wrightwood - Pine - Baldy NF - SART - Iron - Heaton"},"__v":0},{"_id":"uSGAj6arWGi0PuaPHQCsKw==","name":"Mt. Baldy Trail (aka South Ridge or Bear Flat Trail)","yds":"3rd","grades":{"yds":"3rd","french":"1-"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-117.64673,34.28891]},"left_right_index":12,"mp_id":"121009404","mp_crag_id":"106014400","climb_id":"uSGAj6arWGi0PuaPHQCsKw==","areaRef":"j+2MnixqVJSl0/nOhKEodA=="},"content":{"description":"The Mt. Baldy Trail or South Ridge is the oldest and longest trail to the summit of Mt. San Antonio or Mt. Baldy. From the hamlet of Mt. Baldy Village walk west up Bear Creek to the switchbacks that wind up the lower reaches of the south ridge of Mt. Baldy. The Mt. Baldy Trail is 6.5 miles one way from Mt. Baldy Village at 5,000 ft to the summit at 10,062 feet.","protection":"Sturdy shoes and plenty of water.","location":"South side of Mt. San Antonio."},"__v":0},{"_id":"ALL1y6l0X4OP+P3lqaLtEg==","name":"Heels Please","yds":"V5","grades":{"yds":"V5","font":"6C","vscale":"V5"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-117.64673,34.28891]},"left_right_index":999999,"mp_id":"113880072","mp_crag_id":"106014400","climb_id":"ALL1y6l0X4OP+P3lqaLtEg==","areaRef":"j+2MnixqVJSl0/nOhKEodA=="},"content":{"description":"start on good holds to the right. Traverse lip to the right and top out where lip ends.","protection":"like 4 bifold pads wide","location":"park at the small lot off of barret-stoddard road. follow the paved trail for a hundred or so feet until you see trees to the right and a small cliff/pipe to the left. up in the trees."},"__v":0},{"_id":"u8Rzq6BcWSuFu2jb0ZWVKg==","name":"Cuidado couloir","yds":"4th","grades":{"yds":"4th","french":"1"},"fa":"John Wolfe","type":{"trad":true,"mixed":true,"ice":true,"snow":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-117.64673,34.28891]},"left_right_index":8,"mp_id":"121860009","mp_crag_id":"106014400","climb_id":"u8Rzq6BcWSuFu2jb0ZWVKg==","areaRef":"j+2MnixqVJSl0/nOhKEodA=="},"content":{"description":"Ended up Taking this on instead of the girlyman chute. The route follows a steep 60-65° couloir that has 2 distinct cruxes the first is the large bulge coverd in water ice that feels around M1 after that continue up the couloir I exited the face with the few shrubs that has a snow ridge connecting to the girlyman chute this is the main Crux. I exited here since I was solo. The rock was chossy and it was quite sketchy imo after that I descended into girlyman and finished up from there. The route is named since you need to watch out for all the loose rock. This exit is for this route if you continue to the top that is a different route I have not done it so I wouldn't know.","protection":"Solo","location":"Right next to Girlyman chute"},"__v":0},{"_id":"WZoYer36XqarAFhVvuNkmg==","name":"Commando Couloir III AI2, 800M","yds":"4th","grades":{"yds":"4th","french":"1"},"fa":"unknown","type":{"ice":true,"snow":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-117.64673,34.28891]},"left_right_index":2,"mp_id":"107934963","mp_crag_id":"106014400","climb_id":"WZoYer36XqarAFhVvuNkmg==","areaRef":"j+2MnixqVJSl0/nOhKEodA=="},"content":{"description":"This route heads right up the north side of West Baldy. It follows a major gully from the head of Fish Fork up to the summit of West Baldy. Usually deep snow near the bottom, and some ice near the top.\n\nGenerally speaking, this is a fun climb similar to a section of Snow Creek but with a much better approach.\n\nA good way to approach would be to hike up Ski Hut trail and climb up the Bowl. Descend to the col between Baldy and Dawson, and then head west and down into Fish Fork. Check the topo image attached to this page for a good idea on what's what.","protection":"This route should generally be done without a rope, but if one chooses to rope up and protect the climb (possibly for training), a nice light single rope, a handful of pickets, some stoppers, and perhaps a couple stubby screws would round out the rack. It all depends on conditions. Ice is present on parts of the face, but that changes every day.","location":""},"__v":0},{"_id":"eYS549GVXQyATR9Q7Upziw==","name":"Bifurcate","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Pedro Venacio & Ben Contreras","type":{"trad":true,"mixed":true,"ice":true,"snow":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-117.64673,34.28891]},"left_right_index":7,"mp_id":"121852263","mp_crag_id":"106014400","climb_id":"eYS549GVXQyATR9Q7Upziw==","areaRef":"j+2MnixqVJSl0/nOhKEodA=="},"content":{"description":"Head towards the middle of Hourglass and Girly Man. As you get closer you'll see a snow, neve, ice, or chossy section going up towards a little chimney. When we did this route we encountered a mix of neve and easier alpine ice. In years of low snow you'll encounter chossy third class terrain. Stick left if there's choss. Proceed up towards the obvious chimney. Before the chimney you'll see a granite platform with large granite boulders with cracks to your right. Look further right and you'll see trees and snow going up. Follow the path a few feet up until you encounter the first thick tree (you may need to dig out a branch like we did). Start the first pitch here (anchor 1). This first pitch is the second easiest on the entire route, around an M4-. You'll go left from the anchor up towards an obvious overhanging rock formation. Use a stein pull to get over the formation and proceed straight towards the obvious dead end granite wall. Once you reach the wall look left, you'll see a tree and a boulder (anchor 2). Use these two as anchors (they're pretty solid and held a fall). After you set up an anchor on the tree and boulder and you belay your second, start the second pitch. Switch to climbing shoes and work your way up towards the first micro-crack. Use micro-nuts to protect it. My partner took a fall on a nut and it became part of the rock (it's yours if you can free it). This second pitch is the hardest pitch on the entire route. It's a slabby 5.9 with a few power moves. After you reach the top of the pitch, there is a tree and some solid cracks for a solid anchor (anchor 3). This ends the second pitch. From the top of the second pitch, switch back to mountaineering boots and crampons. Do not remove the anchor, use this anchor to belay your partner across the ridge-line. Treat this as a third mini-pitch. It's exposed and chossy, so for optimal safety we'd recommend you treat is as a super small pitch (hence the 4 pitches, one could technically do it in 3). As you near the end of the ridge-line you'll see a dead tree, an obvious giant granite wall filled with choss. Look to the left of the dead tree. You'll see a few cracks and a horn (anchor 4). Sling the horn with a 240 cm sling and use two or three cams on any cracks you can find. I ended up overcamming a yellow totem and a #2 C4 plus the horn for optimal anchor placement. This entire section is extremely chossy, test everything before you commit. Work your way around the horn and go up the chimney to the overhanging dihedral on the right, do not go left (the left cracks are all loose). The overhanging dihedral has incredible dry-tooling. Bomber tool placements. Overall this final pitch should be around an M5. Make sure if you're leading this final pitch to over place gear and test everything before you torque, pull, and grab. I set loose a 50 pound boulder when I was climbing it because I decided to grab and pull with my hand. I would advise climbing this final pitch with tools and avoid grabbing anything with your hands. Stem before you grab and torque with tools before you stem. Once you reach the top of this final pitch, you should be able to set up a bomber anchor (anchor 5). I took a fall on it and it didn't budge. After you both reach the top, take a picture on the obvious platform and traverse left up the snow ridge. I would advise keeping belay on as you traverse this snow ridge, the snow here was very slushy and didn't inspire confidence. If you decide to keep belay on via anchor 5, once you reach the top of the bowl go for the big obvious tree, sling it for anchor 6 and belay your partner. Congrats, you're both on top of the bowl with about 600 feet or so to the summit.\n\nGear placement and anchors on the route is pretty good over all. With the exception of the final pitch everything is a solid PG rating. Treat anchor 4 as a PG-13 maybe R until your partner places a few pieces in.\n\nNamed it Bifurcate from the fact that this route is forked (primarily) into two disciplines of climbing: trad and mixed.","protection":"Totems black-orange, C4 #1-3 (one of each), offset nuts 1-11, several slings 30 cm - 240 cm, 6-7 alpine quickdraws, 60m rope","location":"This route climbs the rock formation directly in the middle of the Hourglass and Girly Man Chute."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,5da0e075-8ec5-5ad3-8136-49a5d4dacaa5,06388dc0-3fe7-57b9-8f0d-6aced6b7cc69,0e4afc0f-dfcc-5465-9996-1b67d8c1930b,8fed8c9e-2c6a-5494-a5d3-f9ce84a12874","pathTokens":["USA","California","Los Angeles Basin","Angeles National Forest","Mount Baldy Road","Mount San Antonio (Mt. Baldy)"],"gradeContext":"US","aggregate":{"byGrade":[{"count":3,"label":"4th"},{"count":1,"label":"5.5"},{"count":2,"label":"Unknown"},{"count":1,"label":"5.2"},{"count":1,"label":"3rd"},{"count":1,"label":"V5"},{"count":1,"label":"5.9"}],"byDiscipline":{"trad":{"total":6,"bands":{"unknown":3,"beginner":2,"intermediate":1,"advanced":0,"expert":0}},"bouldering":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}},"snow":{"total":6,"bands":{"unknown":4,"beginner":1,"intermediate":1,"advanced":0,"expert":0}},"ice":{"total":7,"bands":{"unknown":7,"beginner":0,"intermediate":0,"advanced":0,"expert":0}},"mixed":{"total":3,"bands":{"unknown":1,"beginner":1,"intermediate":1,"advanced":0,"expert":0}},"tr":{"total":1,"bands":{"unknown":1,"beginner":0,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":6,"beginner":2,"intermediate":1,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-117.64673,34.28891]},"bbox":[-117.64727424616288,34.288460339818144,-117.64618575383712,34.28935966018187],"left_right_index":-1,"ext_id":"106014400","area_id":"j+2MnixqVJSl0/nOhKEodA==","polygon":{"type":"Polygon","coordinates":[[[-117.64727424616288,34.288460339818144],[-117.64618575383712,34.288460339818144],[-117.64618575383712,34.28935966018187],[-117.64727424616288,34.28935966018187],[-117.64727424616288,34.288460339818144]]]}},"content":{"description":""},"density":0,"totalClimbs":10,"__v":1,"createdAt":"2022-11-07T05:54:06.475Z","updatedAt":"2024-01-20T00:57:44.663Z"}