{"_id":"63689de0e80bff5a994f92e4","area_name":"Diamond Head","shortCode":"","climbs":[{"_id":"Aajy9muLVyCB0OjhIIiW+w==","name":"V2","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Brad Bond and Chip Ruckgaber, free solo","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.29556,39.94674]},"left_right_index":0,"mp_id":"105755497","mp_crag_id":"105745735","climb_id":"Aajy9muLVyCB0OjhIIiW+w==","areaRef":"Jn8OXwgrX5G6LNTnkIbiGA=="},"content":{"description":"About 30 feet left of \"Fistful of diamonds\" is a nice face 40 feet high with a large pine tree on the left. Conquer a boulder problem up a thin seam to a good ledge and no-hands rest about 15 feet up. Continue up (5.7) to the top. More of a boulder problem than a route, but it's pretty high.","protection":"A small nut or TCU above the ledge.","location":""},"__v":0},{"_id":"F/iNkoR6VyS3gpR0vlz1Aw==","name":"Uncle Chip","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Brad Bond, solo","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.29556,39.94674]},"left_right_index":4,"mp_id":"105755485","mp_crag_id":"105745735","climb_id":"F/iNkoR6VyS3gpR0vlz1Aw==","areaRef":"Jn8OXwgrX5G6LNTnkIbiGA=="},"content":{"description":"On the left side of the slab below the formation (on the lower left corner of the topo on page 152), a crack starts in a small, right facing corner, splits the face (through \"slab\" on the topo) and wanders up and left to a tree on the ledge system about 50 ft. up. Climb it.","protection":"A few cams.","location":""},"__v":0},{"_id":"DYATJ/nkV2i8SlVGR1b2fQ==","name":"Shibumi","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Bret Ruckman, Bill Gibson, and Marco Cornacchione, '88-'89","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.29556,39.94674]},"left_right_index":6,"mp_id":"106653506","mp_crag_id":"105745735","climb_id":"DYATJ/nkV2i8SlVGR1b2fQ==","areaRef":"Jn8OXwgrX5G6LNTnkIbiGA=="},"content":{"description":"This climb starts from almost dead center of the western aspect of Diamond Head.\n\nP1 - Locate a nearly vertical wall that tilts into a slab at about 40' with two bolts in the first 30'.  There is a short left facing corner about 15' up at the first bolt(11a). Two more bolts appear where the wall steepens at a 'V'.  Grapple with this power crux (.12a) and merge into a corner that can be taken directly up to the anchor or if easier ground is desired trend left then back right to the anchor, bolt and pin, next to a large tree.\n\nP2 - Climb the low angle left facing corner directly overhead (.10a) and then clip a bolt out right.  Start moving up and right aiming for another bolt and eventually at the end of the spicy 35' traverse a fixed pin at the base of the incredible head wall seam. Put on your tricky pro A-game cap and get ready to do some intricate crack/face combination climbing. No one move feels desperate but slowly and surely the burn builds as eventually you must confront the age old question, \"to send must there be less pro?\" Locate the obvious summit anchor - bolt and pin.","protection":"SR with double set of RPs and triple micro cams.","location":"Climb starts from almost dead center of the western aspect of Diamond Head. Locate a nearly vertical wall that tilts into a slab about 40' up with two bolts in the first 30'. From the top of P1 you can do a 90' rap to the ground. From the top of P2, summit Diamond Head, do a 95' rap to the top of P1."},"__v":0},{"_id":"0o9XBgQCUG+dKtFpHZk5mA==","name":"She Blew Me","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"T. Bubb & P. Spindloe, 3/10/02","type":{"trad":true,"tr":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-105.29556,39.94674]},"left_right_index":8,"mp_id":"105755419","mp_crag_id":"105745735","climb_id":"0o9XBgQCUG+dKtFpHZk5mA==","areaRef":"Jn8OXwgrX5G6LNTnkIbiGA=="},"content":{"description":"There are two ways to approach this climb. If you intend to lead it, please preview it for your safety.\n\nThe name 'She Blew Me' is a play on the name of the nearby route\n\nShibumi\n\n, which was misheard as this in conversation. Given the windy conditions during the FA, it was adopted as the route name.\n\nApproach as for\n\nLet It Rock\n\nfrom the first pitch of\n\nShibumi\n\n(traverse Southeast around the corner) or rap in from above. This route then goes up the left side arete of the magnificent south side of the summit face of diamond head. This is a Southwest-facing, overhanging, gorgeous face route, between\n\nShibumi\n\nand\n\nLet It Rock\n\n.\n\nEither rap into or climb over to the base of the arete and climb it, within an arms length, and on the right-hand (south) side to the summit. This route has no protection, but is more secure than let it slide, as the holds are better. The angle of the climb, however makes it more difficult.\n\nThis route was also established via an onsight toprope downclimb... and then climbed back up. The nature of the climbing is FABULOUS solid face climbing, although there are a few insecure moves. If this route were close to the trailhead, it would become very popular. Headpointing the route would also be possible, but it would improved with a few pieces of fixed gear (bolts). Although I frequently runout or solo 5.9, after the TR-downclimb, I did not lead this route in the conditions of that day.\n\nThe view from the summit is a 360 degree panorama, including Eldora Ski resort to the west, the back side of the Magnificent Devil's Thumb, the Matron, the Tower Of The Moon, and Jamcrack Spire, all to the East. To descend, rap down to the horizontal crack for another stellar route, rap from the anchors near the summit on\n\nShibumi\n\n, or scramble/walk off to either side.\n\nFor the record, the FA party has no objection to retro-bolting the line until such time as it is lead without gear. In fact, it we would advocate for this if permission can ever be gained from the OSMP. This is a good, if not fantastic line that deserves the attention that it will never get until it is protectable.","protection":"This pitch is rated X and has no gear.  Take a few pieces for the belays or TR it from the ledge above Shibumi or Let It Rock.  As of this writing, this sketch-fest has not been lead.","location":""},"__v":0},{"_id":"5DH5M3PXWK6q5OG1hAMelw==","name":"Let It Slide","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"T. Bubb & P. Spindloe, 3/10/02","type":{"trad":true,"tr":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-105.29556,39.94674]},"left_right_index":10,"mp_id":"105755410","mp_crag_id":"105745735","climb_id":"5DH5M3PXWK6q5OG1hAMelw==","areaRef":"Jn8OXwgrX5G6LNTnkIbiGA=="},"content":{"description":"By hiking, scrambling, or climbing, reach the lower southeast corner of the magnificent south side of the summit face of diamond head.  A large horizontal crack rises from the East to west, effectively bisecting the face.  From the horizontal (diagonal, if you prefer) crack, two vertical cracks rise, one after a 40' traverse to the west on the horizontal, and one after an 80' traverse.  Each of these has a very small stunted tree 1/2 way up to the top.\n\nLet it slide ascends the face between the two cracks, starting about 10' to the right (east) of Let It Rock, and ascending up and right to a point some 15' to the right of the end of the crack of Let It Rock.\n\nThis route was established via an on-sight top-rope down climb... and then climbed back up.  The nature of the climbing is FABULOUS solid face climbing, although there are a few holds that are not secure.  If this route were close to the trailhead, it would become popular.  Headpointing the route would also be possible, but it would improved with a few pieces of fixed gear (bolts).  Although I frequently runout or solo 5.9, after the TR-downclimb, I declined to \"lead\" (solo) the line, choosing instead ti \"let it slide.\"\n\nFor the record, the FA party has no objection to retro-bolting the line until such time as it is lead without gear.  That is, if permission can ever be gained. The view from the summit is a 360 degree panorama, including Eldora Ski resort to the west, and the back side of the Magnificent Devil's thumb, the Matron, the Tower Of The Moon, and Jamcrack Spire, all to the East.\n\nTo descend, rap down to the horizontal crack for another stellar route, rap from the anchors near the summit on Shibumi, or scramble/walk off to either side.","protection":"This pitch is rated X and has no gear.  Take a few pieces for the belays or TR it from the ledge above Let It Rock or Let IT Roll.  As of this writing, this sketch-fest has not been lead.","location":""},"__v":0},{"_id":"CmJm0ma2UbuTxbCNB7j95Q==","name":"Let it Roll","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Peter Spindloe and Tony Bubb","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.29556,39.94674]},"left_right_index":11,"mp_id":"105755389","mp_crag_id":"105745735","climb_id":"CmJm0ma2UbuTxbCNB7j95Q==","areaRef":"Jn8OXwgrX5G6LNTnkIbiGA=="},"content":{"description":"This route is the obvious crack line right of Let it Rock.  Follow the left angling ramp past a few trees until the line heads up and right on the face.  At the upper ramp, either climb up to the ridge line, or belay while standing on the ramp.  The line is obvious from the ground as well as on Rossiter's topo in his new guide.\n\nThe view from the ridge is spectuacular: The Devil's Thumb, The Maiden, Jamcrack Spire and Tower of the Moon are all below.\n\nThis route's name came from its proximity to Let it Rock, and especially from the community service trundling we did. I gave it one star because of its lack of length and lack of consistent difficulty.  Nevertheless, the position and pleasant climbing make this worthwhile if you are in the area.","protection":"Requires a few nuts and a few hand size cams.  A few larger cams are handy for the belay on the ridge.","location":""},"__v":0},{"_id":"rL+thdlQWI2c5A0z/iNh9Q==","name":"Let It Rock","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"R. Rositer, 1980, solo","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.29556,39.94674]},"left_right_index":9,"mp_id":"105755404","mp_crag_id":"105745735","climb_id":"rL+thdlQWI2c5A0z/iNh9Q==","areaRef":"Jn8OXwgrX5G6LNTnkIbiGA=="},"content":{"description":"By hiking, scrambling, or climbing, reach the lower southeast corner of the magnificent south side of the summit face of diamond head.  A large horizontal crack rises from the East to west, effectively bisecting the face.  From the horizontal (diagonal, if you prefer) crack, two vertical cracks rise, one after a 40' traverse to the west on the horizontal, and one after an 80' traverse.  Each of these has a very small stunted tree 1/2 way up to the top.\n\nThe second crack left, about 80' left of the edge of the sumit face, and not quite to the base of the arete, is Let It Rock.  This clean and solid crack is fairly short, but very good and well protected.  Climb it to the sumit ledge of the crag.\n\nThe view from the summit is a 360 degree panorama, including Eldora Ski resort to the west, and the back side of the Magnificent Devil's thumb, the Matron, the Tower Of The Moon, and Jamcrack Spire, all to the East.\n\nTo descend, rap down to the horizontal crack for another stellar route, rap from the anchors near the sumit on Shibumi, or scamble/wall off. to either side.","protection":"Light Rack.  - a few nuts and cams","location":""},"__v":0},{"_id":"rGDiMXnLU4iLxMeQnD6+Gw==","name":"Kill All Bad Brown Dogs","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Chip Ruckgaber and Eric Johnson","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.29556,39.94674]},"left_right_index":3,"mp_id":"105755488","mp_crag_id":"105745735","climb_id":"rGDiMXnLU4iLxMeQnD6+Gw==","areaRef":"Jn8OXwgrX5G6LNTnkIbiGA=="},"content":{"description":"About 100 feet left of where the topo on page 152 is cut off, an obvious, large block sits in a roof about 30 feet off the ground with cracks on each side of it. This route is the left crack and the obvious line on the formation.\n\nCrank up the corner and worm around the roof, strait up and left to easier ground. Rap off a tree or hike up and left, then down.\n\nAnyone who has spent time with Hooey -- Eric's Chesapeake Bay Retriever -- will appreciate the name.","protection":"Pretty obvious.","location":""},"__v":0},{"_id":"ZyEK0jT7VMqDm+OSz5xcuA==","name":"The Flaw","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Dougald MacDonald, Brad Bond, Pamela Emanoil","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.29556,39.94674]},"left_right_index":7,"mp_id":"105755998","mp_crag_id":"105745735","climb_id":"ZyEK0jT7VMqDm+OSz5xcuA==","areaRef":"Jn8OXwgrX5G6LNTnkIbiGA=="},"content":{"description":"An obvious narrow ramp bisects the main face of  Diamond Head, rising from right to left at about half- height. The Flaw climbs this ramp. Approach by  scrambling up ledges to the right, then across a narrow  ledge with trees. From a stance where the easy  scrambling ends, climb up and left about 30 feet, place  good gear, then downclimb onto the ramp. From here,  it's about 90 to 100 feet across the ramp, sometimes  up on the wall above the ramp, sometimes frictioning  on the ramp itself. Belay on the ledge system below the  second pitch of Shibumi.\n\nThis is a unique and exciting pitch, with sustained 5.8  and 5.9 climbing, just enough pro and many surprises.","protection":"Bring a large set of brass nuts, wires and  cams up to 3 inches. Ball nuts would be  useful. Extra slings and quickdraws (or  double ropes).","location":""},"__v":0},{"_id":"hGrICM4zUO+YqVpCwFaa7Q==","name":"Fistful of Diamonds","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Brad Bond and Chip Ruckgaber","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.29556,39.94674]},"left_right_index":1,"mp_id":"105755494","mp_crag_id":"105745735","climb_id":"hGrICM4zUO+YqVpCwFaa7Q==","areaRef":"Jn8OXwgrX5G6LNTnkIbiGA=="},"content":{"description":"Climb a licheny, fist crack/ow/corner just left of the descent for\n\nFacets\n\nand\n\nKill All Bad Brown Dogs\n\n(100 feet left of\n\nFacets\n\n). It is not very good.","protection":"A few large cams up to a #4 Camalot.","location":""},"__v":0},{"_id":"wwkdlyl6Uzucr+4xRrIVUw==","name":"Facets","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Chip Ruckgaber and Brad Bond","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.29556,39.94674]},"left_right_index":2,"mp_id":"105755491","mp_crag_id":"105745735","climb_id":"wwkdlyl6Uzucr+4xRrIVUw==","areaRef":"Jn8OXwgrX5G6LNTnkIbiGA=="},"content":{"description":"About 40 or 50 feet left of \"Kill all bad brown dogs\" is a deep, symmetric corner.\n\nMake a hard move up and over a bulge into the corner to a no-hands rest. Place a red camalot and continue up past tricky stem moves and RP placements until a thank-god rail can be reached out left. Continue up to easy ground and rap or scramble up and left, then down.","protection":"A good selection of small wires and brass nuts; cams (1 ea.) up to a #3 friend.","location":""},"__v":0},{"_id":"850VrU9kVUewG+0ppxVw7Q==","name":"Diamond In The Rough","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"T. Bubb & P. Spindloe, 3/10/02","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.29556,39.94674]},"left_right_index":12,"mp_id":"105755431","mp_crag_id":"105745735","climb_id":"850VrU9kVUewG+0ppxVw7Q==","areaRef":"Jn8OXwgrX5G6LNTnkIbiGA=="},"content":{"description":"This climb is a jamming adventure on off-fingers to thin hands to wide hands.  The name 'Diamond In the Rough' is more than a play on the crag name of Diamond Head, it describes finding a good climb on this spire, in the middle of some otherwise non-descript terrian.\n\nThe route in and of itself is great climbing, but it is a long way from the road and is not a long pitch (55' tall).  Were the climb a rope-length long, I would give it 3 stars.\n\nLocate this route by finging a shorter summit tower on the ridge line, perhaps 300' South of the true summit of Diamond Head.  'Diamond In The Rough' ascends a splitter crack up the overhanging start of the tower to an offset above, and to the sumit of the small tower.\n\nScramble or climb to the base of the first 'tower' South of the main crag. This can be accessed via a gully from the West or from Diamond head's ridge line from the North. You will come to a left-facing corner in the rock, back track 3 meters left to a stance by a good belay-tree and look up into the splitter. The crack starts on fingers through a bulge, then goes to hands, then to wide hands before taipering shut up top. Lead it to the top and belay on the tower summit, being wary of a few stacked rocks in a notch that are wobbly. They are secure by 2 sides holding them in, but wobbly, so you should not set get in that crack. purple, green and red camalots set further down and back are solid.\n\nTo descend, scramble down the back about 20 feet, then walk off to the South until you reach the cliff base.  You can also scramble back off North to the belay stance, then back down the gully.\n\nThis route was initially established on-sight via a start on the obvious overhanging flare and slot to the right, in a left-facing corner, whcih was intended to be a different line. At a critical 'death-block' I traversed out left to join this splitter.  Done this way, the difficulty is 5.11- and the route is rated R.  R for lack of gear.  The route was followed via the direct line, which is safer, more logical, and better overall, and only 5.10 as lead directly in 2008.\n\nI went back in 2008 to to assses the condidtion of the block more carefully and possibly clean it, but it had already fallen out or been cleaned. The direct corner was on-sighted, free-solo, by Jason Haas, as a 5.9.","protection":"This pitch is well protected by a set nuts and cams from 1\" to 3\" (one set) if done direct.","location":""},"__v":0},{"_id":"TtoU193QWOSjrpr5Rm5/zw==","name":"Climber in the Buff","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Jason Haas, free solo 2008","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.29556,39.94674]},"left_right_index":13,"mp_id":"106157419","mp_crag_id":"105745735","climb_id":"TtoU193QWOSjrpr5Rm5/zw==","areaRef":"Jn8OXwgrX5G6LNTnkIbiGA=="},"content":{"description":"So, this was an accidental first ascent, an AFA if you will. I was waiting for the two other guys to finish climbing\n\nThe Flaw\n\nand was soloing some easy stuff on Diamond Head and this looked like fun. I didn't realize that it was undone until Tony Bubb pointed it out after the fact. Anyway, climb a hanging, left-facing dihedral just right of\n\nDiamond in the Rough\n\n. Top out on the same point and belay on gear. Downclimb the back for 20ft, then scramble around the left side to descend.","protection":"SR.","location":"5ft right of\n\nDiamond in the Rough\n\n."},"__v":0},{"_id":"6VITnSKdWLa4tnU+VDW9AA==","name":"Cameron's Corner","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Brad Bond and Chip Ruckgaber","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.29556,39.94674]},"left_right_index":5,"mp_id":"105755482","mp_crag_id":"105745735","climb_id":"6VITnSKdWLa4tnU+VDW9AA==","areaRef":"Jn8OXwgrX5G6LNTnkIbiGA=="},"content":{"description":"This is the shallow, left facing corner about 100 feet left of\n\nShibumi\n\nand 25 feet right of the edge of the main formation. It can be seen on the topo page 152 of the Eldorado Canyon guidebook, starting at a split block on the ledge system that traverses the formation.\n\nPower up the steep corner via thin face moves and stemming to good holds about 35 feet up. From here, the angle kicks back and it's about .10a straight up and slightly right through a small roof to the obvious ledge sysem. Belay here or continue right and slightly down to the tree on\n\nShibumi\n\n.\n\nThe topo says 120 feet to the ground, but one 60m rope will get you down. This route is really fun!","protection":"Rack 2 each up to a #2.5 Friend. Bring a few micro nuts for the start.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,decc1251-4a67-52b9-b23f-3243e10e93d0,7fea44a6-af9d-583e-9abc-274876289cd7,267f0e5f-082b-5f91-ba2c-d4e79086e218","pathTokens":["USA","Colorado","Boulder","Eldorado Canyon State Park","Diamond Head"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.10c"},{"count":2,"label":"5.7"},{"count":1,"label":"5.12b"},{"count":3,"label":"5.9+"},{"count":2,"label":"5.9"},{"count":1,"label":"5.6"},{"count":2,"label":"5.10a"},{"count":1,"label":"5.11b"}],"byDiscipline":{"trad":{"total":14,"bands":{"unknown":0,"beginner":3,"intermediate":9,"advanced":2,"expert":0}},"tr":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":2,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":3,"intermediate":9,"advanced":2,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.29556,39.94674]},"bbox":[-105.29614653243996,39.946290339818134,-105.29497346756004,39.94718966018187],"left_right_index":-1,"ext_id":"105745735","area_id":"Jn8OXwgrX5G6LNTnkIbiGA==","polygon":{"type":"Polygon","coordinates":[[[-105.29614653243996,39.946290339818134],[-105.29497346756004,39.946290339818134],[-105.29497346756004,39.94718966018187],[-105.29614653243996,39.94718966018187],[-105.29614653243996,39.946290339818134]]]}},"content":{"description":""},"density":0,"totalClimbs":14,"__v":1,"createdAt":"2022-11-07T05:55:58.557Z","updatedAt":"2024-02-19T18:31:21.269Z"}