{"_id":"63689d20e80bff5a994f27d0","area_name":"BT Butte","shortCode":"","climbs":[{"_id":"Ias+xjfNVLyECb6s7IKCvA==","name":"A Goldendoodle Named Ella","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-112.88843,34.74478]},"left_right_index":0,"mp_id":"116528030","mp_crag_id":"116527990","climb_id":"Ias+xjfNVLyECb6s7IKCvA==","areaRef":"H6rVgfJwWfuIH0y2W3Emlw=="},"content":{"description":"An easy alpine like route. Start off with a vertical slightly overhanging wall with easy bouldery like moves. Continue up the slab until it gets vertical (the crux) then turns back less steep again. Go right and up the crack system. From here you can continue to the top or stop about 15ft short. There is a nice place to make an anchor with small pieces there.\n\n **Watch out for loose rock**\n\n You can descend by down climbing the gully just to the right of the climb. It's mostly 4th class with some 5th class down climbing.","protection":"Standard rack. Nuts and small cams up to BD #2.","location":"Just left of the cave created by the large detached block. On the East side, just near the top of the debris field."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,24e148bb-4884-59e8-9870-43ce21f1a337,c1fdee82-93e7-5a55-9103-7defbe7f0b10,c15f4f1a-9c78-5f66-9628-36be7afff29a,1faad581-f270-59fb-881f-4cb65b712697","pathTokens":["USA","Arizona","Central Arizona","Santa Maria's & Surrounding Ranges","BT Butte"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.6"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-112.88843,34.74478]},"bbox":[-112.88897723232701,34.744330339818134,-112.887882767673,34.74522966018186],"left_right_index":-1,"ext_id":"116527990","area_id":"H6rVgfJwWfuIH0y2W3Emlw=="},"content":{"description":"BT Butte is a tall 100ft+ basalt butte that has the style of Thumb Butte with the rock quality of Lookout Mountain. It is located out in the middle of nowhere hidden behind some mesas out of view from the main road. Some sections seem crumbly, while others are solid. There seems to be some potential FAs of both Sport and Trad variety. Although It looks like most climbs might end up being a bit of both.  \n\n  There are some interesting features of note. A couple of large detached blocks the size of an apartment building on the Northeast sides. To the South is a spire that is about 50ft. On the West side it looks like a large scoop was taken out of it, and on the north side is a steep ravine. On the east side is a small cave, and a large gulley that make it look like is has a large wing. \n\n  I'm not sure if any FAs have been done yet on the butte, but after climbing to the top I was greeted by a very large cairn so we were most definitely not the first ones up there. My guess is some adventurous hikers or ranchers.  \n\n  The top is very small and looks a like Weavers Needle. There is enough space which you could clear out and perhaps camp on top. There however isn't any great spots to build trad anchors. There are a few large boulders but they would be dicey at best. To get down we ended up down-climbing a 4th/low 5th class gully just right of our climb It's on the East side next to the large detached block. It might be possible to rappel down the north side off a large boulder, but I didn't feel like leaving any gear behind.  \n\n  If you decide to make the effort to get out to this place, I would suggest camping and spending a few days to get the most out of it due to it's remote location. Many campsites can be found along FR705, or camp on top."},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T05:53:03.480Z","updatedAt":"2024-01-15T16:39:50.703Z"}