{"_id":"6368a722e80bff5a995dd814","area_name":"Nez Perce","shortCode":"","climbs":[{"_id":"jTy9lOJcX22/FsAI7ts7mw==","name":"East Hourglass Couloir","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"7/4/1933 by Paul Petzoldt and Sterling Hendricks","type":{"trad":true,"snow":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.7976,43.7193]},"left_right_index":2,"mp_id":"114307607","mp_crag_id":"107757584","climb_id":"jTy9lOJcX22/FsAI7ts7mw==","areaRef":"WLMnlSfqWGGTX34dNy4H8Q=="},"content":{"description":"Ortenburger/Jackson does not recommend the route for summer rock climbing due to rock fall danger.\n\nAs a winter or spring ski descent the line is steep, technical, and very aesthetic. Be prepared for two rappels (we brought a 40m rope and a tag line) in all but very fat mid-winter conditions.  You may find all the anchors you need, but should come prepared with a bit of rock gear and tat.\n\nThe line can be accessed directly from Garnet Canyon or from the Southeast Couloir (Sliver)","protection":"Gear and natural protection at the top and above the second rappel.","location":"The climber's left (east) couloir rising from the talus/snow field at the base of Nez Perce's north face."},"__v":0},{"_id":"XaPJ0F6nX4Wbe2nhvNdBYA==","name":"Direct South Ridge, Garnet Traverse Variation","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Jack Weicker and Leigh Ortenburger, 1967","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.7976,43.7193]},"left_right_index":0,"mp_id":"107757676","mp_crag_id":"107757584","climb_id":"XaPJ0F6nX4Wbe2nhvNdBYA==","areaRef":"WLMnlSfqWGGTX34dNy4H8Q=="},"content":{"description":"A variation to the Direct South Ridge that tackles the steep headwall near the top of the ridge.  Where the main route traverses to the right, this goes straight up.  We found the crux to be getting through the obvious black rock band about 100 feet up the buttress.  A fixed pin here indicates you're on route.","protection":"Standard Teton rack, one fixed pin at the crux","location":"Follow the South Ridge through 5-6 pitches past the 5.7+ lieback crux.  From the belay just above, follow the ridge close to the arête through a few steep sections, belaying at a ledge directly below the steep upper buttress.  The next pitch is the money pitch, heading straight up over blocks through the black roof band, then traversing left just above to a hidden corner/flake.  Follow this to a small ledge and belay below another flake.  From here, choose your own adventure up until the angle eases.  Ortenburger mentions a thin 5.8 traverse here, but we didn't find it necessary.  From the ledge above, unrope and scramble to the summit."},"__v":0},{"_id":"etsN5FzTXEGgZVIbCSmetA==","name":"Direct South Ridge","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Robert Merriam, William Buckingham, W. Edward Clark, 1954","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.7976,43.7193]},"left_right_index":1,"mp_id":"107757595","mp_crag_id":"107757584","climb_id":"etsN5FzTXEGgZVIbCSmetA==","areaRef":"WLMnlSfqWGGTX34dNy4H8Q=="},"content":{"description":"Probably the finest route on the peak, the South Ridge provides an enjoyable passage up mostly solid, golden granite to the summit.  The difficulties are not sustained, with many easy 5th class sections broken up by short 5.6-5.7 steps.  The crux is likely passing through a notch on a short wall on pitch six -- a few fun, steep, well-protected moves.\n\nWe didn't do the last two pitches as the 5.8 variation looked like a more direct finish up the steep headwall near the top of the ridge.  However, if following the main route, scramble to the East and up about 200 feet to avoid the steep buttress, and belay 1-2 pitches to the top.\n\nDescent:  The descent is rather complicated, but from the summit, traverse the west ridge and slowly descend to the NW.  Keep angling mostly west, and follow cairns until you reach some rappel slings.  Two 60-foot rappels bring you to a deep col, and from here you can scramble back down to Garnet Canyon.  The exact descent trail here eluded us, but you should be able to scramble and downclimb the rest of the face, angling west.  Eventually you'll reach the enormous cirque bordering the South Teton, Middle Teton and Nez Perce; and, depending on the season, it's either interminable talus and boulder-hopping or fun glissading back to the stream at the bottom of Garnet Canyon.","protection":"Standard Teton rack.  No fixed anchors.  Bring lots of slings.","location":"A long day just about any way you break it.  If attempting in a day, hike up Garnet Canyon to the Platforms.  From the Platforms, ascend a couloir to the SW which will put you in a gorgeous cirque.  From here, traverse South, keeping about the same elevation, and eventually wrapping around the East flanks of Nez Perce.  From here, Shadow Mountain looms to the South and two cols will be visible to the West, up another 1500 feet or so.  Aim for the right, higher one.  From this col the striking South Ridge will come into view right in front of you.  Traverse 100 feet and ascend 4th class ledges until you reach a larger ledge, then traverse west.  Soon you will reach a 15 foot spike in front of an obvious left-facing corner/chimney.  This is the first pitch."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,afc3c77e-efc9-50f7-a248-5b1d2864b858,fbebcea7-6fd9-5e4b-864e-d70705afae7e,58b32795-27ea-5861-935f-7e1d372e07f1","pathTokens":["USA","Wyoming","Grand Teton National Park","Nez Perce"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.4"},{"count":1,"label":"5.8"},{"count":1,"label":"5.7"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":0,"beginner":3,"intermediate":0,"advanced":0,"expert":0}},"alpine":{"total":3,"bands":{"unknown":0,"beginner":3,"intermediate":0,"advanced":0,"expert":0}},"snow":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":3,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-110.7976,43.7193]},"bbox":[-110.7982221652006,43.71885033981813,-110.7969778347994,43.71974966018186],"left_right_index":-1,"ext_id":"107757584","area_id":"WLMnlSfqWGGTX34dNy4H8Q=="},"content":{"description":""},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T06:35:17.720Z","updatedAt":"2024-01-15T16:51:25.161Z"}