{"_id":"6368a214e80bff5a9955d8eb","area_name":"(01) Jabba the Hutt Wall","shortCode":"","climbs":[{"_id":"hS504mkdXSq64Pu63rkH3w==","name":"Redemption","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-108.873,35.51629]},"left_right_index":2,"mp_id":"121898338","mp_crag_id":"105951639","climb_id":"hS504mkdXSq64Pu63rkH3w==","areaRef":"azmRCHD7UfCwLrnPuYHyHw=="},"content":{"description":"Offwidth to a large ledge into a steep upper half.","protection":"Trad rack. NO anchor up top at the moment but can easily lower off \"I'm just a little hoppy bunny\" or \"Duuuude!\"","location":"Obvious crack on the left of the face."},"__v":0},{"_id":"sVuHB7/jU3GdF/NHKg+7nw==","name":"Mr. Moto","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-108.873,35.51629]},"left_right_index":0,"mp_id":"105951948","mp_crag_id":"105951639","climb_id":"sVuHB7/jU3GdF/NHKg+7nw==","areaRef":"azmRCHD7UfCwLrnPuYHyHw=="},"content":{"description":"This climb is a tease.  At the very end of the cliff is an obvious and attractive looking wide-hands crack.  Unfortunately the crack ends about halfway up the cliff.  Climbing the crack is enjoyable, but the rest of the climb is on loose, sandy, lichen-covered rock that is nearly unprotectable.  It's not difficult at all, but be prepared to be essentially soloing if you 'lead' this one.  There is no anchor at the top, and building one is hard, so TRing is not very appropriate either.  Generally not recommended, except if you want to boulder the bottom 10-12 feet or so, practicing your jams.","protection":"Trad gear.  No bolted anchor.  The obvious handcrack takes pro nicely, but it ends about halfway up.  Above the crack, you'll struggle to find any pro at all, and a fall from near the top would be very serious.  Very difficult to build an anchor at the top due to bad rock and no cracks.  NOT a recommended lead.","location":"The last climb on the cliff, right next to the railroad tracks.  Look for the obvious crack.  Walk off."},"__v":0},{"_id":"VZ/dhvkLX8Gt+8+DIlpk9Q==","name":"Leaning Slab","yds":"5.3","grades":{"yds":"5.3","french":"3+"},"fa":"unknown","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-108.873,35.51629]},"left_right_index":5,"mp_id":"105951942","mp_crag_id":"105951639","climb_id":"VZ/dhvkLX8Gt+8+DIlpk9Q==","areaRef":"azmRCHD7UfCwLrnPuYHyHw=="},"content":{"description":"The easiest route here, Leaning Slab is 40-ish feet of easy, low-angle, well-featured slab.  Not really worthwhile except for teaching sport leading.","protection":"3 or 4 bolts (and one drilled angle!) to a 2-bolt anchor.","location":"Look for the big detached slab leaning against the main wall, just left (west) of Jabba the Hutt.   The drilled angle piton is about head-height, and should be obvious."},"__v":0},{"_id":"8vRvU2cnWbmdi+k6CsWZYQ==","name":"I'm Just a Little Hoppy Bunny","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Michael LaPlante","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-108.873,35.51629]},"left_right_index":1,"mp_id":"105951956","mp_crag_id":"105951639","climb_id":"8vRvU2cnWbmdi+k6CsWZYQ==","areaRef":"azmRCHD7UfCwLrnPuYHyHw=="},"content":{"description":"The leftmost (western) boltline on the Original Side, Hoppy Bunny is a fun line with a tough finish.  Climb the thin incipient crack and the thin face above to reach a good ledge under a large overhang.  Make a high clip (tough if shorter), then pull the overhang on good but strenuous holds.  This is definitely the crux, but the fall is short and clean, so pull with confidence.  Don't traverse too far off the boltline, though, or the fall can be uncomfortable.","protection":"5 bolts to a 2-bolt anchor.  The anchor is set well back from the lip, so bring long slings if TRing.","location":"The last bolted line to the left (west) on Sport-Homo Wall.  You'll need to turn a corner around from the other routes in the area, finding yourself next to the railroad tracks.  The route is on the narrow cliff facing the tracks.  Walk off, lower off, or rap."},"__v":0},{"_id":"OaquP2SfVgedIkALQnNvrw==","name":"Duuuude!","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Michael LaPlante","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-108.873,35.51629]},"left_right_index":4,"mp_id":"105951963","mp_crag_id":"105951639","climb_id":"OaquP2SfVgedIkALQnNvrw==","areaRef":"azmRCHD7UfCwLrnPuYHyHw=="},"content":{"description":"A really enjoyable route (especially the lower half) that sees almost no traffic at all.  Climb up along the incipient seam on tough sidepulls and sloping crimps (crux) to gain horizontal rails.  Make a TOUGH 3rd clip (don't blow it or you'll probably deck), then pull onto the ledge.  Pull the roof above you (which is easier than it looks), make sure not miss the last clip above the roof, and finish to the anchors.  The start is the best part, with great balancy moves.  Either follow the crack and move right to the first bolt, or start on the right and move up and left to the bolt.  Both starts are roughly equivalent difficulty and quality.","protection":"6 bolts to a 2-bolt anchor.  The anchor is set well back from the lip (10 feet?), so bring long slings if you want to TR.","location":"Look for a steep, THIN crack up the wall next to the Leaning Slab and Jabba the Hutt.  It is distinguished by a big ledge halfway up and a big overhang above that.  Lower off, walk off, or rap.  For a quick descent, it is fairly easy to scramble down the chimney to the right of the route."},"__v":0},{"_id":"yZRWyv66Ur+293eilzs1FQ==","name":"Demon Within","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Michael LaPlante","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-108.873,35.51629]},"left_right_index":3,"mp_id":"105951972","mp_crag_id":"105951639","climb_id":"yZRWyv66Ur+293eilzs1FQ==","areaRef":"azmRCHD7UfCwLrnPuYHyHw=="},"content":{"description":"Demon Within is not much more than a boulder problem, but boy is it fun!  Climb the THIN, off-vertical slab to a big ledge midway up the cliff face.  The moves are technical and balancy, not strength-dependent, and height is not an advantage.  And the clipping stances are good.  Once you reach the second bolt, the climbing eases considerably to the ledge.  There are many different solutions to this route's challenges. \n\n  If you want to TR this one, you have to scramble up to the ledge via the chimney on the right (next to \"Leaning Slab\"), then traverse left along the large ledge to reach the anchors.  This can be easily done, and is recommended if you don't feel like leading it.","protection":"2 bolts to a 2-bolt anchor.  Bring long slings for a TR.","location":"Immediately left of the obvious wide crack (\"Redemption\") on the Sport-Homo Wall.  The anchors on the ledge are easily accessed by scrambling up the chimney on the right (easy 4th) for setting a TR.  Rap off or scramble down the chimney to descend."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,98c839d1-f0d4-5006-bb58-276b12f05bd0,899dc7c1-b0aa-5860-a11c-d960f8f90826,8400a523-b56e-56d3-9f3c-07cc28f329ca,1efac907-eca5-5d99-b072-38f98b20b98b,6b399108-70fb-51f0-b02e-b9cfb981f21f","pathTokens":["USA","New Mexico","Gallup Area","Mentmore","Original Side","(01) Jabba the Hutt Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.10d"},{"count":1,"label":"5.7"},{"count":1,"label":"5.3"},{"count":1,"label":"5.10b"},{"count":1,"label":"5.12a"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":1,"intermediate":1,"advanced":0,"expert":0}},"sport":{"total":4,"bands":{"unknown":0,"beginner":1,"intermediate":2,"advanced":1,"expert":0}},"tr":{"total":5,"bands":{"unknown":0,"beginner":1,"intermediate":3,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":3,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-108.873,35.51629]},"bbox":[-108.87355244175937,35.51584033981814,-108.87244755824061,35.51673966018186],"left_right_index":-1,"ext_id":"105951639","area_id":"azmRCHD7UfCwLrnPuYHyHw=="},"content":{"description":"The leftmost (western) end of the Original Side, this area is sunny and protected from the wind, making it a good cold-weather area. The rock tends to be sandy and featured, without much varnish.Jabba the Hutt is a long, low, steeply-overhanging bulge of sandstone. There are many boulder problems on it, none of which are recorded. Bring a pad, a spotter, and have fun making sequences up. Trying to top out is not recommended.The left wall is a small collection of climbs at the far end of the cliff, next the railroad tracks, that see very little traffic. The rock is not very strong, and should NOT be climbed on unless absolutely dry, but it does form interesting face features that make for good climbing. This Wall also includes both Mentmore's easiest climb (Leaning Slab, 5.3), and one of the hardest climb (Demon Within, 5.12a)."},"density":0,"totalClimbs":6,"__v":1,"createdAt":"2022-11-07T06:13:44.887Z","updatedAt":"2024-01-15T16:47:10.689Z"}