{"_id":"6368a36ae80bff5a99582b5b","area_name":"Rooster Rock","shortCode":"","climbs":[{"_id":"MgOCDrJgXt+oP+5pdM90Fw==","name":"Regular North Face","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"unknown","type":{"trad":true,"alpine":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-122.30498,44.41706]},"left_right_index":0,"mp_id":"114104072","mp_crag_id":"114104066","climb_id":"MgOCDrJgXt+oP+5pdM90Fw==","areaRef":"2QrNAjYJVF2tSIoHCR4rBQ=="},"content":{"description":"Climb moss ramp to corner, clip a bolt and continue up corner to a saddle in the formation. 4th class scramble to the base of a slab. Climb the slab to the anchor. Serious ledge fall potential the whole time.","protection":"Can be climbed with supplemental gear but you mainly clip gigantic rods that are leftover from the old lookout tower that was once at the summit. Bring yer alpine draws!","location":"north side; closest to the hiking trail."},"__v":0},{"_id":"FV/akEJoX2SOR9B/ZTVIfg==","name":"North Face Jam Crack","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Paul Fry, Joe Bierek, & Fred Hammerquist 1971","type":{"trad":true,"alpine":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-122.30498,44.41706]},"left_right_index":1,"mp_id":"114336127","mp_crag_id":"114104066","climb_id":"FV/akEJoX2SOR9B/ZTVIfg==","areaRef":"2QrNAjYJVF2tSIoHCR4rBQ=="},"content":{"description":"With a good scrubbing this route might actually be reasonably fun, when I got on it a few years ago it was a somewhat miserable experience due to  excessive moss and our under estimation of daylight. If you have any interest in climbing this I would suggest bringing a brush as we were shut down on a mantel move which was completely covered in moss (a recurring theme of menagerie routes)\n\n P1: Start on a large detached flake. Clip a bolt and begin climbing up a rightward traversing crack to a belay ledge with a 1/4'' button head bolt. Build a gear belay. P2: Traverse up and left on a low angle mossy ramp with no opportunity for pro till you reach an old looking piton. Clip the piton (it held my buddy's fall) and funk your way to the base of an overhanging jam crack and finish the route up that or do a somewhat unprotected traverse left to the anchor for regular north face.\n\n *Disclaimer* I didn't finish up the jam crack so I don't know whether there is an anchor at the top or a safe way to get to the regular north face anchor.\n\n Descent: rappel from regular north face anchor.","protection":"Nuts and cams to 3\" a wire brush would might also be a good idea.","location":"The start is on the large detached flake 15 feet right of the Regular North Face route"},"__v":0},{"_id":"QywtQYDEUMGPu+AH+oJcKA==","name":"The Callis Southeast face","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Pat Callis, Gerry Honey, 1959","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.30498,44.41706]},"left_right_index":2,"mp_id":"114336305","mp_crag_id":"114104066","climb_id":"QywtQYDEUMGPu+AH+oJcKA==","areaRef":"2QrNAjYJVF2tSIoHCR4rBQ=="},"content":{"description":"This route is a totally worthwhile jaunt if you enjoy adventure climbing and can stand climbing on moss. the First 2 pitches can be lead solely on bolts if you want. All of the anchors were replaced by Tyler Adams and Jim Anglin in 2007. If you've climbed old school friction slab than this route is by no means runout but otherwise expect some healthy bolt spacing on the mossy slabs.\n\n P1: 5.7 climb up the mossy ramp and place a bomber #3 cam just above the old bolt (don't clip the mank). Traverse right to point where you really wish you could clip a bolt, look over a bulge to find a shiny bolt buried in moss. Clip it with an extended sling and wander your wander you way up the mossy slab through the path of least resistance unearthing shiny bolts that were buried in moss till you get to the base of a low angle diherdal. Clip the final bolt to the anchors and pull the 5.7 crux to find the most beautiful rap anchor ever. 7 bolts 130' Note: it's best to extend all draws or else you will be killed with rope drag at the crux.\n\n P2: 5.5 From the anchor veer slightly up and make hard right around the corner till you get to the first bolt. Clip it and climb an easy slab to the next anchor. This anchor isn't as beautiful as the last but still looked bomber IMO. 2 bolts 65''\n\n P3: 5.4 From the belay head up and right into the dirty chimney, spelunk your way through an opening and finish the route as per Regular north face or belay from an eye bolt then finish via regular north face.\n\n *Disclaimer* I have yet to finish the final pitch. My Partner and I had to bail due to daylight issues. By most peoples standards this route would warrant an R rating but if you have climbed other routes in the area this route is actually quite safe by comparison.","protection":"SR to 4'' , nuts, and alpine draws. Also a wire brush.","location":"Southeast face of the bird. The start is relatively easy to spot; look for an old bolt about 20-ish feet up a mossy ramp"},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,5f05ed84-1a18-52d9-b8cf-77f8fd01e061,06ef0169-1ce2-5f05-ba4d-46ee7e66e2c7,babb4922-e35f-5351-b709-768a4d08f0f3,8b6dd0a6-3cfe-5c45-b626-8467d88e1513,d90acd02-3609-545d-ad48-8a07091e2b05","pathTokens":["USA","Oregon","Willamette Valley","Menagerie Wilderness","Lower Menagerie","Rooster Rock"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.4"},{"count":1,"label":"5.8+"},{"count":1,"label":"5.7"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":0,"beginner":3,"intermediate":0,"advanced":0,"expert":0}},"alpine":{"total":3,"bands":{"unknown":0,"beginner":3,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":3,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-122.30498,44.41706]},"bbox":[-122.3056095431098,44.416610339818135,-122.30435045689019,44.41750966018186],"left_right_index":-1,"ext_id":"114104066","area_id":"2QrNAjYJVF2tSIoHCR4rBQ==","polygon":{"type":"Polygon","coordinates":[[[-122.3056095431098,44.416610339818135],[-122.30435045689019,44.416610339818135],[-122.30435045689019,44.41750966018186],[-122.3056095431098,44.41750966018186],[-122.3056095431098,44.416610339818135]]]}},"content":{"description":"The first pinnacle you will come to off the trail. This pinnacle likely has the most established routes in the lower menagerie, but many have not been climbed in years. The rock that isn't covered in several inches of moss is actually quite good from my experience."},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T06:19:28.223Z","updatedAt":"2024-01-20T01:05:49.122Z"}