{"_id":"6368a214e80bff5a9955d7b9","area_name":"Winter Wall","shortCode":"","climbs":[{"_id":"co+gpbgdVVKlrK4XgLXKFg==","name":"Xibalba","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.14023,35.80565]},"left_right_index":0,"mp_id":"107054438","mp_crag_id":"105796958","climb_id":"co+gpbgdVVKlrK4XgLXKFg==","areaRef":"PQdEzVbUXtCa/KiWlsTIpg=="},"content":{"description":"This route climbs the face left of the gear/bolts route Basalt Therapy finishing up a nice arête and face climbing with great position on quality stone. It's the first route you'll encounter as you head up the old, western approach trail to the Winter Wall proper. It can be done in one long pitch (recommended!) or two shorter pitches. If done in one long pitch, bring ~22 draws and back clean a few in critical spots on the first pitch to reduce rope drag up high.\n\n It's common for parties to climb just the first pitch but you're really missing out on the best climbing of this route if you don't climb the second pitch. \n\nPitch 1 - 5.9 (105'): Start up just below a large block and make leftward moves to the first bolt. Loose fourth class action gets you by a couple more bolts well to the left of Basalt Therapy to preserve that route's integrity to the roof (but resulting in bad rope drag later). Turn the roof on its left side into some dubious but easy climbing to the next bolt.\n\n Continue up the face and shallow dihedral through a tightly bolted section (due to rock quality) to eventually work leftwards to the arête and better rock. Strongly consider back cleaning the draw from the bolt closest to the \"crack\" to reduce rope drag. Continue up trending left to the cool, airy belay on faint ledge on the arete.\n\nPitch 2 - 5.10+ (85'): The reason to climb this route is this pitch. Continue up the fun and airy arête beyond the first anchors on increasingly better rock through some tricky sections and up to the nice-but-small belay ledge just below a roof. Metolius rap hangers will set you up for the rappel back down.","protection":"13-14 quick draws if climbing in two pitches. 22 or 23 quick draws if doing it in one long pitch. If done in one long pitch, bring ~22 draws and back clean a few in critical spots on the first pitch to reduce rope drag up high.Bolts/carabiners atop P1. Metolious rap hangers atop P2.DESCENT OPTIONS:Rap the route in two rappels with a single 70m rope. (A 60m rope reportedly works, with stretch, on the P1 rappel, tie knots in the end of your rope.)Rap the route in one rappel with two 70m ropes. With a single\n\n80m rope, climb route in one long pitch and lower from the P2 anchors to the P1 anchors. Anchor into P1 anchors, untie, pull rope through P2 anchors, tie back in and lower to the ground. Climb the route and lower to the ground with a single 90m rope. The ends will both be a few inches off the ground but it works. ","location":"This is the left-most route on the Winter Wall proper. The start is just below the large block with the \"X\" chalk mark on it. There's a decent man-made belay platform at the base."},"__v":0},{"_id":"EHRz32vkXMug1ytEpVqyvw==","name":"Vitaman","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Tom Wezwick & Karl Kiser - Winter 1999","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.14023,35.80565]},"left_right_index":16,"mp_id":"106073248","mp_crag_id":"105796958","climb_id":"EHRz32vkXMug1ytEpVqyvw==","areaRef":"PQdEzVbUXtCa/KiWlsTIpg=="},"content":{"description":"This climb has a fun roof which compensates for easy and loose-looking sections below. \n\n  Start on the clean slab left of the bushy slab (about 30' right of Roid Boys).  Move up the easy slab, turn through a low roof through the middle with a hand traverse from right to left (1st crux).  Cruise more low angle crack to the obvious hand crack pulling through the roof.  Turn the roof (2nd crux) with great hand jams.  From here, head to the anchors, that are just out of sight up another 20' and on the blunt arete to the left.","protection":"Nuts & cams to 3\", long runners.  Micro-size gear (TCUs or RPs) isn't helpful.  2-bolt anchor w/ chains.","location":"30' right of Roid Boys, pick out a hand crack splitting through a roof 60' up.  Vitaman goes through this.  (This climb is not shown on the beta photo)   To descend, rap/lower the route with one 60m rope."},"__v":0},{"_id":"FMwa8rp0UyGwtwlXB6jkeg==","name":"The Trough","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Tom Wezwick and Karl Kiser","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.14023,35.80565]},"left_right_index":18,"mp_id":"106205419","mp_crag_id":"105796958","climb_id":"FMwa8rp0UyGwtwlXB6jkeg==","areaRef":"PQdEzVbUXtCa/KiWlsTIpg=="},"content":{"description":"This isn't really a finalized route description.  I tried to follow the line named \"The Trough,\" which is route #17a in Beverly (2006:219-220), but I failed.  This current route description is more of a mini-trip report, warning where not to go when you try this route.  When I figure out the correct line, I'll update this page.  Anyone have any beta? \n\n  Beverly notes that The Trough is an 'easy crack in cornersystem with bushes' that has a 2-bolt anchor.  His topo indicates that the anchors lay at about the same elevation as those of Sunbaked and Protein Supplement to the right. \n\n  Although I couldn't see an anchor from the ground or from the top of Sunbaked, I set off up Beverly's illustrated line for The Trough.  After pulling through two fairly fun little roofs, the dihedral got rapidly dirtier and looser, although it stays at 5.7.  By the time I was above the level of where the anchor was supposedly indicated, the crack system degenerated badly.  For example, just below a beautiful 2-foot-diameter dish on the left face of the dihedral, a microwave-oven-sized shattered block is poised to fall out at the drop of a pin; this block will certainly take out your belayer if it goes.   Most importantly, I found no bolted anchors anywhere in this vicinity or to the right.  Although it appears to stay at about 5.7 above that point, and you might be able to top out and walk off, it'd be a loose nightmare.  I chose instead to downclimb the whole 'route'. \n\n  In retrospect, I may have gone right after the first roof when I was supposed to go left (see the beta photo for the possible left option), but I still didn't see any anchor bolts in that area.  However, there is a mystery bolt line way up high, between, and well above the tops of, The Trough and Vitaman (see the beta photo); anyone know what that is/was?","protection":"Standard trad rack.  Still can't confirm whether there are anchor bolts up there or not.","location":"The start apparently proceeds up a crack and dihedral on the left side of the nice face containing Sunbaked and Protein Supplement."},"__v":0},{"_id":"TgX7shJvVMecJ/pVh71W4w==","name":"Sunbaked","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"FA Bryan Pletta & Mark Thomas","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.14023,35.80565]},"left_right_index":20,"mp_id":"106049105","mp_crag_id":"105796958","climb_id":"TgX7shJvVMecJ/pVh71W4w==","areaRef":"PQdEzVbUXtCa/KiWlsTIpg=="},"content":{"description":"Don't get burnt as you pass 3 bolts with a long reach to a pocket by bolt 2 (this may be height-dependent and harder for short people) and the thin crux at bolt 3 to reach a big ledge.  After the ledge, continue up bolt-protected steep face climbing, none as difficult as below. \n\n  Would be more classic except for the big ledge you can take a nap on in the middle of the climb.","protection":"7 bolts to a 2 bolt anchor.  A 60m rope is fine to lower.","location":"Up high and right on the Winter Wall.  Middle of the 3 climbs on the right-most panel of Winter Wall. Route 13 in the Winter Wall beta photo."},"__v":0},{"_id":"ygPnXVrhVGm7zUuK/YUhvQ==","name":"SOL Man (aka Not In the End)","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Rich Strang, J Christie","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.14023,35.80565]},"left_right_index":3,"mp_id":"109775524","mp_crag_id":"105796958","climb_id":"ygPnXVrhVGm7zUuK/YUhvQ==","areaRef":"PQdEzVbUXtCa/KiWlsTIpg=="},"content":{"description":"The sister route to Pale Face, this one starts with a fun 5.10 dihedral roof. After this continue up the slab and arête on good holds until it gets steep and thin. Do a tricky move and then head to the left side. Climb straight up for a few bolts to an overhang. Move back right here to the crack then continue on a leftward diagonal past thin holds to the anchors.      A 70 meter rope will JUST lower to the ground with rope stretch. If you're a bit short move up the hill to the right a bit (be sure to tie a Knot In the End of your rope!).","protection":"15 bolts to anchors with chains and lowering biners.   70m rope for lowering","location":"10 feet left of the Pale Face start, below an overhanging dihedral and a small steepening arête. It's between Gopher Broke and Pale Face."},"__v":0},{"_id":"vmTJV0bqXSGITb5DHLYLLg==","name":"Roid Boys","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Mark Thomas","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.14023,35.80565]},"left_right_index":14,"mp_id":"106049093","mp_crag_id":"105796958","climb_id":"vmTJV0bqXSGITb5DHLYLLg==","areaRef":"PQdEzVbUXtCa/KiWlsTIpg=="},"content":{"description":"Roid Boys has really easy climbing interrupted by 3 short steep sections moving through blocky overhangs.  Finding the good exit holds and having enough core and upper body strength to pull through these cruxes is key.  The 2nd roof is probably the crux, you move from left to right. \n\n  This climb has an unusual character for an easier Diablo sport climb, with short powerful cruxes and almost none of the endurance factor that characterizes other Diablo moderates. \n\n  I think the FA deserves good credit for intelligent bolt placements on this route.  With these short boulder problem cruxes, falls onto ledges or slabs would've been possible, but the bolts are in perfect locations, so this is not an issue. \n\n  Rap the route with one 60m rope (and PAY ATTENTION TO THE END OF IT- it may just barely reach or might come up just a couple meters short of the ground, depending on rope stretch; DON'T GET DROPPED!)","protection":"8 bolts to a 2-bolt anchor.","location":"Right side of Winter Wall, the 4th sport climb from the right. Route 10 in beta photo."},"__v":0},{"_id":"4hWoTZrRXWqxepv+Jwe7Sg==","name":"Protein Supplement","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Tom Wezwick and Karl Kiser, Winter 1999","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.14023,35.80565]},"left_right_index":19,"mp_id":"106049097","mp_crag_id":"105796958","climb_id":"4hWoTZrRXWqxepv+Jwe7Sg==","areaRef":"PQdEzVbUXtCa/KiWlsTIpg=="},"content":{"description":"Protein Supplement is a good boost to a day at Diablo. Though it's a little discontinuous, the climbing is fun and the rock is clean. Start up easy slab, then straight up a near-vertical crux to the left end of a big ledge. Continue up another steeper section to the anchor.","protection":"Bolts to a 2-bolt anchor.  A 60m rope is fine for lowering.","location":"On the far right side of Winter Wall, the columns are oriented such that they diagonal downward to the right.  This is the left of the 3 climbs in this area."},"__v":0},{"_id":"HV2PRnsaUTWSa991uyMJFw==","name":"Post Moderate","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Rick Bradshaw, Ken Kisiel, Scott Beguin, and Dennis Newell, 11/2000","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.14023,35.80565]},"left_right_index":7,"mp_id":"105796992","mp_crag_id":"105796958","climb_id":"HV2PRnsaUTWSa991uyMJFw==","areaRef":"PQdEzVbUXtCa/KiWlsTIpg=="},"content":{"description":"Area Classic, the best moderate at Diablo. Start at the post (circled on detailed area map) and enjoy (~165 feet).  \n\n  To find this route, look for the trail that goes along the base of the cliff and follow it until you find a wooden post at the base of the cliff, the route follows the bolts directly up from this bolt.","protection":"17 bolts to cold shuts. \n\n  The descent can be done in two rappels with one 60m rope by using the rap anchors on Highly Caffienated for the second rappel. Faster and more comfortable to drag a second rope and rappel from the top.","location":""},"__v":0},{"_id":"P5M84dUyUC6/FQoOH6RaoQ==","name":"Pale Face","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Aaron Miller & Rick Bradshaw","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.14023,35.80565]},"left_right_index":4,"mp_id":"105932175","mp_crag_id":"105796958","climb_id":"P5M84dUyUC6/FQoOH6RaoQ==","areaRef":"PQdEzVbUXtCa/KiWlsTIpg=="},"content":{"description":"Long, fantastic route.  Climbs through a fun roof at the beginning to a shallow dihedral with technical stemming and a steep pumpy crux.","protection":"14 bolts plus two for the anchor. 70m rope is ideal but a 60m rope reportedly works but tie a knot in the end, use caution and expect to downcliimb just a bit. ","location":"10 feet left of Grape Ape."},"__v":0},{"_id":"OHOWsqGdXrSKaMpONWWxQQ==","name":"Original Face Route","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"\"others...\"  before mid-90s","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.14023,35.80565]},"left_right_index":12,"mp_id":"106049089","mp_crag_id":"105796958","climb_id":"OHOWsqGdXrSKaMpONWWxQQ==","areaRef":"PQdEzVbUXtCa/KiWlsTIpg=="},"content":{"description":"This low-angle face is one of the easiest routes in Diablo Canyon.  It's mostly 5.6 most of the way up, with a few thin 5.7/5.8 moves in the last 20'.  The crux is just after the last bolt. \n\n  Formerly a mixed bolts/gear route, this good beginner route recently had more bolts added so that it is fully bolt-protected (Not to say anything about bolt ethics, but if you're going to have a \"traditude\" about a 5.8 on the Winter Wall, you should probably stop and consider how ridiculous you are).","protection":"8 bolts, 2-bolt anchor.","location":"This climbs the slabby face left of the  white left-facing dihedral.  # 8 in the beta photo.   Rap or lower w/ one 60m rope."},"__v":0},{"_id":"WfIFoNGPV8y88A9F9sqgRA==","name":"Old Sling Straightened","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Sharon Dogruel and Greg Swift","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.14023,35.80565]},"left_right_index":17,"mp_id":"106317880","mp_crag_id":"105796958","climb_id":"WfIFoNGPV8y88A9F9sqgRA==","areaRef":"PQdEzVbUXtCa/KiWlsTIpg=="},"content":{"description":"Old Sling Straightened is mixed gear and bolts route established by Sharon and Greg a couple years ago on the right side of the Winter Wall. Story has it they were looking for a line they could climb over and over for years to come and liked the lower part of a route they believed to be Old Sling because they found an old sling in one of the cracks. But the upper parts were horribly loose and sketchy.    With that in mind they looked to the left and found some clean, short dihedrals leading to a clean panel of rock to finish up on.  The dihedrals and final panel didn't protect well so they hand drilled four protection bolts on the upper part of the wall.  \n\n  Start as for Protein Supplement following a left-angling seam on easy terrain towards a big, black roof using gear for pro. Pull the roof and cruise the low angle gully to another small, wide crack roof. Head for two, short, bolt-protected dihedrals above followed by an all-too-short finger crack section up to the final, steep headwall. To this point the climbing is fun and moderate. Clip two bolts on the final headwall, the 5.10 crux, up to the top. A single anchor bolt will be found at the top.","protection":"Single rack of BD .3 to #3 cams. Wires could be useful but not necessary. 4 protection bolts along the way and a single anchor bolt at the top along with a big rock to sling serve as the anchor. Walk off to the north and swing back down to your packs and tasty peanut butter and honey sandwich.","location":"The route is at the far right side of the Winter Wall sharing a start with Protein Supplement. It's a full 60m. You can break the route into two pitches with a belay below the two, short dihedrals to minimize rope drag/weight."},"__v":0},{"_id":"vPN2XP2VUQC2tmhVv7hIig==","name":"Old Sling","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Unknown original FA, FRA by Kiser & Wezwick","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.14023,35.80565]},"left_right_index":15,"mp_id":"106205400","mp_crag_id":"105796958","climb_id":"vPN2XP2VUQC2tmhVv7hIig==","areaRef":"PQdEzVbUXtCa/KiWlsTIpg=="},"content":{"description":"This easy crack climb ascends a left-leaning seam that gradually steepens into a blocky left-trending dihedral. \n\n  As noted in the comments section of Roid Boys, Karl Kiser and Tom Wezwick climbed this crack (in the 1990s?) and put in an anchor.  They knew it was previously climbed because an old sling was found in the crack. Mark Thomas then put up Roid Boys and placed the upper anchor bolts where they could be used by both routes (because the rock at the top of the Old Sling crack was less than good). \n\n  A route name and topo are posted online by Bradshaw, although the route appears misplotted on that photo topo (i.e., too far right). \n\n  Also described and illustrated by Beverly (2006:219-220) as climb #16 (which incorrectly states that it shares anchors with climb #10 - actually they are shared with climb #15).  Jackson (2006:138) identifies this as route #2.2, and names it \"5.8 Trad Route.\"  Jackson's narrative description is partly correct, except for the notes on the descent, but most importantly his photo topo is completely wrong and should NOT be used.","protection":"Standard trad rack of nuts and cams to about 3 inches.  Shares a two-bolt, chained anchor with Roid Boys.","location":"Near the right (northerly) end of the Sunshine/Winter Wall, climb the first crack system to the right of Roid Boys.  Three main cracks ascend here; I picked the rightmost one because it led more directly into the upper dihedral. \n\n  Although this route shares anchors with Roid Boys, it is actually longer than that route because it starts farther right, so a 60m rope will NOT set you back down at the base of this specific route if you choose to lower or rap to clean your gear.  And because the route angles so much, lowering or rapping to clean is pretty dicey and could open you to a big swinging pendulum after you pull your lowest piece.  Maybe better to have the second climb and clean, and then both climbers descend straight down Roid Boys, which reportedly can be rapped with a single 60m rope (although it too will apparently \"come up a couple meters short of the ground\")."},"__v":0},{"_id":"NXBY2eI+V3uewZ0vKqyEZw==","name":"Naked Lunch","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Aaron Miller & Amy Jordan","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.14023,35.80565]},"left_right_index":10,"mp_id":"105932179","mp_crag_id":"105796958","climb_id":"NXBY2eI+V3uewZ0vKqyEZw==","areaRef":"PQdEzVbUXtCa/KiWlsTIpg=="},"content":{"description":"This is a long, aesthetic route.  The upper section follows an arete with airy exposure, and the crux is the VERY last move!  Note: the anchors are only visible after completing the last few moves; look left.","protection":"15 bolts to chain anchors. Two ropes or a single 80m rope required for descent. A single 80m rope gets you down with just a couple feet of rope to spare. ","location":"20 feet right of Post Moderate."},"__v":0},{"_id":"WshlnwCVVWu2vWhqnapWgA==","name":"Highway to Hell","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"modern ascent: Kisiel, Beguin, and Newell, this might have been climbed by some unknown hippie climber from the 60's","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-106.14023,35.80565]},"left_right_index":9,"mp_id":"106100478","mp_crag_id":"105796958","climb_id":"WshlnwCVVWu2vWhqnapWgA==","areaRef":"PQdEzVbUXtCa/KiWlsTIpg=="},"content":{"description":"This is a spooky and thought provoking crack-dihedral where pro is placed in the crack and most of the climbing is done on face edges. It is an exercise in keeping a cool head and treading lightly. It is a paved highway that if you continue down it you might end up in Hell where the rock is really big, scary , and loose. Entertaining never the less. Thanks to Post Moderate and other long stellar sport routes on this wall, Highway To Hell does not get much traffic, so watch out for loose rock. This is Diablo and The Winter Wall at that. Nuff' said.","protection":"Stoppers, Aliens, Camalots to #3, and trad runners. 2 bolt rap anchor. Get off with two 60 meter ropes [or 1 70m rope].","location":"This is the obvious dihedral to the right of Post Moderate."},"__v":0},{"_id":"B8VB44SLVtaBjRuYI2MIZw==","name":"Highly Caffeinated","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Tom Wezwick, Chris Kessler, and Karl Kiser","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-106.14023,35.80565]},"left_right_index":6,"mp_id":"106049076","mp_crag_id":"105796958","climb_id":"B8VB44SLVtaBjRuYI2MIZw==","areaRef":"PQdEzVbUXtCa/KiWlsTIpg=="},"content":{"description":"This crack system between Post Moderate and Grape Ape is one of the older Diablo routes. \n\n  Climb up the low-angle easy corner then undercling/lieback left.  Continue up a more low-angle shallow corner crack system with just seams (no cracks, no pro) until the next blocky roofs.  Turning these blocky overhangs is the fun & well-protected crux of the route.  Rap from the 2-bolt anchor, or continue up the upper half of Post Moderate. \n\n  Since the lower half of the fully-bolted Post Moderate can be climbed to reach the anchor, most traffic on Highly Caffenated is from people toproping it these days.","protection":"Nuts & cams to 3\", including RPs.   2 bolt anchor.","location":"Climb 5 on the beta photo. \n\nThe original online guide shows this climb.   Crack system between Post Moderate and Grape Ape.  Starts just left of the post."},"__v":0},{"_id":"0Fk4UoMuVOKF9LB3Jd2hgA==","name":"Hellboy","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.14023,35.80565]},"left_right_index":8,"mp_id":"106298024","mp_crag_id":"105796958","climb_id":"0Fk4UoMuVOKF9LB3Jd2hgA==","areaRef":"PQdEzVbUXtCa/KiWlsTIpg=="},"content":{"description":"Hellboy climbs the less steep portion of cliff just right of Post Moderate. I think this climb is one of the better beginner leads in Diablo.\n\n The first half of the route is in character with the first half of Post Moderate, with similar low angle cruising with positive edges. Reach a 2-bolt anchor at 28m just before the wall steepens. 5.7 climbers might be happy to stop here.\n\n Above this anchor is the steep crux, then Hellboy moves right to a crack just for a short distance (this line is Highway to Hell). If you avoid the crack entirely (contrived), the face just next to it can be climbed on small edges at 5.10+ or something like that. After this crux section, follow the bolts on easier climbing to a higher 2-bolt anchor that is up and left of the anchor for Highway to Hell. You can't see the anchor until you're almost there, but just go straight up from the last bolt and you'll get there.","protection":"20 bolts to the 2-bolt anchor at the top.  Can be done in 2 pitches with 10-12 draws, but is more fun climbed as one long pitch.","location":"Hellboy is the faded red-hangered bolted climb right of the post and the classic 5.9 Post Moderate. Rappel from the 2-bolt anchor with 2 ropes; or, with a single 60m rope: rappel first to the intermediate anchor, then a 2nd rappel to the dirt."},"__v":0},{"_id":"5NywnDwMUJKP2Gh1hsJMSw==","name":"Grape Ape","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Rick Bradshaw, Ken Kisiel, 12/2000","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.14023,35.80565]},"left_right_index":5,"mp_id":"105796988","mp_crag_id":"105796958","climb_id":"5NywnDwMUJKP2Gh1hsJMSw==","areaRef":"PQdEzVbUXtCa/KiWlsTIpg=="},"content":{"description":"Big muscles will power you over the technical cruxes through the roof section, but save something for the hairy, airy, and crimpy headwall. Splendid position, long route, cool moves.  \n\n  To find this route, look for the trail that goes along the base of the cliff and follow it until you find a wooden post at the beginning of Post Moderate. Grape Ape is the bolted line just to the left of this route.","protection":"17 bolts to chain anchors.\n\nDESCENT: Two ropes via rappel or a single 80m rope required for the descent.","location":""},"__v":0},{"_id":"7cMBHDHVXY+cQBpXR81Qmg==","name":"Gopher Broke","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Rich Strang & Darryl Styles...also Jamie Dermon & Joel Schwartz","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.14023,35.80565]},"left_right_index":2,"mp_id":"107987274","mp_crag_id":"105796958","climb_id":"7cMBHDHVXY+cQBpXR81Qmg==","areaRef":"PQdEzVbUXtCa/KiWlsTIpg=="},"content":{"description":"Climb the lower roof on the left side then move back right onto the easy slab. Continue up and eventually start to climb the rounded arête after about the 5th bolt. Climb past a few bolts & move back to the right face for a bit. Tricky climbing above the rappel station eventually takes you from the arête to the right face again. Recoup a bit on some ledgy holds and fire through the final two steep sections to the chains. Double rope rappel to the ground or do 2 rappels using the midway rappel station","protection":"16 bolts to a 2 bolt anchor with a lowering/rappel biner   There is a rappel mid-station at the 10th bolt","location":"15 feet left of Pale Face and right of Basalt Therapy"},"__v":0},{"_id":"QgpDG/N/X9u1Nupn24KxVg==","name":"Clean Energy","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Bryan Pletta, Karl Kiser & Noah Monagle, winter 2016","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.14023,35.80565]},"left_right_index":21,"mp_id":"111676875","mp_crag_id":"105796958","climb_id":"QgpDG/N/X9u1Nupn24KxVg==","areaRef":"PQdEzVbUXtCa/KiWlsTIpg=="},"content":{"description":"The climb has a little bit of everything.  There are great rests between the harder moves.  A longer sling is useful on the third clip (look for hidden holds).  The crux is higher above the 7th bolt.","protection":"9 bolts to anchor and chains.","location":"The climb is just a few feet right of Sunbaked in a right facing corner.  Rap the route."},"__v":0},{"_id":"LD9Jf38xX3uUVQXZXfMmXw==","name":"Bosch Hogg","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Anna Brown, Jason Halladay","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.14023,35.80565]},"left_right_index":11,"mp_id":"121955955","mp_crag_id":"105796958","climb_id":"LD9Jf38xX3uUVQXZXfMmXw==","areaRef":"PQdEzVbUXtCa/KiWlsTIpg=="},"content":{"description":"Easier climbing on a lower angle ramp through a couple airy crux moves in the dihedral/corner to the steeper face above. The rock has cleaned up well but is still dirty and will still shed per Diablo choss. As normal with Diablo routes, helmets, a cautious approach and liberal use of the \"pull down, not out\" technique are recommended.60m rope gets you down.","protection":"11 bolts to chains with lowering carabiners","location":"Located between Naked Lunch & Original Face Route "},"__v":0},{"_id":"rfGTpZ5fXv+XloHEd5qiIw==","name":"Blind Faith","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Mark Thomas, with Tom Wezwick, Karl Kiser, and Chris Kessler. Fall 1999.","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.14023,35.80565]},"left_right_index":13,"mp_id":"106073247","mp_crag_id":"105796958","climb_id":"rfGTpZ5fXv+XloHEd5qiIw==","areaRef":"PQdEzVbUXtCa/KiWlsTIpg=="},"content":{"description":"A sustained, lengthy route tackling a series of roofs to a final exposed crux move from a face over one last roof.  Mostly 5.10+ until the last moves. Final hard move can be avoided by going right at the last bolt.","protection":"16 bolts to a 2-bolt anchor (not 13 as stated in one of the guides)    Long draws on the bolts under the roofs are nice to  minimize rope drag but aren't required.  \n\n  Bring a second rope for the descent. If you only have one rope, you could get down by rapping first to the Original Face Route anchors (annoying to do, though, and there are loose rocks you could kick off), and then down from there. Two ropes are better. Or a single 80m rope. A single 70m rope with stretch reportedly works but definitely tie knots in the ends.","location":"This is the bolted face/arete with a number of roofs just to the right of Original Face Route.  It's climb number 9 in the Winter Wall beta photo."},"__v":0},{"_id":"QgQDsgHGXy2zjzzGU8Eo9g==","name":"Basalt Therapy","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Some combination of Mark Thomas, Tom Wezwick, Karl Kiser, and Chris Kessler","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-106.14023,35.80565]},"left_right_index":1,"mp_id":"106703315","mp_crag_id":"105796958","climb_id":"QgQDsgHGXy2zjzzGU8Eo9g==","areaRef":"PQdEzVbUXtCa/KiWlsTIpg=="},"content":{"description":"If you've done everything else on the Winter Wall and are looking for some spice and adventure, take a look at this route.  ~170 feet of gear protected climbing with three supplemental bolts up rock that doesn't see much traffic should get your attention.  \n\n  The climbing is actually quite nice with potential to be better with traffic but the protection isn't the greatest requiring a cool head and lots of hold-testing.   \n\n  Start up about 15 feet left of Pale Face where it looks reasonable to head up towards a roof about 25 feet up. Choose your poison to tackle the roof--the left crack offers good protection but hard moves while the right crack looks to be a bit easier but has virtually no pro. Maybe even stay to the right of the roof altogether as shown in the RC:NM book?  We chose the left crack.   \n\n  Above the roof work your way up and into the right crack getting pro while you can and eventually enjoy a big sigh of relief when you clip the first of three bolts.  Above the bolt, enjoy the climbing up the very shallow dihedral on steepening rock placing some gear when you can and clipping two more bolts.  \n\n  More fun but cautious climbing continues up the shallow corner through some small bushes and dirty rock to a small roof. Beverly's Jemez Rock book shows the line going left past this roof but you don't want to do that unless you like hard and unprotected climbing.  Instead, turn the roof to the right being careful not to pull off the very big block that forms the bottom of the roof.  Easier climbing above through another small roof takes you to the two-bolt/chains anchor.  You won't see the anchor until you're about 20 feet away.","protection":"I appreciated a double rack of camalots from .4 to #2. Two #3 camalots would not go unused either. A set of small wires and some draws for the three bolts.  Two 50m ropes required to rap the route.","location":"Start about 15 feet left of Pale Face where it looks reasonable to head up. We started a bit left of that on some steep but positive rock directly below the roof 25 feet up."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,98c839d1-f0d4-5006-bb58-276b12f05bd0,9c8071c1-6a38-51c0-91aa-2688c5ffc4ac,fc2a7710-5b6f-5225-9823-e2a909c33c24,3d0744cd-56d4-5ed0-9afc-a89696c4c8a6","pathTokens":["USA","New Mexico","Santa Fe Area","Diablo Canyon","Winter Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10d"},{"count":2,"label":"5.9"},{"count":2,"label":"5.7"},{"count":1,"label":"5.10"},{"count":3,"label":"5.10c"},{"count":6,"label":"5.10a"},{"count":1,"label":"5.11+"},{"count":3,"label":"5.8"},{"count":1,"label":"5.10-"},{"count":1,"label":"5.8+"},{"count":1,"label":"5.11a"}],"byDiscipline":{"trad":{"total":7,"bands":{"unknown":0,"beginner":3,"intermediate":4,"advanced":0,"expert":0}},"sport":{"total":15,"bands":{"unknown":0,"beginner":3,"intermediate":10,"advanced":2,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":6,"intermediate":14,"advanced":2,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-106.14023,35.80565]},"bbox":[-106.14078444732694,35.805200339818136,-106.13967555267307,35.806099660181864],"left_right_index":-1,"ext_id":"105796958","area_id":"PQdEzVbUXtCa/KiWlsTIpg=="},"content":{"description":"Long, sunny, moderate sport routes are the primary attraction for the Winter Wall. This wall contains some of the longest sport routes in New Mexico and makes for a great winter destination.  \n\n  However, be careful on many of the routes on this wall. Despite some absolute gems, many of the routes look and can be a little chossy. Climbers, and especially belayers, should always wear a helmet at this wall. That said, there are some classic lines here and it's a very popular sport climbing destination in northern NM.  \n\n  The routes Post Moderate (5.9) and Grape Ape (5.10c) are two, not-to-be missed classics of the wall."},"density":0,"totalClimbs":22,"__v":1,"createdAt":"2022-11-07T06:13:41.923Z","updatedAt":"2022-11-25T11:20:21.454Z"}