{"_id":"63689de0e80bff5a994f9059","area_name":"Pyramid Peak","shortCode":"","climbs":[{"_id":"R97/ZnE1XGOZ98mknkKIPw==","name":"Pyramidal Traverse","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"Earl Voight, Jr.","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.95,39.0714]},"left_right_index":999999,"mp_id":"112069981","mp_crag_id":"105746680","climb_id":"R97/ZnE1XGOZ98mknkKIPw==","areaRef":"ckOIuz0pX8WjfAnFDyHufQ=="},"content":{"description":"This route links Pyramid Peak (14,018'), Thunder Pyramid (13,932') and Lightning Pyramid (13,722). (There is also an unnamed peak at 13,820' on the ridge between Pyramid and Thunder.)\n\nFrom the top of Pyramid, look south along the ridge, which provides a nice view of Thunder. Lightning Pyramid is not visible from the top of Pyramid.\n\nFollow the ridge south, downclimbing 4th and low-5th class steps (as with other routes in the Elk Range, it is difficult to describe exactly as proper route finding essential). Staying on the ridge is sensible as it yields the easiest climbing for the most part. The crux was about 1/3 way to Thunder Pyramid, when the ridge drops off dramatically. I backtracked and downclimbed to the east on loose ledges to gain a small saddle where I regained the ridge proper.\n\nTiming-wise, 1:15-1:45 is reasonable from Pyramid Peak to Thunder Pyramid and about 1/2 that again continuing on to Lightning Pyramid.\n\nIt would be possible to continue along the ridge climbing a couple other unnamed peaks (13,586' and 13,631'), which would be considered the Megamidal Traverse in reverse.\n\nThe descent was not ideal. I backtracked down Lightning Pyramid to the saddle with Thunder Pyramid and headed down a scree gully (probably good couloir skiing when filled in), very loose. I passed a couple cairns but mostly felt like seldom-traveled ground. Drop straight down to the basin formed with Len Shoemaker Ridge. Alternatively, continue on the ridge south after summitting Lightning Pyramid to the next saddle; however, topo lines look like it may be steeper than the Thunder-Lightning saddle.","protection":"Minimal to non-existent, given the loose quality of the rock.","location":""},"__v":0},{"_id":"w3Rqr21kVGGtDDnAslc+5Q==","name":"Northeast Ridge","yds":"4th","grades":{"yds":"4th","french":"1"},"fa":"unknown","type":{"trad":true,"alpine":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-106.95,39.0714]},"left_right_index":999999,"mp_id":"106507497","mp_crag_id":"105746680","climb_id":"w3Rqr21kVGGtDDnAslc+5Q==","areaRef":"ckOIuz0pX8WjfAnFDyHufQ=="},"content":{"description":"The Northeast Ridge is the standard summit route for Pyramid Peak.  Like all routes on Pyramid, there is plenty of loose rock and tricky route finding; however, for competent rock climbers, this is an easy scramble.  If you follow your nose and stay on route, the route is fairly tame.\n\nThis is a fairly short climb, by 14er standards, only about 8 miles of hiking round-trip; however, there is a great deal of scree & talus hopping, making progrss slow & tedious.  This is an alpine summit, so be prepared to deal with altitude, extreme weather, etc.\n\nBegin at Maroon Lake, ~10 miles SW of Aspen.  Follow the trail towards Crater Lake, for ~ 1 mile.  The trail heads along Maroon Lake, then up a steep hill in the woods.  The trail pops out of the woods, and follows a classic moraine for several hundred yards.  After ~30 minutes (from the parking lot) there is an enormous cairn on the left marking the new trail to Pyramid Peak.  Turn left and follow this trail.\n\nThe Pyramid Peak trail begins fairly flat, heading SE across the ancient glacial valley.  After ~ 5 minutes, the trail hits the valley wall and begins switchbacking up the steep slope.  The trail crosses a number talus fields on its way up to the North Face Cirque.  After about 30 minutes of steep hiking, the trail ends at the mouth of an enormous talus filled cirque.  This is the North Face Cirque.  The impressive N face of pyramid is visible.\n\nHike due south into the cirque, which probaly has some snow fields.  Follow the snow where its safe to do so, otherwise hug the right side of the cirque, following an intermittent cairned trail.  After a tedious, steep climb up, a broad plateau is reached, just below the N Face.  The NW Ridge splits off here.  For the NE ridge, head L (WSW), hopping talus across the basin, aiming for the west wall of the cirque.\n\nLikely the least pleasant section of the route climbs the steep west wall of the cirque via a series of scree-filled couloirs.  There is a well beaten trail leading to the correct couloir, and there should be a number of large cairns.  Follow this couloir to about half-way up the face, then traverse up & right to the next couloir, which is followed to the top of the wall, to the Northeast Ridge.  There is plenty of loose rock in this couloir, so wear a helmet and take care not to knock rocks down on climbers below.\n\nOnce atop the wall, follow the Northeast Ridge towards the summit.  This route is well cairned, and well-beaten.  If you find yourself on untrampled ground, you are off-route.\n\nThe first section of the ridge climbs more or less directly on the ridge, with a few short diversions onto the N (right) side of the ridge.  Eventually the route turns to the S side of the ridge, and from this point stays to the S pretty much until the summit.  The route winds up and down, left & right.  Follow your nose, and don't climb over any loose rock.  The correct route is totally solid and not sketchy.  There are a few key points where down-climbing is required to stay on the best rock, so look down if you don't see the obvious route.\n\nThere are a number of short, fun, 4th class boulder problems on good rock that will be required to surmount various rock steps.","protection":"For summer conditions, bring a helmet.  A short rope might be useful if you are guiding a novice.  For experienced climbers a rope is not very useful.  An ice axe might come in handy, but is not necessary.","location":"Start at Maroon Lake, Southwest of Aspen."},"__v":0},{"_id":"sg3m1h3rXjS6c7HSaMDlNA==","name":"Megamydal Traverse","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"variations by Oehrli, 1974","type":{"trad":true,"alpine":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-106.95,39.0714]},"left_right_index":999999,"mp_id":"109375627","mp_crag_id":"105746680","climb_id":"sg3m1h3rXjS6c7HSaMDlNA==","areaRef":"ckOIuz0pX8WjfAnFDyHufQ=="},"content":{"description":"Megamidal Traverse is scenic and stunning with red and gold hues over some of the best mountaineer's mountains Colorado has to offer. This route has slowly gained traction and popularity among experienced peak scramblers, even if they don't know how to spell it.\n\n--\n\nStart at Maroon Lake TH and hike to W. Maroon Pass. Expect some avy debris in early summer and wet trails.\n\nThe route: expect constant route-finding and scrambling. Try to stay near the ridge where possible as the rest is junk. Some snow might make this a whole lot more enjoyable. Expect consistent low 5th Class and alpine junkery which some may argue exceeds 5.4.\n\nSegment A: W. Maroon Pass to 13,130 (brief Class 3 notches).\n\nSegment B: 13,130 to 13,180 B (brief Class 4).\n\nSegment C: 13,180 B to 13,631 (5.easy. Access the notch via a right side ledge and curl around to just above the saddle. Reachy DC. BAIL SPOT. Escape the notch either left or right and up. A second mini-notch is best passed on the left).\n\nSegment D: 13,631 to Lightning Pyramid (a few 5.easy sections. Chimney and an exposed arete move stick out).\n\nSegment E (start of Pyramidal Traverse): Lightning Pyramid to Thunder Pyramid (exposed 4th Class). Bail spot down left and then over to the White Gully.\n\nSegment F: Thunder Pyramid to Pyramid (5.4, route-finding and climbing crux. Descend to the saddle, weave through gendarmes to another saddle. Describing the route-finding is nearly impossible. Look for ledges left to take you to the crux chimneys on the right side of the ridge. Cruise for awhile, brief Class 4 notch and 5.easy summit block).\n\nDescent: see the NE Ridge description. It is easier to follow going down than up and keep it Class 3. If on route, there is only a single move of 4th Class descender's left side of the green gully.\n\n~16 miles/7300' gain.\n\nReport:\n\n14ers.com/php14ers/triprepo…\n\n;parmpeak=250&cpgm=tripmain&ski=Include.","protection":"There is not much in the way of lead protection. Terrain and body belays are useful for bringing up a second, watching for loose rock.","location":"This is the ridgeline opposite The Bells."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,b8bc6400-2efc-577d-b6a6-c5367641fd44,724388bb-3d29-5fc5-a37c-09c50f21ee7d","pathTokens":["USA","Colorado","Alpine Rock","Pyramid Peak"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.4"},{"count":1,"label":"4th"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":1,"beginner":2,"intermediate":0,"advanced":0,"expert":0}},"alpine":{"total":3,"bands":{"unknown":1,"beginner":2,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":1,"beginner":2,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-106.95,39.0714]},"bbox":[-106.9505791894643,39.07095033981813,-106.94942081053568,39.071849660181854],"left_right_index":-1,"ext_id":"105746680","area_id":"ckOIuz0pX8WjfAnFDyHufQ=="},"content":{"description":""},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T05:55:50.459Z","updatedAt":"2022-11-25T11:16:20.517Z"}