{"_id":"6368a1b8e80bff5a99553dda","area_name":"Mount Moosilauke","shortCode":"","climbs":[],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,8a63706f-b14c-536f-b8ab-3cea90093e36,c93a995d-1814-5b5c-b978-1b4deedad543,23ddb8e7-ff0b-5085-9070-0b9d580bee95,4c9cef11-aff0-5bb5-a9e9-ab75c390ceea","pathTokens":["USA","New Hampshire","* NH Ice and Mixed",". Western NH","Mount Moosilauke"],"gradeContext":"US","aggregate":{"byGrade":[],"byGradeBand":{"unknown":0,"beginner":0,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-71.119,44.03683]},"bbox":[-71.1196254896146,44.03638033981814,-71.11837451038538,44.03727966018186],"left_right_index":-1,"ext_id":"106637855","area_id":"TJzvEa/wW7Wp6at1w5DO6g==","polygon":{"type":"Polygon","coordinates":[[[-71.1196254896146,44.03638033981814],[-71.11837451038538,44.03638033981814],[-71.11837451038538,44.03727966018186],[-71.1196254896146,44.03727966018186],[-71.1196254896146,44.03638033981814]]]}},"content":{"description":"Before the summit is an amphitheater ravine facing southeast that fills with thick WI2-3 ice for 200+ft on the northern side granite slab. It won't be seen by trail. Before the summit tree line the snow piles deep on the trees off of the summit. Head down east and carefully because there are snow cavities from the tree branches (snow shoes would be better).    On the southern side of this ravine, are two flows with WI3 starts and WI4 pillar top offs on thick ice. The downhill flow is shorter in length, higher up to get on it and very steep. Many variations on the northern side slab because it is very wide. Sunny most of the day and usually out of the path of the summit winds. This iced slab remains intact late into the winter season because of daily snow feed and 4000ft, altitude at night. It is always very deep snow too descend water into the ravine over this slab. I've never needed snowshoes and it has been okay, but I didn't break trail either. I wouldn't break trail and do these climbs in a day. The summit seems close too the ravine top:( Its not ): I have always gone alone and no rope climbed at the end of the season:) Maybe four times in the mid 80's. Great views, very secluded, and one of the worse places too get rescued when Mount Moosilauke is having severe weather on the summit.    The top of the ravine can be seen from Interstate 93 going passed Ashland, heading north. Seeing it from the highway is why I checked this place out. There are longer hikes to way less impressive ice flows, but until there is some proof to this pudding of ice, it will only be my story that its good."},"density":0,"totalClimbs":0,"__v":1,"createdAt":"2022-11-07T06:12:08.547Z","updatedAt":"2024-01-20T01:03:19.895Z"}