{"_id":"6368a214e80bff5a9955d74d","area_name":"Brier Patch (Creek Wall)","shortCode":"","climbs":[{"_id":"+mCKt2gYXR2JkQV1+vRMFw==","name":"Use Dipper","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.516,35.8214]},"left_right_index":1,"mp_id":"106383869","mp_crag_id":"106383848","climb_id":"+mCKt2gYXR2JkQV1+vRMFw==","areaRef":"uw3HrvHnVUGFquSSE+eHIw=="},"content":{"description":"Use Dipper is really just a series of mantles on to good ledges with big rests but is moderately entertaining I suppose.    Pull up onto, you guessed it, a big ledge and clip the first bolt. Repeat this procedure past three more bolts and then to the anchor. I tried to place the bolts so that average folks can reach em to clip yet not hit the ledge on a fall below. (That sounds more ominous than it really turns out to be as the wall overhangs a bit so the falls are clean.)","protection":"4 bolts to a two bolt anchor with carabiners. A belay bolt at the base will keep the belayer out of the brier patch to the right and keep the leader from falling too far.","location":"This is the only bolted route on the wall and goes up the center. Look for the belay bolt at the base."},"__v":0},{"_id":"jr4CJCwxXayn3+V6DGtJqw==","name":"Lower West Spoon Crack","yds":"5.8-","grades":{"yds":"5.8-","french":"5b"},"fa":"","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.516,35.8214]},"left_right_index":0,"mp_id":"106383853","mp_crag_id":"106383848","climb_id":"jr4CJCwxXayn3+V6DGtJqw==","areaRef":"uw3HrvHnVUGFquSSE+eHIw=="},"content":{"description":"The obvious right-trending hand crack line up the wall. Scramble up a couple of ledges placing finger size gear before throwing yourself into the hand and off-hand crack. A wobbler block keyed into the crack about half way offers a jug hold. The crack widens as you get higher and a roof comes in from the left. Layback the roof while wishing it went on for longer and stop on the ledge. Metolius rap hanger two-bolt anchor is on the left. The anchor is hard to see from the ground but it is there.  \n\n  Originally the anchor was on the right of the crack just below the roof because the final moves were pretty dirty. After it was cleaned the anchor was moved higher and left to include more fun climbing.  \n\n  Because the route was climbed ground-up with no pre-cleaning it might still be a bit dirty and some stuff could pull off. Use your judgment and some caution and don't take holds for granted.","protection":"A set of nuts and camalots from .3 to #4. Two bolt anchor with maroon metolius rap hangers for the anchor. Protection is really good on this route.","location":"The obvious crack left of center on the wall."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,98c839d1-f0d4-5006-bb58-276b12f05bd0,671e371a-61db-5214-840e-77ebd0ac59fa,b582a196-c1fa-5f18-8b7f-3693b2ff61df,bb0dc7ae-f1e7-5541-85aa-e49213e78723","pathTokens":["USA","New Mexico","Jemez Mountains and Jemez Valley","Upper East Fork (UEF)","Brier Patch (Creek Wall)"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.9"},{"count":1,"label":"5.8-"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"sport":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-106.516,35.8214]},"bbox":[-106.51655455731533,35.82095033981814,-106.51544544268471,35.821849660181854],"left_right_index":-1,"ext_id":"106383848","area_id":"uw3HrvHnVUGFquSSE+eHIw=="},"content":{"description":"The Brier Patch is the first wall you'll see as you descend from the ridge down into UEF.  It looks impressive but is a bit broken up by ledges so routes on the wall aren't very consistent or sustained, but the wall does overhang a little bit. As a testament to this, we walked by this wall for nearly two years before finally establishing any routes on it. Contributing to the lack of route development on this wall is the huge patch of thorny bushes at the base. There is probably more potential on the right side of the wall but bring your leather work gloves, long sleeved jacket and clippers so you can whack a path to the base."},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T06:13:40.932Z","updatedAt":"2024-01-15T16:47:04.287Z"}