{"_id":"63689de0e80bff5a994fa446","area_name":"North Face","shortCode":"","climbs":[{"_id":"X3ZOFrxLV7G6gl+6bFSDQw==","name":"Tick-Mark Wall","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.21627,39.57413]},"left_right_index":999999,"mp_id":"106746441","mp_crag_id":"106733288","climb_id":"X3ZOFrxLV7G6gl+6bFSDQw==","areaRef":"wlMCavX0VVmsIr7kNPA5zQ=="},"content":{"description":"This quality line climbs a series of cracks and is predominantly a face climb protected by gear and an occasional fixed piece. Climb up to a rust-colored bolt about 20 feet above the ledge and then a series of zig-zagging cracks via a somewhat wandering line. A fixed pin at about half height is found and the crux comes near the end, protected by a fixed head and a buttonhead bolt. Above, finish on easy terrain to a two bolt anchor on a small ledge with jagged flakes.\n\nIf you're rapping\n\nSucking Wind\n\nwith one rope, this route's anchor is your second rappel, making it easy to set a TR after having climbed\n\nSucking Wind\n\n.","protection":"2 bolts, 1 fixed head, 1 fixed pin and gear to 2 inches with extra 1/2 inch to 1-1/2 inch.","location":"Scramble up the 3rd/4th class to the ledge at the base of\n\nSucking Wind's\n\nface variation. Starting from the same spot, climb straight up, with a rust-colored bolt about 20 feet above the ledge."},"__v":0},{"_id":"XWuIn9PTXbu7d/6eteSBVQ==","name":"Sucking Wind","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Ken Trout, aid solo, 1977? FFA: Steve Shea and Lou Dawson, 1977","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.21627,39.57413]},"left_right_index":999999,"mp_id":"106733293","mp_crag_id":"106733288","climb_id":"XWuIn9PTXbu7d/6eteSBVQ==","areaRef":"wlMCavX0VVmsIr7kNPA5zQ=="},"content":{"description":"The classic line at the Fountain Buttress is one of the best trad lines in Glenwood Canyon.  It is quality, clean climbing up a steep granite face. Featured in Glenn Randall's 1983 Vertigo Games book, you've probably spied this line when driving westbound on I-70 as it's the striking splitter cutting through the right size of the cleancut north face of the Fountain Buttress.\n\nSucking Wind was originally climbed in 4 pitches but is most often done in two, or one long pitch, thanks to a variation pitch that avoids the original first two pitches.\n\nThe original start climbs the impressive offwidth and chimney that forms a left-facing corner on the left side of the Northwest Corner, left of the Railroad Track Cracks and Penny Dime. A two-bolt anchor is situated at the top of this pitch. From that anchor, you climb right and up a corner to a belay ledge for the second pithch.\n\nThe more popular way to climb Sucking Wind is via a face climbing variation. Uphill and to the left of the original offwidth/chimney start and below the obvious splitter that makes up the third pitch of Sucking Wind, scramble up some easy 3rd class terrain to a nice ledge below the clean cut north face. A bolt marks the start of this face variation. The variation traverses right on good face holds where you can also slot some wires or place some small cams before moving up and right to gain the belay ledge that is at the top of Sucking Wind's original second pitch. The guidebook describes fixed pins on this ledge but as of spring 2010, there are no pins to be found.\n\nAbove, the wall is split by 100 feet of beautiful fingers and hands intermixed with great, juggy face holds that are created by the broken (but solid) rock. The climbing starts off above the ledge with fingers in a small flare followed by somewhat awkward climbing with more finger jams and small hands in a large flare capped by a small roof. Pull the roof and being the joyful journey on splitter hands, gradually angling up and left.\n\nThere is an optional, intermediate belay about 60 feet up on a small ledge. At least one large came would be recommended for building an anchor.\n\nFinish above this optional belay ledge with more wonderful jamming, again gradually moving up and left before passing a small roof by careful stemming and a delicate topout. This brings you to a comfortable ledge with a two bolt anchor.\n\nFrom here, you can continue on a seldom-done fourth pitch or rappel ~180 feet from the anchor to the ground. With careful rope management, both pitches can be combined for one big, long and glorious lead. You can also rappel this route with one rope by using the anchor on top of Tick-Mark Wall.","protection":"Nuts and cams up to 3.5\" with extra finger and hand-sized pieces.","location":"The original first pitch climbs the impressive offwidth and chimney in the left-facing corner that makes up the left side of the Northwest Corner, left of the Railroad Track Cracks and Coltrane. The more popular start is uphill and to the left where a face climbing variation uses one bolt to climb the face directly beneath the obvious splitter of Sucking Wind."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,e47011e8-0189-55d7-bf00-665ce3c108f4,fd4cfe65-eea3-59b9-9a7b-8401d6c7fbe5,177a206a-7f00-55d6-832a-55b5d774d739,c253026a-f5f4-5559-ac22-bee434f039cd","pathTokens":["USA","Colorado","Glenwood Springs","Glenwood Canyon","Fountain Buttress","North Face"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11a"},{"count":1,"label":"5.10c"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":1,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-107.21627,39.57413]},"bbox":[-107.21685336742988,39.57368033981813,-107.21568663257011,39.57457966018187],"left_right_index":-1,"ext_id":"106733288","area_id":"wlMCavX0VVmsIr7kNPA5zQ==","polygon":{"type":"Polygon","coordinates":[[[-107.21685336742988,39.57368033981813],[-107.21568663257011,39.57368033981813],[-107.21568663257011,39.57457966018187],[-107.21685336742988,39.57457966018187],[-107.21685336742988,39.57368033981813]]]}},"content":{"description":""},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T05:57:02.006Z","updatedAt":"2024-02-19T18:32:45.441Z"}