{"_id":"6368a265e80bff5a99565c8b","area_name":"Bella Vista Slab","shortCode":"","climbs":[{"_id":"LgdbGNR4V4qKCbw8gLehVw==","name":"Leftover","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"2012","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-73.95144,43.54934]},"left_right_index":3,"mp_id":"107962727","mp_crag_id":"107795033","climb_id":"LgdbGNR4V4qKCbw8gLehVw==","areaRef":"ccVEK41YVdinQOn8uq432w=="},"content":{"description":"Probably not worth doing. Poorly protected (pretty much nothing), scruffy, and the hoped-for finish was too wet and mossy to attempt, thus the finish traversing escape. With some fixed gear, this would be a worthwhile neighbor to Bella Vista, especially since upper pitches have been added. \n\nP1:Climb up faint holds to pass the initial steep slab, then continue up low-angle slab just right of the scruffy left edge to reach a pair of diminutive seams. Follow these to their conjunction with the right-facing corner (crossing Bella Vista here), and continue up the corner to a stance just below the mossy, wet headwall. Traverse right 15' off the slab to trees. \n\nP2 - 4: Move right to another steep-starting slab; just right of a scraggly pine tree growing out of the rock. Mantel onto a dirty ledge, follow a scruffy chimney to reach the top of its formative flake. Step out left of the vegetation onto a dirty slab and climb (runout) to cracks and grooves and an occasional dirt-filled horizontal. Traverse to any handy tree possible for a belay when it seems appropriate. A steep headwall without gear lies ahead, either belay well before, or just after it. Once through the headwall, continue moving up the slab, negotiating steep spots now and then, until reaching the upper belay anchor. The original route continued up  the slab to the right to its high point, but the bulk of adventure is over by the time you reach the anchor.   Note that it is quite difficult to escape right off the upper pitches, and in many places equally difficult to escape left. Once you commit, the easiest solution is to push on.","protection":"Effectively almost none.","location":"15' left of the low point of the slab. Look for some subtle toe- and finger- holds leading up through the steep beginning."},"__v":0},{"_id":"Mdqf2Az3VHmczVXMl00j4w==","name":"Le Jeur de Bon Heures","yds":"5.3","grades":{"yds":"5.3","french":"3+"},"fa":"2012","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-73.95144,43.54934]},"left_right_index":0,"mp_id":"107962715","mp_crag_id":"107795033","climb_id":"Mdqf2Az3VHmczVXMl00j4w==","areaRef":"ccVEK41YVdinQOn8uq432w=="},"content":{"description":"Cleaned up, this would be an excellent easy climb up the Bella Vista Slab. \n\nP1: Climb up to a crack leading to the right-facing corner, then climb the corner to its end. Climb up onto a stance at a horizontal shelf, step left, and climb a series of pockets in a seam on easing-angled slab to a ledge with small oak trees left of an obvious steep headwall. \n\nP2: Climb slab and left-facing corner left of the headwall to a point where one can climb up right around the corner onto the main slab. Climb up to a fixed anchor on a spruce tree and belay. \n\nP3: Climb left of the spruce tree to a wide crack in slab, follow it to its end, then continue up easy slab to reach an oak tree with a fixed rappel anchor. Continue up to another oak tree at a good stance a few feet higher. \n\nP4: Climb up and left onto the right edge of the slab to the left, and follow easy breaks and brushy gullies to perched blocks. Step left to join the last couple moves of Bella Vista.","protection":"Standard Trad Rack. There are rappel anchors for all routes on the Bella Vista slab.","location":"On the higher ledge 100' left and above the lowest point of the slab, near the left end of the high ledge, below a right-facing corner 10' right of a tree-choked, steep chute."},"__v":0},{"_id":"BeldDJPZWeyb3uFzCfpFOA==","name":"Bon Chance","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"2012","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-73.95144,43.54934]},"left_right_index":1,"mp_id":"107889911","mp_crag_id":"107795033","climb_id":"BeldDJPZWeyb3uFzCfpFOA==","areaRef":"ccVEK41YVdinQOn8uq432w=="},"content":{"description":"Scramble up and right to bypass the initial steep and blank slab, then move up and left to reach the vertical line of edges and knobs. Climb to the overlap, reaching it at a point where it is broken into two \"steps\". Good gear here for the crux move; climb through the overlap and follow a crack in the low-angle slab to fixed anchor on an oak tree below the headwall.   From the top, one can traverse right below the headwall to join Benediction or Bella Vista, or descend.","protection":"No gear for the first 60', however, after the first couple moves, the climbing is easy until one reaches the overlap, where good cam placements are abundant.","location":"On a sloping ledge 100' above and left of the lowest point of the Bella Vista slab. This route begins 10' left of the right end of the ledge system, below a vertical line of knobs and plates running up the slab 20' left of the open book of Benediction.   Descend via rappel off the fixed anchor."},"__v":0},{"_id":"/KQ1tTEtWCG1UVB8RyrR8A==","name":"Benediction","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"2012","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-73.95144,43.54934]},"left_right_index":2,"mp_id":"107877236","mp_crag_id":"107795033","climb_id":"/KQ1tTEtWCG1UVB8RyrR8A==","areaRef":"ccVEK41YVdinQOn8uq432w=="},"content":{"description":"A decent route in its own right and, if Bella Vista's initial pitch is slick, a good way to connect to it. \n\n  P1: Climb up and left into the open book/left-facing corner. Go up this to the overlap, continuing through this and up the unprotected but easy slab to the right of two short cracks on the short steep slab right of the headwall (crossing Bella Vista, which goes up the left crack). Climb up to the same belay ledge as P2 of Bella Vista.   P2: Climb up the face just left of the upper spruce tree (about 12' right of Bella Vista's crux) onto easy, unprotected slab. Belay at the spruce tree anchor left of the slab. You can combine this pitch with the next one.   P3: Step back out right onto the slab and climb up the ridge 100' to a point where you can step left into the tree island and belay at an oak tree (same as P4 Bella Vista.   P4: Step back out right and climb unprotected slab to the uppermost rappel anchor.   P5: Step right around the rappel anchor tree island and continue up the slab to its top.","protection":"Cams to #3 C4. C3s help in some of the runout spots. Plenty of runners.","location":"Find the Bella Vista slab, then walk left and up to a sloping ledge system that puts you about 100' above the start of BV. On the right end of this ledge, look for an open book/left-facing corner."},"__v":0},{"_id":"Zpdg0Cj4X/ewgVs1EToRfA==","name":"Bella Vista","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"2012","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-73.95144,43.54934]},"left_right_index":5,"mp_id":"107829681","mp_crag_id":"107795033","climb_id":"Zpdg0Cj4X/ewgVs1EToRfA==","areaRef":"ccVEK41YVdinQOn8uq432w=="},"content":{"description":"A long, fun jaunt up the side of Crane Mountain. The top of this route is open and the view is excellent. \n\nP1 110' 5.4 PG: Climb the slab up and right, running it out on friction 25' to the first bolt. Continue weaving upward, following clean patches and bolts, to a right-facing corner. Hop left, up on this, and make a semi-hanging belay. With a 60m rope, one can continue climbing another 25m to reach the short crack below and beside the crux headwall. A gear belay allows the second pitch to then run from there all the way to the oak tree in the central swathe of woods (top of pitch 3). This eliminates two belays, making this a 3-pitch route. \n\nP2 90' 5.5 G 5.3 R: Climb a short vertical crack, then the slab above, moving up and slightly left to a flap. Go over this and up the unprotected slab above to the left of two short vertical cracks to the right of a steep headwall. Climb through this and make a belay (use the spruce tree). \n\nP3 40' 5.7 PG 5.2 R: Climb up the headwall using a short vertical crack and the face to its left. Walkable slab leads to a slightly steeper end at a spruce tree anchor. \n\nP4 100' 5.3 R: Step right onto the main slab and make a few dicey moves to the first gear at 25', then continue up easing slab to a point by a spruce tree on the left. Step into the wooded patch at an oak tree with a horizontal branch, and belay. \n\nP5 200' 5.5 G 5.3 R: Scramble left, over blocks, onto a low-angle slab. Work up to its upper left end at a vertical crack in a steeper slab (possible to belay here). Climb the crack and short slab above its end to a stance, step left to a series of shallow scoops beside a seam and go up these to a stance below 2 small spruce trees. Step right around these and climb to the top. There are cracks where a gear belay can be established, or you can stretch the rope out to trees in the woods.","protection":"Standard Rack. While the crux move is well-protected, be aware that there are many 5.3 R runouts along the way.","location":"At the lowest point of the slab above and climber's left of the Belleview Slab.   Descent: walk climber's right, traversing along a narrow ledge to reach a brushy gully. Walk down this gully to the lowest of several spruce trees, where there is a rappel anchor, near the top of Benediction. Rappel anchors lie along the general line of Bella Vista all the way down from here."},"__v":0},{"_id":"gQeXhMkWUCOIRIrPCpZypA==","name":"Bella Vista to Benediction [Linkup]","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-73.95144,43.54934]},"left_right_index":4,"mp_id":"110923011","mp_crag_id":"107795033","climb_id":"gQeXhMkWUCOIRIrPCpZypA==","areaRef":"ccVEK41YVdinQOn8uq432w=="},"content":{"description":"This is the purest (most obvious) line on these slabs and was recently cleaned from the top down.  Jay says the climbing on the top pitch of Bella Vista (pitch 5 that heads left) is better quality.  I haven't climbed it yet, but I do enjoy the 5.3-ish (PG/R) finish on Benediction. \n\nP1 110' 5.4 PG: Climb the slab up and right, running it out on friction 25' to the first bolt. Continue weaving upward, following the bolts.  At a right-facing corner hop left at a bolt to a stance, and make a semi-hanging belay. \n\nP2 90' 5.5 G 5.3 R: Climb a short vertical crack, then the slab above, moving up and slightly left to a flap. Go over this and up the unprotected slab above to the right side of the headwall.  Using the short vertical crack, climb to the right of a steep headwall.  Make a belay at the spruce tree.  \n\nP3 40' 5.7 PG 5.2 R: Climb up the headwall using a short vertical crack and the face to its left [Benediction variation goes directly up from immediate left of belay tree.  It is slightly easier but unprotected].   Walkable slab leads to a slightly steeper end at a spruce tree anchor. \n\nP4 80' 5.3 R: Step right onto the main slab and make a few moves to a bolt, climb a bit more to some gear, then continue up easing slab to a point by a spruce tree on the left. Step into the wooded patch at an oak tree (rap station) and belay. \n\nP5 90' 5.3 PG/R: Step back out right and climb some occasionally unprotected slab to the uppermost rappel anchor. \n\n  You can combine Pitches 1 and 2, as well as 3, 4 and 5 with a 70M.  It's advisable to have a tag line (second rope) for the rappel.  Two 60M will reach Belay 3's rap station, and from there with two 60M to the trees on the left of Pitch 1.  You can carefully scramble through the woods or use that last rap (single 60M reaches) to get the rest of the way down.  I say it's advisable because I don't recall seeing a rap station on my way down from the top rap until I reached the belay 3 rap.  If you find a rap station at Pitch 4's belay, then you would be fine with a single 60M.","protection":"Trad with bolts","location":"Follow Pitches 1-4 of Bella Vista, then top pitch of Benediction."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,589a474a-bbce-5213-a77d-8138a22e0474,21c0dcef-75a2-5517-93ef-0026142ec2a0,46a9d056-dd4c-575c-9f80-7546d6fefe1e,a732c1db-b922-5550-b8d9-3afb5adee385,3d76cbb3-2804-56e0-8260-b67fc367e65b,71c5442b-8d58-55d8-a740-e9fcbaae37db","pathTokens":["USA","New York","Adirondacks","G: Indian Lake Region","Crane Mountain","Belleview","Bella Vista Slab"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.7+"},{"count":1,"label":"5.3"},{"count":2,"label":"5.6"},{"count":1,"label":"5.5"},{"count":1,"label":"5.7"}],"byDiscipline":{"trad":{"total":6,"bands":{"unknown":0,"beginner":6,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":6,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-73.95144,43.54934]},"bbox":[-73.95206040806522,43.54889033981814,-73.9508195919348,43.54978966018187],"left_right_index":-1,"ext_id":"107795033","area_id":"ccVEK41YVdinQOn8uq432w==","polygon":{"type":"Polygon","coordinates":[[[-73.95206040806522,43.54889033981814],[-73.9508195919348,43.54889033981814],[-73.9508195919348,43.54978966018187],[-73.95206040806522,43.54978966018187],[-73.95206040806522,43.54889033981814]]]}},"content":{"description":"This undulating slab runs over 500' up the side of Crane Mountain. Among several such long slabs, this is the closest to the Belleview Slab, being only 120' left of the top of that crag. The appeal here is for the alpine feel, open views, and ease of access; don't expect a lot of strenuous climbing. Do expect a fair amount of unkempt slab, although increasing traffic is helping reduce the flotsam. Feel free to bring a brush and touch up a spot or two along the way.   A half dozen or more routes course up its length, but the best is the eponymous line that begins at the slab's lowpoint, winds up open rock through several challenging steps, to end at its highpoint, a picturesque platform with several natural rock benches.   Every route here has a few seriously runout sections, generally in the 5.3 range, but in most spots, easier, safer alternatives can be found (though this may require thrashing through dense foliage).   While it is possible to walk down via gullies (climber's left), there is a rappel course along the slab. Be forewarned: there are several rope-snagging flakes and saplings along the way. To use it, scramble down climber's right (class 3) to the lowest of several spruce trees, where the topmost fixed anchor lies. Take this down, slightly climber's left, to an anchor on an oak tree. Take this to an anchor on a spruce tree. Take that anchor to another one on an oak tree below the headwall. Take that to the ledge at the base of Le Jeur de Bon Heures. Either scramble down or take one more oak tree rappel to reach the base of the slab."},"density":0,"totalClimbs":6,"__v":1,"createdAt":"2022-11-07T06:15:06.353Z","updatedAt":"2024-02-19T18:38:26.128Z"}