{"_id":"6368a29ce80bff5a9956afe1","area_name":"Linville Link Ups","shortCode":"","climbs":[{"_id":"E7ubQC13UGCsM5YjkA6FDw==","name":"The Trifecta(linkup)","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"n/a","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.89506,35.9046]},"left_right_index":999999,"mp_id":"117939091","mp_crag_id":"112248464","climb_id":"E7ubQC13UGCsM5YjkA6FDw==","areaRef":"DVGRew6oXbiPD0nCIUin9w=="},"content":{"description":"A fun link up of, The Mummy, The Daddy, and the Prow.","protection":"Natural Protection","location":"Start on either the Mummy or the Daddy, then climb the other one. Follow it up with the Prow."},"__v":0},{"_id":"rZzN5c4OUOeZWMEOqWMZow==","name":"Linville Destroyer","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"John Dorough and Laban Swafford over 2 days in 2015","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.89506,35.9046]},"left_right_index":1,"mp_id":"112248603","mp_crag_id":"112248464","climb_id":"rZzN5c4OUOeZWMEOqWMZow==","areaRef":"DVGRew6oXbiPD0nCIUin9w=="},"content":{"description":"This is essentially the Linville Crusher plus a similar linkup of 6 different formations on the west side of Linville Gorge, necessitating a river crossing either below Shortoff on Mountains to Sea Trail, below Sitting Bear on Devil's Hole Trail, or at the old Spence Ridge Bridge crossing.\n\nThe west side of the gorge hosts a massive amount of rock, but the climbers' trails are not nearly as well-maintained as the trails on the east side. Expect bushwhacking and route finding problems.\n\nProminent features on the west side may include Moonshine Canyon, Razor's Edge, Zen Canyon, Bluejay Canyon, Conley Cove, Linville River Crag, and Wisemans.\n\nYou might get clever and do something like start on Sitting Bear and Hawksbill before dropping down Devil's Hole or Spence Ridge trails to cross the river to knock out Linville River Crag and the Gold Coast before heading to Shortoff and back north to finish at Table Rock.\n\nCaches are optional, though I consider them cheating. But you should have fun however you see fit.","protection":"A wide variety of gear, depending on what routes you choose to do. Potential water sources include: the drainage at the Sitting Bear parking lot, the creek along Spence Ridge trail, the Amphitheater, Shortoff descent gully, various drainages in the Gold Coast canyons, and of course the Linville River (pesticides?)","location":"The best map for Linville Gorge is:\n\nlgmaps.org/?page_id=15"},"__v":0},{"_id":"2aa2Nf+EXQ2dpkaxTM2WSw==","name":"Linville Crusher","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.89506,35.9046]},"left_right_index":0,"mp_id":"112248480","mp_crag_id":"112248464","climb_id":"2aa2Nf+EXQ2dpkaxTM2WSw==","areaRef":"DVGRew6oXbiPD0nCIUin9w=="},"content":{"description":"The Linville Crusher (aka Linville Link Up) is typically described as climbing 6 different routes on 6 distinct formations on the east side of Linville Gorge in a day, hiking/jogging between climbs. The majority of climbers do it north to south, as it's a net elevation loss in that direction. Most folks stash a car at Shortoff and then park at Sitting Bear to start, though a few teams have started at Gingercake Mountain.\n\nThe formations and their most commonly done routes are:\n\nSitting Bear: Original Route (5.9+)\n\nHawksbill: Lost in Space to Star Trekkin (5.9) or Lost in Space (5.10)\n\nTable Rock: North Ridge (5.5) or Cave Route (5.5)\n\nNC Wall: Bumblebee Buttress (5.8)\n\nMummy Buttress: Daddy or Mummy (5.5)\n\nShortoff: Maginot Line (5.7), Paradise Alley (5.9), or Little Corner (5.6)\n\nIn the spring and summer when peregrines are nesting, Bumblebee Buttress is closed, so many folks opt to climb either the Mummy or Daddy, and then the Prow (5.4). That's sorta cheating as it makes for a MUCH easier/shorter day, and Apricot Jam (5.10) doesn't close. But whatever: have fun doing it however you like.\n\nI'd also argue that caches are cheating, but if one were inclined to cache some gear or food somewhere, the most logical place would be the Table Rock parking lot.\n\nThere may be water in the Amphitheater and then again in the Shortoff descent gully.\n\nA goal for a lot of folks is 10 hours, though few can actually pull that off. 12 hours seems to be the going rate. Pat Goodman did it all solo with one car as an out and back, up and down climbing routes up to 5.11 for 32 pitches and 23 miles in 11:23 car to car.\n\nLots of folks do this to see how fast they can do it. As the crux of the Crusher is hiking, anyone reporting a time for the Crusher should report car to car times and not, say, their base-of-Sitting-Bear-to-topping-out-Shortoff time. You should also report whether caches were used, any porter support from other folks, whether you did it with one car or two, and whether you did the easy version that includes The Prow.","protection":"Varied, depending on how you plan to do it. Nuts, mid-sized cams up to a #2 or #3 Camalot. Water.","location":"Park at either Sitting Bear or Wolf Pit Road. The best map for Linville Gorge is:\n\nlgmaps.org/?page_id=15"},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,b51eaea8-8aee-5fa5-b892-180460bb414d,e49403d3-8982-53a5-8160-0a68f4a168ee,5e089737-a3a5-572e-a65e-8a0f2a9633d6,0d51917b-0ea8-5db8-8f0f-49c22148a7f7","pathTokens":["USA","North Carolina","2. Northern Mountains Region","Linville Gorge","Linville Link Ups"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.6"},{"count":1,"label":"5.10"},{"count":1,"label":"5.10-"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":0,"beginner":1,"intermediate":2,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":2,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-81.89506,35.9046]},"bbox":[-81.89561513975475,35.904150339818145,-81.89450486024525,35.90504966018187],"left_right_index":-1,"ext_id":"112248464","area_id":"DVGRew6oXbiPD0nCIUin9w=="},"content":{"description":""},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T06:15:58.059Z","updatedAt":"2022-11-25T11:20:54.333Z"}