{"_id":"63689de0e80bff5a994f8ef9","area_name":"Mill Creek Dome","shortCode":"","climbs":[{"_id":"w+2ayToMVyuNAZJYGoc4rw==","name":"Yogi's Choice","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"RMWright, Fall 2011","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.622,39.7846]},"left_right_index":6,"mp_id":"107344580","mp_crag_id":"107344575","climb_id":"w+2ayToMVyuNAZJYGoc4rw==","areaRef":"xvyHS5l5UkSvS7PVbyqkkg=="},"content":{"description":"Begin in the corner of the white alcove. Most of this route is protected with cams. A bolt was placed low where the flakes are very wide. The headwall guarding the anchors is bolted. This excellent route starts out easy and just gets more and more difficult as one approaches the anchor. The lower section is just terrific climbing on a well featured system of flakes, cracks, and slots. The bolt at 60 feet protects the first really hard layback. You will need one or two more cams just above this move which is solid at 5.11+. The headwall above dodges the bird dung on the right, stays well left of this, but has at least four 5.11+ moves in a row, at least the way I did it. You may be able to cut left to the arete early and skim off a wee bit of difficulty. The lower section is super fun and never harder than 5.9 until you reach the bolt at 60 feet.","protection":"Full rack of cams, half a dozen quickdraws, and something for the double bolt anchor at the top.","location":"This is the right hand route in the MCD alcove, it starts below the roof system."},"__v":0},{"_id":"+sSTVqxMUJ6ZoaJWO/saew==","name":"Sita","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"RMWright, fall 2013","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.622,39.7846]},"left_right_index":13,"mp_id":"108378753","mp_crag_id":"107344575","climb_id":"+sSTVqxMUJ6ZoaJWO/saew==","areaRef":"xvyHS5l5UkSvS7PVbyqkkg=="},"content":{"description":"Sita (aka Seetha) fires up a 5.9 slab to the\n\nCross Cut\n\nP2 finish. The direct start makes more sense as an independent line. The rock is excellent throughout. While Sita has been extensively brushed, some lichen remains, so carrying a brush is a good idea for this initial period. Several brushes were stashed in orange pail at the base of the crag. The anchor is shared with the route to the left (Ram). The slab and the crack above need 3 to 4 cams for protection. Sita is known to the Hindu for her dedication, self-sacrifice, and courage.","protection":"Nine draws, 3 to 4 cams covering 0.5 to 2 inches, and something for the double bolt anchor at the top. I always climb with a 70 meter rope, but my arm to arm reeling off of rope on the ground indicates that a 60 meter should drop you to the ground.","location":"Ram is the right-most route on MCD."},"__v":0},{"_id":"eD9WJOC4XkOvm6fD4qQ5gQ==","name":"Sadhaka Yogi, aka The Seeker","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"RMWright, Kristi Taylor, Fall 2011","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.622,39.7846]},"left_right_index":5,"mp_id":"107391422","mp_crag_id":"107344575","climb_id":"eD9WJOC4XkOvm6fD4qQ5gQ==","areaRef":"xvyHS5l5UkSvS7PVbyqkkg=="},"content":{"description":"Sadhaka Yogi climbs on bullet-proof rock with hard sequences and is well protected. SY overhangs 12 feet in its 80 feet of climbing. It gets great morning sun. Iyengar refers to the Sadhaka as the seeker, and the name appeals to me. SY has at least four cruxes and each one took a bit of sussing to figure out.\n\nStart by climbing the YC face on the right for a few feet and traverse left on the ledge above as shown in the photo. There is bolt at chest height, and getting established on the ledge is crux #1. However, it was very nice to stick clip the second bolt while working out this sequence. Stand on the ledge, make an easy move, clip high, and move right along the large and solid flake to a horrizontal seam. Crux #2 is getting established on the ledge and corner system above. Pull into the corner and tackle the flaring crack. Crux #3 comes in thowing for the \"jug\" above (left then right hands). Clip, power up on poor feet to a smooth edge. A small flake was removed from this hold leaving an ultra-sharp edge which was burnished smooth. If that is a problem, don't climb SY. Crux #4 comes in moving up for the gaping slot a mile away. Stand up and move into the dihedral for a good rest, power up for a high clip, and move right around the top of the dihedral. Climbing into the final dihedral guarding the anchors was a lot more grunt and much less elegance than I had imagined from the ground.\n\nOverall, climbing on SY was perplexing and powerful. Often a move off good hands was made on truly terrible vertical smears. So, a soft slipper is a good choice. I'm not sure how hard SY really is. I thought it was hard to figure out and the steepness made it just that more difficult. Nothing was out of my reach, so SY is difficult more for the sequences than than the reach.","protection":"A dozen draws, something for the double bolt anchor at the top, and a 60m rope will work.","location":"This is the left of four routes in the alcove."},"__v":0},{"_id":"KIQMAyv2WFmW38srCbAVUw==","name":"Ram","yds":"5.12+","grades":{"yds":"5.12+","french":"7c"},"fa":"RMWright","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.622,39.7846]},"left_right_index":12,"mp_id":"108385556","mp_crag_id":"107344575","climb_id":"KIQMAyv2WFmW38srCbAVUw==","areaRef":"xvyHS5l5UkSvS7PVbyqkkg=="},"content":{"description":"Ram (aka Rama) ascends a moderate slab to a steep head wall. The rock is excellent throughout, and the route gets good sun until late afternoon. The crux comes in tossing a 5 foot dyno at the fourth bolt on the headwall; however, the climbing remains continuous and pumpy right to the last clip. Climbing on the headwall requires a very aggressive attack. It also can catch you unprepared. The slab approach does little to prepare you for the need to switch gears once launching up the headwall. However, it is a simple matter to bail out for the P1 anchor on the adjacent Marga route if that is wanted. Also, it is possible to TR Ram by running up the route on the right which shares its anchor with Ram.","protection":"A dozen quickdraws, a #3 Friend, a blue Link Cam, and something for the double bolt anchor at the top. A 60 meter rope just drops you to the ground.","location":"Ram is the middle route of three on the right side."},"__v":0},{"_id":"Irwol05YWJGHTOLBtgPz3A==","name":"The Power Stripper","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"RMWright, Fall 2012","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.622,39.7846]},"left_right_index":4,"mp_id":"107760949","mp_crag_id":"107344575","climb_id":"Irwol05YWJGHTOLBtgPz3A==","areaRef":"xvyHS5l5UkSvS7PVbyqkkg=="},"content":{"description":"TPS begins in the cave just adjacent to\n\nPower Shot\n\nand angles right up a deceptive slab before turning a corner and firing straight to the anchor. Don't be fooled. The slab is much trickier than it looks. Turning the corner is one crux, and the route remains continuously devious and powerful right up to the last bolt. The corner above can be protected by Friends or Camalots and takes bomb-proof gear. The rock quality is excellent from start to finish. I think that TPS comes in at 5.12, but it has taken me a lot of tries to suss out solutions to each crux. Maybe I'm just getting old. This is an excellent climb well worth four stars.","protection":"One dozen draws and several camming devices spanning a range of 0.5 to 2.5 inches. I used four cams in final corner, but you can get by with fewer. Double bolt anchor at the top.","location":"This is between\n\nPower Shot\n\nand\n\nSadhaka Yogi\n\n."},"__v":0},{"_id":"CMQ9L/M3V/2VeIkn+/sh2A==","name":"Power Shot","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"RMWright, Dr. ABS, Spring 2012","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.622,39.7846]},"left_right_index":3,"mp_id":"107651651","mp_crag_id":"107344575","climb_id":"CMQ9L/M3V/2VeIkn+/sh2A==","areaRef":"xvyHS5l5UkSvS7PVbyqkkg=="},"content":{"description":"PS comes out of the cave 30 feet right of\n\nFOAL\n\nand can be done as a single 90ft pitch or linked up with P2 of FOAL. Originally it seemed pretty hard, but in running it on RP, it seemed to land somewhere in the 5.11 domain. Sprint up on mostly big jugs in very steep terrain for 40 feet. I thought the crux was pulling past the fourth clip, which felt pretty commiting at this angle and catches you at the same time the flash pump hits. There is another crux pulling over the roof, but this is super well protected. This lower section reminded me of Rifle for the angle and the jugs. The slab after the roof comes in at 5.9 and has a couple neat moves that keep you thinking. It is possible to climb\n\nFOAL\n\nand place the draws on PS on the way down.\n\nFor the sake of running the rope past the roof and up the slab, it seemed like a good idea to have the belayer unclip the first bolt. PS starts with a traverse that could set up rope drag once on the slab above.","protection":"Eleven QDs and a 60 meter rope. The double bolt anchor is shared with P1 of\n\nFOAL\n\n. We found that a blue LinkCam was a comforting addition between bolts 4 and 5 that made things a lot less spooky.","location":"It starts in the overhanging cave 30 feet right of\n\nFOAL\n\n."},"__v":0},{"_id":"CV+oqKlRWEum7J0PwDJxeQ==","name":"Pegarlo","yds":"5.13c/d","grades":{"yds":"5.13c/d","french":"8b"},"fa":"Chris Deuto (2020), equipped by Richard Wright","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.622,39.7846]},"left_right_index":11,"mp_id":"118813952","mp_crag_id":"107344575","climb_id":"CV+oqKlRWEum7J0PwDJxeQ==","areaRef":"xvyHS5l5UkSvS7PVbyqkkg=="},"content":{"description":"Pegarlo, or “Stick It” in Spanish, is a route bolted by Richard Wright up the center of the overhanging panel on the right side of the Dome. It was bolted in 2012, and Richard described it as “5.12 with a brutal hard crux, too hard for me.” It has recently gone and is one of, if not the best, routes in the area.\n\nStart by climbing the 5.7 approach slab (slightly runout trad pitch with medium sizes). Clip the mid-anchors, and climb 11+ to a sloper rail. Execute a viciously hard and short lived crux (V9) to the next clip. Keep it together on the second hard section (V6) which ends at a fishhook jug under a mantel. Continue up through unconventional 5.12 climbing to the anchors above the lip. Perfect rock, amazing moves, and unique sequences on beautiful white rock make this a classic for sure.","protection":"10 bolts and a few cams (0.5-2). A 60m rope should get you all the way down from the top. Knot the end.","location":"Densely bolted line out the middle of the white overhang on the right side of the Mill Creek Dome, it is approached by climbing\n\nMargaSukha\n\n, a 5.7 trad line."},"__v":0},{"_id":"fBWW5xPJVSWtwy7zRoCTOQ==","name":"MargaUgra, (5.12/A0)","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"RMWright, Fall 2011","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.622,39.7846]},"left_right_index":10,"mp_id":"107641323","mp_crag_id":"107344575","climb_id":"fBWW5xPJVSWtwy7zRoCTOQ==","areaRef":"xvyHS5l5UkSvS7PVbyqkkg=="},"content":{"description":"MargaUgra is the pitch following\n\nMS\n\n(\"F\" in the main photo for the alcove). I would not ordinarily post pitches independently, but this headwall pitch is unrelated to\n\nMS\n\nin every way. It is fully bolted and very hard. At the end of May, I ripped off an oppositional vertical gaston that pushed the difficulty way up. My best guess is something in the V10 range for bouldering. The rock is very solid and the climbing well protected and pretty cool. The first three clips come in at 5.11+. Moving past clip three is the crux. Originally it had two vertical tiny gastons that were just sufficient to move up off a left heel hook. Clip 4 is off of a deep, full, hand slot. This is followed by a hard transition move into another hand slot. From there on it comes in at 5.11. For myself, this will be a project as I try to acquire the crimp strength and flexibility to get past clip 3. I'll keep working on the problem but leave it open.","protection":"Nine quickdraws and something for the double bolt anchor at the top. A 60 meter rope just gets you down.","location":"This is in the middle of the alcove sector."},"__v":0},{"_id":"2Vb4qr8PUnasLd81AgPmpA==","name":"MargaSukha","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"RMWright, Spring 2012","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.622,39.7846]},"left_right_index":9,"mp_id":"107519923","mp_crag_id":"107344575","climb_id":"2Vb4qr8PUnasLd81AgPmpA==","areaRef":"xvyHS5l5UkSvS7PVbyqkkg=="},"content":{"description":"MargaSukha is P1 of a two pitch route and is labeled \"D\" in the photo. Expect mostly easy climbing on solid stone. Most of these new routes have been completed, cleaned, and are quite fun. Two of the pitches remain projects as of 3/20/2012. P2 above MS (F) is very difficult but open to anyone wishing to try a burn.","protection":"A good range of cams from 1/4 inch to 2.5 inch. Some of this gear goes into horizontal letter box slots. Double bolt anchor at the top for a short rap.","location":"It is in the middle of the right side."},"__v":0},{"_id":"KaVXQV08VxqmVlaBO0+w4g==","name":"How Can A Monkey Jump Over The Ocean ?","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"RMWright, Anna Brandenburg-Schroeder, May 2012","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.622,39.7846]},"left_right_index":8,"mp_id":"107632721","mp_crag_id":"107344575","climb_id":"KaVXQV08VxqmVlaBO0+w4g==","areaRef":"xvyHS5l5UkSvS7PVbyqkkg=="},"content":{"description":"How can a monkey jump over the ocean? When you are the Son of the Wind, you can just do it! Run up the slab clipping five bolts. I placed two small camming units on the slab. The slab has a 5.9 opening move passing the first bolt. Clip 8 more bolts above the slab. Hard moves run through the corner system and over the roof.  Overall, the route has cool moves, hard climbing, and solid rock. Things stay tricky after the roof and run into some 5.11 moves.\n\nBeta note: This route is all about rope management. It ascends a slab to a steep roof, and rope drag will crush the unprepared. My first run through on RP ended up with hideous rope drag above the roof. This can be easily avoided by taking half a dozen quickdraws with slings extended from the top carabiner. Minimally, sling the two upper bolts and cams on the slab, and all three bolts left of the dihedral, after that it is pretty clear sailing and needs no slings. It is a good idea to clip short at first and after the next higher bolt has been clipped, back clip the sling and unclip the short draw. This avoids potentially hitting a ledge when you start up the corner. The roof bolt can be clipped short.","protection":"13 draws and several small to mid-size camming units, double bolt anchor at the top. A 60 meter rope will rap to the ground.\n\nAll photos shot by Anna Brandenburg-Schroeder while on belay, hence the butt shots.","location":"Start in the main alcove, just right of the start to the diagonal route called\n\nCross Cut\n\n. This is route \"G\" in the main photo for the Dome. Looking up toward the roof will make it is easy to find."},"__v":0},{"_id":"YazJCFliXfO9UQnkwHvw0Q==","name":"Fractals Variation","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"RMWright","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.622,39.7846]},"left_right_index":1,"mp_id":"108320126","mp_crag_id":"107344575","climb_id":"YazJCFliXfO9UQnkwHvw0Q==","areaRef":"xvyHS5l5UkSvS7PVbyqkkg=="},"content":{"description":"Climb\n\nFOAL\n\nto the ledge. Instead of traversing right to the\n\nFOAL\n\nP1 anchor, climb straight up to the P1 anchor of\n\nFractals\n\n. Rap or climb P2 of\n\nFractals\n\n.","protection":"Quickdraws and a 60 meter rope.","location":"Climb the start of\n\nFOAL\n\n."},"__v":0},{"_id":"SrefmbpfXx2+WpOtP++QbQ==","name":"Fractals","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"RMWright, Summer 2013","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.622,39.7846]},"left_right_index":0,"mp_id":"108320082","mp_crag_id":"107344575","climb_id":"SrefmbpfXx2+WpOtP++QbQ==","areaRef":"xvyHS5l5UkSvS7PVbyqkkg=="},"content":{"description":"Complex topologies such as those found on this route can be described mathematically using fractals, hence the odd name.\n\nP1 (5.9, 110 feet, 9 draws): Thrutch over the initial lip, and fire up through the V-slot above to gain easy terrain to the anchor. Fractals ascends solid rock with largely fun climbing and provides a good and moderate warm-up.\n\nP2 (5.7, 65 feet, 5 draws): Climb through another V-slot to gain easy terrain after bolt 2.","protection":"Nine quickdraws, something for the double bolt anchor at the top of each pitch, a 60 meter rope. The rappel from the top of P1 is 100 feet to the ledge, so tie the ends of the rope.","location":"Start ten feet left of\n\nFOAL\n\n."},"__v":0},{"_id":"mAkV6XWmWiijikR0Z4Jf7w==","name":"Features on a Landscape","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"RMWright","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.622,39.7846]},"left_right_index":2,"mp_id":"107534137","mp_crag_id":"107344575","climb_id":"mAkV6XWmWiijikR0Z4Jf7w==","areaRef":"xvyHS5l5UkSvS7PVbyqkkg=="},"content":{"description":"Sometimes, regardless of how difficult a route is, one climbs stuff just because the features beckon. FOAL is chock full of such nifty features.\n\nP1: 5.10, 90 feet. Begin on the ledge left of\n\nSY\n\n. There is a double bolt anchor for the starting belay. Most of the climbing is not harder than 5.9, but a harder move may be needed for the height dis-advantaged. It is roughly 5.10 for the start, which begins on typical jugs. It is 5.10 again standing above the second clip. Angle right and up to a double bolt anchor. Some cool position and some huge jugs are found on the way. For kicks, you can top-rope the overhangs below.\n\nP2: 5.8, 80 feet. Romp up on massive features. It is roughly 5.8 and bolted (!!).\n\nP3: A 50 foot third class walkoff right that will take protection if you choose to stay roped up.  There is a 2 bolt anchor.","protection":"P1: 10 quickdraws; P2: 8 quickdraws; P3: 3rd class walkoff, but if you choose to remain roped up, there are several places for mid-range camming units. The top of each pitch has a double bolt belay anchor. A 60 meter rope is recommended if you intend to rap.\n\nEds. the raps are 75 and 80 feet each.","location":"This is left of the main alcove, and 50 feet from\n\nSY\n\n. From the top of P3, there is a well-cairned walk-off that runs North and then South around the crag to drop you in the main alcove."},"__v":0},{"_id":"x8zTKVVhVrqS5izTYWs26g==","name":"Cross Cut","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"RMWright, Spring 2012","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.622,39.7846]},"left_right_index":7,"mp_id":"107519935","mp_crag_id":"107344575","climb_id":"x8zTKVVhVrqS5izTYWs26g==","areaRef":"xvyHS5l5UkSvS7PVbyqkkg=="},"content":{"description":"Start Cross Cut in the corner using the\n\nYogi's Choice\n\nstart.\n\nP1 follows the flaring crack diagonally for 75 feet to the anchor above\n\nMargaSukha\n\nP1. There are loads of cam placements; it is roughly 5.7.\n\nP2 of CC (E) follows diagonally right to a short, bolted headwall, but most of the traverse is on trad gear. The headwall on P2 is difficult, with a crux found standing up at bolt 1. The difficulty ends after standing above bolt 3. The rock quality is excellent. P2 can be combined with \"D\" for a more straight-up variation.","protection":"Bring a good range of cams up to 3-4 inches. There are three bolts in the headwall below the anchor. A 70 meter or double ropes is required to rap to the ground from the double bolt anchor at the top of P2.","location":"Start in the corner at\n\nYogi's Choice\n\n."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,11e86985-4eae-530a-965e-d3defaaa0323,c6fc874b-9979-5244-af4b-b3d56f2aa492","pathTokens":["USA","Colorado","Dumont vicinity","Mill Creek Dome"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11+"},{"count":3,"label":"5.11c"},{"count":2,"label":"5.12c"},{"count":1,"label":"5.12+"},{"count":1,"label":"5.13c/d"},{"count":2,"label":"5.12"},{"count":1,"label":"5.7"},{"count":2,"label":"5.10"},{"count":1,"label":"5.9"}],"byDiscipline":{"trad":{"total":7,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":6,"expert":0}},"sport":{"total":10,"bands":{"unknown":0,"beginner":0,"intermediate":3,"advanced":6,"expert":1}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":3,"advanced":9,"expert":1}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.622,39.7846]},"bbox":[-105.62258514794355,39.78415033981813,-105.62141485205645,39.78504966018186],"left_right_index":-1,"ext_id":"107344575","area_id":"xvyHS5l5UkSvS7PVbyqkkg==","polygon":{"type":"Polygon","coordinates":[[[-105.62258514794355,39.78415033981813],[-105.62141485205645,39.78415033981813],[-105.62141485205645,39.78504966018186],[-105.62258514794355,39.78504966018186],[-105.62258514794355,39.78415033981813]]]}},"content":{"description":""},"density":0,"totalClimbs":14,"__v":1,"createdAt":"2022-11-07T05:55:46.017Z","updatedAt":"2024-01-20T00:59:35.316Z"}