{"_id":"6368a1b8e80bff5a99553f03","area_name":"Summit Cliff (The Highlands)","shortCode":"","climbs":[{"_id":"U3RTYLMeXgicDerG0EgDcA==","name":"The Yid Kid","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Matthew Keefe and Todd Goodman","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84378,43.80549]},"left_right_index":5,"mp_id":"106699524","mp_crag_id":"106548478","climb_id":"U3RTYLMeXgicDerG0EgDcA==","areaRef":"caJ3OxKoXHaX8OX/gfYNNw=="},"content":{"description":"A long interesting route that is a pretty good intro to the crag. The crux takes place in the corner in the first half of the route. The top half is a series of mantel moves that are a bit more moderate. \n\n  Climb up blocky rock to a ledge. Clip a bolt and stem up the corner. I found the crux to be moving to the right on to the face after stemming the corner. The moves stay challenging up the face until you have to move right again to find the next bolt (hard to see from below). After you clip this bolt none of the moves are harder than 5.9 all the way to the anchors.","protection":"9 bolts to ring anchors","location":"When you get to the cliff via the fixed rope you will be standing at the base of a wall with two bolted routes on it. Move around the corner to the right an look for the bolts on the right wall of a left facing corner, thats the route."},"__v":0},{"_id":"WvOS5I6ZXL6E0TCZ7K2uLQ==","name":"Where the Wild Things Are","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Chris Smith","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84378,43.80549]},"left_right_index":10,"mp_id":"106875020","mp_crag_id":"106548478","climb_id":"WvOS5I6ZXL6E0TCZ7K2uLQ==","areaRef":"caJ3OxKoXHaX8OX/gfYNNw=="},"content":{"description":"A good route with some fun moves. Though it is a bit out of place among the harder routes here. It would be a very popular route if it was at the meadows or something.Anyway, climb a chimney/OW section off the ground. Follow cracks to the right and around a roof. Then climb an easy face that is like Dirtigo but with one 5.7ish move on it before reaching the anchors.","protection":"10 bolts to anchor.","location":"As you head up the gully in to the main area look on the left wall for a left facing corner next to a wide off-width/squeeze chimney. This route is on the right climbing the chimney."},"__v":0},{"_id":"GFId5zteU06Tr4HCqHJL2g==","name":"Visions of Jerusalem","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Keith Becansall","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84378,43.80549]},"left_right_index":15,"mp_id":"107697921","mp_crag_id":"106548478","climb_id":"GFId5zteU06Tr4HCqHJL2g==","areaRef":"caJ3OxKoXHaX8OX/gfYNNw=="},"content":{"description":"The right, and shorter of the 2 closely spaced routes at he highest flat spot at the Summit Crag.    Not a bad climb but a bit dirty on the first half. \n\n  Climb the right facing crimpy wall to gain the ledges halfway up the route. Easy moves lead you to the moves shared with Gospel according to Mark (the left route). From the shared moves break back out right through a tricky roof to the anchors. \n\n  When the going gets tough look for a knee bar.","protection":"10 bolts to 2 bolt anchor.","location":"The right, and shorter of the 2 closely spaced routes at he highest flat spot at the Summit Crag."},"__v":0},{"_id":"bFRCp8NwV6S/As8jDY3HtQ==","name":"Three Bump Dumper","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Brady Libby and Matthew Keefe 8/02","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84378,43.80549]},"left_right_index":3,"mp_id":"106874987","mp_crag_id":"106548478","climb_id":"bFRCp8NwV6S/As8jDY3HtQ==","areaRef":"caJ3OxKoXHaX8OX/gfYNNw=="},"content":{"description":"A really fun, pumpy route that is very technical and crimpy. The upper half is one of the prettier faces at this cliff. \n\n  Start up the cracked corner and arete on fun 5.9ish climbing which could serve to warm you up a bit. At a no hands rest make a balancy step left and get ready to rock. Climb the face above, which is steeper and harder than it looks. The rock is great and the moves are fun. Plan on a little \"rumney run out\" getting to the lest bolt and another (easier one) to the anchor. \n\n  If this sounds fun, take the hike!","protection":"7 bolts to anchor.","location":"As you get up to Summit Crag there are a pair of routes on the lowest toe of rock. This is the right hand one. \n\n  Enjoy"},"__v":0},{"_id":"uNEhFcD9WpKQAFhrC/0u5A==","name":"Rumpus Time","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Lee Hansche and Alec Woolley 3/20/17","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84378,43.80549]},"left_right_index":11,"mp_id":"112566431","mp_crag_id":"106548478","climb_id":"uNEhFcD9WpKQAFhrC/0u5A==","areaRef":"caJ3OxKoXHaX8OX/gfYNNw=="},"content":{"description":"Recent rockfall: The Buddha Ledge start is no longer an option due to the demise of the ledge in a massive rockfall. A new direct start may be possible but it will be a while. For now this is still a great second pitch to WTWTA but linking them would likely be tricky due to ropedrag. May be possible with a few long slings and or back cleaning a few draws. The first time I visited Summit Cliff I climbed Where the wild Things Are 5.7. It is an enjoyable romp through interesting features on good holds until you get to a nice ledge... Where it just stops below a beautiful, delicately featured, vertical wall. It makes sense to stop the 5.7 there but the steeper thinner wall above was too tempting. I knew at some point I would have to come back to bolt it if someone else didn't do it first. I finally got around to it and it didn't disappoint.From the anchor of WTWTA launch in to a vertical to slightly inverted wall and dance your way through hidden in-cut edges and fancy footwork while trying to stave off the building pump. Just when you think it will never let up you find the biggest jug you could imagine on such a wall. Grab a good shake and tackle the delicate finish. It is possible to reach right in the last bit and use a part of the chimney. I like it better without the stemming but its your route now <3","protection":"This route has 7 bolts and 2 anchors. That is without considering Where the Wild Things Are's bolts. \n\n  If you do it as described above it takes 13 draws including anchors.","location":"This is an extension of Where the Wild Things Are so you could have to clip a lot of bolts and pick up some rope drag if you do both lines together. \n\n  The way I do it is to start from the Buddha Ledge (you can scramble up through a tunnel to get there) anchor to the tree and launch in to the second half of WTWTA from there. This way you clip 4 bolts on that route and the 7 on Rumpus, The line is straight and drag is non-existent."},"__v":0},{"_id":"RuyR+b8AUr+s0ktWNJ+YYg==","name":"Path of the Righteous","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Ed Esmond 2002","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84378,43.80549]},"left_right_index":9,"mp_id":"106875000","mp_crag_id":"106548478","climb_id":"RuyR+b8AUr+s0ktWNJ+YYg==","areaRef":"caJ3OxKoXHaX8OX/gfYNNw=="},"content":{"description":"Righteous, get it, it trends right. hahaha.   anyway... \n\n  Fantastic! long climb, sustained 5.9ish climbing with a few tricky crux moves that will make you work for 5.10b. When you finally decide to hike up to this crag bring 18 draws so you and all of your partners can do this route! \n\n  Climb the left facing corner, crimps on the face crack in the corner. Continue up moderate rock to a steep puzzling corner. Work it out and it will treat you well (first crux). After the first crux the route jogs right in an exposed crimpy and very fun way. That right angling stuff brings you to some cool interesting face climbing for a good 40 feet. Just before the chains, as if you havent worked hard enough yet, there is one more crux. Pulling the last bulg is tricky but it makes you happy to clip those anchors. ","protection":"16! bolts to anchor.","location":"As you head up the gully in to the main area look on the left wall for a left facing corner next to a wide off-width/squeeze chimney. this route climbs the left facing corner."},"__v":0},{"_id":"UWAmSrd+XjutsG/85Lhizw==","name":"Passing on the Right","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Lee Hansche and Lily Hallet 8/26/11","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84378,43.80549]},"left_right_index":8,"mp_id":"107263672","mp_crag_id":"106548478","climb_id":"UWAmSrd+XjutsG/85Lhizw==","areaRef":"caJ3OxKoXHaX8OX/gfYNNw=="},"content":{"description":"A nice toprope variation which is very independent at the start but gets more squeezed toward the top sharing it's finish with NW Passage. \n\n  Climb NW Passage then after lowering to the 2 bolt anchor on top of pitch 1, climb up to the right of the anchor on a very fun series of crimps leading to a wandering path between NW Passage and Path of the Righteous. As the routes squeeze in on you, move left joining the crux moves on NW Passage (last 20-ish feet of the route). \n\n  In my opinion this variation climbs better than the original route. Its a bit dirty but would clean up well.","protection":"TR for NW Passage anchors.","location":"Between NW Passage and Path of the Righteous."},"__v":0},{"_id":"IfBTevgyWIONY9BwJfblkA==","name":"Northwest Passage","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Tom Armstrong","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84378,43.80549]},"left_right_index":6,"mp_id":"107138787","mp_crag_id":"106548478","climb_id":"IfBTevgyWIONY9BwJfblkA==","areaRef":"caJ3OxKoXHaX8OX/gfYNNw=="},"content":{"description":"From Ward Smith's Guide: \"Now bolted, this route is worth the walk. Start at a big split trunk tree (has since fallen, but still marks the route). The second pitch follows a prominent dihedral that is highly visible from route 25 under certain light conditions. \n\n  Pitch One (5.8) 7 bolts to BB. From the fallen tree, angle up and right, then layback up to a good belay ledge. \n\n  Pitch Two (5.11b) 8 bolts to LO. Follow the beautiful right angling corner. Lower back to the belay, then rap to the ground.  \n\n  Pitch Three Option: climb Northern Lights (5.11a). See separate description.","protection":"The route is entirely fixed, bring 10-12 draws so you have enough for belays. This route, like many in this area, don't get a lot of traffic, so don't expect a line of chalk to guide the way. Also, on pitch 2 I encountered quite a bit of moss on the sides of crimps and incut holds in the corner. With some cleaning it would probably feel more like 11b. That said, I love the fact that these routes force better route finding and also double checking for solid holds.","location":"Start at a big split trunk tree (has since fallen, but still marks the route). A 60M rope will get you down in two raps."},"__v":0},{"_id":"pc5ZAqkCWfq2++Y6k4rIDw==","name":"Northern Lights","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Matt Keefe 2002","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84378,43.80549]},"left_right_index":7,"mp_id":"107138813","mp_crag_id":"106548478","climb_id":"pc5ZAqkCWfq2++Y6k4rIDw==","areaRef":"caJ3OxKoXHaX8OX/gfYNNw=="},"content":{"description":"From the top of the second pitch of Northwest Passage, keep going straight up over the bulge. Rap down to the top of Northwest passage and then rap down the rest of that route. I was able to lower in two raps by heading to the LO for Path of the Righteous, but it was a bit awkward to swing into that LO.","protection":"This route is short and protected by 3 bolts, but it packs a punch and is worth doing if you are already at the top of Northwest Passage. The crux is coming over the bulge, but once you do, you will encounter some lichen covered rock and a 12ft hand crack that guards the LO.","location":"straight up form the end of Northwest Passage."},"__v":0},{"_id":"ZfkBE/LKWXuLdDNNarV60A==","name":"Karmic Realignment","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Brady Libby","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84378,43.80549]},"left_right_index":17,"mp_id":"109474768","mp_crag_id":"106548478","climb_id":"ZfkBE/LKWXuLdDNNarV60A==","areaRef":"caJ3OxKoXHaX8OX/gfYNNw=="},"content":{"description":"This is one of the coolest 5.12a's I have ever climbed. Not the longest. Not the easiest approach. Not the easiest location. But definetly the coolest moves especially when your back is against the wall, your feet on the other side, you have the roof a couple of inches above you and you look at the void below. Bridge your back and your feet moving left as far as you can until you are about to fall and use that wonderful undercling to get out of the bridging position and reach out of the roof to a good hold. Power out of the roof and get a shake before getting to the anchor. Just a spectacular climb. People that love the 100 ft of left-right-left climbing, stay away from it. Brady Libby is a genius to have found this jewel and deserves credit for bolting this route. Thanks Brady!!!\n\n Logistic tips: It is better to belay from a small ledge at 3/4 of the 5.8 approach slab. There are a few unstable blocs at the start of Karmic Realignment that could come down and the belayer would be in the path if he/she was belaying from the bottom of the slab. Climb the 5.8 slab up to the last bolt before the anchor and use this bolt and the one lower to set an anchor maybe 10-15 feet lower on a ledge. It is best to bring another 10-15 meter rope for this. Stick clip the first two bolts on Karmic and start climbing a little higher to the right of the first bolt to avoid an always dirty and wet section. The rest of the climb is on clean rock. There used to be a small tree growing in the corner where the hard part starts but I just cut all the branches on 2019-08-31.","protection":"Bolts to LO. To make cleaning easier, once you are at the roof and you clip the last bolt in the roof, you can remove the previous draw which is deep in the cave. The anchor has two carabiners. Lower down and remove the last three draws including the one in the roof. Go down to the belay ledge and have you or your partner to climb on the other end of the rope to clean the bottom draws.","location":"When you are below Visions of Jerusalem, this is pretty much the end of the \"TRAIL\".   You can climb the slab to the right of the gully (6 bolts to 2 glue in anchor).The start is in front of the 5th bolt on the slab. Look above at the nice roof."},"__v":0},{"_id":"uB2DXBNvW3Wu5OChTMQl9g==","name":"The Guardian","yds":"5.12b/c","grades":{"yds":"5.12b/c","french":"7b+"},"fa":"Lee Hansche  9/16/16","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84378,43.80549]},"left_right_index":13,"mp_id":"112156139","mp_crag_id":"106548478","climb_id":"uB2DXBNvW3Wu5OChTMQl9g==","areaRef":"caJ3OxKoXHaX8OX/gfYNNw=="},"content":{"description":"Recent rockfall: The Buddha Ledge start is no longer an option due to the demise of the ledge in a massive rockfall. A new start should be possible but it will likely be a while. The legend will continue and it will be worth the wait. But for now The Guardian sleeps.Legend:It is told that this section of cliff was once guarded by a fierce dragon who could breathe fire to melt the stone and whose sharp talons could gouge the rock like a spade in soft earth. In the great battle of Rumney The Guardian laid scores of rock warriors to waste. No one knows what became of this most feared beast. Some say he still lurks in the caves and crevices of the Highlands. The 3 streaks that mark this route are the only surviving proof of the existence of this mythical creature, as they were made by his lethal claws. It is considered an act of great bravery to this day to attempt to scale the The Guardian's wall... Come fourth brave soul.You can gain the ledge at the base of the route by scrambling up the tunnel cave at the base of the gospel according to mark. Otherwise you could climb a bit of the Gospel or Where the wild things are. Once there its pretty comfy but you may anchor to the tree on the ledge. This is a nice hang out spot.Climb up Giant's Chimney reaching out right to clip the first 2 or 3 bolts. At this point break out on to the face and continue up to an ok rest before the hard stuff begins. Crux 1 involves a bouldery corner involving stemming and some trickery and ends at a nice no hand rest. Catch your breath because from here it stays steep and the game is on all the way to the anchor. Extremely varied climbing for the top 1/3 of the route. Crimps, slopers, all sorts of kneebars (left kneepad recommended), a chimey move or two and eventually a heroic exposed jug haul to the top.This thing is truly epic, exposed, interesting, enjoyable and quite frankly the best climb on the cliff... I checked ;)","protection":"12 wave bolts to anchor.","location":"The route starts from the ledge at the base of Giants Chimney, 25 feet up. You start in the chimney for about 20 feet following wave bolts to the right of the chimney breaking right on to the steep face at the 2nd or 3rd bolt.  \n\n  You can gain the ledge at the base of the route the \"buddah Ledge\" by squirming up a little cave that feels fairly secure."},"__v":0},{"_id":"W3llleesXkq/wQK/NoZO5Q==","name":"The Gospel According to Mark","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Mark Sprague 2001","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84378,43.80549]},"left_right_index":14,"mp_id":"107391121","mp_crag_id":"106548478","climb_id":"W3llleesXkq/wQK/NoZO5Q==","areaRef":"caJ3OxKoXHaX8OX/gfYNNw=="},"content":{"description":"Recent rockfall: This route once climbed up onto what we called The Buddha Ledge at about 20 feet up. Recently a massive rockfall removed the ledge and changed the beginning of this route quite a bit. A new sequence is likely possible but it will much harder.  Luckily, if the area has safely stabilized, the original start can be bypassed by linking in from  Visions of Jerusalem at a similar grade.At the top of the main gully, just right of the Buddha Cave, you will find two bolted climbs. This is the left one. Boulder up until you can layback and stem your way up to the Buddha ledge, then continue up moderate climbing into a corner. Follow this up and then the route arcs off to the left to gain a steep jam crack finish. Pumpy! Good climbing in a fun setting. It may need some recleaning, as it was not in the previous guidebook so received few ascents over the last 10 years. It is definitely worth a rescrub if that is so.","protection":"12 (mostly?)glue-in eyebolts to a two bolt anchor","location":"Top of the main gully- this is the left of the two bolted routes just right of the cave.   This area is often closed in the spring for Peregrines. When they are not there, ravens will often nest just to the right of this route. When the ravens are there, even if it is technically not closed, please avoid them. They will scare the shit out of you and drop rocks on you anyway if you don't."},"__v":0},{"_id":"bAaOPfdUW/eRCC7j0gj9Ew==","name":"Giant's Chimney","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84378,43.80549]},"left_right_index":12,"mp_id":"110785077","mp_crag_id":"106548478","climb_id":"bAaOPfdUW/eRCC7j0gj9Ew==","areaRef":"caJ3OxKoXHaX8OX/gfYNNw=="},"content":{"description":"What an amazing feature. You can literally spot it from miles away. It is a shame it is almost always wet and therefor filthy.  \n\n  A wide chimney/dike slashing through the otherwise unbroken wall. This bold climb stands out as the dominant feature on the intimidating summit cliff. \n\n  I have yet to climb it due to the endless wetness but to say the climbing would be spectacular if it was clean and dry would have to be a statement of truth. Looking right while climbing one of the adjacent routes you can get a great view of the climb, it's rusty pins and lack of too much in the way of protection. After leading The Path of the Righteous it would be possible to traverse right to a bolt and possibly other directional pro to TR the route. I would love to clean it and lead it one day but until then I will settle for what I can get.","protection":"rotted out pins and gear, lots of loose rock & wet moss, bolt at the top. finish on the anchors of Path of the Righteous (I think). Lead not recommended until cleaned and retroed","location":"Climb the start of the 5.7 to the tree ledge. then if you can't find the route see an eye doctor haha."},"__v":0},{"_id":"LeqgbeFYWlKcYS6YJYh1Cg==","name":"Four Seasons","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"Matthew Keefe, 06/2002","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84378,43.80549]},"left_right_index":4,"mp_id":"109474488","mp_crag_id":"106548478","climb_id":"LeqgbeFYWlKcYS6YJYh1Cg==","areaRef":"caJ3OxKoXHaX8OX/gfYNNw=="},"content":{"description":"The first bolt is quite high but it involves 5.6 climbing if you start a little right of the line. You should still be careful since the rock at the start is blocky and some chunks could come down.   Once on the ledge, you can clip the first draw that belongs to the route on the right but as soon as you clip the second, unclip the first to reduce drag.   Moderate climbing for two more bolts.   The crux is between the 4th and 5th bolts.   The hardest move is a left hand sidepull crimp on the left side of the arete and a right hand crimp on the arete then you place your left foot on a small indentation on the arete and you roll on the left face as much as you can then reach left hand for a good shelf. The rest gets easier. \n\n  This route could have a direct start if there was a bolt that could be stick clipped.","protection":"8 bolts + 2 ring anchor","location":"When you get to the toe of the cliff, it's the obvious line climbing the arete."},"__v":0},{"_id":"lgkGQ99SUb6OT3cq5l9qEQ==","name":"Dr. Dingle","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Jim Shimberg, 1995","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84378,43.80549]},"left_right_index":2,"mp_id":"109367925","mp_crag_id":"106548478","climb_id":"lgkGQ99SUb6OT3cq5l9qEQ==","areaRef":"caJ3OxKoXHaX8OX/gfYNNw=="},"content":{"description":"For the first three bolts, it's only 5.10 climbing. You either attack the crux straight up but the fifth clip will be really hard or you go take a break on a ledge just left of the fourth draw.   From the ledge, you can take a shake, install the fifth draw and clip it. You will then have to go back down the ledge and to the right to resume climbing and face the brutal crux. I left a little bit of skin on this one. To clip the sixth bolt, you better keep climbing to a jug if you want to avoid a pumpy clip.   The falls looked all good to me so no real runout in this one except from the sixth to the anchor but it's only 5.8 climbing. I would consider this route rather bouldery.   There was a liitle bit of lichen but just at the top when the real thing is over.","protection":"6 bolts to an anchor","location":"When you get to the cliff, you are at the toe. There are two routes starting at the bottom. This is the left one."},"__v":0},{"_id":"riPDukmOUHy3MFhMwaReAg==","name":"Corax crack","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Lee Hansche and Torie Kidd","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84378,43.80549]},"left_right_index":0,"mp_id":"112083439","mp_crag_id":"106548478","climb_id":"riPDukmOUHy3MFhMwaReAg==","areaRef":"caJ3OxKoXHaX8OX/gfYNNw=="},"content":{"description":"This is a sweet hidden crack climb that protects really well. The opening uninterrupted finger crack had me giddy on the first lead. Once we cleaned it out it was just splitter jamming for 20+ feet. Super fun, I hope the few folks who bother with rumney trad head up there and check it out.  \n\n  This climb had 2 distinct sections. First a really pretty left facing corner split with a perfect finger crack. Then a slightly more varied second half with some hand jams, fingers and face moves.  \n\n  We belayed from the birch tree at the top and rappeled off but you could easily traverse to the bolted anchor 8 feet to the right if you prefer.  \n\n  I removed a lot of loose rock, the section I climbed is clean and solid now but do take care as there could be a flake or two near by that could peel off.","protection":"Finger size to #1 camalot. Anchor sling if you belay from the tree.","location":"Follow the fixed line in the gully on the left. Do not use the line down the middle of the death gully (that needs to be removed). At the top of that rope move left up the gully past a couple of bolted routes. Anchor to a good sized tree just down and right of the obvious pretty corner."},"__v":0},{"_id":"mSYqwROyXW2JSZTwcoxLBA==","name":"The Boy Who Cried Wolf","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Todd Goodman 07/02","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84378,43.80549]},"left_right_index":1,"mp_id":"106699506","mp_crag_id":"106548478","climb_id":"mSYqwROyXW2JSZTwcoxLBA==","areaRef":"caJ3OxKoXHaX8OX/gfYNNw=="},"content":{"description":"So if this thing wasn't FILTHY! it would earn both stars I gave it. The moves really are pretty cool and would be really fun I didn't have to dig for the holds in lichen and moss. I'll post here if i find the time to scrub it some day.  \n\n  The first half is much harder than the top. \n\n  Climb up low angle crimping to a ledge out right. Make hard moves past a couple bolts to a challenging mantel and a good rest. Move out left in to super fun delicate climbing if you can find the holds in the moss and lichen. These last hard moves gain a relatively clean moderate  finger crack. and on to the anchors.","protection":"8 bolts to ring anchors.","location":"When you get to the crag via the fixed rope you are standing in front of a face with two bolted routes. For this climb move around the corner to the left and look for a line of eye bolts."},"__v":0},{"_id":"k8SuW9KTVQWxa/8hz/rcnA==","name":"Aiming for the Pleiades","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Lee Hansche 10/14/17","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84378,43.80549]},"left_right_index":16,"mp_id":"113708907","mp_crag_id":"106548478","climb_id":"k8SuW9KTVQWxa/8hz/rcnA==","areaRef":"caJ3OxKoXHaX8OX/gfYNNw=="},"content":{"description":"This is yet another aesthetic line you can easily pick out from the road. It takes the path of least resistance from the ledge above Visions of Jerusalem to the top of the cliff which in it self makes it well worth the adventure. Dizzying exposure and engaging movement are definitely on its list of attributes. Rock quality could be a little better but much of it is quite good, I removed many hazardous rocks but I do have a few more to take care of before its 100% done. In the mean time be very careful if you get on it. But it is a super cool place to be! \n\n  From the belay ledge climb the slab sticking to the exposed left edge much of the way. Eventually you get funneled in to a tight corner chimney. Interesting three dimensional climbing makes this section reasonable but difficulty builds to the very end. There is a killer finishing jug above the anchor and an exposed perch foot to the left, Stand here, stem across and take in the scene. You are on top of the world!... or at least Rumney... \n\n  TRAM BACK TO THE BELAY!    Lowering without a tram will dangle you in space and could be dangerous.","protection":"8 bolts to pigtail anchors","location":"Staring from the ledge above Vision of Jerusalem follow the easy (5.6?) ramp up and left to the beautiful V-groove chimney. Up that to the anchors then TRAM BACK TO THE BELAY!  \n\n  Lowering without a tram will dangle you in space and could be dangerous."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,8a63706f-b14c-536f-b8ab-3cea90093e36,fdf16fa4-e20a-5cda-8c1b-dad225df6dce,71a2773b-12a8-5c76-97f0-e5ff81f60d37","pathTokens":["USA","New Hampshire","Rumney","Summit Cliff (The Highlands)"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10a"},{"count":2,"label":"5.7"},{"count":4,"label":"5.11a"},{"count":1,"label":"5.10b"},{"count":2,"label":"5.11b"},{"count":1,"label":"5.12a"},{"count":1,"label":"5.12b/c"},{"count":1,"label":"5.11c"},{"count":1,"label":"5.9"},{"count":1,"label":"5.12d"},{"count":1,"label":"5.11d"},{"count":1,"label":"5.10c"},{"count":1,"label":"5.10-"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":1,"intermediate":1,"advanced":0,"expert":0}},"sport":{"total":15,"bands":{"unknown":0,"beginner":1,"intermediate":4,"advanced":10,"expert":0}},"tr":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":5,"advanced":11,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-71.84378,43.80549]},"bbox":[-71.84440306218603,43.80504033981815,-71.84315693781396,43.80593966018186],"left_right_index":-1,"ext_id":"106548478","area_id":"caJ3OxKoXHaX8OX/gfYNNw==","polygon":{"type":"Polygon","coordinates":[[[-71.84440306218603,43.80504033981815],[-71.84315693781396,43.80504033981815],[-71.84315693781396,43.80593966018186],[-71.84440306218603,43.80593966018186],[-71.84440306218603,43.80504033981815]]]}},"content":{"description":"Summit Cliff is a huge chunk of schist high up Rattlesnake mountain in the north west area of the Rumney crags. About 200 feet tall and hosting over a dozen routes, its a great place to shake off the crowds.  \n\n  Much of the rock here is clean, high quality stuff with interesting, demanding and sometimes quite long routes. As you approve the crags via the gully between Yellowknife Buttress and Prudential the first routes you see are on a toe of rock that is about vertical. The right hand route Three Bump Dumper 5.11a is super good, pumpy and a bit commiting in parts. There are a few more climbs up to the left but the majority of the climbing is up the main gully to the right. Routes from 10a to 12a dominate but there is a fun 5.7 as well.  \n\n  The coolest climb I've done at Summit is Path of the Righteous a 16 bolt 5.10b that might be one of the best 5.10s at Rumney. There are a couple routes that require one to scramble up a slippery green slab/gully to access at a bolted anchor. Two of these routes are hard open projects just waiting for a lucky climber to clean up. While the Summit Cliff approach might scare most away, those with an adventurous nature might enjoy checking out this gem which seems hidden regardless of the fact that you can see it as clear as day from Route 25."},"density":0,"totalClimbs":18,"__v":2,"createdAt":"2022-11-07T06:12:11.307Z","updatedAt":"2024-02-19T18:35:12.391Z","_change":{"user":"jhoZ1HM5QQCLlIW8x9mK3A==","historyId":"64ac20c16d586cdc48db7aea","operation":"updateArea","seq":0}}