{"_id":"63eca0ba8da152d5a9ab3004","area_name":"Marco","shortCode":"","climbs":[],"children":["63ecce818da152d5a9ab48b9","63ecd0f78da152d5a9ab4c6c","63ecd1b08da152d5a9ab4e03","63f09f9a9d7e580edc21d0eb"],"ancestors":"f4fdd985-94bc-525e-8fb2-e951f1f73672,c09a9d58-8820-5634-b938-6b6aab2b9df1","pathTokens":["Italy","Marco"],"gradeContext":"FR","aggregate":{"byGrade":[],"byGradeBand":{"unknown":0,"beginner":0,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isDestination":false,"leaf":false,"isBoulder":false,"lnglat":{"type":"Point","coordinates":[12.8333,42.8333]},"bbox":[-180,-90,180,90],"left_right_index":-1,"ext_id":"","area_id":"wJqdWIggVjS5OGtqqyud8Q=="},"content":{"description":"\"The sector Lavini of Marco, also called Ruina Dantesca, is one of the largest bouldering areas of Trentino described in this quide book, and still has a huge potential for expansion. The whole area includes 35 hectares of rocks, fallen from the mount Zug-na above. Here it is also possible to see the ancient dinosaur footprints, well signposted and protected by the historic site. The sector of Lavini offers several problems of all grades, up to 8a. The area is suitable for everybody and it is ideal for an all-day bouldering session. The rock is solid limestone, with holds and features of all kinds. The whole area is very exposed to the sun: the best periods to climb here are autumn and winter while we do not recommend summer, since it's too hot. Avoid to bring dogs in April and May due to the presence of the pine processionary. Do not walk in caterpillars to avoid skin irritations. We would like to thank all the people who have devoted their time cleaning and climbing these boulders, S. Ghidini and M. Ruele in particular, the protagonists of this area.\n\nDIRECTIONS. From Trento take the SS12 towards Verona. As an alternative, take the motorway A22 to Modena and take the exit to Rovereto Sud. Once you have reached Rovereto, continue on the SS12, go past the village of Lizzana and continue for 2 km until you get to the village of Marco. At the roundabout, enter the village of Marco and follow the directions to \"Boulder Park\".\n\nACCESS. From the car park, follow the uphill dirt road passing by a board with an old map of the boulder park. Follow the wooden signs \"Boulder Park\" until you reach the first boulders, in less than 5 minutes. To get to the upper and the left parts of the sector (see map), keep walking along the path for about 15 minutes\"\n\n- TRENTINO BOULDER, Cristian Dorigatti, Morris Fontanari\nhttps://www.versantesud.it/prodotto/trentino-boulder/"},"density":0,"totalClimbs":0,"_change":{"user":"yY6IHBEhRyOdojm3KSNTuA==","historyId":"63f09fec9d7e580edc21d10c","prevHistoryId":"63f09f9a9d7e580edc21d0e8","operation":"deleteArea","seq":0},"createdBy":"yY6IHBEhRyOdojm3KSNTuA==","__v":8,"createdAt":"2023-02-15T09:07:06.972Z","updatedAt":"2023-02-17T09:11:29.392Z","updatedBy":"yY6IHBEhRyOdojm3KSNTuA=="}