{"_id":"6368a50be80bff5a995b0056","area_name":"South Summit","shortCode":"","climbs":[{"_id":"eAD389ZeXM+/fbDIUniVWA==","name":"Where's Duc","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Garon Coriz","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.771,40.6569]},"left_right_index":5,"mp_id":"111907725","mp_crag_id":"105739584","climb_id":"eAD389ZeXM+/fbDIUniVWA==","areaRef":"ZzGK8LZmXbWGjKmkpRBJgg=="},"content":{"description":"Fun, easy trad climb in the middle of nowhere.  Expect no crowds, ever.","protection":"Standard rack","location":"A good 2 hour approach.  North Face of the South Summit of Mt Olympus, a good 15 minute hike down the saddle between the North and South Summits.  Approach by traversing the gully between the North and South summit ridges after climbing the west slabs.  May also be approached by taking the blister hill approach from the main hiking trail of mt Olympus, but I've never personally tried this approach.  See overview photo."},"__v":0},{"_id":"wvBFt7vCV86huwGd5plxjQ==","name":"Waiting for Duc","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Matt Evans","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.771,40.6569]},"left_right_index":6,"mp_id":"111907783","mp_crag_id":"105739584","climb_id":"wvBFt7vCV86huwGd5plxjQ==","areaRef":"ZzGK8LZmXbWGjKmkpRBJgg=="},"content":{"description":"Same start as where's duc, or climb a thin crack just right of where's duc start.  Climb under small mini roof and pull on huge jugs into corner system.  End involves dirty lichen but first 30 feet is very good.  We shared same trad anchor as where's duc. Descent is by difficult down climb to climber's right, or by slinging a tree to climber's left.","protection":"Standard Rack","location":"Same area as where's duc.  A good 2 hour approach."},"__v":0},{"_id":"MMf/fCRvW7KJWq1FuS8ezw==","name":"The South Summit Push","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.771,40.6569]},"left_right_index":2,"mp_id":"111954928","mp_crag_id":"105739584","climb_id":"MMf/fCRvW7KJWq1FuS8ezw==","areaRef":"ZzGK8LZmXbWGjKmkpRBJgg=="},"content":{"description":"This is the route just east of the large chimney on the south summit wall, easy climbing leads to a few more committing moves higher up.  Great slab, very similar to the west slabs and easily solo'd for the summit trail down.","protection":"Small nuts are helpful","location":"Locate the large chimney on the south summit wall, the route begins just east of this.\n\nDescend down the Mount Olympus summit trail.  Approx. 3.15 miles down."},"__v":0},{"_id":"qeIgYaj2X+mIZ7s5mc8zfg==","name":"Seriously where the f*** is Duc","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Bo Stroyls","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.771,40.6569]},"left_right_index":4,"mp_id":"111907802","mp_crag_id":"105739584","climb_id":"qeIgYaj2X+mIZ7s5mc8zfg==","areaRef":"ZzGK8LZmXbWGjKmkpRBJgg=="},"content":{"description":"We climbed the face just to the left of the two easy trad climbs while we were waiting for Duc to arrive (he pitched out West slabs while we solo'd or simul-climbed it so he took forever).  It is great climbing and if anyone had the bad judgement to bring a power drill all the way out to this remote area then it would definitely be worth bolting.  Very fun, thin edges to a small roof and then route eases significantly.","protection":"TR, would either be a very run out trad route or would need to bolted if tried on lead.","location":"Same as where's Duc.  A good 2 hour approach."},"__v":0},{"_id":"5Plb4oV9UUyS85zsWvSehQ==","name":"Geurt's Ridge","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Geurts, Peterson, & Goodro '40s","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.771,40.6569]},"left_right_index":0,"mp_id":"105740651","mp_crag_id":"105739584","climb_id":"5Plb4oV9UUyS85zsWvSehQ==","areaRef":"ZzGK8LZmXbWGjKmkpRBJgg=="},"content":{"description":"Geurt's Ridge is a really nice technical route which shoots straight up to the South summit of Mount Olympus.  The rock quality is good, and tons of short finger/hand cracks add to the enjoyment.  As for all routes on Mount Olympus, this has a pretty hefty approach.  Start at the trailhead by Pete's rock, than follow the trail steeply uphill.  Enter the wilderness after 15-20 minutes, and get to the stream crossing after 40-45 minutes.  Above the stream is the so-called \"Blister Hill\".  Switchback up this, with a rock rib to the right.  This rib is a good landmark for when to leave the Mt. Olympus trail.  Once you reach the level of the top of the rib (when you can see over it down to the city), this is approximately when to exit the trail (60 minutes from the trailhead).\n\nBlaze north through brush towards the rounded ridge.  Aim for just above the cliff bands.  Once on top of the little cliffs, look for a couple of cairns that help guide the way.  From here, keep traversing north, and notice the ridge that starts down below and works all the way to the summit.  Drop down off the rounded ridge to get to the rock (only a small ways downhill).  This part is brushy and makes wearing pants a good idea.  Step onto the ridge, the bushwhacking is over (75 minutes from the trailhead).\n\nThis ridge more or less shoots straight up to the summit.  Many breaks in the ridge are encountered along the way.  Most of the lower ridge is 3rd/4th class, so roping up is probably not necessary.  As you cruise up the ridge, more rock bands with nice looking climbing keep rising up from the left in the canyon.  Eventually a beautfiul steep section of rock comes in to view, which provides the first good climbing.\n\nAbove this spot it looks like the route is over.  Luckily, the best is yet to come.  A catwalk on the ridge is encountered (nice exposure on both sides), which leads to some more scrambling until a dropoff is reached.  Some slings around a block with rap rings allow a short rap off this tower, or a difficult downclimb might be possible.\n\nAnother steeper section of good rock leads eventually to yet another rap over a dropoff.  This one might be really hard to downclimb.  From here, straight forward climbing/scrambling leads to the summit.\n\nDescend via the hiking trail.  If you are not familiar with it, it drops off the ridge to the south a short ways west of the summit.  The trail is hard to find, but quickly gets more pronounced.","protection":"Small standard rack.  Most features seemed to be finger cracks, so a set of nuts and small to medium cams is more than plenty.  Minimally, bring a rope for a couple of raps high on the ridge.","location":""},"__v":0},{"_id":"60o1hy5jVSmtM+9jghe+/g==","name":"Dead Baby Goat","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Matt Evans, Garon Coriz, Bo Stroyls","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.771,40.6569]},"left_right_index":3,"mp_id":"111907827","mp_crag_id":"105739584","climb_id":"60o1hy5jVSmtM+9jghe+/g==","areaRef":"ZzGK8LZmXbWGjKmkpRBJgg=="},"content":{"description":"First pitch starts at 5.7 in a broken crack that is fairly easy to protect.  Ends with a bold 5.10a roof move that has nearly no feet (but at least the pro is solid).  Only feet available are on black lichen that is quite insecure.  Luckily the hand holds for pulling the roof are quite good and there is less lichen to ruin your day.  First belay is at a large tree just beyond the roof move.  Second pitch is located about 40 feet climbers left and up a small gully that diagonals up and right.  I'd recommend you untie and scramble over there, which is what we did.  I guess you could pitch it out if you don't like scrambling.  Second pitch starts below another wild roof move that goes at about 5.9.  The roof/bulge is steep but the hand holds are solid.  Once you dance left around the bulge and pull the moves there is a corner system above that meanders around and over a few bulges that goes at about 5.8 to end at a solid belay station at another very large tree.  This is just above where the namesake dead baby goat was found.  Last pitch goes straight above the tree past another small roof system and then onto easy face climbing (but still plenty of pro).  Last belay station is at the top of the ridge.  Descent is by summiting the South summit by Geurt's ridge.  The remaining ridge we did unroped.  Ridge is fun, has great exposure, and is easy enough to solo.  Easy to access south summit from here and then hike down the Mt Olympus main hiking trail, so be sure to bring your packs with you.","protection":"Standard rack","location":"A good 2 hour approach.  North facing quartzite cliffs of the south summit that is about a 10-15 minute hike down from the saddle betweeen the north and south summits.  Get there after climbing the west slabs and traversing the gully between the north and south summits.  You could probably get here from the mt olympus trail but I've never tried this approach."},"__v":0},{"_id":"QhC0Mew7WrKFWf0DDie93g==","name":"Blister Hill Bypass to Forgotten Arete","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.771,40.6569]},"left_right_index":1,"mp_id":"107288681","mp_crag_id":"105739584","climb_id":"QhC0Mew7WrKFWf0DDie93g==","areaRef":"ZzGK8LZmXbWGjKmkpRBJgg=="},"content":{"description":"This route up Mt. Olympus provides a more interesting alternative to the standard hiking trail. You start on the trail, hike up for a while, climb one 450 rock rib (Blister Hill Bypass), hike on the trail some more, climb a 770 rib (Forgotten Arete), then finish hiking on the trail to the true summit of Mt. Olympus. Its kind of weird and contrived, but the actual climbing is surprisingly good.","protection":"If not soloing, a set of nuts and handful of cams from fingers to hands should suffice.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ee1d37e7-dc41-5c26-a358-5d51af01f499,5f0ed4d8-ebb0-5e78-ae15-ba7f1b3b5c51,e838736e-03de-5522-b170-850c7ffcb2ac,d52c91d0-4428-5886-a6a8-02c3471ee9dc,67318af0-b666-5db5-868c-a9a4a5104982","pathTokens":["USA","Utah","Wasatch Range","Central Wasatch","Mount Olympus","South Summit"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.7"},{"count":1,"label":"5.6"},{"count":2,"label":"5.10a"},{"count":2,"label":"5.5"}],"byDiscipline":{"trad":{"total":6,"bands":{"unknown":0,"beginner":5,"intermediate":1,"advanced":0,"expert":0}},"tr":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":5,"intermediate":2,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-111.771,40.6569]},"bbox":[-111.77159273077852,40.65645033981815,-111.7704072692215,40.657349660181865],"left_right_index":-1,"ext_id":"105739584","area_id":"ZzGK8LZmXbWGjKmkpRBJgg==","polygon":{"type":"Polygon","coordinates":[[[-111.77159273077852,40.65645033981815],[-111.7704072692215,40.65645033981815],[-111.7704072692215,40.657349660181865],[-111.77159273077852,40.657349660181865],[-111.77159273077852,40.65645033981815]]]}},"content":{"description":""},"density":0,"totalClimbs":7,"__v":1,"createdAt":"2022-11-07T06:26:29.165Z","updatedAt":"2024-01-20T01:06:59.436Z"}