{"_id":"6368a265e80bff5a99565c57","area_name":"Rods'n'Guns Wall","shortCode":"","climbs":[{"_id":"7B5MPPX+XkCVpe2WDwNS6Q==","name":"Winchester Dihedral","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"2011 Tom Lane","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.97185,43.35897]},"left_right_index":4,"mp_id":"107964166","mp_crag_id":"107931274","climb_id":"7B5MPPX+XkCVpe2WDwNS6Q==","areaRef":"tN0mhIg6Xf6LxThugc1/fA=="},"content":{"description":"Climb the left-facing corner to its top at the bottom of the large right-facing corner marking the right end of the huge roof system. Climb up this dihedral to a scary, committing move up and our left onto the arete and onto a sloping ledge. Traverse 10' left to a small right-facing corner/crack system. Climb up this and then follow right-arching cracks and features up to the top of the cliff.   A direct send straight up the seam through the overhanging face above the main dihedral has yet to be done. That would be great.","protection":"Standard trad rack. Tricams are helpful at one spot, but not absolutely necessary. There is one bolt on the route.","location":"The center of the Rods'n'Guns Wall has a huge ceiling blocking the upper portion of the cliff. This route climbs the sharp right-facing corner at the right end of this roof system."},"__v":0},{"_id":"NEcEk3uHWWa4nmyLBtblWg==","name":"Trigger Finger","yds":"5.11a/b","grades":{"yds":"5.11a/b","french":"6c"},"fa":"2011 Mike Farnsworth","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.97185,43.35897]},"left_right_index":3,"mp_id":"107931293","mp_crag_id":"107931274","climb_id":"NEcEk3uHWWa4nmyLBtblWg==","areaRef":"tN0mhIg6Xf6LxThugc1/fA=="},"content":{"description":"Definitely very hard for short people.   Climb the bulging face on good horizontals to a short slabby section below another bulging headwall. Break this via a seam rippling upward to a break in a left-facing corner at an overhang. The seam offers little for purchase unless you can reach realll high to a one-finger slot.   Gear through the overhang is extremely pumpy, but once past that obstacle, the going gets easier.","protection":"Standard trad rack. Brass nuts may help protect the crux a bit, but be careful not to obstruct finger jams.","location":"Near the right end of the bulging wall 20' left of the area below the ceiling."},"__v":0},{"_id":"rGbQ9AhaWKSl2H/FCKWFtg==","name":"Tommy Gun","yds":"5.10b/c","grades":{"yds":"5.10b/c","french":"6b"},"fa":"2012","type":{"trad":true,"tr":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-73.97185,43.35897]},"left_right_index":7,"mp_id":"110445586","mp_crag_id":"107931274","climb_id":"rGbQ9AhaWKSl2H/FCKWFtg==","areaRef":"tN0mhIg6Xf6LxThugc1/fA=="},"content":{"description":"Engaging, pumpy moves with potential for invigorating falls off a green C3. Fun!   Climb up tenuous slab to base of bulging face. Work up and slightly right to reach the left-rising crack/flake. Move up this and make a very committing reach/dyno for a good hold on a small ledge up and left. Work up and right from there, through a bulge via a right-rising, rounded ramp, then up the final face on small holds.","protection":"Small (C3s) to medium cams. There are a few bolts on the route. No fixed top anchor.","location":"To the right of Kalashnikov Corner, look for the face below a left-rising crack/flake leading to a small ledge.   Descend by either rappel off trees, off a possibly-trustworth fixed rappel station to climber's left, or walking down the scramble 300' to climber's left."},"__v":0},{"_id":"4GWQKyOvXkK7DbiWnvseIQ==","name":"Pump Action","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"2011 Tom Lane","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.97185,43.35897]},"left_right_index":1,"mp_id":"107931279","mp_crag_id":"107931274","climb_id":"4GWQKyOvXkK7DbiWnvseIQ==","areaRef":"tN0mhIg6Xf6LxThugc1/fA=="},"content":{"description":"Climb right-facing corner on the left of the alcove, and continue up the crack after the corner fades. Difficult moves from the corner's end to the ledge 20' higher. The crux is well-protected by small cams, but you will have to pull several difficult moves before reaching your next good gear; opening the opportunity for an envigorating fall. So far, everyone who has enjoyed this extra benefit (and there've been a few) has been unharmed.","protection":"Rack of cams including all C3s and C4s to #3.","location":"Look for a 12' wide alcove, bracketed by two opposing corners, with a level terrace at its base, about fifteen feet higher than and thirty feet left of the base of the section of cliff below the ceiling."},"__v":0},{"_id":"3HADWLtZXsSSVsgggu5LtQ==","name":"Lever Action","yds":"5.8-","grades":{"yds":"5.8-","french":"5b"},"fa":"2011 Jay Harrison","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.97185,43.35897]},"left_right_index":2,"mp_id":"107931288","mp_crag_id":"107931274","climb_id":"3HADWLtZXsSSVsgggu5LtQ==","areaRef":"tN0mhIg6Xf6LxThugc1/fA=="},"content":{"description":"(V1)Climb the left-facing corner on the right of the alcove to its end, then use a left-pointing flake to gain and follow the crack system continuing upward to a ledge. Climb the short left-facing corner above this to the top. \n\nV1 5.8+: Begin down and right, at a crack leading through the bulging face, then continue up leftward to join the regular route at the stance above the initial corner.","protection":"Mostly medium cams, but a few small units and perhaps a Tricam or two at the crux.","location":"Look for a 12' wide alcove bracketed by opposing corners, fifteen feet higher than and thirty feet left of the area under the ceiling."},"__v":0},{"_id":"0rQUjontXZGX9QxAGl1pNw==","name":"Kalashnikov Corner","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"2011","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.97185,43.35897]},"left_right_index":6,"mp_id":"107964193","mp_crag_id":"107931274","climb_id":"0rQUjontXZGX9QxAGl1pNw==","areaRef":"tN0mhIg6Xf6LxThugc1/fA=="},"content":{"description":"Climb up the right-facing corner to a stance at its top, then finish the climb on the rounded face above.   This was the first route climbed here, led onsight in April 2011. There was still snow on the ground - lots of it - higher on the mountain.","protection":"Standard Rack","location":"The main face of the Rods'n'Guns Wall has a relatively open base under a large ceiling. This route lies near the right edge of the open ground, at a dirty-looking right-facing corner between the right end of the steep face and the left edge of a steep slab."},"__v":0},{"_id":"ZLMQp9waUOysGk0APUKr0g==","name":"Garand Arete","yds":"5.10c/d","grades":{"yds":"5.10c/d","french":"6b+"},"fa":"2011","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-73.97185,43.35897]},"left_right_index":5,"mp_id":"107964208","mp_crag_id":"107931274","climb_id":"ZLMQp9waUOysGk0APUKr0g==","areaRef":"tN0mhIg6Xf6LxThugc1/fA=="},"content":{"description":"Bouldery moves off the ground lead to a bolt and then a horizontal crack. Traverse the crack onto the arete and move up via right sidepulls and left fantasy-friction grips, past another bolt to a notch breaking an overhang. Step right into the notch or layback the thing up its left side (notch offers gear but is awkward, layback is uberscary but easier). Continue up the crack system to security at the oak tree of your choice.   Incredibly sequency, pumpy, and exposed.","protection":"Standard Trad Rack; definitely bring C3s, and possibly doubles of fat finger size.","location":"On the steep face 10' right of the blocks and left-facing corner that lead up to the big right-facing dihedral (aka Winchester Dihedral) at the right end of the huge roof system. There's a bolt 15' up."},"__v":0},{"_id":"IQdiwsurUuWi5N6L8EbeEQ==","name":"Chuting Lane","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"2012","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.97185,43.35897]},"left_right_index":0,"mp_id":"110445578","mp_crag_id":"107931274","climb_id":"IQdiwsurUuWi5N6L8EbeEQ==","areaRef":"tN0mhIg6Xf6LxThugc1/fA=="},"content":{"description":"Climb the large, inside corner facing left, which is on the right side of the alcove. At its top, step up the final short face and make a tricky move through a small overhang to top out.","protection":"medium to fairly large cams, slings for extensions. No bolts, no fixed top anchor.","location":"This route follows the large, left-facing corner in the alcove lying up and left of the base trail, left of the main section of cliff and about 150' from the left end of the cliff.   One can rappel off trees from the top, walk climber's right to a fixed tree rappel (may be unsound), or walk down the scramble to climber's left."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,589a474a-bbce-5213-a77d-8138a22e0474,21c0dcef-75a2-5517-93ef-0026142ec2a0,f822ec29-5b40-580b-bf0d-6d392c9fe4ff,842ed284-790f-5d8e-acea-c72fb94a3672,a5b56cd8-9cae-5761-b612-7da8c14f1799,b4dd2684-883a-5dfe-8bc5-386e81cd7f7c","pathTokens":["USA","New York","Adirondacks","H: Southern Mountains","West Mountain","West Ridge","Rods'n'Guns Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.9+"},{"count":1,"label":"5.11a/b"},{"count":1,"label":"5.10b/c"},{"count":1,"label":"5.10a"},{"count":1,"label":"5.8-"},{"count":1,"label":"5.8"},{"count":1,"label":"5.10c/d"},{"count":1,"label":"5.6"}],"byDiscipline":{"trad":{"total":8,"bands":{"unknown":0,"beginner":3,"intermediate":4,"advanced":1,"expert":0}},"tr":{"total":2,"bands":{"unknown":0,"beginner":1,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":3,"intermediate":4,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-73.97185,43.35897]},"bbox":[-73.97246845810976,43.35852033981814,-73.97123154189025,43.35941966018187],"left_right_index":-1,"ext_id":"107931274","area_id":"tN0mhIg6Xf6LxThugc1/fA==","polygon":{"type":"Polygon","coordinates":[[[-73.97246845810976,43.35852033981814],[-73.97123154189025,43.35852033981814],[-73.97123154189025,43.35941966018187],[-73.97246845810976,43.35941966018187],[-73.97246845810976,43.35852033981814]]]}},"content":{"description":"As of 2012, this is the reason for climbers to come here. With its >1 hr. approach, don't expect crowds. If you arrive in the autumn, you won't be alone, however: a stone's throw from the cliffs lies private property, all of it hunting clubs, whose members gleefully ply the woods below for game. Bright colors are strongly recommended during hunting season.   Though short, the cliff boasts a lot of excellent climbing, most of it both pumpy and technical. Solid leading at mid- to hard 5.10 level is the sweet spot, although most of these routes can be TR'd with the help of a long static line or extra rope."},"density":0,"totalClimbs":8,"__v":1,"createdAt":"2022-11-07T06:15:05.718Z","updatedAt":"2024-01-20T01:05:10.155Z"}