{"_id":"6368a50be80bff5a995afed9","area_name":"Hoss Garden","shortCode":"","climbs":[{"_id":"ecglGPNfWIK9ItKA9WLWPA==","name":"Upper Cut","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Anthony Newman, Kent Wheeler, John Steiger, Clay W, etc","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.70453,40.63458]},"left_right_index":8,"mp_id":"113286339","mp_crag_id":"113223243","climb_id":"ecglGPNfWIK9ItKA9WLWPA==","areaRef":"2xUfioGtX9WiNrSLq09KBg=="},"content":{"description":"The best of the 10's at this crag. The upper face climbs like the steep, easy 10's at Momentum: Long moves on huge holds.\n\nClip two bolts, then a cursed but short section of BCC 5.4 to the upper face. Once you're on the upper face, stem, pinch, and weave your way around the\n\ncenter set of bolts\n\non this face.\n\nNote that we added one bolt on the easy slab to make the route consistent and to take away the potential ground fall from the easy section.","protection":"8-ish bolts to chains.","location":"Starts on the upper (left) set of bolts about 6 feet from the top of the ramp connecting the main staging area to the base of IDNSPR."},"__v":0},{"_id":"iHi78KSKV4OCl8FHzYTpoA==","name":"Takedown","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"Rollin Grimmett, June 2020","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.70453,40.63458]},"left_right_index":0,"mp_id":"118994826","mp_crag_id":"113223243","climb_id":"iHi78KSKV4OCl8FHzYTpoA==","areaRef":"2xUfioGtX9WiNrSLq09KBg=="},"content":{"description":"A fun opening crux and some compression climbing lead to an easier top. Pretty good overall!","protection":"7 bolts to chains. I would recommend using a single carabiner on the second bolt to keep the rope out of the way at the crux.","location":"Far left side of the crag, uphill slightly from Keep it Heavy."},"__v":0},{"_id":"7DmlPTwGXgC30sd3upN4+w==","name":"The Steiger Sanction","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Clay W, Kent Wheeler, Drew B and Alex L","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.70453,40.63458]},"left_right_index":6,"mp_id":"113286484","mp_crag_id":"113223243","climb_id":"7DmlPTwGXgC30sd3upN4+w==","areaRef":"2xUfioGtX9WiNrSLq09KBg=="},"content":{"description":"This is one of my favorites at the crag.\n\nStart on the steep face left of the arete, cross it half way up and finish on the engaging vertical face above.\n\nIf you want to feel good about yourself, climb right of the bolt line at the bottom and onsite this climb. But its really only 11+ that way.\n\nIf you stay within the bolt line\n\nat the bottom, the pump becomes a little more of a factor and makes it .12a. Also, the climbing is way more fun that way.","protection":"8 to 10-ish bolts and chains.","location":"Start on the right most set of bolts near the arete. Anchor is left of Left Hook."},"__v":0},{"_id":"KcJzZyRaXiuqKtGknH0U8Q==","name":"Right Hook","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Anthony Newman, Kent Wheeler, John Steiger, Clay W, etc","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.70453,40.63458]},"left_right_index":9,"mp_id":"113286198","mp_crag_id":"113223243","climb_id":"KcJzZyRaXiuqKtGknH0U8Q==","areaRef":"2xUfioGtX9WiNrSLq09KBg=="},"content":{"description":"Is it 10a or 10c? Finding the jugs makes all the difference. Either way the crimps and jugs are high flow. You\n\ncould\n\nstem off the ledge on the upper half and make it easier -\n\nbut that's way less fun\n\n. You know you can climb this grade so just commit to the gigantic jugs on the face, do it the fun way and keep it like a .10- at Momentum.\n\nThe ledge in the middle takes a star away but the face above gives one and a half back. The hardest part about bolting this face was deciding which jug line to use. In the end, there is a crimp or jug on almost every square foot of this route.","protection":"8 draws if you stay in the bolt line. If you use the easier alternate start of IDNSPR you'll need a cam or two.","location":"The goal is to get to the upper face. Please note that it's a lot easier to start on the first 2 of bolts of \"\n\nIDNSPR\n\n\", then step over and left onto the very easy slab.\n\nIf you want a bit of a challenge, you can start on the lower set of bolts on the ramp coming down from the upper staging area. The hidden jugs keep it at 10- but the first time through can feel quite a bit harder."},"__v":0},{"_id":"57yHAVliWKuLCYGh6csgNQ==","name":"Left Hook","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Clay W, Drew B, Alex L, Anthony N","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.70453,40.63458]},"left_right_index":7,"mp_id":"113286432","mp_crag_id":"113223243","climb_id":"57yHAVliWKuLCYGh6csgNQ==","areaRef":"2xUfioGtX9WiNrSLq09KBg=="},"content":{"description":"A crimpier version of Upper Cut. Loads of jugs interspersed with crimps and slimpers, slopers and the cool kind of funk. Near the top, you'll need to commit to left or right. Both are super fun but you'll need patience to keep it at the grade. Some people say its .10d because they didn't. Some say its .10b because they did. So .10c it is.","protection":"6 or 7 bolts and chains.","location":"You could start on Upper cut but mostly, we're just walking up the 5.4 ramp to the bottom of the face. This climbs a lot closer to the arete on this face but don't confuse it with the upper third of Steiger Sanction.\n\nThe anchors are hidden from view and about 7' left of Upper Cut and Right Hook. It is really easy to clip the biner on the long chain of this anchor, scoot across the ledge to clean the draws on the anchor of UC and RH. Be sure to go back and use both biners when lowering and feel free to replace them if they get worn. Its nice to have them there for now."},"__v":0},{"_id":"QmmWygNmXxuKvginqPwxDw==","name":"Killshot","yds":"5.13c","grades":{"yds":"5.13c","french":"8a+"},"fa":"","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.70453,40.63458]},"left_right_index":2,"mp_id":"117968785","mp_crag_id":"113223243","climb_id":"QmmWygNmXxuKvginqPwxDw==","areaRef":"2xUfioGtX9WiNrSLq09KBg=="},"content":{"description":"If you're scoping this one out, just make sure your finger is solid before you pull the trigger. Fun climbing out of an alcove leads to an easy slab, a little traversing over a bulge, and then the gnarly crux. Straight-forward climbing after this to the anchor.","protection":"7 bolts to anchors. Use a shoulder length sling for the first bolt.","location":"Begin on the overhanging pillar/arete feature located between keep it heavy and fight club"},"__v":0},{"_id":"yfut/oBUVeOSTOyXEx2WYg==","name":"Keep it Heavy","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"FA: Tyler Phillips and Clay Watson, on lead, in a crazy spring snow storm.  FFA: Many friends through several different iterations, then Clay W.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.70453,40.63458]},"left_right_index":1,"mp_id":"113286584","mp_crag_id":"113223243","climb_id":"yfut/oBUVeOSTOyXEx2WYg==","areaRef":"2xUfioGtX9WiNrSLq09KBg=="},"content":{"description":"This one got in my head and kept me going for a lot longer than the others. Turns out my .12b project is probably more like .12b/c? Tyler Phillips patiently taught me how to drill a steep line on lead. Holy cow it was spooky. As we worked it, some key holds broke making us move some bolts and change the line quite a bit.\n\nClimb 3 bolts of easy terrain then the super steep crack. Climbing from the bottom to the first of the upper bolts feels around .11b for you tradsters out there. Once you clip the first of the upper bolts, its game on, with cool slopers, pinches and crimps. Save some juice for the last mantle, which is way easier if you're short. This mantle is also way easier when you finally find the jugs. The ones right by your face. On you're like 30th go. I've never had my large ass more over the lip of a mantle and still fallen. Believe me, the fall is safe.","protection":"The crack takes many sizes but taking doubles of thin hands works best. I added the long cable draws to reduce rope drag. We initially used a regular sport draw there, but the rope gripped the rock and made it difficult to give a soft catch. (Jacking my heel and making me super\n\nmental\n\ntill I moved a couple of bolts and added the cables.) The falls are all clean and clear with the current setup - I've taken falls about every place possible on this, lol. If someone eventually decides to switch out these biners, please keep them oriented the way they are for safety.","location":"Starts below the big crack about halfway across the face. Belay in the alcove just below the start for the best vantage point. If you do this, you'll need to have the climber clip the second bolt then unclip the first bolt to keep the rope from dragging through a weird little BCC crack thing."},"__v":0},{"_id":"h1dePxv2W7KkU7qFiMM/OQ==","name":"I Don't Name Single Pitch Routes","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Kent Wheeler, Anthony Newman, Bryce Perkins, Clay Watson","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.70453,40.63458]},"left_right_index":10,"mp_id":"113223269","mp_crag_id":"113223243","climb_id":"h1dePxv2W7KkU7qFiMM/OQ==","areaRef":"2xUfioGtX9WiNrSLq09KBg=="},"content":{"description":"Hey Kent, what should we call this thing? \"pfft, I don't name single pitch routes.\"\n\nThis was the easiest and first route at the crag. Start on the right side of the alcove by the tree, climb up and left and then move up and right onto the face. Once you're on the face, tip-toe right towards the arete but not necessarily all the way to it. Many cryptic holds are hidden in the upper section of techie BCC face climbing. Staying in the bolt line while you're pulling the roof takes a little faith because you have to explore around and look for the hidden holds.","protection":"8-ish bolts to chain anchors","location":"Farthest right route, located in the nice little alcove. (Thanks Anthony!)"},"__v":0},{"_id":"IWO3PJcaX3eOcGrH2z0zlw==","name":"Haymaker Direct","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Todd Hammond & Rollin Grimmett 2020","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.70453,40.63458]},"left_right_index":4,"mp_id":"119144109","mp_crag_id":"113223243","climb_id":"IWO3PJcaX3eOcGrH2z0zlw==","areaRef":"2xUfioGtX9WiNrSLq09KBg=="},"content":{"description":"Climb the lower half of Haymaker then split left after the 4th bolt.  Get a good rest in the notch on the left and then do the crux boulder problem up the middle of the smooth overhang.  After pulling over the lip, clip Haymaker’s last bolt and finish up the Haymaker slab.","protection":"8 bolts to chains.","location":""},"__v":0},{"_id":"Fd1NYw5dViy7ajg4a775jQ==","name":"Haymaker","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"FA: Clay W, Todd H.   FFA: Todd H","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.70453,40.63458]},"left_right_index":5,"mp_id":"114957667","mp_crag_id":"113223243","climb_id":"Fd1NYw5dViy7ajg4a775jQ==","areaRef":"2xUfioGtX9WiNrSLq09KBg=="},"content":{"description":"5.11 climbing up an overhanging staircase takes you to a technical crux around the 5th bolt where the angle kicks back steeper. Punch out right to the arête and follow as it curves left to form the lip of the overhang. A bouldery mantel serves as the redpoint crux. Follow slab to chains up and left.","protection":"8ish bolts + chains","location":"Start as for Steiger Sanction but clip a lower bolt and cut left on a juggy bulging shelf below Steiger Sanction's first bolt."},"__v":0},{"_id":"wOXoWXgRVwew3P0WZ76mOA==","name":"First Night at Fight Club","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"John Steiger, Kent Wheeler, Clay Watson","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.70453,40.63458]},"left_right_index":3,"mp_id":"113286533","mp_crag_id":"113223243","climb_id":"wOXoWXgRVwew3P0WZ76mOA==","areaRef":"2xUfioGtX9WiNrSLq09KBg=="},"content":{"description":"\"The eighth and final rule: If this is your first night at Fight Club, you have to fight.\"\n\nGearing up for this one always puts a lump in my throat. Not that its dangerous: there is gear everywhere. Its just a steep-ass crack system that keeps coming after you till you hit the roof.","protection":"One qd to start, a couple of long draws for the middle, standard rack from small cams to #3 camalot. I think a single set does the trick but having one or two extra pieces wouldn't hurt. Please be sure to protect yourself well as you start the traverse. This part of the cliff was found to have a little more brittle rock than the rest.\n\nThe rope gets super stuck in the crack once you pull the lip so we added a bolt out left. This is purely to keep the rope out of the crack and unless you're a supertradster you really do need to use it.","location":"Starts in the main staging area just left of the arete. Clip one bolt and traverse the crack moving left to the vertical component. Protect this traverse well. We hope to straighten this out into a direct line soon."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ee1d37e7-dc41-5c26-a358-5d51af01f499,5f0ed4d8-ebb0-5e78-ae15-ba7f1b3b5c51,e838736e-03de-5522-b170-850c7ffcb2ac,26a193ca-cb5e-5423-8ead-6db185433cfb,db151f8a-81ad-5fd5-a236-b48bab4f4a06","pathTokens":["USA","Utah","Wasatch Range","Central Wasatch","Big Cottonwood Canyon","Hoss Garden"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.10a"},{"count":2,"label":"5.12d"},{"count":2,"label":"5.12a"},{"count":1,"label":"5.10c"},{"count":1,"label":"5.13c"},{"count":1,"label":"5.12c"},{"count":1,"label":"5.9"},{"count":1,"label":"5.13a"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":2,"expert":0}},"sport":{"total":9,"bands":{"unknown":0,"beginner":0,"intermediate":4,"advanced":3,"expert":2}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":4,"advanced":5,"expert":2}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-111.70453,40.63458]},"bbox":[-111.70512253258414,40.634130339818135,-111.70393746741587,40.635029660181864],"left_right_index":-1,"ext_id":"113223243","area_id":"2xUfioGtX9WiNrSLq09KBg==","polygon":{"type":"Polygon","coordinates":[[[-111.70512253258414,40.634130339818135],[-111.70393746741587,40.634130339818135],[-111.70393746741587,40.635029660181864],[-111.70512253258414,40.635029660181864],[-111.70512253258414,40.634130339818135]]]}},"content":{"description":""},"density":0,"totalClimbs":11,"__v":1,"createdAt":"2022-11-07T06:26:24.256Z","updatedAt":"2024-01-20T01:06:53.137Z"}