{"_id":"6368a50be80bff5a995b073b","area_name":"La Cantina","shortCode":"","climbs":[{"_id":"waKR+jtkUHe99Xar+amL+Q==","name":"La Cantina","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"FA: Greg Herbert  FFA: Colby Wayment, Eric Zschiesche","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-111.929,41.2368]},"left_right_index":0,"mp_id":"106913648","mp_crag_id":"106913633","climb_id":"waKR+jtkUHe99Xar+amL+Q==","areaRef":"mUg3nNRAXBKy1rdHGPcT0w=="},"content":{"description":"This route features great position over the river, up an aesthetic overhanging prow.  But, as with many Ogden trad climbs, there is a caveat... bad rock.  The holds are generally solid, but you are climbing up sections of large pieces of dead rock.  Extra vigilance is necessary.  Thus the \"R\" rating.  It is not runout, but you must realize, you might be climbing up a house of cards.\n\nThat said, the rock seems like its good enough. It depends on your tolerance.  What makes this route worth it - and an Ogden area trad classic - is its continuously fun movement through good jams and sporty face sequences.  The experience of climbing in shady, cool, north-facing niche above the river is unique in all of Ogden.\n\nBuild a belay at a stance where you couldn't walk any further without getting wet. The route starts here.  Climb up ten feet to gain the ramp.  A yellow metolius size piece can be found in a small pocket before the big loose flake.  Once getting established on the low angle ramp, traverse (5.3) right to the dihedral that marks the route. Fire it straight up - this section takes 1 1/4\" pieces - to a fixed nut and pin (don't consider either bomber).  From here a few sequential face moves gets you to a small wire placed behind a fractured flake.  This is the pro for the crux.  Move from the flake, left, to a large block with a hand crack.  Jam up the block (and remember that it is a large piece of dead rock) and continue up 30 feet of low angle 3rd class terrain.\n\nAn anchor is made from slinging a large horn about half the size of a refrigerator.  Belay your buddy up.\n\nProtection: Single set of Cams from .5\" to 2.5\".  A few in the 1.25\" range.  Draws, runners, and possibly a large sling to sling the block that is the anchor.  You may want to include some small wires.\n\nDescent: The book mentions heading up and to the west. The disadvantage with this is you'll have to ford the river or walk all the way to Rainbow Gardens.  My partner and I went up and left (East) to a narrow gully/slot canyon type thing.  You can either down chimney or do a simul-rap off a chockstone.  This takes you right back down to your packs.","protection":"","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ee1d37e7-dc41-5c26-a358-5d51af01f499,5f0ed4d8-ebb0-5e78-ae15-ba7f1b3b5c51,87f2a278-0161-52ab-beef-ce3c57f03f73,a24448f6-6633-5c54-b897-6926136d491b,7d543936-c6b4-5800-a639-e7e1dde74d4b,9948379c-d440-5c12-b2d6-b74718f713d3","pathTokens":["USA","Utah","Wasatch Range","Northern Wasatch","Ogden","Ogden Canyon","La Cantina"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11d"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-111.929,41.2368]},"bbox":[-111.92959795897734,41.236350339818145,-111.92840204102268,41.23724966018187],"left_right_index":-1,"ext_id":"106913633","area_id":"mUg3nNRAXBKy1rdHGPcT0w=="},"content":{"description":""},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T06:26:50.149Z","updatedAt":"2022-11-25T11:23:46.918Z"}