{"_id":"63689d5ce80bff5a994f4b6a","area_name":"Tai tower","shortCode":"","climbs":[{"_id":"bC+MQJgwUOGuzH0UV3wYMQ==","name":"Medicine for the people","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Tristan Bradford, Garet Bleir","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.67739,37.38166]},"left_right_index":1,"mp_id":"116122341","mp_crag_id":"116122222","climb_id":"bC+MQJgwUOGuzH0UV3wYMQ==","areaRef":"cmPDQMdCUMOl3akzVl3SIw=="},"content":{"description":"Rack: 10 alpine draws, single rack to #4, doubles of .75 and .5\n\nP1: Walk 200 feet past the main line on tai tower and start at the base of some slabs. You can see a large boulder wedged up right near the end of the pitch. Climb easy slabs with good gear until you find the anchors. 90' 5.7\n\nP2: Unrope or belay your partner up 10 feet of easy class 3 with mild exposure. Start p2 at the base of some blocks. You can see a right facing corner above you. Clamber around the tree and pull into the lb roof. Get gear here .3, .5 and crank up to the bolt. Well protected now, use face holds and the seam to crank up to the tree (don't kill me i'm your protection!) and past it to bolted anchors. 90' 5.10+\n\nP3: Unrope and walk 150 feet up towards the obvious bolted seam turned slab.\n\nclip the first high bolt to protect you while you crank 11 moves off the deck until you gain a small usable crack .5, clip another bolt, place another .5, and then crank through thoughtfully protected hard slab moves. (few more bolts) 2 bolt anchor 90' 5.11\n\nP4: Wander up past the anchors and go right to find a line of trees to use as protection. Either climb the face on the left or pull on the trees (carefully! also use long runners here) eventually pull up onto a slab and go left placing a nut and a small cam before cranking some fun face climbing moves on flakes (long runners) 2 bolt anchor 90' 5.8\n\nP5: From the p4 anchors, unrope and walk up and right 150 feet until you reach a small ledge you can climb up onto. Build an anchor here (small cams and a large nut) and climb right 5 feet and then up, here you have a choice of going left (small finger crack 5.9), or straight up various paths of easy climbing on big ledges and flakes. Eventually find the anchors and a small belay ledge. 90' 5.8\n\nP6: From the anchors you should see three bolts of another route, you're only going to clip the middle one. Climb up past a small bush in a crack and place a small nut up high. Lieback the flake until you can get to the middle bolt, one you clip it, move left with no hands until you crouch and grab a good ledge down and left. From there, pull around the left side and flick your rope around the bush before turning right and entering the wide crack. Use face holds until you top the crack out and then move left placing two small cams in a feature. From there, pull up into a stance on the feature and clip a bolt. Crank hard on the seam with NO feet until you can reach better holds and eventually the birds nest. Bolted anchors 100' 5.10\n\nRetreat is easy as all anchors have biners and all raps can be done with a single 70 meter rope.","protection":"Bolts and cams. Bolted rap stations.","location":"300 feet up and right of the 'main line\" on tai tower"},"__v":0},{"_id":"yJ30C/Q1XuycbyqYVlwolg==","name":"The Main Line","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"2011, Tai DeVore, Greg Smith, Jeremy Freeman, Trevor Hobbs","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.67739,37.38166]},"left_right_index":0,"mp_id":"117341933","mp_crag_id":"116122222","climb_id":"yJ30C/Q1XuycbyqYVlwolg==","areaRef":"cmPDQMdCUMOl3akzVl3SIw=="},"content":{"description":"I'm not sure why this route hadn't made it onto The Project yet. I always thought that when it was perma-fixed with lines, you didn't necessarily want to draw the crowds. However, the new guidebook is out, the fixed lines are down, and the secret's out! Go climb this thing! It is the best multi-pitch at the grade in Pine Creek!\n\nPitch lengths are all roughly 35m. Belays are all bolted. Many pitches can be linked with a 70m rope.\n\nP1, .10b- Start at a left-facing crack at the toe of the buttress. Difficult undercling moves with poor feet get you into easier terrain. Move left across the face, clipping two bolts. Balancy moves get you into the thin, flaring tips crack. Difficulties ease once established in the crack.\n\nP2, .7- Head up into the chimney/corner feature. Move towards the roof and bypass on the left. Low angle hand crack leads to a ledge and belay.\n\nP3 & 4, .9- Follow the right facing corner, bypassing another roof to the right. Pass and anchor, and continue up through a splitter double crack corner and anchor. To link these pitches with a 70m, you will need to do about 20' of easy simul-climbing.\n\nMove 200' through the deep, black chimney. This is 3rd class. Find an anchor on the right side. You are aiming to get back into the right facing feature, only on the right of the black chimney/dike.\n\nP5, .7- Continue up the black chimney for 20', then clip a bolt and move right back onto the gold rock. Fun climbing up flakes brings you to another bolt, and a traverse right back into the crack. Find a ledge and belay.\n\nP6, .8- Continue up the corner and crack, through a couple overlaps. The belay anchor here is really a rappel anchor, and a long move across a ledge puts you into a better position to belay the next pitch.\n\nP7, .10a- Move across a ledge, pulling over a couple short blocks, towards the obvious right facing dihedral. Climb the left hand of the two crack, and move back right at the top of the feature. Continue right, to another right facing corner. Jam your way to another great ledge and belay.\n\nP8, .10b- Move up the left hand side of the alcove, traverse right, and pull over the bulge. Be careful through here, as there are still some large loose flakes above the roof. Easy climbing takes you to a bolt, and a cool \"eye\" feature in the rock. Move into a thin, shallow crack. Tricky moves get you established. Continue up the sustained thin crack with good pro (nuts useful).\n\nP9, .7- Head up cracks to the right of the anchor, then move left into the chimney feature.\n\nP10, .8- Stem across, or chimney up right through wide cracks. A couple awkward moves get you established. Climb the wide cracks on the outside using a mixture of face holds or laybacks. A couple of bolts provide some protection.\n\nTo descend, rappel the route making 10 35m rappels. Pay attention to a couple of the rappels however. When rappelling P6, try and pull the rope to the right. There is a lot of potential for stuck ropes here. Also, while rappelling P3, move right to pull.","protection":"Single rack 0.3-3\" (Purple C3 to #3 C4), set of small to med nuts. More gear may be appreciated to link pitches.","location":"This route is about 150' to the right of the toe of Tai Tower. It is also starts left of the black chimney/dike feature."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,28ecf9b8-3e02-54f1-9a23-26c5d4120483,58a4c1de-fc5b-5e0c-89ad-ab28ac59e4fe,4fb0d773-72c8-5105-9d28-790d95365d32,7263c340-c742-50c3-a5dd-a933565dd223","pathTokens":["USA","California","Sierra Eastside","Bishop Area","Pine Creek Canyon","Tai tower"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11a"},{"count":1,"label":"5.10b"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":1,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-118.67739,37.38166]},"bbox":[-118.67795588861145,37.38121033981814,-118.67682411138856,37.38210966018186],"left_right_index":-1,"ext_id":"116122222","area_id":"cmPDQMdCUMOl3akzVl3SIw=="},"content":{"description":""},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T05:54:20.074Z","updatedAt":"2022-11-25T11:14:12.387Z"}