{"_id":"63689d12e80bff5a994f1a7e","area_name":"5th Tower","shortCode":"","climbs":[{"_id":"IUhIQIDQXEubwg2MNqdI+w==","name":"Solva Buttress","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-134.47641,58.53145]},"left_right_index":0,"mp_id":"107250306","mp_crag_id":"117524679","climb_id":"IUhIQIDQXEubwg2MNqdI+w==","areaRef":"oSvjZatXU/S5xf7bQLek9g=="},"content":{"description":"Leave crampons, ice axes and boots on snow near the bergschrund. Scout the schrund and MARK YOUR DESCENT SPOT WELL - you need to be able to see your mark from hundreds of feet up while you're trying to figure out your line on the descent - Leave something bright/large a couple of hundred feet out from the rock in line with your gear and exit point onto the snow so you can see it from far above.\n\n Follow triangular snow patch on left side of 4th tower up to chossy gully, or solo up easy gold slab on right side of gully\n\n Pitch 1 - 5.7 Belay from ledge at top of gully. Route starts on diagonal crack from right to left up face, and follows the obvious flake up to a belay in the blocks on the left at top of flake\n\n Pitch 2 - 5.6 Climb left over blocks away from belay, and traverse/climb over easy terrain. Begin heading up ridge line proper as soon as terrain allows. Easier climbing is possible if you trend left, but the buttress route stays as close to the ridge proper as possible. The climbing near the ridge is fun and moderate\n\n Pitch 3 - 5.6 Stick close to the ridgeline.\n\n Pitch 4 - 5.6 Continue up 5.6 terrain.\n\n Pitch 5 - 5.6 Head slightly down and to the left of the main corner/roof uphill from belay ledge, continue up left side of ridge to a big ledge\n\n Pitch 6 - 5.7 Continue up face slightly left of ridge, to an interesting and somewhat exposed traverse across a short flake. Downclimb left side of flake, and start up a corner with good feet and some fun tricky maneuvers. Belay above the roof/block\n\n Pitch 7 - 5.4 Easy terrain up from corner, onto several successive enormous ledges. The 1st or 2nd are your best bets if you're planning on a bivy, they are palatial to say the least. Belay from lowest ledge\n\n Pitch 8 - 5.8 This pitch is the business, and the best pitch on the route. Start from lowest of the three ledges up an easy, blocky pitch to next ledge. Good rope management on this pitch is critical, think before you place gear, the potential for heinous rope drag is extremely high. The most fun to be had on the route is following a shallow offwidth-ish crack on the right side of the face after 2nd ledge, then traversing out past the end of the ledge into some AWESOME exposure on the right side of the ridge, following easy climbing up into blocky terrain. Lots of holds and great feet, exposure makes it memorable. Trending to left of ridge is also an option, possibly a bit easier, and less exposed. But you're on an alpine trad climb, so why would you want less exposure?\n\n Pitch 9 - 5.0/4th class? Head up easy terrain with lots of pro onto a big cruiser slab, belay from a slung block around backside of upper right hand corner of this slab. There are some 5.10-5.11ish cracks to be had on the big face to your right as you head up this slab, definitely worth a look as a spicier potential finish.\n\n Pitch 10 - 5.1 Turn right around the backside of the ridge, following a loose blocky ramp up to the summit slabs. Enjoy the view of the icefield!\n\n Descent - Rap down Pitches 10,9 and 8, trend into bowl at left slanting ledge. Lots of potential chockstones and horns to be slung. Have fun, stay far away from the ridge, farther out into the bowl has better rap lines, and there is a TON of potential for stuck ropes on and near ridge, with lots of shelves, cracks and gnarly rock fields for ropes to get tangled up in.","protection":"Full Rack of Camalots up to 4, double up on small sizes, full rack of nuts.  Lots of webbing and/or cordage to leave on rappel.  No bolts, rare fixed pieces here and there","location":"Route is located on south ridge of the 5th tower (Counting L to R) of the Mendenhall Towers Massif.  As per this picture, it looks like the 4th tower L to R, but there is a second small prominence called the Midget which is not really visible when viewed from Juneau and the Mendenhall approach.\n\n Best Approach - via Heli - Landing Zone can be found within 100-200 yards of bottom of ridge.\n\n Other option - LOOOONG slog up Mendenhall Glacier, starting at top of upper spur of West Glacier Trail, following the Mt. Mcginnis trail til it splits off toward Mendenhall Glacier on top of ridge. Use Google map satellite images to plot best route through icefalls/crevasses on glacier. Gnarly approach, allow at least a day to get to base of towers, 10+ miles of glacier routefinding"},"__v":0},{"_id":"ridGDUbiVua76X/ShNqA2w==","name":"Block party","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"September 2018 Dylan Stewart and Matt Callahan","type":{"trad":true,"alpine":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-134.47641,58.53145]},"left_right_index":1,"mp_id":"117392818","mp_crag_id":"117524679","climb_id":"ridGDUbiVua76X/ShNqA2w==","areaRef":"oSvjZatXU/S5xf7bQLek9g=="},"content":{"description":"Block party follows weaknesses to climbers right of the roofs in the center of the 5th towers southeast face. This was a fun outing but other routes on the towers offer higher quality climbing. Much of the route consisted of loose blocks and flakes or flaring cracks.","protection":"standard rack","location":"Start as for the 5th element but trend right."},"__v":0},{"_id":"FtvEw1obXs6ZXWhUsAUgMw==","name":"The 5th Element - Fifth Tower","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Jason Nelson, Dylan Miller","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-134.47641,58.53145]},"left_right_index":2,"mp_id":"114968082","mp_crag_id":"117524679","climb_id":"FtvEw1obXs6ZXWhUsAUgMw==","areaRef":"oSvjZatXU/S5xf7bQLek9g=="},"content":{"description":"The southeast face of Fifth tower forms a large featured pyramid shaped face. This is the first route we are aware of on this face and there is certainly potential for more. Helicopters routinely fly through the notch to your right, so you won't have a ton of solitude here, but if you can manage to loosen your harness fast enough you'll have ample opportunity to moon tourists flying by, which would likely be quite satisfying.\n\n 1. Follow weakness up and left for 200'.  Mostly easy with occasional balancy 5.9 moves. 2.  Follow blocks and ledges, then move left where the wall gets steep. 5.7, 200'. 3. Fun blocks and cracks to the left of a beautiful looking splitter crack (it was filled with dirt otherwise we would have climbed that).  5.10-, 200'. 4. Move right off the belay past some giant blocks. Steep cracks and blocks lead to a splitter finger crack on a less than vertical face.  A crux tops out the crack as it peters out.  More splitter cracks lead to a ledge.  5.10d, 200'. 5. Move left and climb some fun blocks and cracks just right of a water stained feature.  Then angle back right and belay. 5.8, 200'.   6.  Move left initially over diagonal overlaps then back right up a large ramp feature and through a nice section of splitter railroad track cracks.  Move up flakes above the ramp onto the steep face and belay on a ledge below a short chimney.  5.9, 200'. 7. Climb the chimney then chickenheads lead an unlikely path up a slab and finally to easier ground where you can unrope and walk to the summit. 5.8, 200'.  \n\n Descent: We descended the Solva Buttress via rappels and downclimbing.","protection":"A double set of cams to #3 Camalot, #4 Camalot would probably also get used.  Stoppers and extendable slings.","location":"If you are counting towers, things seem to get confusing.  From left to right you have the West Tower, the Midget (not really visible form the south),  the Main Tower, the Fourth Tower, The Fifth Tower, the Sixth Tower, then the Seventh Tower.There are only 2-3 obvious cracks that lead off the glacier on the SE face.  The start is on a left leaning crack system on the left side of the SE face proper (i.e. just left of the summit).  "},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,6eaa5769-cc0d-546f-9a11-211d3d4dc321,a0ac6b10-c13d-5622-86a2-badaba09127a,9a470b33-5dc6-545c-b5df-ac12c52f3b69,26fc54bd-8932-5078-bf74-9db8e7adabcc,a12be365-ab57-53f4-b9c5-fedb40b7a4f6","pathTokens":["USA","Alaska","Southeastern Alaska/Coastal Range","Juneau","Mendenhall Towers","5th Tower"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.8"},{"count":1,"label":"5.9"},{"count":1,"label":"5.10d"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":0,"beginner":1,"intermediate":2,"advanced":0,"expert":0}},"alpine":{"total":3,"bands":{"unknown":0,"beginner":1,"intermediate":2,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":2,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-134.47641,58.53145]},"bbox":[-134.47727136769888,58.53100033981815,-134.4755486323011,58.53189966018187],"left_right_index":-1,"ext_id":"117524679","area_id":"oSvjZatXU/S5xf7bQLek9g==","polygon":{"type":"Polygon","coordinates":[[[-134.47727136769888,58.53100033981815],[-134.4755486323011,58.53100033981815],[-134.4755486323011,58.53189966018187],[-134.47727136769888,58.53189966018187],[-134.47727136769888,58.53100033981815]]]}},"content":{"description":"5th Tower from left when viewed from town"},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T05:52:29.737Z","updatedAt":"2024-01-20T00:56:27.532Z"}