{"_id":"6368a44ee80bff5a9959c31b","area_name":"Coin Shop, The","shortCode":"","climbs":[{"_id":"5QctrYJSWiuBraZ9GGbvdQ==","name":"Spare Change","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Jamie Coin","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.89038,44.29596]},"left_right_index":2,"mp_id":"114059449","mp_crag_id":"107383432","climb_id":"5QctrYJSWiuBraZ9GGbvdQ==","areaRef":"quHPrzjWWHeslFfGxnqtZw=="},"content":{"description":"Just about as hard as the route to its left, only with a bit bigger of a roof pull. Blah, blah, blah, blah, blah...we've done it all before. Jugs, pockets, crimps, side pulls...high step and reach. Send. You can only write so much about this topic, over and over again. What does an artist do when they no longer find their favorite medium enjoyable anymore? Beg for spare change? Tie in, tune out, climb on and drop out? Climb this route if you want a strenuous good time. Nobody cares about art anymore anyway.","protection":"bring quickdraws","location":"3rd from left"},"__v":0},{"_id":"sKIkY6FZVM6a6HPdoeuHnw==","name":"Pocket Pool","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Carl \"The G-Man\" Gostola","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.89038,44.29596]},"left_right_index":0,"mp_id":"107383440","mp_crag_id":"107383432","climb_id":"sKIkY6FZVM6a6HPdoeuHnw==","areaRef":"quHPrzjWWHeslFfGxnqtZw=="},"content":{"description":"Some things are just too good to resist the urge if you have a chance to scratch that persistant itch. This route is a spectacular example of an 5.10 urge that needs to be scratched till you are chaffed!  \n\n  I am a connoisseur of all routes rated 5.10a...and this beauty has my full attention. This route might not quite have the length of Action Candy at Sinks Canyon or the famously clean line of Red Ryder at Wild Iris...but it is just as mind-blowingly fun. A spectacular onsight if you can bag it, yet a sweet red point if you have to try again.  \n\n  Just hang on! Even you can make it up this pumpy route with its mysterious sequences that include great laybacks, side-pulls, gastons and a mind-bending crux at a roof that fills one with great reward after you unlock a fun series of escape moves.  \n\n  Varied, sustained and sequential this route is worth the hike to hell and back. It might not be the best 5.10a on Earth, but it has my vote for one of the best of the new school five tens in Spearfish Canyon. If you are at Sunshine Wall and have the time to wander around and find this little testpeice it is well worth the time and effort.  \n\n  Just remember to keep your hand on the stick and your eyes on the prize. GET ON THIS THIS THING!  ","protection":"10 quickdraws. Open Shut anchors","location":"The first route on the last wall at the Sunshine area. Getting to this route probably does not require the same level of hiking one needs to endure to get to Jenny Crag Wall at Big Picture Gully, but you will be putting one foot in front of the othe several times."},"__v":0},{"_id":"GAIrt+oRXQWHF9qlR0zbYA==","name":"Loose Change","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Jamie Coin","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.89038,44.29596]},"left_right_index":1,"mp_id":"114059413","mp_crag_id":"107383432","climb_id":"GAIrt+oRXQWHF9qlR0zbYA==","areaRef":"quHPrzjWWHeslFfGxnqtZw=="},"content":{"description":"It has begun. The end that is. Relieved, after a long hike, I sit here, alone, contemplating why this awesome route only has two stars. Who in there right mind would hike all the way down into the back country to climb this?  \n\n  Only those who are psyched that's who. And those psyched people will enjoy a hella overhung start with big holds. They will enjoy a crux with a small hold, and they will be psyched when they send. They will lower, untie, pack up and leave. Probably never to return. Just like my own psyche. It is gone. Gone away for good. \n\n  Why am I not psyched? Maybe this poem will help. \n\n  And here I sit, all broken hearted, I spent all my loose change so I could take a shit, and in the end, I only farted.  \n\n  Nope. It doesn't help.","protection":"bring quickdraws.","location":"2nd route from the left-hand side of the wall."},"__v":0},{"_id":"HYvge9gxVSGyOC2QhfK6mg==","name":"Coin Toss","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Jamie Coin","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.89038,44.29596]},"left_right_index":3,"mp_id":"114059481","mp_crag_id":"107383432","climb_id":"HYvge9gxVSGyOC2QhfK6mg==","areaRef":"quHPrzjWWHeslFfGxnqtZw=="},"content":{"description":"Sometimes, life altering decisions should be left to chance. So for this one, that weighs heavy on my heart and soul, I shall toss a coin in the air. Heads, I retain my artistic integrity. Tails, I conform to the will of some corporate stooge and  do what they tell me.  \n\n  I toss the coin, into the air and watch it flip over and over and over again. It reaches its maximum height and gravity grabs it. The coin falls back to Earth, and I  drop it. It rolls on the ground and tumbles down the hill into the twilight darkness.  \n\n  It matters not. Decision made. \n\n  And oh yeah, steep start, pockets, jugs, crimps, sidepulls...yada, yada, yada. GET ON IT!","protection":"Bring quickdraws.","location":"4th from left. If anyone finds my quarter, could you please give it back?"},"__v":0},{"_id":"tr7CPziNWeKCKaqmYIpgYw==","name":"Coin Purse","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Jamie Coin","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.89038,44.29596]},"left_right_index":4,"mp_id":"114059584","mp_crag_id":"107383432","climb_id":"tr7CPziNWeKCKaqmYIpgYw==","areaRef":"quHPrzjWWHeslFfGxnqtZw=="},"content":{"description":"Coin purse? More like a sandbagged man bag! I got a hint for ya, folks. Anything with a 5.11d rating is more than likely NOT 5.11d. Those of us who have spent a decade climbing here know that all too well. \n\n  And what's your problem, BBQ? Why the long face? The answer is simple. It's just not fun anymore. Growing up here and learning to climb here taught me a lot about myself. And I have learned enough. I have learned that every single route in this canyon is different, from every single route in this canyon. They all have different personalities and character. I tried to capture that in my posts. But now, the rules have changed, the programming is different, REI is in charge, and what I want to do with Mountain Project is no longer an option. The psyche is gone, along with the funny pictures, the Golden Bucket Awards, the nut sack awards, and everything else that made my writing different from everyone else in the world. It makes no sense to sandbag myself anymore. It makes no sense to be butt hurt about this stupid website ever again. Its time to close this purse and open a new bag of tricks. \n\n  But enough about me. Climb this route. It's good.","protection":"quickdraws","location":"4th from the left. Takes on the biggest part of the roof on big old holds."},"__v":0},{"_id":"3RGjlwdPVOiqK7b/51usIg==","name":"Coin Machine","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Jamie Coin","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.89038,44.29596]},"left_right_index":5,"mp_id":"114059637","mp_crag_id":"107383432","climb_id":"3RGjlwdPVOiqK7b/51usIg==","areaRef":"quHPrzjWWHeslFfGxnqtZw=="},"content":{"description":"I no longer wish to be a machine, or part of THE machine. Over the course of this so-called, 'career', I have produced nearly 500 route descriptions, created 50 areas, and contributed nearly a thousand photographs. \n\n  Enough is enough. Anymore is just chasing a dragon that there is no point in catching. \n\n  The bottom line is, too much social media is not good, and I don't like what its doing to my brain. Like Pavloff's dog, I find myself drooling when that stupid \"Like\" icon lights up, and the shit has to stop. \n\n  Don't get me wrong, its been a good run. But all good things come to an end and I want to be balls deep in a different kind of artistic adventure. Writing for this ridiculous website made me feel like an investigative reporter for a while, but it has also, on occasion, made me feel like the creepy kid on Leave It To Beaver, who got his thrill by telling everybody's secrets. And since this place is so special to me, it really needs to have some secrets. I will write no more.","protection":"quickdraws and secret beta","location":"The very last route on the very last right-most wall at Sunshine. This is the end, my friend."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,253ab2e3-944f-5c5f-8477-58a428c86291,72e16981-389a-5984-940d-40c1c28d0732,d4fda011-e80d-52b2-9c52-3b2b50470bc6,aae1cfaf-38d6-5877-ac94-57c6c67aad67","pathTokens":["USA","South Dakota","Spearfish Canyon","Sunshine","Coin Shop, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.12b"},{"count":1,"label":"5.10a"},{"count":1,"label":"5.12a"},{"count":3,"label":"5.11d"}],"byDiscipline":{"sport":{"total":6,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":5,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":1,"advanced":5,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-103.89038,44.29596]},"bbox":[-103.89100824341119,44.29551033981813,-103.8897517565888,44.29640966018185],"left_right_index":-1,"ext_id":"107383432","area_id":"quHPrzjWWHeslFfGxnqtZw=="},"content":{"description":"The very last, but not the least, of the areas you will encounter on the northern-most, right-hand side of The Sunshine Wall. As you turn right at the traverse trail you will stumble upon when reaching the top of the trail that leads up the hill and through the woods from the Sunshine parking lot.  \n\n  This place is money, baby! Great, overhung thuggy routes that don't have a monetary value above 5.12b are stored in the piggy bank full of surprises.  \n\n  If you came to Sunshine to work your ass off for great reward, and get a serious beat down in return, this place is worth the investment."},"density":0,"totalClimbs":6,"__v":1,"createdAt":"2022-11-07T06:23:20.932Z","updatedAt":"2024-01-15T16:48:40.488Z"}