{"_id":"64149d9a135731b6911144ec","area_name":"Saint-Côme Centre-Ville","shortCode":"","climbs":[],"children":["64149d9c135731b6911144fd","64149da9135731b6911145d4"],"ancestors":"2996145f-e1ba-5b56-9da8-30c64ccc3776,2dde9bf9-577b-5f7f-ad93-79babfc891a6,cfb35029-f1d8-5db6-8f09-778095415f44,2ee3d074-d326-52bb-8457-1cf89709cb60","pathTokens":["Canada","Quebec","Lanaudiere","Saint-Côme Centre-Ville"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11-"},{"count":1,"label":"5.12+"},{"count":1,"label":"5.12-"},{"count":3,"label":"5.11b"},{"count":1,"label":"5.12a/b"},{"count":2,"label":"5.10b"},{"count":1,"label":"5.10c/d"},{"count":3,"label":"5.11c"},{"count":1,"label":"5.7"},{"count":1,"label":"5.11+"},{"count":1,"label":"5.11d"},{"count":1,"label":"5.11a/b"},{"count":1,"label":"5.9"},{"count":1,"label":"5.10a"},{"count":1,"label":"5.10"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":1,"expert":0}},"sport":{"total":18,"bands":{"unknown":0,"beginner":1,"intermediate":5,"advanced":12,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":6,"advanced":13,"expert":0}},"metadata":{"isDestination":false,"leaf":false,"isBoulder":false,"lnglat":{"type":"Point","coordinates":[-73.78472,46.28506]},"bbox":[-73.78537067310324,46.284740339818136,-73.7836793260653,46.28570966018187],"left_right_index":-1,"ext_id":"","area_id":"LuPQdNMmUruEVxz4lwnLYA==","polygon":{"type":"Polygon","coordinates":[[[-73.78406932689673,46.284740339818136],[-73.78537067310324,46.284740339818136],[-73.78537067310324,46.28563966018185],[-73.78498067393468,46.28570966018187],[-73.7836793260653,46.28570966018187],[-73.7836793260653,46.28481033981815],[-73.78406932689673,46.284740339818136]]]}},"content":{"description":"Saint-Côme Centre-ville is a pretty little wall developing near the village of Saint-Côme. The wall is South-facing and receives a ton of sunshine, making it a destination of choice early in the spring, starting roughly in mid-March, and late in the fall. Starting in mid-May, it starts to get too hot, and you also have to be careful with poison ivy (there’s still a lot). Presently, the site is under development and there are only a few routes open, but eventually the site could offer a good twenty routes of different levels. It’s essential to use a stick-clip for the start of the routes. Make sure to only climb the routes listed here. There are closed projects that are not fully equipped or cleaned.\nLink to official topo: https://www.escaladelanaudiere.com/centre-ville.html\n\nCaution: Saint-Côme Centre-ville is a new wall in development. The routes are not often climbed. There may be loose rocks, loose flakes, even falling blocks, especially early in the spring. General the rock isn’t of great quality. Climb carefully, wear a helmet, be vigilant while climbing, but also when belaying, and if you are not comfortable in more \"adventurous\" conditions, go climb elsewhere for now.\n\nSaint-Côme Centre-ville est une jolie petite paroi en développement près du village de Saint-Côme. La paroi est orienté franc sud et reçoit une tonne de soleil, ce qui en fait une destination de choix très tôt au printemps, à partir de la mi-mars à peu près, et tard à l'automne. À partir de la mi-mai, il commence à faire trop chaud, et il faut aussi faire très attention à l'herbe à puce à partir de ce temps-là (Il y en a quand même beaucoup). Pour l'instant le site est en développement et il n'y a que quelques voies d'ouvertes, mais éventuellement le site pourrait offrir une bonne vingtaine de voies de différents niveaux. Il faut absolument utiliser un stick-clip pour le départ de plusieurs voies. Assurez vous de grimper seulement les voies listés ici. Les autres sont des projets fermés qui ne sont pas entièrement équipés.\nLien vers le topo officiel: https://www.escaladelanaudiere.com/centre-ville.html \n\nATTENTION: Saint-Côme Centre-Ville est une nouvelle paroi en développement. Les voies n'ont pas été grimpées souvent. Il peut y avoir des roches lousses, des feuillets qui se détachent, même des blocs qui tombent, particulièrement tôt au printemps. Il y a des sections de paroi où la roche n'est pas de grande qualité en général. Grimper prudemment, portez un casque, soyez vigilant en grimpant, mais aussi en assurant, et si vous n'êtes pas à l'aise dans des conditions plus \"aventureuses\", allez grimper ailleurs pour l'instant."},"density":0,"totalClimbs":0,"_change":{"user":"rxDUVMc5QUiq75Hpq+nDVw==","historyId":"64149da9135731b6911145d1","prevHistoryId":"64149d9c135731b6911144fa","operation":"addArea","seq":0},"createdBy":"rxDUVMc5QUiq75Hpq+nDVw==","__v":3,"createdAt":"2023-03-17T17:04:26.233Z","updatedAt":"2024-02-19T18:48:00.674Z","updatedBy":"rxDUVMc5QUiq75Hpq+nDVw=="}