{"_id":"6368a57ce80bff5a995b82da","area_name":"Pittsford Ice Caves/Bald Peak","shortCode":"","climbs":[{"_id":"O0WLiuVjUYCEkf+UPHzFUA==","name":"The Sharpest Knife","yds":"V9-","grades":{"yds":"V9-","font":"7C","vscale":"V9-"},"fa":"Samuel Hayden","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-72.98693,43.72124]},"left_right_index":0,"mp_id":"118785319","mp_crag_id":"118785304","climb_id":"O0WLiuVjUYCEkf+UPHzFUA==","areaRef":"TOKHtsUWXF2/uceNJDZHSA=="},"content":{"description":"You'll need at last five pads, four would be pushing it. Sit start down low in a cave by the actual Pittsford Ice Caves mouth near the bottom of the scree field. Your left hand is a good gaston edge and your right hand is a small undercling in a crack/pocket. Move left hand out to a sharp crimp, then with good feet a right hand to a pinch or crimp, then slap out to the lip and pinch. Bring your left hand out to a great jug, then prepare for more hard moves. Get a hand-heel match on the jug with your left foot and bump your right hand up a series of very bad edges. With the heel still in place, move your left hand up to a neighboring edge and then slap for the top. Very sharp rock, all Quartzite and rather slippery. Also very very overhung.","protection":"","location":"Very near to the mouth of the actually Pittsford Ice Cave, close to the bottom of the scree field. After the group of boulders in this area, there isn't much below them. Starts way down in a hole with pads very close to your back."},"__v":0},{"_id":"cS1KsEsJWTe4rj/wRFCRUA==","name":"Die Macht","yds":"V8","grades":{"yds":"V8","font":"7B","vscale":"V8"},"fa":"Samuel Hayden","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-72.98693,43.72124]},"left_right_index":1,"mp_id":"118785354","mp_crag_id":"118785304","climb_id":"cS1KsEsJWTe4rj/wRFCRUA==","areaRef":"TOKHtsUWXF2/uceNJDZHSA=="},"content":{"description":"Very fun and beautiful problem. Slippery Quartzite, but well worth the trek out to this area. The movement is amazing. Sit start low and to the right on a low crimp edge, make a big move out left to another crimp edge and then bring your right foot towards the middle of your body onto a good edge. Make a powerful move to pinch/crimp the horn in the middle of the problem and then bring your feet up. Make another powerful move up and to the left of the horn with your left hand to a small circular edge below the lip. Get your left foot up and then with your land hand slap to the top. The top is very slippery so carefully bring both hands up, work your feet and hands until you are on the right-hand side of the lip on decent holds. Swing your left foot over the lip and start to pressure up with your hands and feet. Difficult top out, be careful. Pad well.","protection":"","location":"Very close to The Sharpest Knife and the mouth of the Pittsford Ice Caves at the bottom of the scree field in the valley. It is uphill and to the left from The Sharpest Knife and the mouth of the main cave. It is behind a tall pillar-like boulder that is visible from the bottom of the scree field. The problem is somewhat hidden as you have to go partially into a cave-like area to start."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,f0144402-e84e-5e32-88ee-648033ed0e77,4b266931-f754-5834-9d11-813d23362a3e,dcdf45bf-3b1f-505a-a2ab-da7d2549bce7,4ce287b6-c516-5c5d-bfb9-c78d24364748","pathTokens":["USA","Vermont","2. Central Vermont","Vermont's Lonely Rocks - Central","Pittsford Ice Caves/Bald Peak"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"V9-"},{"count":1,"label":"V8"}],"byDiscipline":{"bouldering":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":0,"expert":2}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":0,"advanced":0,"expert":2}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-72.98693,43.72124]},"bbox":[-72.98755218534642,43.72079033981813,-72.98630781465359,43.72168966018186],"left_right_index":-1,"ext_id":"118785304","area_id":"TOKHtsUWXF2/uceNJDZHSA==","polygon":{"type":"Polygon","coordinates":[[[-72.98755218534642,43.72079033981813],[-72.98630781465359,43.72079033981813],[-72.98630781465359,43.72168966018186],[-72.98755218534642,43.72168966018186],[-72.98755218534642,43.72079033981813]]]}},"content":{"description":"You'll have to drive and hike a mile and a half up a mountain fo this one. Trailhead access is off of a small dirt road called Goat Farm rd. with a small pull-off just past a horse pasture and a couple of houses. There is a small trailhead sign and orange arrows pointing up the mountain."},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T06:28:13.772Z","updatedAt":"2024-02-19T18:41:22.047Z"}