{"_id":"6368a50be80bff5a995b0674","area_name":"Ice Cream Parlor","shortCode":"","climbs":[{"_id":"7TErXdvyX9qHnBjgFKJn5g==","name":"Linda's Way","yds":"5.10c/d","grades":{"yds":"5.10c/d","french":"6b+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5995,38.5092]},"left_right_index":30,"mp_id":"107565381","mp_crag_id":"105716967","climb_id":"7TErXdvyX9qHnBjgFKJn5g==","areaRef":"hK7uWCNtX+Olc8M7RunMCg=="},"content":{"description":"This route is right located right of Freezer Burn.  Start by climbing off the right end of the shelf to a cam placement before clipping the first bolt ( I had my belayer on the ground down below for this), then follow the next bolt up and left to two more bolts and up thin cracks to a crux move gaining the arete where a bolt is found.  Follow big holds to the anchor above.","protection":"4 bolts, singles of 00 tcu-#1 camalot, stoppers couldn't hurt.","location":"50 feet right of Freezer Burn. Freezer burn starts with two bolts on the right trending shelf above the trail."},"__v":0},{"_id":"Cbr04bU6VZuyF7l0RJPvzw==","name":"Vanilla Cream","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Eric Odenthal","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5995,38.5092]},"left_right_index":27,"mp_id":"106258086","mp_crag_id":"105716967","climb_id":"Cbr04bU6VZuyF7l0RJPvzw==","areaRef":"hK7uWCNtX+Olc8M7RunMCg=="},"content":{"description":"two routes to the right of wolverine.  heads up 5.6 crack toward left facing bolted corner.  crux is on the upper half.","protection":"gear to 1\", 4 bolts to ring anchor","location":"right of wolverine 60 feet.  blocky crack start heading to left facing corner.  rap route with 60m rope."},"__v":0},{"_id":"YLI2OQPAUveUKNmNCP7Zhg==","name":"Unknown OW","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5995,38.5092]},"left_right_index":32,"mp_id":"121503756","mp_crag_id":"105716967","climb_id":"YLI2OQPAUveUKNmNCP7Zhg==","areaRef":"hK7uWCNtX+Olc8M7RunMCg=="},"content":{"description":"This makes for a great introduction to wide climbing as there are an abundance of footholds on the right face. Stack or lieback up the widening crack until you can crawl inside. Rest up and then enter the crux as the crack narrows again. Mantel up onto the ledge (beware of loose rock). Set a directional at the bolt below “A Good Day to Die,” then belay your follower off the two bolt anchor to the right. Walk off to the right or continue up Good Day to Die.","protection":"#3 to #6 Camalot","location":"Just right of where the approach trail hits the cliff. This is the right facing corner directly below “A Good Day to Die.” Located below the belay ledge for Ice Cream Parlor Crack and Good Day to Die."},"__v":0},{"_id":"3fKk21CXXGiCZ2xrkI5myQ==","name":"T-Rex","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"Tom Gilje","type":{"trad":true,"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5995,38.5092]},"left_right_index":40,"mp_id":"106596078","mp_crag_id":"105716967","climb_id":"3fKk21CXXGiCZ2xrkI5myQ==","areaRef":"hK7uWCNtX+Olc8M7RunMCg=="},"content":{"description":"AKA: Roofs from Hell, The Separate Reality of Moab.  Like the rest of Gilje's routes, this one ain't no gimme.  Four distinct 5.11 cruxes: thin face, thin corner, overhanging jugs and a big roof-crack to finish makes for a multi-pitch Wingate route as action packed as any other in the desert.\n\npitch 1: thin vertical scoops protected by bolts. 5.11c, 100ft.\n\npitch 2: bolt protected climbing up corners and slabs. 5.10, 100 ft.\n\npitch 3: hard to protect thin corner directly above the spacious belay ledge. 5.11 pg13, 50ft.\n\npitch 4: The crux. Overhanging face to horizontal crack. 5.11c, 100ft.","protection":"Lots of quickdraws for pitches 1, 2, and 4.  The third pitch takes tiny nuts and a double set of cams from tiny to off-fingers.  The final roof crack takes a double set from #.75 camalot to #3 camalot.","location":"Far right side of the ice cream parlor.  Look at the skyline and locate the imposing horizontal roof crack, then extrapolate downward to find the start of the route. The first pitch begins from a small ledge and is the only bolt protected line in the vicinity.  Descent is via rappel from an anchor to the right of the top-out."},"__v":0},{"_id":"utW4Ww/AUMWx24df1NeyCw==","name":"Susie Cream Cheese (aka 5.10tr)","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Equipped by Eric Odenthal, Kevin Graves, Larry Harpe","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5995,38.5092]},"left_right_index":14,"mp_id":"113807907","mp_crag_id":"105716967","climb_id":"utW4Ww/AUMWx24df1NeyCw==","areaRef":"hK7uWCNtX+Olc8M7RunMCg=="},"content":{"description":"","protection":"","location":"This route was the 5.10TR in the middle of the left most slab before reaching the corner.  There are 5 bolts to the anchor.  Solid rock the entire way make this a fun new addition to the wall."},"__v":0},{"_id":"G195tYZNWPSKJLJxuDe88A==","name":"Sticky Fingers","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Eric Odenthal, 9/1/14","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5995,38.5092]},"left_right_index":13,"mp_id":"109421340","mp_crag_id":"105716967","climb_id":"G195tYZNWPSKJLJxuDe88A==","areaRef":"hK7uWCNtX+Olc8M7RunMCg=="},"content":{"description":"Fun face climbing leads up the face with thinning holds and balance, at one point you may wish you had sticky fingers (do not climb in the sun on a hot day).","protection":"6 bolts, 2 bolt anchor","location":"This route is located just right of the 5.6 corner route.  6 bolts follow the pocketed thin face to a chain anchor. Please use your own gear and do not top rope through the anchor, but you know this."},"__v":0},{"_id":"JQglbQhWWeq06p8hvXvaDg==","name":"Space Ghost","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Tom Ghilje, Jasper Groff, 1995","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5995,38.5092]},"left_right_index":12,"mp_id":"107835785","mp_crag_id":"105716967","climb_id":"JQglbQhWWeq06p8hvXvaDg==","areaRef":"hK7uWCNtX+Olc8M7RunMCg=="},"content":{"description":"Pitch 1\n\n: Climb either the 5.6 corner or Parlor Games 5.9, continue past the first set of anchors to easy ground that is protected by bolts. End at a two bolt anchor below a flake.\n\nPitch 2:\n\nContinue up the flake that protects well with 2 #4 and a #2 Camelot in a  horizontal.  The flake ends at a ledge below a chimney.  Continue up the chimney and\n\nnot\n\nto the anchor on the right side of the ledge. This is a rap anchor.   The route continues up the easy chimney to a wide hands to hands crack that leads out of the chimney to the right. End at the hidden belay station located just outside the chimney on a slanted ledge. (5.9)\n\nPitch 3:\n\nDown climb off the belay ledge back into the chimney then ascend a flared chimney with a fist to hands crack in the back of it.  When you reach the roof at the end veer left to pass the roof.  Long slings are needed to prevent rope drag while going over the roof.   Build an anchor off a big boulder or a tree located to the right of the top out. (5.10)\n\nDescent:\n\nThe first rappel anchors are located up to your right as you top out.  From there you can rap all the way to the ground with two 70 meter ropes or with a single 60 meter rope you can make four raps and a 70 meter rope gets you down in three raps.","protection":"Singles of .01 C2 to #1 cams,  Doubles of #2 and #4 cams. Triples of #3  Bring a extra 3 and 4 size cams if you are not comfortable with the size.  10 draws, extending draws are nice for the last pitch.","location":"Space Ghost is the the far left crack system at the Ice Cream Parlor.  The Original start was the 5.6 Corner but you can start a bit more direct on Parlor Game 5.9.\n\nThis route has a some loose rock at the ledges and is directly on top of a very popular area. Be careful when climbing it when there are crowds at the base."},"__v":0},{"_id":"PoF0rVoIV/OwhsVM/Lxulg==","name":"Slab Route","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5995,38.5092]},"left_right_index":20,"mp_id":"105954561","mp_crag_id":"105716967","climb_id":"PoF0rVoIV/OwhsVM/Lxulg==","areaRef":"hK7uWCNtX+Olc8M7RunMCg=="},"content":{"description":"Fun little route while waiting for the 3 cracks to the right, known also as \"Black and Tan Slab\" in SG's Best Climbs Moab guidebook.","protection":"4 bolts to a 2 bolt anchor","location":"Located just left of crack 3 by MP.com description or crack 1 by Bjornstad book description"},"__v":0},{"_id":"tAKg9+GVU2+vw5kai0Jfpw==","name":"RP City","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Tom Gilje, Julie Sheld, 1995","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5995,38.5092]},"left_right_index":26,"mp_id":"106096516","mp_crag_id":"105716967","climb_id":"tAKg9+GVU2+vw5kai0Jfpw==","areaRef":"hK7uWCNtX+Olc8M7RunMCg=="},"content":{"description":"This is a great route as it tests your nerves more than anything.\n\nStart up easy cracks and ledges.  Then commit to the thin seam up and left.  Place gear when it is available because placements are intermittent but good when you get them, although gear may occupy your only hold at times. When the crack peters out move up and left to the 2 bolt anchor.\n\nIn the middle of the climb you can move out left, do a few face moves and back right to the crack for a slightly easier option as the crack and friction moves feel pretty desperate here.  If you toprope this climb be sure to have the rope a bit \"loose\" as any tension can make this climb quite a bit easier.","protection":"small cams and nuts/rp's up to 2 inches, heavy on the small stuff.","location":"This route is on the far right side of the Ice Cream Parlor slabs.  It starts 30 feet right of the bolted line HOT CARL SUNDAY which is just right of Crack 1 (aka WOLVERINE).  It is also about 80 feet left of A Good Day To Die.  This route is unmistakable, it is one of a kind for this area as it is a very thin seam/crack splitting beautifully varnished rock to a 2 bolt anchor(was a 1 bolt anchor for many years until spring 07).\n\nThis route is incorrectly described on the topo of Rock Climbing Utah showing it climbing the arete on the right side of the slabs.  That is a different yet good climb which starts from the far right side of the ledge, past one bolt, into the crack/corner, finishing over a small roof just right of the arete (about 10a).  Single 60m rope rappel just barely get you back to the ledge.  Caution: the ledge is about 20 feet above the ground."},"__v":0},{"_id":"0uKQiOK/VfOhXGdJqjvFUg==","name":"Rattler","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Josh Gross and","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5995,38.5092]},"left_right_index":6,"mp_id":"105884223","mp_crag_id":"105716967","climb_id":"0uKQiOK/VfOhXGdJqjvFUg==","areaRef":"hK7uWCNtX+Olc8M7RunMCg=="},"content":{"description":"Climbs a crack, then face moves through a roof, then a thin crack to an anchor.","protection":"A few tight hand pieces, a 3.5 Friend, and then lots of small cams. Blue Aliens and green Aliens are best. Watch the rope when you pull it... the crack has been known to eat a line or two.","location":"Right of Kura Buran and route #3 in the Pandemic photo."},"__v":0},{"_id":"cfKehvQ+U4+yHana1y/8ZA==","name":"Rain","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Eric Odenthal 04/12","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5995,38.5092]},"left_right_index":25,"mp_id":"107565318","mp_crag_id":"105716967","climb_id":"cfKehvQ+U4+yHana1y/8ZA==","areaRef":"hK7uWCNtX+Olc8M7RunMCg=="},"content":{"description":"Climb some loose rock to the first bolt. Crux around the 4th and last bolt. 7 bolts total plus anchor. Fun route that has a few great moves in 95 feet.","protection":"","location":"This route is located just right of\n\nHot Karl Sunday."},"__v":0},{"_id":"N+QnDInZUjuLKFmYRLfvtw==","name":"Possessed","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Eric Decaria, Brent Barthomew, 1995","type":{"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5995,38.5092]},"left_right_index":36,"mp_id":"105934675","mp_crag_id":"105716967","climb_id":"N+QnDInZUjuLKFmYRLfvtw==","areaRef":"hK7uWCNtX+Olc8M7RunMCg=="},"content":{"description":"Traverse left around the arete, then start cranking on the beautiful edges. Head up and slightly left to the anchors on top of the pillar. Towards the top the rock get less vertical but more sandy and the holds become thinner.","protection":"bolts at sporting distances","location":"The right half of the Ice Cream Parlor. Just to the right of the ramp to access a good day to die and ice cream parlor crack is a detached pillar. Knee grinder climbs the crack on the right side of the pillar and possessed climb the face of the pillar."},"__v":0},{"_id":"ucYJ4UKZU0qGEFAJfo/37g==","name":"Pork Soda","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Tom Gilge, Eric Decaria or Kevin Chase","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5995,38.5092]},"left_right_index":31,"mp_id":"107606557","mp_crag_id":"105716967","climb_id":"ucYJ4UKZU0qGEFAJfo/37g==","areaRef":"hK7uWCNtX+Olc8M7RunMCg=="},"content":{"description":"This is one of the best routes at the parlor yet one of the least climbed, probably because of a slightly dicey start and misinformation in guidebooks.  It is quite varied and interesting on mostly good rock.  There is face, crack, stemming, jambing and even a tiny roof.  Mantle up some not so great rock below a single bolt that is about 15' above the ledge.  There is a solid horizontal crack that will take a 1.5\" piece if you like at this point.  Then climb to the bolt and decipher how to get into the corner to your right .  Then, climb straight up another 80 feet staying in the corner and cracks.  Pull over a small roof.  Then, twenty feet of easier but loose and unprotectable rock to a two bolt anchor.  There is a bolt on the last 30 feet of easy climbing.  Skip this bolt as it was unfortunately put in by the FA of Linda's Way next door.","protection":"Single set of cams to 3 including some micros.  Set of small to medium nuts.","location":"To access this route walk the ledge that starts below RP City all the way to its end.  Use caution as you will be 20 feet above the ground at this point.  There is no good options to anchor you belayer, so you should be solid getting to your first piece or two.  A few moves of 5.8 or so.  Alternately, you could have your belayer stay on the ground and only the leader walks the ledge to the start.  That way if you blow it, you don't take your partner with you!\n\nBeware of your rope length when rapping. A 60 meter will just barely reach the starting ledge but will not reach the ground."},"__v":0},{"_id":"BEWMNgBSU1O+ZMb5N0e2WQ==","name":"Plush","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Eric Odenthal","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5995,38.5092]},"left_right_index":9,"mp_id":"111381997","mp_crag_id":"105716967","climb_id":"BEWMNgBSU1O+ZMb5N0e2WQ==","areaRef":"hK7uWCNtX+Olc8M7RunMCg=="},"content":{"description":"This route starts in the 5.6 corner, climbs up and left to the first bolt of Brush Your Teeth, then bumps over the ledge to the corner and up 6 bolts to the anchor on the arête. Named after a Stone Temple Pilots song (RIP Scott Weiland). Beware of a loose looking, yet solid flake near the top.","protection":"Finger to fist gear before first bolt then 7 bolts to anchor.","location":"Far left corner of main wall."},"__v":0},{"_id":"c6ilbyztX825b5eu/5CYNQ==","name":"Parlor Game","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5995,38.5092]},"left_right_index":16,"mp_id":"105949903","mp_crag_id":"105716967","climb_id":"c6ilbyztX825b5eu/5CYNQ==","areaRef":"hK7uWCNtX+Olc8M7RunMCg=="},"content":{"description":"A balancy first move or two on a sandstone slab, then easy cruising to the last bolt. Another balancy bit with smearing on varnish, then good holds to the anchors.","protection":"3 bolts to hanger and ring anchors.","location":"This is on the left side of the\n\nIce Cream Parlor\n\narea. If the anchors above the\n\nleft corner 5.6 crack\n\nare anchor #1, then this route climbs to anchor #3 (from the left). (There are another couple of anchors to the left of the slab area, but let's not complicate things)."},"__v":0},{"_id":"FPRjrxFkX92P1wH7bF/7LQ==","name":"Pandemic","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Josh Gross and Ralph Ferrara","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5995,38.5092]},"left_right_index":3,"mp_id":"105884209","mp_crag_id":"105716967","climb_id":"FPRjrxFkX92P1wH7bF/7LQ==","areaRef":"hK7uWCNtX+Olc8M7RunMCg=="},"content":{"description":"This four pitch route is on the left end of the ice cream parlor.\n\nP1 climb a thin crack 5.10 to a series of bolt protected face moves. Belay at the fixed anchors on the ledge\n\nP2 Follow a 5.9 crack then traverse right on face moves to a ledge in the corner. Use hand size gear for the belay.\n\nP3 Crux. Climb the slot corner to an odd stemming move. Clip a bolt at the crux, but take a few small nuts for pro too. Pass a rap anchor and continue up and left on a thin flake with bolts for gear. Belay at the double bolted ledge. A 60 meter rap on two ropes will get you back to earth from here.\n\nP4 Climb the obvious OW crack, at 5.10, up from the belay to a fixed anchor. From here it is 50 meters down to the anchor midway up  P3. From their a double rope rap will get you down.","protection":"Standard desert rack with doubles on most cams plus some smaller nuts and a few quickdraws.","location":"This is at the far left end of the ice cream parlor. Its labeled as route 1 in the photo."},"__v":0},{"_id":"kCaX5xvcWdmw/LTg2Yc/iA==","name":"Nightlight","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Eric Odenthal","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5995,38.5092]},"left_right_index":28,"mp_id":"106567193","mp_crag_id":"105716967","climb_id":"kCaX5xvcWdmw/LTg2Yc/iA==","areaRef":"hK7uWCNtX+Olc8M7RunMCg=="},"content":{"description":"This route begins just right of Vanilla Cream.  Begin off a fallen block, mantle to #3 camalot placement.","protection":"#3 camalot placement to 7 bolts to the anchor on vanilla cream.","location":"20 feet right of vanilla cream."},"__v":0},{"_id":"rLoZk+TQW1SvrDInQNMmJA==","name":"Left Slab","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5995,38.5092]},"left_right_index":17,"mp_id":"105949876","mp_crag_id":"105716967","climb_id":"rLoZk+TQW1SvrDInQNMmJA==","areaRef":"hK7uWCNtX+Olc8M7RunMCg=="},"content":{"description":"Very mellow sandstone slab climb with plenty of handholds. Starts out and goes most of the way on bare sandstone with gradually increasing varnish from about half way.\n\nThere are some hollow sounding areas, particularly to the right, so if you weigh in at 250, you might want to only delicately yard on the holds.","protection":"5 bolts to hanger-and-ring anchors.","location":"This is on the left side of the\n\nIce Cream Parlor\n\narea. If the anchors above the\n\nleft corner 5.6 crack\n\nare anchor #1, then this route climbs to anchor #4 (from the left). (There are another couple of anchors to the left of the slab area, but let's not complicate things). It is just left of a broken depression in the slab area."},"__v":0},{"_id":"lSidPniMXwmD7wFKBqGBeA==","name":"Kura Buran","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"Sam Lightner and Josh Gross","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5995,38.5092]},"left_right_index":5,"mp_id":"105884216","mp_crag_id":"105716967","climb_id":"lSidPniMXwmD7wFKBqGBeA==","areaRef":"hK7uWCNtX+Olc8M7RunMCg=="},"content":{"description":"Climbs an overhanging bolted line at the left side of the ICe Cream Parlor. Start at a crack, traverse out right then over a roof, out a bulge and onto small crimps. A devious crux awaits. After that you get a rest and then some technical arete moves. A bolted anchor is on the higher ledge.","protection":"A dozen quickdraws. A longer one where the route doglegs is handy for drag.","location":"At the left end of the Ice Cream Parlor. It shares a start with Rattler and is labeled #2 on the Pandemic photo."},"__v":0},{"_id":"ts2sGV0MU4Kgtl4fUFZykA==","name":"Knee Grinder","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"John Varco","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5995,38.5092]},"left_right_index":37,"mp_id":"105718474","mp_crag_id":"105716967","climb_id":"ts2sGV0MU4Kgtl4fUFZykA==","areaRef":"hK7uWCNtX+Olc8M7RunMCg=="},"content":{"description":"This climb is towards the right side of the climbing at the Parlor, and just right of the big ledge from which Ice Cream Parlor Crack  climbes from. It is a fun line if you like squeeze chimney. If you don't, don't bother climbing it. The climb starts just right of a bolted arete and heads up and right through a small amount of broken rock to reach a big, solid, right-facing dihedral, protecting with standard equipment. After maybe 10 meters, the crack widens to take big gear (#4 camalot or larger) and then widens sufficiently to squeeze in. You will pop up onto a ledge before facing a second dihedral with a single protruding flake 1 meter up that keeps you out of the chimney for a few awkward moves before you can get in again. Once in, step back a few moves to a good foot-rail, then make your way for the light above, and fixed anchors.  These Ancors are for Knee Grinder, Coffin, and the sport-climb between.","protection":"A set of cams from 1\" to as big as you want to carry. THe chimney up top where it is wide is protected by a single bolt out on the right face, then run out 8 meters or so. Falling should not be considered an option, since it would require dynamite to extract you from the crack if you wedged into the bottom of it, 50' below. Thankfully, this would be unlikely.","location":""},"__v":0},{"_id":"Z6PxzjBvUOGssvQ5IL9Tog==","name":"The Jumbletron","yds":"5.8-","grades":{"yds":"5.8-","french":"5b"},"fa":"Tom Gilje","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5995,38.5092]},"left_right_index":39,"mp_id":"108207425","mp_crag_id":"105716967","climb_id":"Z6PxzjBvUOGssvQ5IL9Tog==","areaRef":"hK7uWCNtX+Olc8M7RunMCg=="},"content":{"description":"chimney up the left side of the formation following the steps to a nice belay ledge. #2 and 3 camalots for the belay and or tie off a small cruddy boulder. follow the chimney/crack to the top. a short traverse right leeds to the anchors on top of pitch 1 of T-Rex. a single 70 got us to the deck. i THINK a 60 would make it but not sure. way fun, easy route. a tad dusty. i spoke with Tom. he said they started climbing this thing way back in the day to get to the top of pitch 1 of T-REX quickly in order to fire that route after some holds had broke. nice way for us average joes to set up a TR on a CLASSIC hard route.","protection":"single set to a #4 camalot. one #4 tube. optional #5 tube. optional stoppers for pitch 2.","location":"way right,  ice cream parlor. just left of T-Rex. obvious above and right of the parking area. start on left side of the formation. rap T-Rex to get down."},"__v":0},{"_id":"OlmWyXVkWh26CteTujvPgQ==","name":"Ice Cream Parlor Crack","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Dan Mannix, Alison Sheets, 1986","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5995,38.5092]},"left_right_index":34,"mp_id":"105718264","mp_crag_id":"105716967","climb_id":"OlmWyXVkWh26CteTujvPgQ==","areaRef":"hK7uWCNtX+Olc8M7RunMCg=="},"content":{"description":"When you park and look at the Ice Cream Parlor this is the snazzy looking crack on the right side of the crag.  Take the path that leads to the right and onto a large ledge.  This crack is a really beefy flake in a very open book.  The start is spicy then you break into 50ft of perfect yellow tcus, a bulge where the crack widens and flares then to the bolt anchor.  Total desert style, stem on the smears, crank the fingers, fire the cams and get moving.Anthony Everhart","protection":"Set of tcus with 6ish .75s and a #1 camalot, double bolt anchor. No nuts.","location":""},"__v":0},{"_id":"AoSGmJ92Xy++PTn17tFtbA==","name":"Hot Karl Sunday","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Mark Howe","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5995,38.5092]},"left_right_index":24,"mp_id":"105936665","mp_crag_id":"105716967","climb_id":"AoSGmJ92Xy++PTn17tFtbA==","areaRef":"hK7uWCNtX+Olc8M7RunMCg=="},"content":{"description":"To the right of Crack 1 is a line of bolts up a slab. The line pulls a bulge and leads up to a right facing corner. The bolts become much more frequent as things thin out.","protection":"9 bolts to rap rings.","location":"Slab right of Crack 1."},"__v":0},{"_id":"sDFa4nTkVFyrqc4VR41MqQ==","name":"Freezer Burn","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Eric Odenthal, Larry Harpe","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5995,38.5092]},"left_right_index":29,"mp_id":"106279716","mp_crag_id":"105716967","climb_id":"sDFa4nTkVFyrqc4VR41MqQ==","areaRef":"hK7uWCNtX+Olc8M7RunMCg=="},"content":{"description":"Some sporty moves get you past the first two bolts, where it relaxes a bit, making great moves on what is now, great rock.  During the FA I was gripped not to knock the death blocks off, Larry pulled those off, no problem.  After a mantle trend right toward a great looking wide to finger crack.  great gear in this section... and some reachy radical moves get you to the anchor.  save a #6 hb offset for the top!  enjoy!","protection":"one set will get you through, but 2 sets of cams from green alien to #3 Camelot will make things feel better.  small/Medium size stoppers protect the upper crack... bring a few of those.  some draws for the first two bolts and long slings for the mid section.  tie a knot at the end of your rope if you belay below the ledge... it's a stretch.","location":"this route starts at the bolts 50 feet right of Vanilla Cream. begin up a short dihedral toward two bolts that head up into a dihedral. Anchors can be seen at the top of a thin crack below the roof up high."},"__v":0},{"_id":"aId4cMYLV9Oe1VuzEnzmBg==","name":"Epidemic","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Josh Gross, Chris Kalous","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5995,38.5092]},"left_right_index":4,"mp_id":"108491462","mp_crag_id":"105716967","climb_id":"aId4cMYLV9Oe1VuzEnzmBg==","areaRef":"hK7uWCNtX+Olc8M7RunMCg=="},"content":{"description":"Climb the first 3 pitchs of \"Pandemic\" From the third belay   Bust left on huecos, with a cool compression move via 2 bolts,  head left to overhanging tight hand crack! Bolted belay under roof.\n\n2nd pitch is a short wide crack up and left, then climb a slab boulder problem back right to the rim.\n\nRap \" Pandemic\" first rap is in the notch.  (2 ropes)","protection":"Standard rack","location":"Alternative 2 pitch finish to Pandimic."},"__v":0},{"_id":"TAF39/ngXGaoT9eFUWGBag==","name":"Earth Muffin Express","yds":"5.10c/d","grades":{"yds":"5.10c/d","french":"6b+"},"fa":"Justin Caggiano and Chris Murray, 2012","type":{"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5995,38.5092]},"left_right_index":7,"mp_id":"113794541","mp_crag_id":"105716967","climb_id":"TAF39/ngXGaoT9eFUWGBag==","areaRef":"hK7uWCNtX+Olc8M7RunMCg=="},"content":{"description":"Start on a small ledge just below and to the left of Critical Mass.  There is one bolt to protect the step-over move, then shuffle along the ledge to the arete proper.\n\nBe careful of a fall before the 2nd bolt (groundfall) or after the 4th bolt (arete could cut the rope)","protection":"6 bolts and chain anchors","location":"This route climbs the striking arete above the approach trail to the easy slab routes."},"__v":0},{"_id":"vXViaD+QUH6PdaQ5i/41Kw==","name":"Doghead Fish","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Eric Odenthal, belay Larry Harpe 10/2020","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5995,38.5092]},"left_right_index":2,"mp_id":"120049213","mp_crag_id":"105716967","climb_id":"vXViaD+QUH6PdaQ5i/41Kw==","areaRef":"hK7uWCNtX+Olc8M7RunMCg=="},"content":{"description":"Begin on Climate Refugee seam (.1, .2, 2x .3 Camalot) to tricky first clip, then get lined up for a powerful dead point to the arete, stabilize and face a V3/4 boulder problem. Follow a few more bolts to a finger crack (.3 - 1.0 camalot) and anchor.","protection":"Single set .1 - 1.0 camalot, triple .3 camalot","location":"Just left of Pandemic."},"__v":0},{"_id":"ScwPkyBLXaaGjJT2DUM3Hg==","name":"Critical Mass","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Mike Baker, Andy Roberts","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5995,38.5092]},"left_right_index":8,"mp_id":"106136658","mp_crag_id":"105716967","climb_id":"ScwPkyBLXaaGjJT2DUM3Hg==","areaRef":"hK7uWCNtX+Olc8M7RunMCg=="},"content":{"description":"Start up a slightly left slanting off fingers crack, move right (rock is poor if continuing left) then head back left and up to anchors on a right facing wall.","protection":"Camalots .4 to 1. An extra .5 or .75 and a few medium nuts to sew it up.","location":"This route starts 30 feet left and slightly down the hill from 5.6 Corner."},"__v":0},{"_id":"PIHVMJwfVoiboUdYL0EANA==","name":"Crack 3","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Tom Gilje, Julie Sheld, 1995","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5995,38.5092]},"left_right_index":21,"mp_id":"105717457","mp_crag_id":"105716967","climb_id":"PIHVMJwfVoiboUdYL0EANA==","areaRef":"hK7uWCNtX+Olc8M7RunMCg=="},"content":{"description":"The direct start is a 15' face of vertical unvarnished sandstone nubs to a short section of unvarnished slab.  If led, this is a PG section and a spotter is recommended.  The alternate approach is to traverse the lower slab from the blocks at the base of Crack 1.\n\nAnother good fingers and thin hands crack, with more surface fractures (varnish has broken off leaving pockets of sandstone beneath) for your feet.  This is the 'stickiest' of the three cracks for your feet and not as intense as either Crack 1 or 2.  Lead or TR this climb and use the Crack 1 anchors.","protection":"Small gear (wires and cams to #1 camalot).  Use the Crack 1 anchors (15' traverse at the end of the crack).","location":""},"__v":0},{"_id":"2c6SnmFhUB6vyVFPQwi4uQ==","name":"Crack 2","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Tom Gilje, Julie Sheld, 1995","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5995,38.5092]},"left_right_index":22,"mp_id":"105717454","mp_crag_id":"105716967","climb_id":"2c6SnmFhUB6vyVFPQwi4uQ==","areaRef":"hK7uWCNtX+Olc8M7RunMCg=="},"content":{"description":"Thinner than Crack 1 and not as broken or fractured, Crack 2 yields good fingers the entire climb.  Start either direct or by climbing up the blocky start to Crack 1 and traversing left on bigger-than-they-look sandstone nubbins - you'll appreciate the stickyness of the unvarnished lower part of this climb soon enough!  Lead or TR this climb and use the Crack 1 anchors.\n\nThe photo below shows a portion of the slab just right of Crack 1 - no features, no crack, very dicey.  Give it a try on TR and see if you can stick!","protection":"Small gear (wires, RPs, cams to #1 camalot).  Easy to TR from the Crack 1 anchors (a 10' traverse along the top of the slab).","location":""},"__v":0},{"_id":"Z4vnKDUuXJCE02rGAZdLNQ==","name":"Crack 1","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5995,38.5092]},"left_right_index":23,"mp_id":"105717451","mp_crag_id":"105716967","climb_id":"Z4vnKDUuXJCE02rGAZdLNQ==","areaRef":"hK7uWCNtX+Olc8M7RunMCg=="},"content":{"description":"From the top of the climber's trail, turn left (N) and walk about 100 feet to a large belay area with comfortable rocks under the low-angle varnished slabs.  The first of a group of 3 cracks breaking the slab is Crack 1.  The first 30' are easy and blocky and then the fun begins with a thin fractured crack leading the entire way to the anchors.  A crux involves trusting a very small wire and trusting your fingers, not your feet - they don't stick to desert varnish!\n\nExcellent easier route in the area.  This is the easiest and safest route by which to set up TRs of Cracks 2 and 3 (to the left).  Rap or lower 75'.\n\nCrack 1 is also the first pitch of Wolverine (5.11) that continues up the vertical wall above and right of the Crack 1 anchors.  The dihedral straight up (just left) is unknown as of this report.","protection":"Small gear to a #1 camalot and a couple of small wires (#2 RP works nicely).  Two-bolt anchor on top.","location":""},"__v":0},{"_id":"a0FwY+hgUEOyDX+H79Z6CQ==","name":"Coffin Crack","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Tom Gilje, Bob Novellino","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5995,38.5092]},"left_right_index":35,"mp_id":"106264292","mp_crag_id":"105716967","climb_id":"a0FwY+hgUEOyDX+H79Z6CQ==","areaRef":"hK7uWCNtX+Olc8M7RunMCg=="},"content":{"description":"Route pulls the low roof on fist jams and face holds, then continues up the corner. At the top of the corner climb on inside the coffin.","protection":"#3 camalots protect the roof and some small cams and stoppers protect the corner. Once inside the squeeze chimney no gear should be needed, but there is a crack on climbers left in the back corner that takes stoppers and small cams, your follower may curse you if you protect this crack though, as it is tough to get over and work in there.","location":"Route is to the right of Ice Cream Parlor Crack and left of Possesed."},"__v":0},{"_id":"Z1veFUazVnCfD/NKJiG8nQ==","name":"Climate Refugee","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Josh Gross, Sam Lightner","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5995,38.5092]},"left_right_index":1,"mp_id":"119815523","mp_crag_id":"105716967","climb_id":"Z1veFUazVnCfD/NKJiG8nQ==","areaRef":"hK7uWCNtX+Olc8M7RunMCg=="},"content":{"description":"Right facing tips corner, traverse left at break and finish on right facing tips corner.\n\nWe put this up many years ago!! Heard EO had bolted a 20ft variation , starts and finish’s on this pitch via a bolted arete. Var. looks quite good, nice job EO!","protection":"Tips- 2”","location":"Left of Pandemic, far left side of Ice Cream Parlor"},"__v":0},{"_id":"JahdCF1cWAu3yRYC7pTy2g==","name":"Cherry Garcia Tower","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Joshua Richardson & Ian Van Meter","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5995,38.5092]},"left_right_index":0,"mp_id":"118613547","mp_crag_id":"105716967","climb_id":"JahdCF1cWAu3yRYC7pTy2g==","areaRef":"hK7uWCNtX+Olc8M7RunMCg=="},"content":{"description":"Start in the saddle between the tower and the buttress. Follow a good finger crack between the tower and buttress with chimney moves. When the crack pinches down, turn yourself around and pull good holds to the top. Once on top of the tower build a belay with hand size pieces. The summit is a short scramble to the right.","protection":".1\n\n.2's\n\n.3's\n\n.4\n\n.75\n\n.2, .5, & #1 for a good belay\n\nA single 60m rappel from the summit anchors","location":"From the parking area head left along the wall until a short right trending hand crack appears (fun) 5th class. (photo included). Walk right to left trending flake (fun) climb the flake. From the top of the scramble move to the saddle."},"__v":0},{"_id":"0MvGH0dtVa+FAVQ2gr/PCw==","name":"Brush Your Teeth","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Eric Odenthal 12/5/12","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5995,38.5092]},"left_right_index":10,"mp_id":"107920861","mp_crag_id":"105716967","climb_id":"0MvGH0dtVa+FAVQ2gr/PCw==","areaRef":"hK7uWCNtX+Olc8M7RunMCg=="},"content":{"description":"Stemming leads to a varied crack on the left wall.  Cam placements can be found before reaching the first bolt.  Follow the ramp and dihedral to the final sandy section below the anchor.","protection":"single rack camalots, .5- #3, 5 bolts, anchor","location":"Just left of the 5.6 corner crack oh the left side of the slabs."},"__v":0},{"_id":"npgMJlw/VoGYg1dlAkUuPQ==","name":"Brewed Awakenings","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Eric Odenthal, Ambrosia Brown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5995,38.5092]},"left_right_index":18,"mp_id":"106513977","mp_crag_id":"105716967","climb_id":"npgMJlw/VoGYg1dlAkUuPQ==","areaRef":"hK7uWCNtX+Olc8M7RunMCg=="},"content":{"description":"Climb just left of the 5.7 face.  Begin in a gully, heading toward chain at the base of the headwall.","protection":"Medium size cams, shoulder length sling on the right bolt and draw on the left will equalize, until I get more chain.","location":"Gully between left and right slab walls."},"__v":0},{"_id":"ALo9m8i4XKuKedkXUHdwrA==","name":"Black Slab","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5995,38.5092]},"left_right_index":19,"mp_id":"106618148","mp_crag_id":"105716967","climb_id":"ALo9m8i4XKuKedkXUHdwrA==","areaRef":"hK7uWCNtX+Olc8M7RunMCg=="},"content":{"description":"A good way to limber up, the\n\nBlack Slab\n\nis a mellow trip on a low angle face.\n\nHosting an extra bolt or two more than its neighbor, the\n\nBlack Slab\n\nhas good climbing with good stances, good rests, and offers a forgiving introduction to\n\nIce Cream Parlor's\n\nslab circuit.\n\nStart just right of the gully for the easiest version or go\n\ndirect\n\nfor the slightly more difficult beginning.","protection":"Draws and/or slings for six bolts and an anchor.","location":"Set on the left side of the middle wall is the\n\nBlack Slab\n\n. It is directly left of\n\nSlab .7\n\nand just right of the small gully and\n\nBrewed Awakenings"},"__v":0},{"_id":"poQSuCoUXdW41/iOK0wEYw==","name":"5.6 Corner","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5995,38.5092]},"left_right_index":11,"mp_id":"105936677","mp_crag_id":"105716967","climb_id":"poQSuCoUXdW41/iOK0wEYw==","areaRef":"hK7uWCNtX+Olc8M7RunMCg=="},"content":{"description":"A three pitch route on the far left side of the wall. A broken, wide-ish corner system equipped with rap rings. Lots of pro available.\n\nP1: Short, but good, hand and fist crack with some nice positioning and movement. Easy to protect, this is a great beginner trad lead. Finish at some rap rings. (5.6)\n\nP2: A Chossy bolted pitch with an occasional placement to an anchor. (5.5)\n\nP3: A long and wide crack to an anchor. (5.6)\n\nMost people climb only the first pitch.","protection":"Standard Rack to at least a #4 Camalot and possibly a #5.","location":"Left of Crack 1, 2, and 3 in the corner."},"__v":0},{"_id":"BGmHhHqMUWWh/IPQS0Ce8A==","name":"10 TR","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"unknown","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5995,38.5092]},"left_right_index":15,"mp_id":"107606540","mp_crag_id":"105716967","climb_id":"BGmHhHqMUWWh/IPQS0Ce8A==","areaRef":"hK7uWCNtX+Olc8M7RunMCg=="},"content":{"description":"This is a fun and somewhat technical slab/face route that has no protection.  It is necessary to climb Parlor Game, then traverse left to setup a tr on existing two bolt anchor.","protection":"No protection.  Climb Parlor Game, the traverse left to the anchors on this one to set up a top rope.","location":"In the middle of the left most lower angle slabs at Ice Cream.  Left of Parlor Game (a 5.9 with three bolts and anchor), right of 5.6 Corner."},"__v":0},{"_id":"l4ByhAANUR6ElMY9rb2OJg==","name":"Bastardized Old Route","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5995,38.5092]},"left_right_index":38,"mp_id":"106106669","mp_crag_id":"105716967","climb_id":"l4ByhAANUR6ElMY9rb2OJg==","areaRef":"hK7uWCNtX+Olc8M7RunMCg=="},"content":{"description":"This route starts on a clean 5.6-ish splitter to the right of Ice Cream Parlor about 75 feet. Climb up the fist/hand crack to a stance. Clip the bolt  and make some dirty balancey moves using the faux dihedral and edges. Pass one more bolt to a nice ledge and half of an anchor. I ran out of bolts but there is a 4\" empty hole next to the existing bolt (which is a 4\" rawl).\n\nPlease chop me and remove my bad anchor.","protection":"Up to #3 camalot for the bottom, QD's for the remainder. 4\" bolt for anchor","location":"This is on the far right of the Ice Cream Parlor, about 75 feet passed the Ice Cream Parlor route on the east side of the boulder."},"__v":0},{"_id":"1EBxc18pVDSM5NRWo5tbvQ==","name":"A Good Day to Die","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Tom Gilje, Julie Gilje, 1995","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5995,38.5092]},"left_right_index":33,"mp_id":"105718471","mp_crag_id":"105716967","climb_id":"1EBxc18pVDSM5NRWo5tbvQ==","areaRef":"hK7uWCNtX+Olc8M7RunMCg=="},"content":{"description":"A good warmup for Ice Cream Parlour Crack - Start 20 feet left of it, climb up a right-facing corner, then trend right past three bolts to the belay, or continue on a few more feet to a second anchor.","protection":"Single set of cams to #3.5 Camalot, a few draws for bolts.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ee1d37e7-dc41-5c26-a358-5d51af01f499,cbbfd7c6-5cf2-5063-8939-5f3233efa573,9524b1b2-900d-507f-b031-461876a90a28,84aeee58-236d-5fe3-a573-c33b46e9cc0a","pathTokens":["USA","Utah","Southeast Utah","Kane Springs Canyon","Ice Cream Parlor"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.10c/d"},{"count":3,"label":"5.10+"},{"count":4,"label":"5.8"},{"count":1,"label":"5.12-"},{"count":2,"label":"5.10-"},{"count":3,"label":"5.10"},{"count":1,"label":"5.7+"},{"count":1,"label":"5.11"},{"count":3,"label":"5.9+"},{"count":1,"label":"5.11c"},{"count":2,"label":"5.10a"},{"count":3,"label":"5.9"},{"count":2,"label":"5.7"},{"count":1,"label":"5.12"},{"count":1,"label":"5.8-"},{"count":1,"label":"5.11-"},{"count":1,"label":"5.10c"},{"count":1,"label":"5.10b"},{"count":1,"label":"5.11a"},{"count":1,"label":"5.11+"},{"count":1,"label":"5.8+"},{"count":1,"label":"5.10d"},{"count":2,"label":"5.6"},{"count":1,"label":"5.5"},{"count":1,"label":"5.9-"}],"byDiscipline":{"trad":{"total":28,"bands":{"unknown":0,"beginner":10,"intermediate":13,"advanced":5,"expert":0}},"sport":{"total":18,"bands":{"unknown":0,"beginner":3,"intermediate":12,"advanced":3,"expert":0}},"tr":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":13,"intermediate":21,"advanced":7,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-109.5995,38.5092]},"bbox":[-109.60007463958581,38.508750339818135,-109.59892536041419,38.509649660181864],"left_right_index":-1,"ext_id":"105716967","area_id":"hK7uWCNtX+Olc8M7RunMCg==","polygon":{"type":"Polygon","coordinates":[[[-109.60007463958581,38.508750339818135],[-109.59892536041419,38.508750339818135],[-109.59892536041419,38.509649660181864],[-109.60007463958581,38.509649660181864],[-109.60007463958581,38.508750339818135]]]}},"content":{"description":""},"density":0,"totalClimbs":41,"__v":1,"createdAt":"2022-11-07T06:26:47.926Z","updatedAt":"2024-02-19T18:41:03.861Z"}