{"_id":"63689de0e80bff5a994fa4f3","area_name":"Little Eiger","shortCode":"","climbs":[{"_id":"4V5fUg3yX1uF6o63/jfzvw==","name":"Unknown","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2991,39.7432]},"left_right_index":12,"mp_id":"105760284","mp_crag_id":"105744705","climb_id":"4V5fUg3yX1uF6o63/jfzvw==","areaRef":"gHOI7Z5GW+eWNX5pnsWjiw=="},"content":{"description":"One can TR the face between\n\nFootloose\n\nand\n\nFirst Impressions\n\n, avoiding the chalked up holds of either climb.  Some holds on this climb were chalked, so it has been done before. Please don't bolt this as it is too close to the other climbs.","protection":"TR from same anchors as\n\nFirst Impressions\n\nand\n\nFootloose\n\n.","location":""},"__v":0},{"_id":"lmJTZVnVUEy7I05krGx4bg==","name":"Tsunami Of Charisma","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Thor Kieser","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2991,39.7432]},"left_right_index":29,"mp_id":"105829983","mp_crag_id":"105744705","climb_id":"lmJTZVnVUEy7I05krGx4bg==","areaRef":"gHOI7Z5GW+eWNX5pnsWjiw=="},"content":{"description":"Travis Trigg and I worked hard last week to get Tsunami of Charisma established.  We deserve equal credit for the route. This one is destined to become a Little Eiger classic!\n\nThere is a dog tag on a hangerless bolt, with route name, grade and length at the base of the climb. Tsunami of Charisma really is a full 35 meters!\n\nTemporarily, the second from the last climb to the right (west). Place a longer draw on the first bolt to avoid drag. Flash pump out the big roof 5.11, it's not as chossy as it looks.  Cruise up easy face to a small overhang.  Gain a thin friction slab and crimp past five clips 10d/11a, continue on steep rock to the anchor 5.9+. In the 5.9 section there is one block I am a little concerned about. We marked it with an \"X\" of chalk and will try again soon to get it to go! For now, take care not to use it.","protection":"Approximately 16 QDs.","location":""},"__v":0},{"_id":"0iTY6A5QVRCW0+3dCEFNmA==","name":"Trouthead","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Ken Trout","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2991,39.7432]},"left_right_index":7,"mp_id":"105761169","mp_crag_id":"105744705","climb_id":"0iTY6A5QVRCW0+3dCEFNmA==","areaRef":"gHOI7Z5GW+eWNX5pnsWjiw=="},"content":{"description":"This is the fourth route to the right of the cave area/arete (\n\nBonehead\n\n), which is located on the left (East) side of Little Eiger.  The route begins at the original start to\n\nHeadline\n\n, below the crack with a bolt to protect the face moves. Immediately above the first bolt is a new rust colored bolt that sends you up and right onto the Trouthead line.\n\nWe were all given the opportunity to name this route, so we did (see  topo drawing).  Clip the\n\nHeadline\n\nfirst bolt, move up to the crack and clip the second bolt for Trouthead.  Move up and right, away from the crack.  Surmount a thin, crimpy bulge with a tricky clip at the fourth bolt.  At the sixth bolt, prepare for the crux.  Bulgy, sequential moves get you to easier terrain and the anchors.  This new route is a previously unbolted line that is a nice addition to the wall.  The new anchors on top of this section of the wall are very well done.  You definitely need the topo to figure out what happened here, without it you will be lost.","protection":"7 bolts to double bolt anchor.","location":""},"__v":0},{"_id":"awiffcfDW/eo988NAIggtw==","name":"Too!","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"John Bissel, Matt Esson, Steve LaPorta, 1993","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2991,39.7432]},"left_right_index":16,"mp_id":"105748253","mp_crag_id":"105744705","climb_id":"awiffcfDW/eo988NAIggtw==","areaRef":"gHOI7Z5GW+eWNX5pnsWjiw=="},"content":{"description":"Too! is a very strange route, and quite out of place at Clear Creek. It contains 3 good pitches (out of 4) and some impressive exposure, but the everpresent lichen and loose rock subtract from this otherwise excellent climb.\n\nP1. A multitude of first pitches are possible, but the best (and most in keeping with the difficulty of the rest of the climb) is the farthest right bolted pitch on the base of the formation. A few difficult slab moves at mid height provide the crux here, and a comfortable belay is reached after ~120 feet. 5.10d, 6 bolts.\n\nP2. The second pitch is basically slabby grunge - 5.4X. Carefully work your way up to the obvious headwall, where you'll find a 2 bolt anchor after about 130 feet. 5.4, 1 bolt.\n\nP3. The third pitch tackles this headwall and is arguably the best on the route, though only about 80 feet long. 5.11c, 10 bolts.\n\nP4. The final pitch begins with a hairy traverse on fragile rock past a pin to a line of bolts heading up and right out a steep block. The first 50 feet are 5.10, and the final moves of 5.12 (which are very out of place for the route) can be easily aided. 5.12a, 10 bolts.\n\nDescend by making 3 double-rope rappels, but exercise EXTREME CAUTION when pulling ropes, as there is loose rock in spades. Helmets highly recommended.","protection":"15 quickdraws and 2 ropes are recommended, though creative rappelling might allow for a single rope descent. Fully bolted.","location":""},"__v":0},{"_id":"HumP9Y/XXD25V4V6+ixgbA==","name":"Tierra Del Fuego (extension)","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2991,39.7432]},"left_right_index":20,"mp_id":"113073894","mp_crag_id":"105744705","climb_id":"HumP9Y/XXD25V4V6+ixgbA==","areaRef":"gHOI7Z5GW+eWNX5pnsWjiw=="},"content":{"description":"Continue above the first anchors of\n\nTierra Del Fuego\n\n(5.11b) past one bolt to a second set of anchors. This is crimpy!","protection":"Additional bolt and anchors on top of\n\n5.11 version\n\n.","location":""},"__v":0},{"_id":"w03Cb2N7WUa4XADSN+9koQ==","name":"Tierra Del Fuego","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Thor Kieser","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2991,39.7432]},"left_right_index":19,"mp_id":"105763815","mp_crag_id":"105744705","climb_id":"w03Cb2N7WUa4XADSN+9koQ==","areaRef":"gHOI7Z5GW+eWNX5pnsWjiw=="},"content":{"description":"Very sustained and quality climbing with multiple cruxes make Tierra Del Fuego one of the best 5.11s on The Little Eiger.\n\nThe route lies between\n\nNatural Selection\n\nand\n\nBush Administration\n\n.  Climb low-angle slab past two clips. The wall steepens at the third bolt. The next four clips are possibly the technical crux. Fire through and climb 5.10 above and then 5.9.  The wall steepens again, climb past three bolts on sustained 5.11 to the anchor. Pump left past the last bolt and then crimp up and right to a final crimp under the anchor\n\nThe route might be a letter grade harder. I need a few climbers to get on it and confirm the rating.  I rehearsed it while establishing so when I sent it I knew every move.\n\nWith the placement of the anchors on Tierra Del Fuego, it is now possible to get off\n\nNatural Selection\n\nand/or\n\nBush Administration\n\nwithout complication for those with a 50-meter rope.\n\nGregg Purnell has added an extension that adds a bolt and ends at another anchor.  This is 12 a/b.","protection":"11 bolts to the two-bolt anchor.","location":""},"__v":0},{"_id":"kBV2WHX9V+CLC/y3B19h5A==","name":"Radometer in the Red Zone","yds":"5.11b/c","grades":{"yds":"5.11b/c","french":"6c+"},"fa":"Tod Anderson, Richard Wright, 1996","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2991,39.7432]},"left_right_index":15,"mp_id":"105751579","mp_crag_id":"105744705","climb_id":"kBV2WHX9V+CLC/y3B19h5A==","areaRef":"gHOI7Z5GW+eWNX5pnsWjiw=="},"content":{"description":"This is the fourth route from the right. Climb some slabby moves to a steep headwall, then pull on small crimps and layaways for 20 feet to the 2 bolt anchor.","protection":"6 bolts and a 2-bolt anchor.","location":""},"__v":0},{"_id":"4J4z20pAUwyNgtSm0jyDXQ==","name":"Persistent Vegetative State","yds":"5.10a/b","grades":{"yds":"5.10a/b","french":"6a+"},"fa":"Thor Kieser","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2991,39.7432]},"left_right_index":25,"mp_id":"105764160","mp_crag_id":"105744705","climb_id":"4J4z20pAUwyNgtSm0jyDXQ==","areaRef":"gHOI7Z5GW+eWNX5pnsWjiw=="},"content":{"description":"On the Little Eiger there is a distinctive open book that divides the face in half. I have wondered for years why such an obvious line had never been bolted. When I arrived near the top of the corner, I was surprised to discover some old rusty coldshut anchors. Someone inteneded to put the route up in the early eighties but never did, perhaps Tod Anderson? I drilled new anchors for \"\n\nThe Green Zone\n\n\" nearby and after that climb was in, took a TR lap up the corner and found it to be yet another CC classic. The bottom was dirty and loose, so I cleaned it (still a bit dirty).\n\nStart on the outside of a small arete right of \"\n\nThe Green Zone\n\n\", follow five bolts to the base of the corner, fire up the corner past 9 clips to\n\nThe Green Zone anchors\n\n. PVS a fun sustained pitch!\n\nThis climb is difficult to clean QDs from, as it drifts left for 20' in 95' (\n\nnow 115' with the new anchors\n\n) of climbing. There is a chain and steel biner on bolt 4 to help prevent a huge and dangerous swing while cleaning. Please be careful taking your QDs off this route! You need a 70-meter rope but can get away with a 60m with complications (rap from bolt 4).","protection":"15 quickdraws plus something for the 2 bolt, vertically-oriented anchors.","location":""},"__v":0},{"_id":"jsEdzwd/U8yql+KWtN5/iQ==","name":"The Nordwand","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Tod Anderson, early 1990s","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2991,39.7432]},"left_right_index":17,"mp_id":"105748244","mp_crag_id":"105744705","climb_id":"jsEdzwd/U8yql+KWtN5/iQ==","areaRef":"gHOI7Z5GW+eWNX5pnsWjiw=="},"content":{"description":"The first pitch comes in at fun 5.10c.  This is the second to last bolt line on the right side of the crag. A high first bolt up some slabby stuff sets you up. Follow the bolt line as the route turns steeper, then go through an overhanging bulge.  The second pitch wasn't done by us, but it follows the right bolt line, and includes a \"tricky crux bulge\" just before the final anchor. From these top anchors, you can try \"\n\nToo!\n\n\", by scrambling up to the anchors up and right.","protection":"This is 2 pitches long. There are 6 bolts to a 2 bolt anchor, then six more bolts [total of 14?] to a 2 bolt anchor. It is 105' from the top bolts, so bring a 60m or rappel in two pitches. It is very well-protected.","location":""},"__v":0},{"_id":"q9fjlaeCX5+mdqRvCxI8Gw==","name":"Natural Selection","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Tod Anderson, July 1992.","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2991,39.7432]},"left_right_index":18,"mp_id":"105748235","mp_crag_id":"105744705","climb_id":"q9fjlaeCX5+mdqRvCxI8Gw==","areaRef":"gHOI7Z5GW+eWNX5pnsWjiw=="},"content":{"description":"You will either love or hate this route, or love and hate it at the same time, as was the case with me. It's fun being on such a long pitch on good rock, but some of the climbing just isn't that fun (for me at least, you may feel differently). The bottom leads up slabs to a vertical section, which then turns into more steep slabs. The 5.11 crux is on a slab 1/3 of the way up, and although it is well protected, it's still freaky. The rest of the route follows interesting and slightly overhanhing rock for another 90 ft to the anchors.","protection":"The route has 14 bolts (yes, 14!), plus a 2 bolt anchor. The anchors are 150 feet up, so 2 50m ropes are enough to rap back down with.","location":""},"__v":0},{"_id":"7qYK9onXVXWQsIQTvD/tHA==","name":"The Naked Hedge","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Thor Kieser","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2991,39.7432]},"left_right_index":23,"mp_id":"105763197","mp_crag_id":"105744705","climb_id":"7qYK9onXVXWQsIQTvD/tHA==","areaRef":"gHOI7Z5GW+eWNX5pnsWjiw=="},"content":{"description":"Thanks to Scott Bilyeu for all the help with cleaning. We must have brought down a ton of crap rock in the first 15 feet of the climb.\n\nStart in the corner to the right of\n\nBusch Gardens\n\n, and then climb steep, fractured rock past three bolts. At the fifth bolt, undercling and step right onto the face, note the mystery vintage '60s piton (Layton Kor and company?) in the undercling (Sick!). Cruise up to the base of the headwall and climb past four bolts on overhanging face, use the arete to finish.\n\nThe anchor is equiped with steel biners for your lowering pleasure. Please be careful in the first corner as there still may be dangerous blocks, belay well off to the left side.","protection":"12 bolts to a 2-bolt anchor equipped with chains and Mussy hooks.","location":""},"__v":0},{"_id":"sbhgQqWjV8adnsQ4abXnuQ==","name":"Misunderestimate","yds":"5.10b/c","grades":{"yds":"5.10b/c","french":"6b"},"fa":"Thor Kieser","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2991,39.7432]},"left_right_index":28,"mp_id":"105827433","mp_crag_id":"105744705","climb_id":"sbhgQqWjV8adnsQ4abXnuQ==","areaRef":"gHOI7Z5GW+eWNX5pnsWjiw=="},"content":{"description":"This is another classic \"Bushism\". Don't misunderestimate this route!  Fire a roof in the first 30 feet, kick back on easy ground until you reach a steep corner.  Stem straight up and step out to the left at a blot. Steep ground leads to a thin tricky face.  Climb into a left-facing corner then out over right to the anchor.","protection":"11 (now 14) QDs to the anchor so take 13 (now 16) total.","location":"This route is to the right of\n\nThe Decider\n\nand left of\n\nTsunami of Charisma\n\n. There is a dog tag on the first bolt with the route name and rating."},"__v":0},{"_id":"4MbxXq8JWOWOOCabrQNRvQ==","name":"Herbal Essence","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Kirk Miller, Ken Trout","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2991,39.7432]},"left_right_index":10,"mp_id":"105867446","mp_crag_id":"105744705","climb_id":"4MbxXq8JWOWOOCabrQNRvQ==","areaRef":"gHOI7Z5GW+eWNX5pnsWjiw=="},"content":{"description":"Herbal Essence ascends the prominent, black water streak.","protection":"Twelve bolts to Fixe ring anchors.","location":"This lies left of\n\nFootloose\n\n."},"__v":0},{"_id":"+G0ti1qLVlybrR9l+ejg8w==","name":"Headline","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Ken Trout, 1988","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2991,39.7432]},"left_right_index":6,"mp_id":"105757051","mp_crag_id":"105744705","climb_id":"+G0ti1qLVlybrR9l+ejg8w==","areaRef":"gHOI7Z5GW+eWNX5pnsWjiw=="},"content":{"description":"Headline starts on the left side of the crag just right of\n\nBonehead\n\nand\n\nConehead\n\nand cuts up and left for about 80 feet to the anchor atop\n\nConehead\n\n.  There is a bolt down low that protects a tricky move getting off the ground (10a). Once you enter the crack it never exceeds 5.9 and the gear is very solid.\n\nThe crack stays thin with good finger locks the entire way except near the top where it is easiest to lieback. It is possible to clip a bolt on\n\nConehead\n\nwhere the crack widens.  This is a nice way to add a little variety to the regular bolt clipping that goes on at Little Eiger.","protection":"Now fully bolted with 6 bolts.  To lead on gear, bring small cams and wires, nothing bigger than a #0.75 Camalot. Now has its own 2 bolt anchor with links/chains (formerly 2 hook anchor).","location":""},"__v":0},{"_id":"8TnX7sV6VqylZo2YsHxozQ==","name":"The Green Zone","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Thor Kieser","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2991,39.7432]},"left_right_index":24,"mp_id":"105764079","mp_crag_id":"105744705","climb_id":"8TnX7sV6VqylZo2YsHxozQ==","areaRef":"gHOI7Z5GW+eWNX5pnsWjiw=="},"content":{"description":"You are not in The Green Zone in Baghdad but you may feel you have been in a fire fight after you climb this one. The right side of the Eiger continues to yeild excellent long routes. The Green Zone is a monster sport route, take 18 draws! Start 15 feet right of \"\n\nThe Naked Hedge\n\n\" in a surf curl.\n\nCrank past four bolts through the overhang, pump over the lip and then friction past two more bolts, 5.10c/d. The climb eases for two clips up to the small corner. Delicate and steep moves up the corner on 5.10 will get you to the 5.11a crux.  Power through the steep tricky face, 95 degrees, past two bolts and then fire for a hidden jug over the lip.  Continue to the top on 5.9+. A 60 meter rope [will not get you down, even with rope stretch]. We used a 70 and had 12 feet of extra rope laying on the ground.\n\nMike Bronson contributed much to this effort by finding the most creative path through the first crux. The start was dirty and loose. Mike sent a 60 pounder to the shoulder of US 6. The climb cleaned up nicely and with a few ascents the lichen will go. I scrubbed for hours already, so don't complain too much if you do the second ascent.","protection":"16 bolts plus a two bolt anchor!","location":""},"__v":0},{"_id":"wxgKY+FYUQeyhSp3J7y3mQ==","name":"Free Up The Weed","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Thor Kieser","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2991,39.7432]},"left_right_index":26,"mp_id":"105764232","mp_crag_id":"105744705","climb_id":"wxgKY+FYUQeyhSp3J7y3mQ==","areaRef":"gHOI7Z5GW+eWNX5pnsWjiw=="},"content":{"description":"This was named for all you old Rastafarians out there.\n\nStart on PVS (\n\nPersistent Vegetative State\n\n) and clip up to bolt 5. Instead of following\n\nPVS\n\nup the corner, climb straight up past 6 bolts to the anchor. The crux is the arete about 2/3's of the way. Before the crux, you will find plenty of sustained 5.10.","protection":"13 [now 16] QDs.\n\nBring 2 ropes or a 70m rope.","location":""},"__v":0},{"_id":"0oX53hvOXQurMKGbk8sFig==","name":"Footloose","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Richard Wright, 1996","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2991,39.7432]},"left_right_index":11,"mp_id":"105752602","mp_crag_id":"105744705","climb_id":"0oX53hvOXQurMKGbk8sFig==","areaRef":"gHOI7Z5GW+eWNX5pnsWjiw=="},"content":{"description":"This route is located to the left of '\n\nFirst Impressions\n\n' and is a great little line. The climbing has great moves, from pulling over that little roof to balancy footwork towards the anchor. Enjoyable the whole way along. Don't go too far in the corner, clip the bolt, and then head over the arete as soon as you can to avoid weird body positions. Great protection on these moves and all others, like all the routes on the Little Eiger.\n\nThis route has recently had new anchors added to it, so it is no longer necessary to use the anchors at the top of First Impressions.\n\n2.5 stars for sure, what a beauty....","protection":"11 bolts - 2 bolt anchor.  Now, it has its own anchor.","location":""},"__v":0},{"_id":"XQuwT0zRW2+jOwcGutyDHQ==","name":"First Impressions","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Richard Wright and Anna Brandenburg-Schroeder, 1996","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2991,39.7432]},"left_right_index":13,"mp_id":"105749461","mp_crag_id":"105744705","climb_id":"XQuwT0zRW2+jOwcGutyDHQ==","areaRef":"gHOI7Z5GW+eWNX5pnsWjiw=="},"content":{"description":"Take the bolt line that travels just left of an orange streak that passes up a small left-facing dihedral. The crux is exiting the dihedral and getting over the rounded top of the rock.","protection":"10 bolts to a 2 chain anchor. It shares an anchor with\n\nFootloose\n\n.\n\nEds. The lead bolts were replaced with SS bolts/hangers in 7/16. Thanks, Erika!","location":""},"__v":0},{"_id":"Au9JCmjFUDuInJBlGjxDMQ==","name":"Eiger Sanction","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Ken Trout, 1991","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2991,39.7432]},"left_right_index":8,"mp_id":"105752599","mp_crag_id":"105744705","climb_id":"Au9JCmjFUDuInJBlGjxDMQ==","areaRef":"gHOI7Z5GW+eWNX5pnsWjiw=="},"content":{"description":"This route is located to the left of '\n\nEiffel Tower\n\n'. This route is very straightforward with a sloping topout and tricky feet towards the 5th and 6th bolts. The first half of the route climbs through a vegetated crack and easy terrain. A great route, the only thing it lacks for this type of route is continuity, the difficult moves don't last very long, but are enjoyable.","protection":"9 bolts - open cold shuts anchor.","location":""},"__v":0},{"_id":"n/TqRsCMVUqU8JqbzxS2aw==","name":"Eiger Direct","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Tod Anderson, Richard Wright, 1995","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2991,39.7432]},"left_right_index":14,"mp_id":"105751756","mp_crag_id":"105744705","climb_id":"n/TqRsCMVUqU8JqbzxS2aw==","areaRef":"gHOI7Z5GW+eWNX5pnsWjiw=="},"content":{"description":"The best pitch on the Little Eiger is also one of the hardest. Moderate climbing leads to a tricky corner/roof, and then a rest on the right. Perfect rock, thin sidepulls, and sloping feet define a technical crux. Maybe the last bolt on the crux is a little high.","protection":"10 bolts.","location":""},"__v":0},{"_id":"HgJLLG5JWDOw1ZqphkgIyA==","name":"Eiffel Tower","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"John Bissel, September 1991","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2991,39.7432]},"left_right_index":9,"mp_id":"105749182","mp_crag_id":"105744705","climb_id":"HgJLLG5JWDOw1ZqphkgIyA==","areaRef":"gHOI7Z5GW+eWNX5pnsWjiw=="},"content":{"description":"This is a halfway decent climb that's well-protected and has solid 5.10 moves throughout.  The crux comes at the end and involves a tricky high-step, but it's very well-protected.  The route is between the\n\nEiger Sanction\n\n(to the left) and\n\nFootloose\n\n(to the right).\n\nCorrection by Drew Allan: Eiffel Tower is the sixth route to the right of the cave area/arete (\n\nBonehead\n\n), which is located on the left (East) side of Little Eiger. See \"\n\nHeadline\n\n\" topo photo. It is the first route you encounter left of\n\nFootloose\n\nafter a swath of stone that doesn't have any routes. The route begins approximately 15' right of\n\nEiger Sanction\n\nwith an early '90s first bolt a bit off the deck and below a small roof.\n\nMove up some interesting face moves and clip two bolts below the roof. This is old school bolting, so be careful. Climb over the roof and angle right along a ramp where there is a solid runout between the third and fourth bolt on moderate climbing. The crux is from the fourth to sixth bolt and offers great, dynamic moves with tricky feet to a right hand horizontal. One more clip leads to the open shut anchor that is protected with a clip link connected bolt. ET is probably harder than\n\nES\n\nnext door. In fact, I don't think this route gets done as often as it should. It is definitely worthwhile. It has seven bolts.","protection":"7 bolts to a 2-bolt anchor.","location":""},"__v":0},{"_id":"yEynwQPDWISC129y11pc6Q==","name":"Delusions of Grandeur","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Chris Deulen","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2991,39.7432]},"left_right_index":2,"mp_id":"106064047","mp_crag_id":"105744705","climb_id":"yEynwQPDWISC129y11pc6Q==","areaRef":"gHOI7Z5GW+eWNX5pnsWjiw=="},"content":{"description":"Scramble up onto an angled ledge. If you're brave (or stupid), don't pre-clip the first bolt. Or, don't even toprope in to set your draws. I contemplated giving this a V5 grade but decided that would be deceiving and possibly dangerous. Nonetheless, it's basically a bolted, boulder problem. Crimpy, with a power move or two, this fun little climb will keep you on your toes. Hold it together long enough to clip the second draw and prepare to crank a creepy mantle over the arete and onto the sloping face. Don't get too deluded over your success upon sending; it's only 25 feet of actual climbing.","protection":"Update 2020: there are now 4 bolts, and the first isn't so scary now, being that it's the 2nd. This used to share anchors with\n\nBonehead\n\nbut now has its own. Thanks for the work on this, Kevin!","location":"This is the furthest bolted line to the left, even further than\n\nBonehead\n\n, albeit 10 feet up and around the corner from it. Climbs the slightly overhanging face to the right of\n\nBlack Haul\n\n."},"__v":0},{"_id":"ePveMp0YWW6j0vQTuSWF4Q==","name":"The Decider","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Stu Ritchie","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2991,39.7432]},"left_right_index":27,"mp_id":"105822639","mp_crag_id":"105744705","climb_id":"ePveMp0YWW6j0vQTuSWF4Q==","areaRef":"gHOI7Z5GW+eWNX5pnsWjiw=="},"content":{"description":"I am \"The Decider\" says GWB.  Well, that is another demonstration of just how well our Prez speaks English! I know immigrants both legal and illegal who would not make such a grammatical error! Is there anyone out there still like this guy?\n\nMantle past the first bolt on steep ground, dance through some thin face, take a break on a small ledge, side-pull up more face and crank a small roof at the top!  Very Cool!","protection":"13 QDs ought to get you there.","location":"Look for the climb just right of\n\nPersistent Vegetative State\n\n."},"__v":0},{"_id":"98T8OOPOU9yymo1EwKkwGw==","name":"Conehead","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Alan Nelson,  Ken Trout - 1991","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2991,39.7432]},"left_right_index":5,"mp_id":"105752596","mp_crag_id":"105744705","climb_id":"98T8OOPOU9yymo1EwKkwGw==","areaRef":"gHOI7Z5GW+eWNX5pnsWjiw=="},"content":{"description":"This route is located on the left hand side of 'Little Eiger'. The route is the 2nd bolted face from the leftmost side of the crag, located directly to the right of 'Bonehead'. Ths climbing can be eased by heading a little left and joining the crack at the 3rd bolt and then traversing back into the 4th/5th bolt. The moves between these bolts straight up will follow a small seam / pocket on dead vertical rock. Very enjoyable route with moves a little harder than they look from the ground up. Route ends at open cold shuts anchor. Be careful if toproping, but I think there is a bolt to back it up with.","protection":"6 bolts to a 3 bolt anchor with 2 links and 1 grooved, open hook (formerly only open hooks).","location":""},"__v":0},{"_id":"+fKxN8XBUyS3ZA7L15Wadw==","name":"The DeCappitator","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Kevin Capps","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2991,39.7432]},"left_right_index":3,"mp_id":"111156931","mp_crag_id":"105744705","climb_id":"+fKxN8XBUyS3ZA7L15Wadw==","areaRef":"gHOI7Z5GW+eWNX5pnsWjiw=="},"content":{"description":"If you like arete climbing and crimping, get on this! This has a few sections of hard climbing on perfect stone separated by good holds.","protection":"9 bolts and an anchor.","location":"Clip the first 2 bolts of\n\nBonehead\n\n, then climb up and left on the arete."},"__v":0},{"_id":"w4J/DhbEVwGiHiSqJEtcig==","name":"Bush Administration","yds":"5.10b/c","grades":{"yds":"5.10b/c","french":"6b"},"fa":"Thor Kieser","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2991,39.7432]},"left_right_index":21,"mp_id":"105762957","mp_crag_id":"105744705","climb_id":"w4J/DhbEVwGiHiSqJEtcig==","areaRef":"gHOI7Z5GW+eWNX5pnsWjiw=="},"content":{"description":"This route is an excellent addition to the Little Eiger. The route received several ascents on its opening day and eveyone really liked it.  The route is 35 meters in length and very sustained.\n\nYou can climb Bush Administration with a 60 meter rope and stretch will get a climber within 10 feet of the ground. A small amount of easy down climbing will be required. Belayers should tie a knot in the end of the rope to avoid accidents. Using a 70 meter rope eliminates any problems.\n\nI had to do a lot of gardening and scrubbing, hence the name. Hopefully we can all forget about \"The Bush Administration\" soon.\n\nTall people will find the route to be 5.10b and shorter folks may give it a 10d rating. Enjoy....","protection":"Eleven clips to a two bolt anchor.  2 ropes or 70m rope.","location":""},"__v":0},{"_id":"P7wc9qsqVcC9CzFX4zLrlw==","name":"Busch Gardens","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Thor Kieser","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2991,39.7432]},"left_right_index":22,"mp_id":"105762975","mp_crag_id":"105744705","climb_id":"P7wc9qsqVcC9CzFX4zLrlw==","areaRef":"gHOI7Z5GW+eWNX5pnsWjiw=="},"content":{"description":"Welcome to the grand opening of Busch Gardens in Clear Creek Canyon Colorado. The one in Tampa Bay may be closing down but the management decided to move it to Colorado.\n\nYou will find the new Busch Gardens to be a modern park for ultimate family fun.  There are plenty of good rides and interesting adventures to be had. We even have a kiddie section at the entrance to the park. The Park has a variety of natural settings that have been left untouched by the hand of man.\n\nStart 10 feet to the right of\n\nBush Administration\n\n. Climb 5.9 past five bolts to a small roof. Pull the roof and clip six bolts on the headwall to a two bolt anchor. If you have a 60m rope, belay on the ledge 10 feet above the ground.\n\nAddendum: be careful, it is a rope stretcher back to the ledge with a 60m rope.","protection":"11 QDs and an anchor with Mussy hooks.","location":""},"__v":0},{"_id":"5GQyvHANVAWZ+eD6BfHZbA==","name":"Bonehead","yds":"5.10c/d","grades":{"yds":"5.10c/d","french":"6b+"},"fa":"Alan Nelson, Ken Trout, April 1991.","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2991,39.7432]},"left_right_index":4,"mp_id":"105752005","mp_crag_id":"105744705","climb_id":"5GQyvHANVAWZ+eD6BfHZbA==","areaRef":"gHOI7Z5GW+eWNX5pnsWjiw=="},"content":{"description":"The is the last bolted route to the east before the cave with the overhanging faces.  The cave has a fixed sling/rap ring anchor above a thin crack.  To the right, a few feet right of the arete marks the start of this route.\n\nThere are a few delicate moves that will test your footwork and balance.  Figure out the crux before the last bolt to get the onsight before the pump sets in.  The bolt that protects the crux is below your feet by the time you can get to a stance to clip the next one at the lip.  A second mini-crux comes in manteling the lip.","protection":"5 draws (maybe more now) to a 2 bolt anchor with funky tow-truck-like snaps (formerly a double hook anchor).","location":""},"__v":0},{"_id":"mfTOo+cbVhaKib+L+Hp0TA==","name":"Black Hole","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2991,39.7432]},"left_right_index":0,"mp_id":"106009701","mp_crag_id":"105744705","climb_id":"mfTOo+cbVhaKib+L+Hp0TA==","areaRef":"gHOI7Z5GW+eWNX5pnsWjiw=="},"content":{"description":"Black Hole is called such for good reason as this short dihedral tends to suck its victims in. This technique is actually probably the best way to climb it, as any movement out sends one's legs to dangle over the left-angling, small shelf that accompanies the crack. Thin, especially towards the top. If this were 30 feet longer it would probably be a Colorado classic, but it is still a great climb nonetheless. A piton can be found at the top of the slab that leads up to the crack. There is another towards the end of the crack as well. Slings are recommended for the anchors as there are set back over the edge a bit around the left exit arete.","protection":"1-2 #0.75, 1-2 #1, 1 #2, nuts, draws, and slings for the anchors.","location":"This is the furthest left climb at Little Eiger, and I mean THE furthest left. Around the corner, past the last bolted climb, up the hill a bit, and under a tree is where the start for Black Hole and Black Haul is. They are the short and obvious two cracks that lead out from this stance."},"__v":0},{"_id":"BrDzEaOWXLG1oxvYoLt3rQ==","name":"Black Haul","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"K. Trout, O. Mitchell, P. Prandoni, 1985","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2991,39.7432]},"left_right_index":1,"mp_id":"105759771","mp_crag_id":"105744705","climb_id":"BrDzEaOWXLG1oxvYoLt3rQ==","areaRef":"gHOI7Z5GW+eWNX5pnsWjiw=="},"content":{"description":"This is a wee bit obscure...maybe not as obscure as the routes to the right and left.  This is an \"old\" gear route on the left side of the Little Eiger Wall in a small, grungy alcove just a bit left of\n\nBonehead\n\n.  It is interesting for historical reasons, perhaps, or for the curious.  It is probably the easier of the 2 overhanging crack lines here.  It is good for a pump.  It has a manky anchor as of 1998.\n\nFire this short, pumpy crack that give a workout for its short, perhaps - 25 feet, length.  It seemed to increase the pump at the end.  The jams are good.  It is probably 5.8 at the Gunks.  It has no bolts.  The anchor required faith.","protection":"Rack: #2.5 Friend, nut, #2 Friend, nut, green Alien, #0.5 Friend + slings for the anchor.\n\nPer\n\nDwight Jugornot\n\n: there are currently lowering biners at the anchors.","location":""},"__v":0},{"_id":"XJ2SEfZmXTG/iATtAsGsJA==","name":"\"Is Our Children Learning?\"","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Thor Kieser","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2991,39.7432]},"left_right_index":30,"mp_id":"105985777","mp_crag_id":"105744705","climb_id":"XJ2SEfZmXTG/iATtAsGsJA==","areaRef":"gHOI7Z5GW+eWNX5pnsWjiw=="},"content":{"description":"This is the furthest right route at Little Eiger presently. It is just right of\n\nTsunami of Charisma\n\n.\n\nPer\n\nGregger Man\n\n: there is a piton hidden under the block at the base of this route. Anchor your belayer, and knot the end of your 70m rope.","protection":"~14 bolts.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,b34b81ad-639b-5002-8b62-fcc081599499,8af5df63-9dd1-5fb2-9ef1-c3c3860494f5,807388ed-9e46-5be7-9635-7e699ec5a38b","pathTokens":["USA","Colorado","Golden","Clear Creek Canyon","Little Eiger"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10c"},{"count":6,"label":"5.11b"},{"count":3,"label":"5.10d"},{"count":2,"label":"5.12b"},{"count":1,"label":"5.12a"},{"count":1,"label":"5.11b/c"},{"count":1,"label":"5.10a/b"},{"count":3,"label":"5.10"},{"count":2,"label":"5.10b/c"},{"count":1,"label":"5.9"},{"count":2,"label":"5.10a"},{"count":1,"label":"5.11a"},{"count":2,"label":"5.9+"},{"count":1,"label":"5.11d"},{"count":1,"label":"5.10b"},{"count":1,"label":"5.13a"},{"count":1,"label":"5.10c/d"},{"count":1,"label":"5.11"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":0,"beginner":0,"intermediate":2,"advanced":1,"expert":0}},"sport":{"total":28,"bands":{"unknown":0,"beginner":0,"intermediate":15,"advanced":12,"expert":1}},"tr":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":2,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":17,"advanced":13,"expert":1}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.2991,39.7432]},"bbox":[-105.29968479622984,39.742750339818144,-105.29851520377014,39.74364966018188],"left_right_index":-1,"ext_id":"105744705","area_id":"gHOI7Z5GW+eWNX5pnsWjiw=="},"content":{"description":""},"density":0,"totalClimbs":31,"__v":1,"createdAt":"2022-11-07T05:57:03.397Z","updatedAt":"2022-11-25T11:17:55.693Z"}