{"_id":"63689de0e80bff5a994f9160","area_name":"Northern San Juan Traverses","shortCode":"","climbs":[{"_id":"AtEcqs7lVY6Y610RCYUFRg==","name":"Imogene to Emma 8x13","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Wridge Traverski","type":{"trad":true,"alpine":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-107.79863,37.96651]},"left_right_index":3,"mp_id":"108439308","mp_crag_id":"108439305","climb_id":"AtEcqs7lVY6Y610RCYUFRg==","areaRef":"8wY7wblKU0iRRmEX6VqQ6A=="},"content":{"description":"Start at Imogene Pass and traverse the skyline to Mount Emma. Start with Chicago Peak (13,385'), and cross to Peak 13,343, Third Class.\n\nJust north of Peak 13,343 is a ridgeline much like Saint Sophia that requires bypass on its north side on steep, loose Fourth Class terrain above Rock Lake.  There is a real old mining spike in an unlikely saddle on the ridge, which is Badass to've placed. The ridgeline up to Peak 13,242 is also problematic and requires some meandering and steep loose climbing.  Low fifth class.\n\nThe ridgeline widens considerably and it is a quick and very pleasant stroll over Peaks 13,369; 13,463 and 13,337 to Mendoza Peak (13,275'), Second Class.\n\nSaint Sophia Ridge is untraversed in its entirety. This is obviously the crux of Section A. Climb around, over, and through the many spires along the ridge on exposed choss. Struggle to a point halfway along and the low spot in the ridge; there is a steep, skinny chimney on the right that can be downclimbed east to a scree shelf. Many of these exits exist along the way to the east.  The whole of St Sophia Ridge can be bypassed via a scree shelf on the Governor Basin side. Traverse the scree shelf north and climb Mount Emma (13,581') via scree gullies. There is a large flat-topped buttress along the ridge to Emma from the southeast that can be walked around rather than climbed over, Fifth Class.\n\nEight thirteeners total. Continue on with Section B to Gilpin Peak or descend the West ridge of Emma to the Sneffels Highline Trail (fourth class). It is also possible to descend the Southwest ridge of Emma and climb Greenback Mountain (12,997'), and descend to town from there, Fourth Class.\n\nBlocktop Mtn (beyond Gilpin) seems to be the crux and ceases progression towards Dallas. A natural and fun addition to these peaks is continuing over Gilpin (bypass major cliffband on left side) and climbing Sneffels along the ridge from Gilpin, which is very high quality. This should be the standard finish, on Sneffels.","protection":"A rope is not necessary.  The soft, broken, chossy rock and length of the route dictate it so.  When stymied by the dificulties on the ridge, circumnavigate to the north on steep, exposed scree.","location":"Hiking up Tomboy Road from Telluride adds significant mileage and vert to the day but adds maximum style points.  It's on a 4x4 road, though, so you can drive to the pass."},"__v":0},{"_id":"BHkw6TUeWPqE+nsvftwrKw==","name":"Emma/Gilpin/Sneffels Ski Tour","yds":"4th","grades":{"yds":"4th","french":"1"},"fa":"Ullr","type":{"trad":true,"snow":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.79863,37.96651]},"left_right_index":2,"mp_id":"110312876","mp_crag_id":"108439305","climb_id":"BHkw6TUeWPqE+nsvftwrKw==","areaRef":"8wY7wblKU0iRRmEX6VqQ6A=="},"content":{"description":"Telluride to Ouray.  This is an Emma, Gilpin, and Sneffels ski traverse, south to north, with roughly 8,000' of ascent.\n\nStart up the south face of Mt. Emma (13,581') from Telluride (8,750'). Ascend steep snow to the ridgeline just south of the summit, and then do a wee bit of scrambling the final hundred feet to the summit. Ski the steep, sheer north face of Mt. Emma through various cliffbands to a shelf (~12,250) below the south face of Gilpin Peak. Sharp edges!\n\nA slender hallway of steep snow splits the otherwise sheer and craggy southwest face of Gilpin. Crampon straight up to the summit of Gilpin Peak (13,694').\n\nFrom the top of Gilpin Peak, walk or ski (depending on the last prominent wind direction) down the ridgeline northwest to the saddle which connects Gilpin to Sneffels. Ski north down steep snow to the base of the south face of Mt. Sneffels (~12,750').  An outstanding improvement would be dropping off the summit proper down the north couloir of Gilpin.\n\nClimb steep snow up the normal hiking route to the summit of Mt. Sneffels (14,150') with a bit of scrambling at the top. Choose your poison off of the top of Mt. Sneffels - either skiing north which generally requires a rope or steep downclimbing for 100' (the downclimb isn't that challenging, but the exposure is), or skiing the south face.\n\nThere is a steep, skiable line that forms right from the summit of Sneffels down the middle of the south face (the Birthday Chutes). Cautiously skiing the hiking couloir is possible if the snow is in shape. The Snake Couloir or the Triple Threat (much added commitment--'Triple-est Threat' after 2 other mtns) are great ways to finish the day. You can ski the Snake and climb back to the south side of Sneffels and an easier way out of the woods via a huge couloir on the northeast side of the peak. Ski and hitch down Yankee Boy Road to Maggie's and Hutch's.  Serano burger, onion rings, darkest beer.","protection":"Sharp edges, crampons, an ice axe, and a helmet.","location":"Start from the top of Oak St. in Telluride. Head up Tomboy Road a short distance to the Jud Wiebe Trail. Follow the Jud Wiebe trail counter-clockwise to and up the Liberty Bell Trail. From treeline atop the Liberty Bell Trail, traverse left (north) beneath the cliffs of Saint Sophia Ridge to the south face of Mt Emma. Several gullies and rockbands are traversed over, which require maintaining a high line. Maintain your line just below the cliffbands up and around the corner to the southwest ridgeline of Mt. Emma.\n\nOr, from the top of Aspen St., hike up the Sneffels Highline Trail. Once above treeline, ascend a couloir on the south (right) side of the West face of Emma. I believe skiers call this line the Y-Couloir or the Hourglass? It's a high quality, rarely-done ski descent on its own. The summit block can be ascended via fun, easy stemming behind a chockstone followed by steep snow."},"__v":0},{"_id":"Fb1fYPR+WVall4evI3sTZA==","name":"Emma to T.Zero","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"open project","type":{"trad":true,"alpine":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-107.79863,37.96651]},"left_right_index":1,"mp_id":"108457569","mp_crag_id":"108439305","climb_id":"Fb1fYPR+WVall4evI3sTZA==","areaRef":"8wY7wblKU0iRRmEX6VqQ6A=="},"content":{"description":"Section B is the unfinished middle part of the Telluride Traverse and covers the skyline north of Telluride from Mount Emma west to 'TO' Peak.\n\nStart on Mount Emma (13,581'), and traverse north to Gilpin Peak (13,694') over Fourth and low Fifth Class terrain around several towers on the ridge. The large cliffbands can be passed to the west with some exposed and unprotectable fourth class.\n\nThe traverse to 'Block Top' (13,543') to the west is very challenging. This is as far as Section B has been taken. There are rapell anchors on ths first tower encountered. Block Top gets serious, as does Dallas (13,809'). These are the cruxes of the whole traverse. There is a huge notch in the ridge between Dallas and West Dallas (13,741') that will present another crux. From Gilpin west to this notch is very, very challenging and presents the unknown ground. From the notch to 'TO' (13,735') is third class. 'TO' is the mountain north of Campbell Peak and the second highest peak in the traverse behind Dallas.","protection":"The difficulty and requirements of climbing Dallas Peak are known and dictate what you need to carry - a thin rope and small alpine rock rack at a minimum, likely. This complicates logistics considerably, as carrying this gear would slow the pace to a point of negating completion. The traverse from the east summit of Dallas to the west summit of Dallas, however....\n\nIt would be best if it were possible to get to and across the tops of Block Tops and Dallas Peak without a rope and the giant notch following. OR an alpinist's strength will do, and you belay adventure-5th Class from Block Tops multiple walls and rappels all the way through the many technical stretches over to West Dallas.\n\nThe vertical rock up very high is much more solid than most of the San Juan rock, and solid rock pro can be abundant.","location":"Mount Emma can be climbed a number of different ways from Telluride.  The West ridge can be climbed from Sneffels Highline Trail at Fourth Class, or the South Face, or Southwest ridge (from Greenback Mountain, come in from the south to the summit of Greenback - its West Ridge don't go).  You can also hike up Tomboy Road; turn uphill at the Bullion Tunnel and hike the ridge over Little Mendota and Mendota Peak and cross St. Sophia Ridge. St. Sophia can be bypassed to the East any number of places along the traverse."},"__v":0},{"_id":"jWSOQoBHWDes0G/cx9neDQ==","name":"Campbell to Hayden 10x13","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"it's just a link-up","type":{"trad":true,"alpine":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-107.79863,37.96651]},"left_right_index":0,"mp_id":"108451139","mp_crag_id":"108439305","climb_id":"jWSOQoBHWDes0G/cx9neDQ==","areaRef":"8wY7wblKU0iRRmEX6VqQ6A=="},"content":{"description":"This is a ridge traverse from Campbell Peak northwest to Hayden Peak, crossing the summits of ten 13'ers. They are, in order of ascent East to West: Campbell Peak, T.Zero, S3, S5, S6, Mears Peak, S7, S8, S9, and S10.\n\nHayden Peak is a 12'er, and there are a couple of other mountains that must be climbed but are not recognized as such - the mountain just west of S6, for example. If completed from Section B of the whole 'Telluride Traverse' from Imogene Pass, Campbell Peak would not be included.\n\nStarting from the summit of Campbell Peak (13,213'), follow the ridge north to \"T.O.\" (13,735'). This is the highest point in the traverse. Third Class.\n\nThe next peak north is \"S3\" (13,410'), Third Class.\n\nThe crux of the traverse comes along the next three peaks: tightrope-scrambling Fourth and low Fifth Class with wild exposure and high consequences on all different manners of loose rock. \"S5\" (13,380') is the next peak north and is located in the 'corner' where the ridge turns west, low Fifth Class.\n\nGetting to \"S6\" (13,441') to the west is more problematic and exposed. The ridge further west of S6 is particularly difficult, with a section of low Fifth Class downclimbing necessary to maintain the ridgeline. Many loose spires and gendarmes to navigate through the \"corner\" in the ridge, low Fifth Class.\n\nContinue along the ridge towards Mears Peak. Just shy of the summit are the last of the technical difficulties for the day, 4th or low Fifth Class.\n\nFrom Mears Peak, it is an easy walk to \"S7\" (13,224'). Ruffner Mountain (13,003') is the inaccessable knob a good ways to the south. Or is it? Which peak is Ruffner? The closer highpoint south is not hard to stand upon at all, and should be included. The further prominent knob is very hard to stand upon... Third Class.\n\nMore second and third class terrain brings your across the summits of \"S8\" (13,252'), \"S9\" (13,134) and \"S10\" (13,020').\n\nMaintain the ridgline proper through the whole traverse, without deviating down any couloirs.\n\nA small rise is crossed before summiting Hayden Peak (12,987'), which is the final peak of the traverse, Third Class.\n\nContinue along the ridge line to North Pole Peak (12,208'), but unless you humped a rope and a rack with you, the summit of North Pole Peak is too superior a challenge. It is mighty beautiful, however, and tempts the climber's eye.  What be the route up and down these two awe some spires?!","protection":"The rock along the entire route from Campbell Peak to Hayden is rotten and loose. Every color of rock is a different, unique type of choss, and there are all the colors in the rainbow. It is all broken and loose. A rope will cause more harm than good and slow you down too much to cover the distance. Climb with vigilance. Push in and down on everything, no pulling.\n\nRoute-finding skills and unwavering awareness and attention are your best protection. Depending on the season, there are long-lasting snow patches/fields/cornices along the way (most all on the north side of the ridge, of course) for replenishing your water.","location":"Unless you traversed from West Dallas Peak east of \"TO\" (kind of a big deal), climb Campbell Peak from Telluride to begin this stretch of peaks. This is easiest done from the Eider Creek Trail, which starts in the switchback along Mill Creek Road a mile west of Telluride. Park a car here.\n\nFrom the top of Eider Creek Trail, turn west and preceed along the Deep Creek Trail for a half-mile or so. Turn straight uphill, and climb through the woods to gain an open gully which leads to the South ridge of Campbell Peak. A cliffband prevents access along the South ridge right around treeline, which necessitates climbing the wide gully up the east end of the South face. A short section of Third Class is navigated just prior to the summit.\n\nDescent from North Pole Peak: continue north down steep scree into a prominent, dry creek bed. Maintain a northerly direction through tight, steep woods, and wetlands until you get to the residential neighborhood off of Road 58P. From the neighborhood, walk west on the road to get out to 58P.  You can leave a car at the gated entrance to the neighborhood. Hitch-hiking out is a risky proposition, as it may take a looong while.\n\nIt is also possible to descend to the Alder Creek Trail and follow it south to its (and Whipple Mountain's) Trailhead and a parked car. Bushwhacking straight west will have you trespassing on the Heath Ranch.\n\nOR, you could head south off of Hayden and traipse along that ridgeline down to Whipple Mountain. This is the recommended option. A short section of Fourth Class downclimbing halfway, and the Sugarloaf formation just before Whipple Saddle is passed on the west, or some low-Fifth downclimbing is involved. Be bold, and continue the ridge traverse south all the way to Whipple."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,b8bc6400-2efc-577d-b6a6-c5367641fd44,64f7d38a-5f26-57d1-b23a-b941f84f7cf9,5a864bf9-39f8-57d3-b07f-819304b228a9,f3063bc1-b94a-5348-9146-6117e95a90e8","pathTokens":["USA","Colorado","Alpine Rock","San Juans","Northern San Juans","Northern San Juan Traverses"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.5"},{"count":1,"label":"4th"},{"count":1,"label":"5.8"}],"byDiscipline":{"trad":{"total":4,"bands":{"unknown":1,"beginner":3,"intermediate":0,"advanced":0,"expert":0}},"alpine":{"total":4,"bands":{"unknown":1,"beginner":3,"intermediate":0,"advanced":0,"expert":0}},"snow":{"total":1,"bands":{"unknown":1,"beginner":0,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":1,"beginner":3,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-107.79863,37.96651]},"bbox":[-107.79920036658959,37.96606033981815,-107.79805963341042,37.966959660181864],"left_right_index":-1,"ext_id":"108439305","area_id":"8wY7wblKU0iRRmEX6VqQ6A=="},"content":{"description":""},"density":0,"totalClimbs":4,"__v":1,"createdAt":"2022-11-07T05:55:53.759Z","updatedAt":"2024-01-15T16:42:36.288Z"}