{"_id":"63689d20e80bff5a994f24c6","area_name":"Aegir","shortCode":"","climbs":[{"_id":"mJ5xhSWLWPiN+c4C/5xlcg==","name":"Trident","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"EFR, Jesse Schultz, Greg Kay, Byron Hempel, Daron Robertson, Adrian Montano,'18","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.78115,32.46112]},"left_right_index":8,"mp_id":"114790872","mp_crag_id":"106157975","climb_id":"mJ5xhSWLWPiN+c4C/5xlcg==","areaRef":"RrTLJE3AUq+e4EJJzEtLkQ=="},"content":{"description":"Once again the Red Walls deliver. Hadn't planned on doing a new route at the Reef this year but having agreed to belay my buddy Jesse Schultz on Doubt (which he redpointed weeks later) I was often hanging out looking at the north face of Aegir. Well that is like dangling meth in front of a meth head. So I decided to rap in and check it out. Feeling sure it would go, with the help of many, I set to work top-roping all 230 feet of it.   Pitch one 5.12-*** is a lower angled face with very technical moves that is not easy to read but cool once you do. It ends on a spacious ledge that can also be reached by traversing in from the start of Doubt.   Pitch two 5.11/11+ ****is 105 feet long and according to to Jesse Schultz it is the \"best single pitch of sport climbing at the Reef.\" I can be done without doing the first pitch by traversing in from the belay for Doubt. It climbs cool flakes and ledges that sometimes have blank sections of blank looking orange rock that can just be negotiated. I am 5'6\" and can just make the reaches in a couple of places while my taller friends make them easily so this pitch is in the solid 5.11 category according to them. There is one spot where you will do better to follow a thin crack seam down and right about seven feet. From here a long move will get you to holds that lead back left to the bolt line. The holds above will lead you right some more until thin holds lead you back left to the anchors and reasonably comfortable belay ledge. Thin moves to big jugs and easy shakes will make this single four star pitch a popular single pitch to do.   Pitch three 5.12- *** from the anchors a couple of moves up will lead to a jug and a long reach left to more jugs. Stay left around third bolt then follow bolts up to a tiered bulge and the final crux which actually may be harder for tall people. Reasonable climbing up lower angle rock lead to anchors on the right end of a short overhanging face at the top of the cliff. From here you can belay your partner up or lower back to the belay stance and pull the rope so your partner can lead it as well. Two raps with a 70M rope will get you back to the big ledge where you can traverse (5.4) over to Doubt's staging area. Tie knots and start pushing off so you can swing back into the ledge on the rap from the top of the second pitch. One more rap will get you to the ground if you don't traverse off.","protection":"Pitch one 11 bolts, pitch two 17 bolts, Pitch three 12 bolts and steel lower of biners at all anchors.","location":"About 30 feet up the talus that is the start of the scramble up the gully between Neptune and Aegir you will see the bolts leading up to the big ledge. The line is about 30 feet right of the large oak growing out of the big ledge."},"__v":0},{"_id":"zR4wBv0lVZymzmg4rZabrQ==","name":"Tideways","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Geir Hundal, Clay Mansfield","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.78115,32.46112]},"left_right_index":16,"mp_id":"108350237","mp_crag_id":"106157975","climb_id":"zR4wBv0lVZymzmg4rZabrQ==","areaRef":"RrTLJE3AUq+e4EJJzEtLkQ=="},"content":{"description":"This is a wild and airy variation linking the EFR classic Reef Break to Reefer Madness.  Clay spotted this crazy-looking traverse 200' off the deck and pointed it out to me.  We decided to establish a new route that included the traverse as it looked so appealing. \n\n  Our first attempt to reach the traverse was via an old EFR project about 30 feet right of Reef Break.  It became apparent this route was not going to take us to the start of the traverse, so Eric invited us to establish the traverse as a variation to Reef Break instead. \n\n  On the FA we were really psyched to find that the pitch went at a reasonable grade and was as exposed as it looked from the ground.  With a bit more cleaning it will be a great variation to Eric's route.","protection":"Singles to blue camalot, two bolts.","location":"Climb the first two pitches of Reef Break.  From here traverse up and right all the way to the last pitch of Reefer Madness (just left of the huge roof).  Belay here or continue another 30' right (5.7) to a better belay stance and easier climbing to the top."},"__v":0},{"_id":"+LSRh5bzVray/kjIoOVMiQ==","name":"Thread Lightly","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"JSt, EFR, '13","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.78115,32.46112]},"left_right_index":0,"mp_id":"108361468","mp_crag_id":"106157975","climb_id":"+LSRh5bzVray/kjIoOVMiQ==","areaRef":"RrTLJE3AUq+e4EJJzEtLkQ=="},"content":{"description":"This route has two distinct cruxes both protected by bolts and a great finish.  It wanders a bit following the weaknesses so I would bring some shoulder length slings to reduce rope drag after the first crux.   The route is named for a spot about 15 feet up where you can thread a long sling for excellent pro until you reach a triangle shaped horn you can sling. Above that you get gear in or clip bolts.","protection":"Bolts and gear to red Camalot.  Stoppers to 3/4 inch and double up on finger sized cams.","location":"Left end of N. face up the gully. The start is just right of Don't Look A Gift Block. A low single bolt below some solid but sketchy looking blocks and a small left facing corner about 10 feet up is the start."},"__v":0},{"_id":"zDbP9t15V7SH/P7+H93GQA==","name":"Starfish","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"EFR, Jesse Schultz, Adrian Montano,'19","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.78115,32.46112]},"left_right_index":11,"mp_id":"117065631","mp_crag_id":"106157975","climb_id":"zDbP9t15V7SH/P7+H93GQA==","areaRef":"RrTLJE3AUq+e4EJJzEtLkQ=="},"content":{"description":"More appendages would help keep you gliding up this excellent Reef stone. Starts on a slightly off vertical face for the first half with more sidepulls, gastons, laybacks, stemming and fingerlocks than crimps. The loss of pressure in your foot or hand hold can lead to a little whipper. The crux is getting through the slight bulge that protects easy ground to the overhanging and right leaning upper dihedral. Good hand holds with a few small ones and tiny feet make the correct technique imperative to reach then exit the top of the dihedral. The rock looks a little dubious but is really solid. A small fridge sized boulder that guarded the upper dihedral was trundled last year making this long viewed line a possibility.","protection":"15 Bolts to Metolius Steel Carabiners for lowering off. 17 draws if you partner is going to TR the climb.","location":"Start is on the left side of the waterfall like slab left of 20th Century Crack, AKA the start of Reef Break."},"__v":0},{"_id":"TGIZBrNiX1Ga1W/haY885w==","name":"Soul Deprived","yds":"5.14-","grades":{"yds":"5.14-","french":"8b+"},"fa":"Adrian Montano, Rachel Ball - Oct 2021","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.78115,32.46112]},"left_right_index":5,"mp_id":"121447969","mp_crag_id":"106157975","climb_id":"TGIZBrNiX1Ga1W/haY885w==","areaRef":"RrTLJE3AUq+e4EJJzEtLkQ=="},"content":{"description":"Linkup between Doubt & Neglect, or just a harder finish to DoubtA good test of your comfort on technical Reef granite. Climb through all the hardest climbing on Doubt, which ultimately goes at around 5.13+ (see Doubt comments for explanation). Then, after the last hard crux of Doubt, instead of continuing up the described ‘smooth laybacks’ to the jug rest before the 5.12-5.11 climbing to the top, do an accurate foot stab & a reachy move left to the Crankbugs anchor/jug & clip a runner (reversing the moves you do for Jitterbugs link)Rest your mind here, because you’ve got 50 feet of techy stacked cruxes above you, a lingering pump, & a bass drum in your chest. Continue straight up into Neglect for a much harder & more sustained finish to another 40+ meter path up this section of Red Wall.\n\nA futile & trivial ode to the wall and a reminder that climbing is silly & pointless unless you personally find meaning in it. An odd twist of fate but likely the last way I could think of to climb up the section of wall I’ve come to enjoy so much over the years.","protection":"20 bolts80m ropeeither skip bolt 15 or clip a long runner before linking into Neglect","location":"Starts as for Doubt, link into Neglect after bolt 14"},"__v":0},{"_id":"L5hewo37WL2+W7Ue2Xlx7Q==","name":"Sea Demons","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"EFR, GK, Adrea Richmond, Byron Hempel 2020","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.78115,32.46112]},"left_right_index":7,"mp_id":"118925173","mp_crag_id":"106157975","climb_id":"L5hewo37WL2+W7Ue2Xlx7Q==","areaRef":"RrTLJE3AUq+e4EJJzEtLkQ=="},"content":{"description":"Three pitches of wildly dissimilar yet amazing climbing. Pitch one 5.11 starts up a lower angle slab and trending left will not hurt you at bolt 3. It finishes on a steep headwall with a big holds. Pitch two 5.12- starts from the big ledge and climbs steep rock to below a smooth headwall with a bolt. Climb up and clip the bolt then step back down and traverse right about 5 feet to attack the crux of this pitch. You will reach a left angling overlap where you will need some of that single rack to protect the traverse left. After turning the overlap you will work past three bolts then you will need a few more pieces of gear to reach the anchors. Pitch three 5.12- is a thin technical face climb that zigs and zags up less steep rock. It is pretty much opposite of Pitch two. Rap the route with knots in the ends of the ropes. To reach the ledge at the start of Pitch two use at least one of the chain draws or get a good  swing going or you could end up in space.","protection":"A single rack up to #3 Camalot. A half dozen stoppers won't hurt if you like using them.","location":"Starts about 10 feet left of Trident."},"__v":0},{"_id":"OEo7nv8TVKSCEZEEWASz2Q==","name":"Rogue Planet","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Clay Mansfield, Geir Hundal, 2013","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.78115,32.46112]},"left_right_index":17,"mp_id":"108391654","mp_crag_id":"106157975","climb_id":"OEo7nv8TVKSCEZEEWASz2Q==","areaRef":"RrTLJE3AUq+e4EJJzEtLkQ=="},"content":{"description":"Rogue Planet is a visually striking, direct shot up the NW buttress of Aegir. Plenty of high quality, in-your-face climbing up great features. \n\n  The start is fairly obvious: just left of Direct Madness, a large flake forms a fat crack with a dihedral above. EFR checked out this system years ago, and eventually came down, as he wasnt looking to aid through anything. Geir and I launched up the first pitch in early September, and placed 3 aid bolts on lead (later freed) through the 1st pitch crux. \n\n  P1: Easy face climbing past one bolt brings you to the jumbo flake. Some liebacking and chimneying spits you out at the base of the dihedral/arête. The pitchs crux looms above and involves difficult edging up the arête past 3 bolts. This section has been done a couple of ways and both are similar in difficulty. Beyond the third bolt, a mini toilet-bowl flake leads to some lie back moves and a moderate run to the anchors. The hard climbing isnt sustained, but it is really good and this pitch is pretty varied. 5.12b, 100 ft. 2 bolt anchor with biners. \n\n  P2: A relentless, beautiful pitch stretching to the top of Aegir. Past the 2nd bolt, make sure your shoulders and washboard abs are warmed up for a powerful low crux. A couple of small pieces and a marginal rest lead to more stiff climbing: edging and side-pulling up an island of climbable features, with blank real estate on either side. The huge horizontal weakness that slices the NW face offers not only a good rest, but also ample time to think about lobbing off in the last 80 feet of terrain. Some small but bombproof gear permits safe passage through a semi-insecure section, and then 4 bolts guide you up to and over the final battle: an outrageous, intimidating roof guarding the anchor. This last section could prove to be a heartbreaker. A finger or medium-sized cam can be placed before the anchor if desired. 5.12c, 130 ft. 2 bolt anchor. \n\n  Route can be descended to the ground by rapping the route with a 70 m rope. The first rap down to the 1st pitch anchors is close, so pay attention. ","protection":"Small to medium stoppers with brass being helpful, single set of cams from micro to #4 BD, probably 16-18 draws/runners to be safe. The only cam you may need doubles in is purple Metolius.","location":"NW face of Aegir left of Direct Madness"},"__v":0},{"_id":"omk8Uh/2W9+CONQsYFKRhg==","name":"Reeferless Feat","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"EFR, GK, JR, 2020","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.78115,32.46112]},"left_right_index":20,"mp_id":"118821716","mp_crag_id":"106157975","climb_id":"omk8Uh/2W9+CONQsYFKRhg==","areaRef":"RrTLJE3AUq+e4EJJzEtLkQ=="},"content":{"description":"This route has one crux low, one in the middle, and one near the end. You will understand the feats reference by the end. All of these are bolt protected. The trad climbing between them is really fun and might be one or two number grades easier than the bolted sections. The gear is bomber when and where you want it. Don't forget to stick a cam straight down after you do the traverse after the single bolt. You will have to make a move above this ledge before you find a really bomber small stopper. Extend them both with full length slings to reduce drag. This route is a great way to get to Reefer Madness. You can do it as a single pitch, just be aware that you will need to have your second follow. A single 70M rope will not allow you to lower off and clean the pitch. There are ways to do it so both people can lead it. You can rappel or lower to the ledge that is the traversing first pitch of Reefer Madness. Then you can untie and easily down-climb so your partner can pull the rope and lead it. The first bolts and some gear will still be in so if he is a stickler about not having any gear in you might need two ropes. Whatever you decide TIE A KNOT IN THE END OF THE ROPE prior to anyone leading it. Not sure an 80M would work but I will test that when I take mine down there in the near furture.","protection":"Bolts, stoppers including the small ones and doubles up to yellow Camalots. At the single bolt midway up you will move right, before you stand up on the ledge place gear behind it. It will make the move up to a very small stopper much less nerve wracking. Be sure to use extended draws for the next few pieces or the rope drag can get unpleasant.","location":"Starts about 30 feet down the hill to the right from the start of Reefer Madness. Thin face moves and four bolts lead up to a short right facing corner at the left end of the long roof about 20 feet up."},"__v":0},{"_id":"hO2zxBJ+XwqgsEBw4t8Z8Q==","name":"Reefer Madness","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Kem Johnson, Mark Axen, Rich Thompson  (Direct: Paul Davidson, Steve Grossman, Randy Mettler)","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-110.78115,32.46112]},"left_right_index":19,"mp_id":"106194981","mp_crag_id":"106157975","climb_id":"hO2zxBJ+XwqgsEBw4t8Z8Q==","areaRef":"RrTLJE3AUq+e4EJJzEtLkQ=="},"content":{"description":"This exhilarating route offers splitter cracks, runout slabs, an exposed hanging belay, and a door-sized loose flake that you have to gently climb around. A great taste of everything the Reef has to offer, at a \"moderate\" grade. \n\n  In my opinion this route hovers between PG-13 and R for sections of climbing on pitches 2 & 4 (direct finish).  \n\n  (Note: pitch lengths listed below are just guesstimates on my part.) \n\n  P1 (regular): From the northwest corner of Aegir, traverse straight right along a weakness, doing battle with a bush, until you reach a small belay alcove with a large loose flake and obvious left-facing flake/corner above. Not great climbing, but interesting position. 5.7, ~100 ft. \n\n  P1 (\"Reefer Direct\"; recommended; not to be confused with the much harder \"Direct Madness\" which is on the north face): turn the right side of the roof band with fun moves on grainy rock, then move up and left to an engaging seam. Both the roof and seam are about 10- and have decent gear, but you have to work for it. Be sure to have a nut tool handy on lead. Easier but more runout climbing leads to the same belay alcove described above. 5.10-, ~90 ft. \n\n  P2: Climb up into the left-facing, leaning flake corner, doing everything you can not to touch the giant detached flake to the left of it. (This thing is gonna go one day, but surely not the day you're on it). Climb the fun 5.9 corner, then move up and right up easy ledges to a spicy 5.9 slab section (on good rock) with gear and ankle-busting ledges below your feet. Belay on a small ledge with a small tree and a block. 5.9 PG-13/R, ~80 ft. \n\n  P3: Move out left into the crack system which turns into a beautiful 1 inch splitter. Some of the best crack climbing on Mt. Lemmon. Set up an exposed hanging belay at the left edge of the huge roof that caps the west face of Aegir. 5.9, ~110 ft.  \n\n  P4: (easy finish). Do a fun, exposed traverse to the right under the roof, and belay at its end (it would be easy to combine this with the previous pitch). Finish on the last pitch of Blockbuster Ballet by moving up and left, connecting flakes and cracks to the top. Both short pitches are about 5.7. \n\n  P4: (direct finish; recommended). From the hanging belay, climb straight up the exposed corner above. A well-protected 5.10- move yields to spicy 5.9 stemming with some shallow micro-nut placements. Continue up the easier remainder of the corner to the top, and belay with incredible exposure and views of Neptune. 5.10- PG-13/R, ~100-120 ft. This can be combined with P3 with a 70-meter rope. However, I thought the hanging belay was one of the coolest positions I've been in on Mt. Lemmon, and worth savoring.","protection":"No fixed gear unless there are bail slings. Standard rack to a #3 camalot with two each .5 & .75 camalots for the pitch 3 splitter. Micro-nuts and possibly micro-cams are useful on the last, direct pitch. A 48\" sling or cordolette helps at a couple of the belays.","location":"The regular start begins at the northwest corner of Aegir just before you drop steeply downhill to gain the west face. Set a belay and poke around until you find the easy weakness that allows you to get established on the west face. \n\n  For the direct start, once you drop down to the west face, there is a long, low roof band. Start up the right end of the roof band where you can get some okay gear and good holds in horizontals. You are aiming for the left-leaning shallow corner/seam above this, which is usually visibly vegetated."},"__v":0},{"_id":"T6JIEAEIVoCcJahyLmr7jA==","name":"Reef Break","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"EFR,JSt,Clay Mansfield,Geir Hundal, Eric Sophiea,'13","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.78115,32.46112]},"left_right_index":15,"mp_id":"108342800","mp_crag_id":"106157975","climb_id":"T6JIEAEIVoCcJahyLmr7jA==","areaRef":"RrTLJE3AUq+e4EJJzEtLkQ=="},"content":{"description":"I rarely give a route I am involved with 4 stars (seems a little egotistical) until more people have climbed it and there is a concensus.  I make an exception here as this one I think deserves it.  The bits of lichen in a few areas may take half a star off for some.  Two options on the first pitch an 11- left facing corner to a right arching flake or an 11+ face and finger crack 15 ft. to the right. Bring a red blue and a yellow camalot for the first pitch then let the second carry them. Pitch 2 angles up and right past 3 bolts then works up overlaps to a perfect finger crack angling up and left to bolts that take you to the anchors at the end of the second pitch.  This airy belay puts you right above your belayer and a 140 foot free rappel to the ground.  If you have two ropes leave the second one here as a single 70M rope will get you back to this anchor.  Pitch three angles up and left to a horn that can be slung.  The flake around the corner that looks bad has been yanked on with full body weight.  We now jam and stand on it.  From the horn head up aretes past bolts and gear to a short right leaning corner.  Long slings for the next 4 or 5 pieces will really help with rope drag.  You will finish by working up and right on an ever narrowing ramp with a single bolt visible above it at it's end.  Two more bolts lead to the anchors above.  If you only have a single 70M rope lower or belay each other about 20 feet down the ramp to climbers right. From here two raps with a 70M down Rogue Planet will get you to the ground.","protection":"Bolts and gear. 1st pitch singles up to blue camalot unless you do the 11+.  After that doubles up to Purple camalot and a set of stoppers from 1/4 inch to 3/4 inch. Take at least 6 extendable draws and 8 quick draws.","location":"Cracks left of the main corner weakness on the north face. Works right to the jagged aretes that form the right side of the corner weakness."},"__v":0},{"_id":"jL0AqxgsUdiuwDsMI6p0bg==","name":"Patience","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Jack Hereford, Adrian Montano - Dec 2017","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.78115,32.46112]},"left_right_index":1,"mp_id":"121447750","mp_crag_id":"106157975","climb_id":"jL0AqxgsUdiuwDsMI6p0bg==","areaRef":"RrTLJE3AUq+e4EJJzEtLkQ=="},"content":{"description":"The original/left extension to Crankbugs. Committing moves off the Crankbugs anchor bring you left through an airy yet tame traverse before you are met with the temperature dependent crux. A bouldery, low percentage move on good stone deposits you beneath the mini roof crack, traverse back right until you can pull over the roof & continue up & left through a cryptic finish that’s not too difficult once figured out. Bolted by Alex Kirkpatrick ~2014, this was an open project until Jack Hereford sent the route in December of 2017.","protection":"14 bolts, smart use of runnersSkip 1st anchor to minimize drag (this extension wanders a lot & has more drag than any others)(skipping the 1st anchor is not critical beta for any other extension/linkup)70m can lower if unclipped from draws above Crankbugs","location":"Start as for Crankbugs, traverse left after first anchor Topo available here"},"__v":0},{"_id":"YVZCiQNQX5OPW4LmA1ZnWQ==","name":"Neglect","yds":"5.13b","grades":{"yds":"5.13b","french":"8a"},"fa":"Adrian Montano, Matt Martinez - June 2021","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.78115,32.46112]},"left_right_index":3,"mp_id":"121447771","mp_crag_id":"106157975","climb_id":"YVZCiQNQX5OPW4LmA1ZnWQ==","areaRef":"RrTLJE3AUq+e4EJJzEtLkQ=="},"content":{"description":"The direct finish/extension to Crankbugs.\n\nRest well after Crankbugs, straight above you are stacked cruxes, one after another to get to each bolt with mediocre shakes in between. Thankfully each crux is easier than the last, but once you’ve done all 3 you still have a techy, & airy stem sequence well above your last bolt. A hidden mono just below the anchor is the key to pulling through to the last clipping hold.A full 40m pitch straight up the wall. The OG extension (Patience) traverses straight left for two bolts above the Crankbugs anchor before continuing upwards thereafter. For this route, you’ll do those couple of opening moves off the anchor but continue upwards into neglected terrain that had old chopped bolts through the first crux & an incomplete finish. This is the line drawn in the Squeezing the Lemmon III topo.I believe Alex Kirkpatrick may have removed the original bolts (placed by Ray Ringle) and decided to bolt his own extension far left; what would later become ‘Patience’ first climbed by Jack Hereford (2017) After brushing the forest of lichen that once ran down the subtle seam that now yields more hard climbing, I replaced the first two bolts & finished equipping the route to the top of the wall.","protection":"16 bolts","location":"Start as for Crankbugs, continue straight up after anchor Topo available here80m barely lowers (tie knot), if using 70m lower use 1st anchor to lower"},"__v":0},{"_id":"+PpQqTIvWlmRxa0vbV31sw==","name":"Loki Unbound","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Greg Kay, EFR, '20","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.78115,32.46112]},"left_right_index":10,"mp_id":"119036999","mp_crag_id":"106157975","climb_id":"+PpQqTIvWlmRxa0vbV31sw==","areaRef":"RrTLJE3AUq+e4EJJzEtLkQ=="},"content":{"description":"Well this climb was a developers dilemma. Trad or sport? All day Friday we climbed and talked, placed pro, tried to strategically place bolts that didn't make the gear superflous, to help us decide whether to go trad or sport. We really stressed about it. Not being a fan of creating dangerous routes on TR or climbing routes involving single pieces of gear that are not 100% bombproof between me and the ground we opted to bolt it. So you can gripe if you must but know we didn't choose our path lightly. As soon as we had done it Jared Guglielmo racked up with a little beta and lead it on gear doing a protectable variation left of the upper bolted headwall. Read more below if you think you want do it on gear.\n\n Moderate climbing and fun moves lead to a shallow left facing corner. Technical and tenuous moves lead to a sold but fractured roof. A big crowbar was used to test it. Rather than turning the roof as it is really grungy above move down and right to a big foot hold. This gets you over on to clean stone and fun moves. Past this broken but solid ledges with bolts in good rock lead to the Trident Ledge. Follow the short corner with bolts to the right of it to a right leading hand rail. This section is pretty much everything you want in a steep sport climb.\n\n Tons of rubble that hung precariously above the trail was removed which lead to this route even being a possibility. The rock in the first 40 feet is really solid. Three pieces of gear can be found until you reach a roof with solid but uninspiring blocks. Falling getting to the second piece of gear is a ground fall, The second piece you get is pretty bomber but if you did fall and it failed you hit the deck. Going to the hard to place third piece is the crux. A couple of moves past it lead to good pro at a roof.  It can be surmounted which leads to a section of protectable 35 feet of ugly rock and broken but solid ledges. We placed bolts out right to climb away from this but most people will climb the less appealing but more obvious weakness above the roof. Jared followed our line out right also avoiding the grungy section and running it out a ways to the the broken ledges that angle to the Trident Ledge. At the Trident ledge a right angling protectable corner lead to a cool bolted headwall. We bolted to the right of the corner to reduce rope drag for the strenuous headwall. Jared did the corner to a left angling crack which takes you to the original Direct North Face Route 5.10X. Given this rating for death blocks higher up it is well protected where Jared climbed it. Eventually he traversed right to the anchors we had placed. These are roughly where the old gear belay for DNR were. It was an impressive lead and the go for it attitude gets a standing ovation from me. Actual new unclimbed rock accounts for maybe 20 to 30 feet. This upper section takes good gear and is well protected. I look forward to clipping the bolts down low and doing the upper section some time soon. The options are there for you to choose. Have fun whatever adventure you choose.","protection":"Bolts","location":"Short right facing corner just left of Starfish leads to a bolt about 15 feet up."},"__v":0},{"_id":"dYDA1+GOWRW2nCH4+RFdlA==","name":"Jitterbugs","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Remy Franklin - April 2019","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.78115,32.46112]},"left_right_index":4,"mp_id":"120907105","mp_crag_id":"106157975","climb_id":"dYDA1+GOWRW2nCH4+RFdlA==","areaRef":"RrTLJE3AUq+e4EJJzEtLkQ=="},"content":{"description":"Crankbugs into Doubt linkup  Sent by Remy the same day he sent Doubt. As an extension of one of the best routes anywhere (and Ray Ringle’s initial intended path) I’d like to quote EFR:“Awesome moves forever”Traverse right from the anchors of Crankbugs to join Doubt for the last 4 bolts. Use a runner at the CB anchor to avoid drag (and avoid the urge to clip the Doubt bolt at 3 o’clock.)","protection":"10 bolts for Crankbugs + 4 for the extension.80m can lower from top.  If lowering from top with 70m, lower to first anchor, pull & rethread rope. Can lower to ground from second bolt you clip on Doubt. ","location":"Climb Crankbugs, then traverse right and up to join Doubt. Don’t clip bolt at 3 O’clock from anchors (drag). "},"__v":0},{"_id":"PXs/etyGWcGRfk/82dgpTA==","name":"Hard to Port","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"EFR, Greg Kay, 2020","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.78115,32.46112]},"left_right_index":9,"mp_id":"119010967","mp_crag_id":"106157975","climb_id":"PXs/etyGWcGRfk/82dgpTA==","areaRef":"RrTLJE3AUq+e4EJJzEtLkQ=="},"content":{"description":"This route has a number of moves that lead to incut jugs including the crux. The crux move has a long move if you are under 5'6\". Solution to that problem is more power of course. This climb currently ends at the Trident Ledge but may be extended soon.","protection":"Bolts to steel lower offs.","location":"Starts just down and right of Trident and angles right to dark brown rock and the left side of a roof about 40 feet up."},"__v":0},{"_id":"Sk4AF21JU1iUtDNCJuD2oQ==","name":"Elacca Drug","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Brian Benedon & Scott McNamara (?)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.78115,32.46112]},"left_right_index":22,"mp_id":"106921418","mp_crag_id":"106157975","climb_id":"Sk4AF21JU1iUtDNCJuD2oQ==","areaRef":"RrTLJE3AUq+e4EJJzEtLkQ=="},"content":{"description":"This line caught our eye as we were on the way to Coriolis.  It's not in any guide.  It's the attractive, crackless right-facing corner (see photo), with bolts on Aegir's lower west face. The climbing is fun, with sustained technical stemming and arete climbing. This is the only route I have done at the Reef where I was never scared. \n\n  After the corner ends, move right into an easy groove, and then up the moderate slab clipping the last bolt on \"Gom Gabbar\" (the route to the right). Belay from shrubs, gravel, etc. \n\n  [edit]: Brian says below that the route is 155', but we were just barely able to rap back down from the top with a single 60 meter rope so I think it is a fair bit shorter. This also makes it easy to do this and Gom Gabbar quickly back to back without a second rope for a rap line. ","protection":"7 bolts + hand sized cams for the groove. Well protected--feels out of character for the Reef!","location":"It is the first route you come to on Aegir's lower west face--about 100(?) feet before Coriolis.  One bolt on the wall about 25 feet to the right marks the start of the climb \"Gom Gabbar.\""},"__v":0},{"_id":"1MDQgjSUV7GczpAI1RzEBw==","name":"Gom Gabbar","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Brian Benedon, Scott McNamara","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.78115,32.46112]},"left_right_index":23,"mp_id":"108243820","mp_crag_id":"106157975","climb_id":"1MDQgjSUV7GczpAI1RzEBw==","areaRef":"RrTLJE3AUq+e4EJJzEtLkQ=="},"content":{"description":"A well protected, more-fun-than-it-looks crack system that, when paired with neighboring Elacca Drug, makes for a fine warmup for a day at the Reef. Crux is at the first bolt, or you can start 5 feet right in a crack that goes at 5.9. Obvious weakness that pulls onto slab and 2 bolts to a tree/gear anchor.","protection":"Singles up to #4 BD, could probably be done without the #4 though.","location":"Lower west face of Aegir, just right of Elacca Drug (the arete) and left of the older routes Wormsign and Coriolis."},"__v":0},{"_id":"xERGIXGxXWCaSml0N4j2Iw==","name":"Ebb and Go","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Greg Kay, Audrey Margirier, EFR,'19","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.78115,32.46112]},"left_right_index":14,"mp_id":"117131011","mp_crag_id":"106157975","climb_id":"xERGIXGxXWCaSml0N4j2Iw==","areaRef":"RrTLJE3AUq+e4EJJzEtLkQ=="},"content":{"description":"Three distinct cruxes with the first being the awesome lieback corner at the start.","protection":"Bolts to Steel Metolious lower off biners.","location":"Right of 21st Century Crack up a ramp to a 15 foot long left facing corner."},"__v":0},{"_id":"yrobHQNVVhy4GD3FXDTSCg==","name":"Doubt","yds":"5.13+","grades":{"yds":"5.13+","french":"8b"},"fa":"FA: Alex Kirkpatrick  EQP: Ray Ringle, Alex Kirkpatrick","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.78115,32.46112]},"left_right_index":6,"mp_id":"108389654","mp_crag_id":"106157975","climb_id":"yrobHQNVVhy4GD3FXDTSCg==","areaRef":"RrTLJE3AUq+e4EJJzEtLkQ=="},"content":{"description":"This is a very special route with an interesting history. It was the last route bolted by prominent AZ first ascentionist Ray Ringle. The story goes that he was unhappy with the level of chipping that had begun to characterize routes of the era, and after bolting and manufacturing what would become Doubt, he never attempted the route and abandoned route development entirely. The route lay dormant for likely close to 20 years until I stumbled upon it, labeled simply \"unfinished\", in the guidebook.  \n\n  The route begins off a small ledge about 3/4 of the way up the Aegir gully from the bottom. A difficult boulder problem gets you off the ground, with the first major difficulties coming a few bolts after. This is the manufactured area and requires an elegant, technical, and powerful sequence. Traverse right on beautiful, perfect granite and continue up fun and unique climbing to the mid-anchor. (The route is roughly 13a to this point and is an excellent pitch in itself).  \n\n  Recover what you can at a jug before continuing up to the boulder problem that defines the route. The sequence is improbable at best and requires extreme compression on smooth and marginal holds leading to a very difficult move out to a bad sloper. Exit via a heinous gastocling. A more moderate boulder problem directly follows this and could easily rob the redpoint.  \n\n  From here, fight the pump up smooth laybacks to a great rest before launching into a vicious and delicate 5.12 sequence at roughly the 120' mark. Climb ~40 of 11+ terrain to the chains.  \n\n  I have never climbed such a technical and complex route. The feet are marginal smears and edges for the majority of the route's 160' length. The sequences are wild and unique and very uncharacteristic of Mount Lemmon.  \n\n  Those willing to deal with the 45 minute approach, the ~8000' of altitude, the fickle conditions, and the unrelenting technically, physically, and mentally demanding climbing will be rewarded with one of the most beautiful routes I have ever seen in one of the most profound places I have ever been. \n\n  Also it is hard for me to suggest a manufactured route get 4 stars (Although the vast majority of the climbing and the hardest crux is all natural), but that being said, this is a four start route in my opinion and will be for all but the most ethically discerning climbers. \n\n  This could be Mount Lemmon's hardest route to date","protection":"~18 bolts","location":"Listed as Unfinished in SQTL2 the route is just to the right of another bolted line on the NE face of the Aegir"},"__v":0},{"_id":"V2HDU/JPUR6E8hwpapCAMw==","name":"Direct Madness","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"SG, RR","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.78115,32.46112]},"left_right_index":18,"mp_id":"107325151","mp_crag_id":"106157975","climb_id":"V2HDU/JPUR6E8hwpapCAMw==","areaRef":"RrTLJE3AUq+e4EJJzEtLkQ=="},"content":{"description":"A two pitch climb which joins Reefer Madness in its third pitch.  Look for the left leaning flake system on the far right side of the north face of Aegir. \n\n  1) Climb the first tier of the flake system.  The rock is a bit grungy in the first 20 feet, but flake afterwards is worth it.  Save a few 1\"-1.5\" cams for the belay at the top of the first tier.  Approx 80'. \n\n  2) Follow the thin crack on your right and pull difficult moves that trend up and left.  Undercling the large flake and work up to the narrow ledge.  Place some gear to protect your follower and move to the right side of the ledge to belay.  This pitch felt significantly harder than 5.10, perhaps I missed something.  Approx 50'. \n\n  3) Follow Reefer Madness to top.","protection":"Nuts, singles to 4\", for doubles of .5\" to 1.5\".","location":""},"__v":0},{"_id":"L3MWV0YDWG2leRsAIeJs3g==","name":"Crankbugs","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Ray Ringle '86","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.78115,32.46112]},"left_right_index":2,"mp_id":"110159808","mp_crag_id":"106157975","climb_id":"L3MWV0YDWG2leRsAIeJs3g==","areaRef":"RrTLJE3AUq+e4EJJzEtLkQ=="},"content":{"description":"This killer line requires delicate footwork, strong nerves, commitment to impossible looking sequences, and more endurance than you would think: A complex and classic route. This climb starts just left of Doubt on a ledge. Navigate vertical and sparsely bolted terrain for ~60ft and then use wizardry to float up a thin seam as the terrain steepens. You may want to clip off you sorcerers staff at a decent rest, because its on all the way to the chains from here! Big whips possible and likely. Do not expect to clip up bolts on this one. \n\n  Note: a 70m rope just reaches the ground from the extension anchors. It is likely you could do just Crankbugs on a 60, but I have not done it.","protection":"Bolts. Bring several extendable runners","location":"Just left of Doubt. Begin off same ledge."},"__v":0},{"_id":"7VetD/D+UP+uMQZv0AhPww==","name":"Coriolis","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"Rich Thompson, Tim Kelly","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.78115,32.46112]},"left_right_index":24,"mp_id":"106888282","mp_crag_id":"106157975","climb_id":"7VetD/D+UP+uMQZv0AhPww==","areaRef":"RrTLJE3AUq+e4EJJzEtLkQ=="},"content":{"description":"A traditional bolted face route with intermittent gear placements. Obviously, there are a few times you are above gear doing the harder moves. Two holes in between the bolts take a #2 camalot and a 0.75 camalot so save these. A little flaky rock detracts from the overall quality but the moves are good and the position is outstanding. the top out is in the brush so prepare to crawl a little to a good ledge to belay on.","protection":"5 bolts (replaced recently with 3/8 and SS hangers) and small camming units to #2 camalot.","location":"On the lower face of Aegir. While it may be approached between the Neptune/Aegir gully, the traverse is very overgrown (9/10) and coming down from the Aegir/Poseidon gully is much better. Route starts off the ground on a couple left facing flakes and the first bolt is in a strange spot and can be skipped with gear 3' to the left."},"__v":0},{"_id":"uwFAeHefXxy1xXdVujx7oA==","name":"Blockbuster Ballet","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Rich Thompson Gary Axen, 1974","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.78115,32.46112]},"left_right_index":21,"mp_id":"106921383","mp_crag_id":"106157975","climb_id":"uwFAeHefXxy1xXdVujx7oA==","areaRef":"RrTLJE3AUq+e4EJJzEtLkQ=="},"content":{"description":"If 5.8 is your limit, this route will keep you on your toes.  This is a good route for someone who wants to experience the Reef, but doesn't yet feel ready for the 5.10 climbing on classics like Warm and Free to Rapture and Reefer Madness.  There are fun moves on every pitch.   \n\n  P1: Climb the curving flake and around the right side of the roof (route crux), then up the ramp/corner that leads up left to a belay. This pitch is about 80 feet and I am pretty sure could be linked to P2 with a 60 rope, but I didn't actually attempt it. \n\n  P2: The Tarantella variation, 5.9 R leads up left and looks awesome, I checked it out but saw no pro at all for a long ways, so I stuck with the original.   \n\n  Depending where you belayed, either climb straight up or up and right through short cracks and flakes.  Continue up a corner, past a tree, and up easier ground to a belay ledge below a chimney.  \n\n  P3: there is a massive flake above you, with a visible, cool-looking 5.6 chimney on the right side, and a 5.7 offwidth (not visible) on the left.  Having done the latter, I recommend the former. This is a short pitch but would be difficult to link to the last pitch without unbearable drag.   \n\n  [edit] Came back and did the route a 2nd time, this time with the chimney. The chimney is waaay better than the offwidth; it's really fun, one of the better chimneys around. The route is a solid two stars done this way, I think. \n\n  P4: from the belay atop the flake, head up and left, with several variations possible and nice exposure.  Stretch the rope out to the top.","protection":"standard rack with optional #5 camalot for the offwidth on P3.  I had up to a #3 camalot and the top part was poorly protected. If you do the chimney variation (recommended!) the initial section will be poorly protected without a #4 camalot (new or old). I managed a #4 friend that was uncomfortably tipped-out.","location":"Best way to access is to take the ledge system that splits the formations in half.  It makes sense to begin with a route on lower Aegir, such as Coriolis.  BB itself starts on the far right side of Aegir's upper west face, i.e. the far right end of the ledge system.  It starts with a short curving flake that leads to the right end of a long roof band."},"__v":0},{"_id":"X3rvzhcaUyKGVSLFqV1OAQ==","name":"21st Century Finger Crack","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Clay Mansfield,EFR,JSt,Andy Bennet,'13","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.78115,32.46112]},"left_right_index":13,"mp_id":"108317428","mp_crag_id":"106157975","climb_id":"X3rvzhcaUyKGVSLFqV1OAQ==","areaRef":"RrTLJE3AUq+e4EJJzEtLkQ=="},"content":{"description":"Climbs a short water stained corner.  Hard moves left get you to a jug and a great but all too short finger crack that takes bomber pro.  Above the flake sticking out of the top of the crack move left to the great finish of the route to the left.","protection":"Bolts and gear from small to finger sized stoppers and double cams to purple camalot and maybe one green.","location":"Left facing corner with water stain at lower right end of the upper N. face.  It is below and a little right of the guano stain."},"__v":0},{"_id":"A9/rG5pPX3+hvHaMLR0AWQ==","name":"20th Century Flake","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"EFR,JSt,Clay Mansfield,'13","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.78115,32.46112]},"left_right_index":12,"mp_id":"108317418","mp_crag_id":"106157975","climb_id":"A9/rG5pPX3+hvHaMLR0AWQ==","areaRef":"RrTLJE3AUq+e4EJJzEtLkQ=="},"content":{"description":"This is the preferred first pitch of Reef Break.  Tricky moves in the bolted corner lead to really fun flake climbing that reminds one of Yosemite.  When the flakes end there is a great finish.","protection":"Bolts and doubles from purple Camalot to Blue","location":"Traverse the main ledge system to Aegir crossing the gully. This route starts below a white guano stain in a shallow corner that leads to good flakes."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,24e148bb-4884-59e8-9870-43ce21f1a337,6f40f8bb-61ae-569f-a656-25752de45c0c,f2591e24-8f94-5cb3-9f02-92bfe3f5cd61,74a365ae-142f-5b24-8198-2ac56dfd2922,c9effcac-853e-514e-9cc0-958488e28cf0,ad9493b6-a448-5a81-bc58-b939e4e787f3,46b4cb24-4dc0-52af-9ee0-4249cc4b4b91","pathTokens":["USA","Arizona","Southern Arizona","Mount Lemmon (Santa Catalina Mountains)","Mount Lemmon (Catalina Highway)","7 - Upper Highway","Reef of Rocks","Aegir"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.12-"},{"count":1,"label":"5.10+"},{"count":2,"label":"5.11"},{"count":3,"label":"5.11+"},{"count":1,"label":"5.14-"},{"count":2,"label":"5.12c"},{"count":2,"label":"5.11-"},{"count":1,"label":"5.10-"},{"count":2,"label":"5.13a"},{"count":1,"label":"5.13b"},{"count":1,"label":"5.10"},{"count":1,"label":"5.11a"},{"count":1,"label":"5.11b"},{"count":1,"label":"5.13+"},{"count":1,"label":"5.9-"},{"count":1,"label":"5.8"},{"count":1,"label":"5.11c"},{"count":1,"label":"5.10c"}],"byDiscipline":{"trad":{"total":13,"bands":{"unknown":0,"beginner":2,"intermediate":3,"advanced":8,"expert":0}},"sport":{"total":13,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":7,"expert":5}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":4,"advanced":14,"expert":5}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-110.78115,32.46112]},"bbox":[-110.78168292688808,32.46067033981814,-110.78061707311191,32.461569660181866],"left_right_index":-1,"ext_id":"106157975","area_id":"RrTLJE3AUq+e4EJJzEtLkQ==","polygon":{"type":"Polygon","coordinates":[[[-110.78168292688808,32.46067033981814],[-110.78061707311191,32.46067033981814],[-110.78061707311191,32.461569660181866],[-110.78168292688808,32.461569660181866],[-110.78168292688808,32.46067033981814]]]}},"content":{"description":"Steep red wall routes and some classic adventure climbs make this a must visit for the well rounded Tucson local and visitor alike."},"density":0,"totalClimbs":25,"__v":1,"createdAt":"2022-11-07T05:52:52.445Z","updatedAt":"2024-02-19T18:28:07.182Z"}