{"_id":"63689de0e80bff5a994fa67f","area_name":"Jasper Peak","shortCode":"","climbs":[{"_id":"5ye3E+t0UP+uyc4h5gL0sQ==","name":"12,045 Left Couloir","yds":"4th","grades":{"yds":"4th","french":"1"},"fa":"unknown","type":{"trad":true,"snow":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.68333,39.99503]},"left_right_index":999999,"mp_id":"114466426","mp_crag_id":"105746370","climb_id":"5ye3E+t0UP+uyc4h5gL0sQ==","areaRef":"tF2lI0IjUUWNLcIbvZeDsA=="},"content":{"description":"You can see this nice looking line from the 4th of July Trail and Arapahoe Peaks area. It is on Point 12,045, a flank of Mt. Jasper, across the valley from the trail. It's always caught my eye, and though we weren't sure what we'd find at the top, since the snow didn't go all the way to the ridge, we figured it looked to good not to check it out.\n\nWe couldn't find any other info on this but will add if anyone has any.\n\nStart early as the sun hits this early. Cruise up the moderate apron until below the belly of the beauty. We chose to rope up here, since we didn't know how steep it would be, and simulclimbed about 350' up to a fork visible from across the valley to asses which way we wanted to go. This was good snow ranging from about 45-55 degrees and easing off near the fork. We protected with some cams on the rock on the side, there is plenty of good rock.\n\nFrom the fork, we went up right and after about 80'. It dried out and turned to easy mixed climbing/rock scrambling for another 50' or so, followed by typical mountain rambling up blocks and talus. This turned out to be way more casual than what we could discern when eyeing the route. I think this section would vary quite a bit depending on conditions.\n\nFrom here, it's a quick hike to the top of the ridge. We thought about going on to summit Jasper but decided we had other plans and went down the the lake on the left/southeast from a low point on the ridge and circled back around.\n\nP.S. it's enjoyable to watch the hordes of people going up\n\nSkywalker Couloir\n\nfrom this peaceful perch and know that there won't be anyone else around.","protection":"If you want pro, you can easily protect with a handful of cams and some stoppers in the rocks on the side. It is general snow fare.","location":"It is just left of\n\nTurf War Couloir\n\non point 12,045 on the northeast flank of Jasper. Hike out to the mine below\n\nSkywalker Couloir\n\n. Work down some valleys generally above the trees. We found a snow bridge to cross the creek. There is a bit of bushwhacking, but it is not bad. From here, we circled around on the shelf and up some talus and got on the snowfield below the couloir some ways above its toe on the right side."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,1fa8fb4e-3301-5cfc-94e0-0401fe922f56,e5ebe16b-6f8b-5e75-b821-41a5a1c71cad,b45da523-4223-5145-8d2d-c21bbd9783b0","pathTokens":["USA","Colorado","CO Ice & Mixed","Indian Peaks & James Peak Wilderness Areas","Jasper Peak"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"4th"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":1,"beginner":0,"intermediate":0,"advanced":0,"expert":0}},"snow":{"total":1,"bands":{"unknown":1,"beginner":0,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":1,"beginner":0,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.68333,39.99503]},"bbox":[-105.68391694695985,39.994580339818135,-105.68274305304013,39.995479660181864],"left_right_index":-1,"ext_id":"105746370","area_id":"tF2lI0IjUUWNLcIbvZeDsA=="},"content":{"description":""},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T05:57:07.424Z","updatedAt":"2022-11-25T11:18:01.936Z"}