{"_id":"63689de0e80bff5a994f96ca","area_name":"Sunshine Wall","shortCode":"","climbs":[{"_id":"s43nLWT2V5enJ8S5W9Bc0w==","name":"What Price Glory","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Noel Childs and Chip Wilson,1985","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.25683,39.42096]},"left_right_index":13,"mp_id":"108309164","mp_crag_id":"105797912","climb_id":"s43nLWT2V5enJ8S5W9Bc0w==","areaRef":"uHQekjWZVKuo99awv8vREg=="},"content":{"description":"This is a fun route.  It is mostly laybacking and hand jamming.  The crux comes about halfway up the crack above a stance where you can stand on both feet before the crux.  The crack goes up to a ledge after the crux, but there is a better ledge higher up to belay from.  You can belay from a tree if you go up even higher.","protection":"Standard rack up to a #3 Camalot.  There are no anchors at the top.","location":"This route is to the left of\n\nUnknown 10d\n\nby 5 or 6 feet.  It starts in the right of two cracks that go over a small bulge.  There is a mostly hand-sized crack above.\n\nWalk off to the left down a large ledge system."},"__v":0},{"_id":"dL4LkPKjUzGR8Q8Qd9gqzQ==","name":"Wear Cattle","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Ken Trout and Kirk Miller, 1987","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.25683,39.42096]},"left_right_index":19,"mp_id":"106339733","mp_crag_id":"105797912","climb_id":"dL4LkPKjUzGR8Q8Qd9gqzQ==","areaRef":"uHQekjWZVKuo99awv8vREg=="},"content":{"description":"Begin by climbing the crack for approximately 35 feet. The crack curves to the left and this section is about 5.8.  Look up onto the slab above and locate the 2 bolts leading across the slab. Step right onto slabby face holds and follow the line past the aformentioned bolts. After climbing through a slabby crux, you will gain a rail leading right and into a shallow, left-facing dihedral. Climb up this dihedral until you can face climb right and up to gain the anchor.","protection":"Single set to #2 Camalot, including RPs.","location":"This is the first crack to the left of the\n\nStandard Route\n\n."},"__v":0},{"_id":"cAwoB49mVMeCFIP5zgcJ1A==","name":"Unknown 10d","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.25683,39.42096]},"left_right_index":14,"mp_id":"108309054","mp_crag_id":"105797912","climb_id":"cAwoB49mVMeCFIP5zgcJ1A==","areaRef":"uHQekjWZVKuo99awv8vREg=="},"content":{"description":"This climb goes up a crack in a left-facing dihedral.  The crack is really tight hands and off-finger sized.  At the top of the crack is a small stance where you can clip a bolt.  The crux is moving past the bolt.  Above the bolt you can place more small cams.  The crux involves a small crack and difficult liebacking.","protection":"1 bolt and a rack up to a #0.75 Camalot.  Small cams are good for the top.  Anchor off a small tree.","location":"This route is just to the left, west, of\n\nThe 26th Letter\n\nby about 10'.  You can walk off to the right after you are finished."},"__v":0},{"_id":"rSuhnDpkVCKVyesdrlE/dw==","name":"Uncle Sam's Jam","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Maurice Reed & Bruce Sposi, 1982","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.25683,39.42096]},"left_right_index":30,"mp_id":"113992527","mp_crag_id":"105797912","climb_id":"rSuhnDpkVCKVyesdrlE/dw==","areaRef":"uHQekjWZVKuo99awv8vREg=="},"content":{"description":"Uncle Sam's Jam is a mind-boggling roof hand crack. Supposedly it's the\n\nSeparate Reality\n\nsimulator of the SPlatte. The only bummer on this proud line is how much easy/chossy terrain is required to experience the thrilling, short roof section, oh, and aiding back up the rope if anyone on the party ever falls at the crux. P1 and 2 can be linked if you fancy yourself a whiz at preventing rope drag.\n\nP1. 5.7, 30'. A #4 or 5 in the back of the alcove can keep the belayer stable and protect the cruxy first move. From the belay alcove, make an exposed step left over a thorn bush to gain a short, fun hand crack. Swim to a nice belay stance under the roof, and build an anchor with fist cams and large nuts.\n\nP2. 5.11c, 20'. This is a very distorting but awesome, 4 star, roped boulder problem. This is where you realize the crack is actually past horizontal and goes downwards. Thankfully a slab helps you negotiate the first half of thin fingers. As the slab below you becomes of less use, the crack opens up for some marginal hands, slam some cams 'n' jams in, and get rowdy! Pull the awkward angled lip on perfect hand jams with desperate feet.\n\nBuild a horrid, hanging belay with some leftover hand pieces ASAP so the rope and cams don't get eaten by the crack, alternately place a 1-2\" hex at the lip below the belay to help keep the crack from eating your rope/cams. You are now comically close to your belayer. Tenderly whisper down:  'off belay'.\n\nP3. 5.8, 150'. Time to get off the dang formation via the grungy last pitch of Opus. Shift the belay left off the thigh killing belay to a good stance with large hand pieces in an orange dihedral. Sail away past the fun, steep dihedral to a chossy, hollow sounding slab with little pro. Head up and right for what seems forever till you can see trees. Downclimb across a small gap, and cord a boulder to belay.\n\nScramble off right, then surf down the gully to get back to the packs. Or do\n\nMoot Point\n\n,\n\nTraffic Jam\n\n, or\n\nRip Van Winkle\n\nwhile you're up there!","protection":"Large nuts, 0.5 to 4.\n\nDoubles: 0.75 to 3.\n\nOptional: yellow Alien, new BD #4 or #5, a ~1.5\" hex.","location":"Walk 100 yards right and uphill from\n\nAstro Turkey\n\n(towards Poe), and turn around left to see a striking roof crack. Leave your packs on the flat ground, rack up, and do some exposed chossy scrambling to a very small belay alcove. If you really hate yourself, you can do a 5.7 offwidth through some thorn bushes to get the same belay spot.\n\nThis is a right-facing dihedral with an east aspect. It gets early morning sun only."},"__v":0},{"_id":"R54qApXLWuiY0km28QOdfA==","name":"Turkey Foot Crack","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Larry Marquardt","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.25683,39.42096]},"left_right_index":26,"mp_id":"105748819","mp_crag_id":"105797912","climb_id":"R54qApXLWuiY0km28QOdfA==","areaRef":"uHQekjWZVKuo99awv8vREg=="},"content":{"description":"This route is located on the Sunshine Wall's South Face.  This wall is the  formation to the left of Cynical Pinnacle when looking from the road.  This  route is about halfway in the middle of the wide wall.  There are three  cracks that lead into one, easiest from right to left.  If you do the  middle, or left route, some RPs will be nice to have.  A little bit after  the cracks converge, a fist size crack goes up another pitch, or the first  two can be combined.  A 5.8 goes the rest of the way, or rap from here.","protection":"A couple extra 3, or 3.5 cams for the fist crack.\n\nPer\n\nLisa Montgomery\n\n: a 2-bolt anchor (stainless 1/2\" by 4\" 5-piece & stainless hangers) with rap rings was installed at the top of pitch 2.","location":""},"__v":0},{"_id":"kWihnuLvVb2BDPshbRMiBw==","name":"Standard Route","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Noel Childs, Chip Wilson, and Jerry Rock","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.25683,39.42096]},"left_right_index":22,"mp_id":"105753304","mp_crag_id":"105797912","climb_id":"kWihnuLvVb2BDPshbRMiBw==","areaRef":"uHQekjWZVKuo99awv8vREg=="},"content":{"description":"This climb is on the Sunshine Wall. To reach it, park in the larger parking lot, and follow an obvious trail. When the trail is fairly level and straight, start looking for a trail that takes-off to the right. Usually, there is a small cairn marking it. Slog your way up this trail for several more minutes until you reach the cliff. Head right and look for an obvious, chalked flake system with 2 bolts near the bottom. This is the route that has your name on it.\n\nP1 (10+/11-) - hop onto a block, and access the flake system. Be wary of the polished foot holds as you clip the first 2 bolts. The crux is somewhere after the 2nd bolt. A 'bomber-as-you-can-get', small BD stopper can be sunk into the flake just about a foot and a half above the last bolt. Stopper the rest of the way up the flake system, then you reach a flared slot with a crack inside it. Don't worry, the flake system is mostly on really solid and thick rock, so your pro will hold. Also be careful of the large detached block at the top of P1. Here you will want to leave the crack and climb the face to reach the newly bolted anchors.\n\nP2 (10+) - leave the belay ledge and follow the crack/slot system. This pitch is awkward but short. Take your time and think about it. Pull a small overhang and step up and right to belay. There is now a bolted anchor. Previously it was protected with probably a #1 and #2 Camalot, in an upward-facing crack.\n\nP3 (8 or 11-) - take the path of least resistance to a heavily chalked undercling flake. You get a nice friction move above questionable gear before you reach the undercling if you're short. Either head all the way to the left of the flake and upwards to a ledge (8), or about halfway across the flake head straight-up to the same ledge (11-). Do what you can to avoid rope drag. I was told that Trout's book calls the 11- way 'R' and Hubbel doesn't show where the 'R' is anywhere on his topo. There is supposedly a bolted anchor.\n\nP4 (9+) - this pitch definitely has some 'R' on it as you head right and up to your first bolt (8 R). After that, the bolts/pins are reasonably spaced as you face climb on many slanted holds. It was Eldorado-esque on granite. This pitch leads upwards and a angle left to an obvious ledge. It is a good idea to climb with doubles on this pitch for the sake of the second. Don't clip the left rope until the 3rd bolt. You can also supplement the protection higher with small cams and stoppers. There is plenty of nice face climbing throughout the pitch. There is supposedly a bolted anchor.\n\nP5 (10) - this pitch is mighty fine. Go straight off the ledge and follow the initially easy crack system. The crack then angles up and left at about 45 degrees. It then leads into a ramped dihedral at its end, where you'll want to have nearby protection.  ollow the dihedral to its top, and sneak up and right onto a huge ledge. Before you head to the anchors on your right, walk straight back and place a directional high in a crack, being sure to avoid placing in the loose block lower.  There is supposedly a bolted anchor.\n\nDescent - 2 50m ropes would probably get you to the top of the 3rd pitch as 2 60m ropes sure as heck do. If taking 20 50m ropes, you'll probably have to go to the top of the 1st pitch and do one single rope rappel to the ground. The route also looked like you could do it with 1 rope if you stopped at every anchor. 2 8.8 60m ropes are the way to go.\n\nIn no way was any pitch on this route generic and even my least favorite pitch (P3) was good.","protection":"To protect this route, bring 1 or 2 tiny stoppers and a standard rack up to a #3.5 Camalot.  You could do it with nothing larger than a #3, however. There are decent rap anchors at the end of every pitch, except the 2nd.  However, if you had to bail from here, you could easily traverse to visible anchors to the right as you face the rock. The route can be descended with 2 60m double rope rappels.\n\nEds. There are now supposedly bolted anchors up the entire climb.","location":""},"__v":0},{"_id":"KS6acw2VUyCUIhencpPJzQ==","name":"Squatter's Rights","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.25683,39.42096]},"left_right_index":6,"mp_id":"105758943","mp_crag_id":"105797912","climb_id":"KS6acw2VUyCUIhencpPJzQ==","areaRef":"uHQekjWZVKuo99awv8vREg=="},"content":{"description":"The best way to find the route is walking north, northeast along the base of the cliff. Halfway along there are two short cracks to choose from-- the one on the right is a diagonal off-width that heads up right for twenty-five feet before disappearing from sight. You'll need 4\"-6\" cams to protect it.... We chose the crack on the left, a supposed 5.8. It's short but not exactly a walk-up. After 30 feet you gain easy ground with vegetation that leads to a brief section of 5.7 which brings you a flat, open area. This area may also be reached by walking up the gully that begins about 40 feet to the left of the base of the first pitch.\n\n2nd pitch: located to the right of a blankish face there are three crack systems, from left to right a 10a, a 7 (with a 5.8+ move if you ask me), and an 8 (the widest of the three). We climbed the 5.7. Nice pitch. It takes you into a wide chimney. There are red and blue slings there. Angle out left following a crack along a slab, or climb straight on (harder). We did the former, and belayed from the flat ledge there with good views (Pikes Peaks to the southeast, the mountains south of Evans to the west).\n\n3rd pitch: we didn't climb it. We traversed through split rocks to the north to another climb. (See \"\n\nInterceptor\n\n\".) If you stay with Squatter's, there's a 5.9+ variation on the left, according to Hubbel's book--the first moves of which seemed like hard 5.10 at the very least--and a 5.8 off-width on the right (pro to 5 inches). Just remember, 5.8 around here ain't necessarily a cinch....","protection":"Standard trad rack. Pro to 5 inches if you plan to climb the off-width variations. To 4 inches otherwise.","location":""},"__v":0},{"_id":"tn1BkBnnVCO6Rbj6Iif2zw==","name":"Rip Van Winkle","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"[Greg Davis and Chris Reveley in 1975]","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.25683,39.42096]},"left_right_index":32,"mp_id":"105759237","mp_crag_id":"105797912","climb_id":"tn1BkBnnVCO6Rbj6Iif2zw==","areaRef":"uHQekjWZVKuo99awv8vREg=="},"content":{"description":"This fine handcrack is located on the northeast side of the Sunshine Wall.  The best approach is to climb the first two pitches of\n\nGonzo's Lament\n\nto reach the saddle between the Sunshine Wall and the Sunshine Face (Turkey Foot Tower).  These pitches are pretty unremarkable, but the alternative is to scratch up the gully between the Sunshine Face and the Poe Buttress.  Another possible approach is to climb the\n\nTurkey Foot Crack\n\nand continue to the saddle.  This involves a poorly protected 5.10 corner and some 4th class around left.  The crack is distinguished by a significant jog (crux) to the right towards its top.  The beginning is somewhat wide, but the protection was pretty diverse, so the wide stuff is unnecessary.  On the topos this route is two pitches, and there is a nice ledge to stop and belay.  Better, though, is to link this into one long quality pitch with around 30' leftover on a 60m cord.\n\nThe rappel is close by, and it is possible to reach a safe ledge with one 60m.","protection":"Standard rack, doubles in hand size.","location":""},"__v":0},{"_id":"weBHvNQ3WV+PrwW84ith+A==","name":"Riders on the Storm","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"K. Stricker and D. Russell (2/27/09)   FFA - K.Stricker and J. Langston (1/1/10)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.25683,39.42096]},"left_right_index":33,"mp_id":"106641183","mp_crag_id":"105797912","climb_id":"weBHvNQ3WV+PrwW84ith+A==","areaRef":"uHQekjWZVKuo99awv8vREg=="},"content":{"description":"Climb the first pitch of\n\nRip Van Winkle\n\nand set up a belay right below a horizontal crack splitting the wall with medium cams and stoppers.  Traverse right along the break, then straight up the thin seam.  Surmounting the roofs is the crux, but the crack above is continuously difficult until it meets back up with RVW.  Step back right and hand or foot traverse the diagonal crack back right with fun moves to the top.","protection":"Riders on the Storm has two fixed nuts and two pins through the crux roofs.  The rest of the pitch takes two sets of RP's and double cams to 1\"(.5 Camalot).  Larger cams(up to #3) are helpful for the first pitch and for the belays.","location":"This route is on the upper SE face of Sunshine Wall, right of the upper pitch of Rip Van Winkle.  Climb to the saddle between SS wall and face via many alternatives or hike around the back side.  Climb up the first pitch of RVW and belay on the lower ledge below an obvious horizontal crack splitting the wall."},"__v":0},{"_id":"ebWmTPrnUMuvQf+4b+ZvGQ==","name":"Promised Road","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Bob D'Antonio and Kelly Baldwin 2004. Resurrected by Dave and Lisa Montgomery 2019.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.25683,39.42096]},"left_right_index":25,"mp_id":"105761775","mp_crag_id":"105797912","climb_id":"ebWmTPrnUMuvQf+4b+ZvGQ==","areaRef":"uHQekjWZVKuo99awv8vREg=="},"content":{"description":"A beautiful slab climb located up and left of \"Turkey Foot Crack\" on Sunshine Wall. Follow the line of bolts up the steep slab gaining a rest near the fourth bolt. Steep slab climbing and small crimps lie ahead. Fight you way past the last bolt and reach a crack were things mellow out. Place a #1 camalot and meander up to a good ledge and the anchor. It is excellent slab and face climbing on a clean piece of rock.","protection":"Seven bolts, and a #1 Camalot are the gear for this single pitch route. You can rap off a a two bolt anchor.","location":""},"__v":0},{"_id":"RZTTrhSbVOej7m1bFbf3tQ==","name":"New Way","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.25683,39.42096]},"left_right_index":29,"mp_id":"111260855","mp_crag_id":"105797912","climb_id":"RZTTrhSbVOej7m1bFbf3tQ==","areaRef":"uHQekjWZVKuo99awv8vREg=="},"content":{"description":"The first pitch starts up a crack which is a bit wide. It will take #3 and #4 Camalots. You can start in another narrower hand crack to the right which will take nothing bigger than a #2 Camalot. The real route is the crack on the left. Above, you ascend a nice hand crack which is a bit under cut at the start. It climbs well once you are established in the crack. Further up you move into an alcove where you will find some tat on a slung block and a fixed nut. You could belay here, but most will continue up. Above is an offwidth crack. It starts as a #5 Camalot-sized crack and gets bigger above. Heel toe technique and small face holds get you up to a big, flat belay ledge.\n\nThe second pitch goes to the right and joins a route called Opus which is not listed on this site. You could go left and join the second pitch of\n\nTurkey Foot Crack\n\n, but I have not done this. This second pitch is 5.8 and starts up a nice hand crack. There are some smaller-than-hands-sized placements, and towards the top of the crack you can place a #5 Camalot. Above a bulge, the climbing gets easier and more slabby as you move to the right. The second pitch ends near Moot Point after a small downclimb.\n\nThis is a fun climb if you like offwidth, and the first part of the second pitch ascends a fun crack. The only bad part of the climb is the approach.","protection":"Standard rack and big gear.  1 #6 and 1 #5 Camalot and one blue Big Bro.  A #4 Camalot is good to have too.","location":"This route is on the east face of the Sunshine Wall. It is to the right (east) of\n\nTurkey Foot Crack\n\n. It is also to the right of\n\nAstro Turkey\n\n. It is just to the right of the route Mr. Green Jingus which is not listed on this site but is in the newest guidebook. The route is identified by a hand crack which leads up into an alcove. You can walk off with some scrambling after the last pitch. You descend as you would for The Hall of Mirrors and head south back to the base."},"__v":0},{"_id":"bljzOYsRVo+B3mrLTNJpcA==","name":"Muddy Past","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Mike Smith and Peter Hubbel, 1982","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.25683,39.42096]},"left_right_index":18,"mp_id":"107023703","mp_crag_id":"105797912","climb_id":"bljzOYsRVo+B3mrLTNJpcA==","areaRef":"uHQekjWZVKuo99awv8vREg=="},"content":{"description":"Climb the crack which arcs to the left.  At its end, clip a bolt and move left. Moving past the bolt is the 5.9 crux.  The two bolts above the crack to the right are the route\n\nWear Cattle\n\n.  After the crux, climb up an left to a two bolt anchor.  This is the anchor on the route Deception Past.","protection":"Standard rack to a #2 Camalot. There is a bolt at the crux and a 2 bolt anchor at the top.","location":"Start in the same crack as\n\nWear Cattle\n\nwhich is the first crack left of the\n\nStandard Route\n\n.  Descend from the bolt anchor or continue up the second pitch of Deception Past."},"__v":0},{"_id":"yj3gRINNWR+dqA+elJTSKA==","name":"Moot Point","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.25683,39.42096]},"left_right_index":31,"mp_id":"106093401","mp_crag_id":"105797912","climb_id":"yj3gRINNWR+dqA+elJTSKA==","areaRef":"uHQekjWZVKuo99awv8vREg=="},"content":{"description":"This route is located on the backside of\n\nTurkey Foot Crack\n\n. If you climb\n\nTurkey Foot Crack\n\nto the top and walk off, you will see the route to your right. Moot Point faces east and can be a cold climb in the winter. Start with nice hand jams for about the first ten feet, the crack gets wider as you go. Make your way up to a good rest in a wide pod. From the pod, climb offwidth to the summit. Rap down on nice new bolts.","protection":"#2-6, blue Big Bro.","location":""},"__v":0},{"_id":"9/M17iFwUmaCVZmorhZP5g==","name":"The Meat Cleaver","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Maurice Reed and Bruce Sposi, 1983.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.25683,39.42096]},"left_right_index":11,"mp_id":"107048086","mp_crag_id":"105797912","climb_id":"9/M17iFwUmaCVZmorhZP5g==","areaRef":"uHQekjWZVKuo99awv8vREg=="},"content":{"description":"I give this route 3 stars for adventure.  It really should be a classic considering the awesome feature that it climbs.  As soon as I saw it, I had \"Cleaver Fever!\" and knew I had to climb it, but the truth is: it is dirty, rotten, hard, and dangerous...and probably too much work and suffering for the average climber....\n\nP1: Follow the obvious ramp that leads up to the \"Cleaver\" roof.  This is about 5.9 R.  The crack is rotting, mossy, and often wet.  About halfway up the ramp there is a place for a #4 (the only gear I found that might hold a fall).  A thank God #3 plugs into the start of the roof.  Traverse out left jamming at first but then committing to a horrendously physical undercling.  Plug a #5 or two and battle around the corner.  One topo says this is 5.9!!  If only there were some foot holds, it might feel 5.10, but the face is pretty blank and slick with lichen.  It's pretty wide at the lip and we used a valley giant (YOU could place a blue Bigbro here if you are strong enough, I am not...).  There are new bolt anchors on a chockstone ledge about 10' higher.  THANK YOU, bolt fairies!  Kevin Stricker maybe??  This belay would be scary without this updated anchor....\n\nP2: This is pretty much a squeeze chimney.  Big gear is useful here, too, although there is some smaller gear available, too.  Climb right side in until the final steep section, then somehow spin around and crank over onto a nice ledge.   5.8+ (~80 feet).\n\nP3: Follow the crack off the left side of the ledge past a tree and up to a roof.  The crux is not slipping on lichen while approaching the roof.  Pull over to to a ledge with another tree then up a short slab to the top and belay from a tree.  5.9- (~90).","protection":"A light standard rack, and some big stuff.\n\nDoubles of #3, #4, #5 C4s are nice and one #6.\n\nA #9 Valley Giant is helpful, or a blue Bigbro (or both).","location":"The Meat Cleaver is a super cool looking feature that can bee seen from the hike up....  It's in the center of the wall left of the\n\nEquinox\n\nroof, and starts from ledges about 200' up.  To find the start, first locate the route\n\nArch Nemesis\n\n.  Then scramble up a right-angling ledge with loose rock and follow the path of least resistance.  Go right across ledges up a little then back left.  Then go up over a fallen tree the diagonal up right on a shallow, pine needle-covered ledge.  Go around right and down into a gully which leads up another 40 feet to a nice ledge with trees.  You can start the first pitch from here or continue up 40 feet of 5.2ish rock to the ledge where the ramp to the roof begins.  You might want to be roped for some or all of this approach.  There were many sections threatening a death fall.  Also, do yourself a favor and leave your packs on the ground.\n\nFrom the top either:\n\n1) Walk off; up and left on the summit slab, there is a short downclimb that leads to a saddle and the walkoff, or to the Wall of Mirrors.\n\n2) Rap the\n\nStandard Route\n\n(the best option if it is not too crowded)  walk right (east) around a corner and over some jumbled blocks to find the first set of chains.  5 raps with a single rope.\n\n3) Rap the route.  Might be able to rap the route in two with double ropes from the tree near the top to the first pitch anchor and then to the starting ledge.  This distance is unconfirmed and your ropes might get stuck...."},"__v":0},{"_id":"hCSrataXUxakKVbhJXSYeA==","name":"Knives Out","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"Dave and Lisa Montgomery, January 2020","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.25683,39.42096]},"left_right_index":5,"mp_id":"118570752","mp_crag_id":"105797912","climb_id":"hCSrataXUxakKVbhJXSYeA==","areaRef":"uHQekjWZVKuo99awv8vREg=="},"content":{"description":"Knives Out is a fun route but has some friable/sharp rock that knocks down the fun-factor a bit. With that being said, the movement is really good, especially on the upper headwall. This route tackles the near vertical face to the right of\n\nEverything Just Feels Like Rain\n\n. The crux in the middle might be a shorty buster. Sustained crimping will get you through the upper headwall and to the anchor.","protection":"9 bolts + 2 bolt anchor.","location":"It is roughly 100 yards left of\n\nArch Nemesis\n\n."},"__v":0},{"_id":"93vXmi94V8KwR6UoqepIxw==","name":"Keep on Slabbin' in the Free World","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Lisa & Dave Montgomery, 2019","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.25683,39.42096]},"left_right_index":8,"mp_id":"117922454","mp_crag_id":"105797912","climb_id":"93vXmi94V8KwR6UoqepIxw==","areaRef":"uHQekjWZVKuo99awv8vREg=="},"content":{"description":"This new 2 pitch line is a fun mix of offwidth and face/slab climbing. We're listing it as a sport climb, but you do need a couple of #4s and a #2/#3 Camalot for the initial offwidth shared with\n\nSquatter's Rights\n\n.\n\nPitch 1\n\n(10d/11a; 35m; 9 bolts + gear): start in the right #4 crack for\n\nSquatter's Rights\n\n. Climb this fun, well-protected offwidth to a big ledge where the face climbing begins. Leaving the ledge, there is a hollow flake that you must pull and mantel on. It sounds bad but is completely attached on the left, so I don't think it will go anywhere. The bolting leaving the ledge is tight, but they get further apart as you get higher up. Expect a couple of semi-exciting mantels. Belay at a 2 bolt anchor at a small stance. It is all of a 70m rope to lower from here, so knot your ends!\n\nPitch 2\n\n(10c; 17m; 6 bolts): tip toe up the slab past a few bolts. The rock is a bit more crumbly on this pitch but hopefully will clean up overtime. The position is killer though, and the top of the route is a mini-tower, so it's worth doing.","protection":"(1x) #2/#3 Camalot, (2-3x) #4 Camalot, draws, and slings.","location":"It is about 100 yards left of\n\nArch Nemesis\n\n(where the trail meets the wall initially as you hike up)."},"__v":0},{"_id":"4tfxapdbUuuK6EXrapFmag==","name":"Interceptor","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.25683,39.42096]},"left_right_index":7,"mp_id":"105758946","mp_crag_id":"105797912","climb_id":"4tfxapdbUuuK6EXrapFmag==","areaRef":"uHQekjWZVKuo99awv8vREg=="},"content":{"description":"We traversed onto this route from\n\nSquatter's Rights\n\n, so I have no info about the first two pitches. The third pitch was our variation, the first half of which was 5.5-5.6. Then it steepens a bit, and leads up to the right of a small overhang. There's an old bolt there. We set up a hanging belay: the crack above takes a #3.5 cam and there's also a small crack on the left for protection.\n\n4th pitch, variation: follow the obvious crack to the right. There are decent underclings for holds and pro as you smear out onto the slab. It's exposed and hard to see what to place, though, as you're above it. (I yelled at my partner to tell me if I had the right size, but then relaxed a bit and figured it out.) Stretch wide with your right foot to gain a decent little foothold. Continue traversing right. This leads you into the \"Stripteaser\" crack system. The crack you're on peters out before this, and you have to carefully stretch and traverse out and down. (This is a cool section, but you may be relieved when you're in Stripteaser.)\n\nFrom here, follow the crack on up and out (5.10b). Or, if you're enjoying the traverse, continue on sparse face holds to the right around the rounded corner to the next crack--\"Man on Fire\". Again, it's a bit reachy a traverse but brings a smile to your face when you've made it. Do your best to protect it for you partner. I stuck a #4 high in Stripteaser before continuing on towards Man on Fire. However, this also caused incredible rope drag, and I had to pull my way hard around that corner!\n\n5th pitch: (Now on Man of Fire) Fire up the short pitch. There's a huge detached flake at the top that offers pro. You can then boulder up its arete to the ridge (fun). Easy scrambling will take you higher along the ridge if you like, but there are rappel slings just on the other side of where you top out. There's a second rappel further down the gully, so don't take off your harness after the first. Cheers!","protection":"Pro to 4 inches. Medium and small cams needed for the crux.","location":""},"__v":0},{"_id":"6soye+kmXjq1XxFcbmfLAw==","name":"Gonzo's Lament","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"P. Hubbel","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.25683,39.42096]},"left_right_index":24,"mp_id":"105761181","mp_crag_id":"105797912","climb_id":"6soye+kmXjq1XxFcbmfLAw==","areaRef":"uHQekjWZVKuo99awv8vREg=="},"content":{"description":"This route is located on Sunshine Wall. The approach is steep and rather strenuous; allow 45 minutes. From the trail, walk right (north) along the base of the cliff until you come to a chimney and gully in a shaded area. Gonzo's heads up the chimney to what appears to be a saddle between two formations of the rock.\n\nP1: Climb the chimney (5.5) being careful for loose rock. Easier scrambling after the chimney leads to a nice hand crack. The crux of the pitch is the final move up and over. It helps if you're tall, otherwise the move may seem a stretch at 5.9.\n\nP2: Take the obvious dihedral on the right (5.8).\n\nP2 Variation (recommended): Follow discontinuous cracks up the middle of the face. (5.9+) Eats up small to medium cams. Great pitch! Belay when you find standing room and protection for a belay.\n\nP3: Continue straight above the variation. Or, if you climbed the dihedral second pitch, you should diagonal up left for 30 ft from the 2nd belay until you find the vertical crack headed up. A solid pitch (5.8); belay on next ledge with sitting room.\n\nP4: Gonzo's lament? This is a 50 foot off-width, off-balance 5.8 that I thought needed lots of big gear (4-6\") for protection. Tough; don't be fooled by the grade.\n\nVariation (if you don't have the gear to protect the off-width...) From the belay, traverse south around a loose-looking block and out of sight of your belayer. You will see the chain anchors for the\n\nStandard Route\n\n. You can climb the last crack pitch of this route (5.10) or traverse another 30 feet south and gain the 5.8 finish of\n\nEquinox\n\n--certainly a much easier 5.8 than the finish to Gonzo's.","protection":"4-6\" cams for the off-width, final pitch.","location":""},"__v":0},{"_id":"028e4K1fUb2+JSV571N4ew==","name":"Fred the Crack","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.25683,39.42096]},"left_right_index":1,"mp_id":"106011120","mp_crag_id":"105797912","climb_id":"028e4K1fUb2+JSV571N4ew==","areaRef":"uHQekjWZVKuo99awv8vREg=="},"content":{"description":"Fred the crack starts out as a ugly tour of vegetation in a gully.  When it is reasonable to head right, go to the flat ledge and climb the hand to fist crack straight up.  When your feet are at the  chockstone, go left up the thin crack because you are out of big gear.\n\nThis middle of Fred was kind of fun.\n\nThe descent is entertaining.  We used some old slings on a ledge to rappel to the base on the right of the start.","protection":"This climb takes several large cams BD #3 to #5.  You will also want some smaller gear if you head off left after the wide section.  Make sure and sling the chockstone in the middle.","location":"This climb is on the Sunshine Wall. To reach it, park in the larger parking lot and follow an obvious trail. When the trail is fairly level and straight, start looking for a trail that takes-off to the left. Scramble off to the left over some logs. Find a dirty looking gully with lots of plant life.  To the left is a scary runout 5.11 with a few bolts."},"__v":0},{"_id":"HYfJXuObWiSqc/LkEkJ9Xg==","name":"Foxton Shuffle","yds":"5.12+","grades":{"yds":"5.12+","french":"7c"},"fa":"Lisa and Dave Montgomery, 11/18","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.25683,39.42096]},"left_right_index":28,"mp_id":"116150194","mp_crag_id":"105797912","climb_id":"HYfJXuObWiSqc/LkEkJ9Xg==","areaRef":"uHQekjWZVKuo99awv8vREg=="},"content":{"description":"Pull out your dancing shoes, because this route is bound to test your fancy footwork! The Foxton Shuffle (aka Mr. Green Jingus) was started by Olaf Mitchell and Chip Wilson in the late '80s, but the project was abandoned after they placed the first few bolts.\n\nThe route is now complete sporting two very high quality pitches. It is possible to link both pitches, but you'll need calves the size of Popeye's forearms and a lot of draws.\n\nPitch 1 (12+ , 36m, 16 bolts + (1x) #3 Camalot): s\n\ncamper up to the first bolt, and dispatch a cruxy start getting to the pod. Dump a #3 Camalot in the pod (consider unclipping this after clipping the next bolt), then embark up the wild face for what feels like an eternity. This is a long pitch that is incredibly thought provoking and will hold your attention until you reach the comfortable belay ledge.\n\nLowering from this pitch will use ALL of a 70m rope. KNOT YOUR ENDS!\n\nPitch 2 (11 , 20m, 4 bolts + nuts, small cams): f\n\nollow a thin crack left of the belay to two bolts on a prow. Climb past these bolts avoiding a flake out left that we were unable to clean then gain a short, thin finger crack  Climb the crack until it dies then climb past two more bolts to the anchor. Lower back down to the comfort of the previous belay.","protection":"A 70m rope is mandatory!\n\nSee the pitch descriptions for a rack.","location":"Hike up to the base of Sunshine Wall, and continue right as if you are walking to the Poe Buttress. As that \"trail\" begins to leave Sunshine Wall, look up, and you'll see the route. There is a convenient belay perch 25 feet down and right of the first bolt. This route is located immediately left of\n\nNew Way\n\n."},"__v":0},{"_id":"GNhaz4IjVQGzf3Ce9a6oAA==","name":"Four Friends","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.25683,39.42096]},"left_right_index":0,"mp_id":"106593117","mp_crag_id":"105797912","climb_id":"GNhaz4IjVQGzf3Ce9a6oAA==","areaRef":"uHQekjWZVKuo99awv8vREg=="},"content":{"description":"Trout's guide calls it three pitches, but we did it in two with a 60m stretched out all the way on the first.\n\nP1 (8/9) - climb mostly easy terrain up gully to a nice ledge below the steep wide crack. The climbing gets better and harder the higher you get on this pitch. This is a full 60 meters.\n\nP2 (10c) - climb up the nice wide crack to the top.\n\nRap off to the right.","protection":"Full Platte rack, a couple extra large cams.","location":"This is on the left side of Sunshine Wall, right of Flakes of Wrath and left of\n\nFred the Crack\n\n."},"__v":0},{"_id":"yS6Efxo8WTS187FghyzFpQ==","name":"Forrest Route","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"Bill Forrest, et al(?)","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.25683,39.42096]},"left_right_index":10,"mp_id":"106034388","mp_crag_id":"105797912","climb_id":"yS6Efxo8WTS187FghyzFpQ==","areaRef":"uHQekjWZVKuo99awv8vREg=="},"content":{"description":"The crux is supposedly on the second pitch; however, the route felt easier than 5.9. Perhaps I missed the 5.9 section due to route finding issues. The only thing good about this route is the location. The rock is questionable and rotten throughout the upper sections of the line, thus I included the R rating. The protection is adequate lower on the route and sketchy on the upper sections due to poor rock quality. BE CAREFUL WHAT YOU PULL OR STAND ON. My rope was hacked due to rockfall. Wear a helmet on this one.\n\nPitch 1 (5.7). Climb low 5th class rock to where your comfort level stops and belay. Eventually, you will be climbing the crack systems on the left side of the poorly-protected, left-facing dihedral, not the dihedral proper!\n\nPitch 2 (5.9??). Follow heavily vegetated rock and discontinuous cracks, pull around a small, left-facing dihedral, and climb to a belay near a small tree. Look for a slung chockstone with faded red webbing and a rappel ring. Belay here or climb higher (you will be under a small roof with decaying rock).\n\nPitch 3 (5.8 R). From the belay, climb poor quality rock to an ancient bong under the roof, clip the bong and go left or right (right looked easier, left looked scary as hell). Follow the crack system to the top - be careful here as I witnessed a microwave oven- size boulder fly by me (the culprit for my rope damage). Thankfully I didn't lead this pitch.","protection":"Pro to 4 inches, perhaps nothing bigger than a #4 Camalot. There is rotten webbing with rappel slings at the top of the first pitch.","location":"Locate the route in the middle of the wall. It starts near an awesome right arching seam and a series of offwidths and left of\n\nThe Meat Cleaver\n\nand the big roof (the route will end in the distinguished slot left of the big roof).\n\nWalk off to the left and locate a tree with rap anchors halfway down, or, scramble down a chimney to the left of the rappel tree."},"__v":0},{"_id":"ysdy0cipVjKsNs2LVtyHUg==","name":"Far Reaches","yds":"5.12b/c","grades":{"yds":"5.12b/c","french":"7b+"},"fa":"Mark Sonnenfeld and friends 1985, first lead, Bill Myers, 10/85","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.25683,39.42096]},"left_right_index":23,"mp_id":"105941910","mp_crag_id":"105797912","climb_id":"ysdy0cipVjKsNs2LVtyHUg==","areaRef":"uHQekjWZVKuo99awv8vREg=="},"content":{"description":"This is just right of the first pitch of the\n\nStandard Route\n\n. In fact, it shares the first pitch ledge with that route. This is a hard and scary lead. It use to have a single, fixed pin below the first section of 12 down low on the climb. You need to be fit to lead this. It makes a good TR.","protection":"Wires and larger to an inch or two. Hard to protect.","location":"This is between the\n\nStandard Route\n\nand\n\nGonzo's Lament\n\n."},"__v":0},{"_id":"JlcVDWpWWn2mcdMIbviP7g==","name":"Fallen Angels","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Chris Reveley","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.25683,39.42096]},"left_right_index":16,"mp_id":"106664152","mp_crag_id":"105797912","climb_id":"JlcVDWpWWn2mcdMIbviP7g==","areaRef":"uHQekjWZVKuo99awv8vREg=="},"content":{"description":"A really fun two-pitch climb that initially runs parallel to the the one-pitch route\n\nDeception Past\n\n, Fallen Angels starts in a shallow, licheny, left-facing, left-leaning corner about 10 feet left of two pine trees that are very close to the wall. Its second pitch ascends an obvious, right-facing corner through the roof above.\n\nP1. Lieback the corner for a couple moves before moving to the face and a thin crack above.  From here, climb toward a diminutive white pine beneath a roof, where some pro can be had.  Sack up and make your way into the crux seam, clipping two bolts along the way to lower-angle ground.  Belay off some webbing and trad gear at a decent stance beneath a bulge, 5.10b, ~ 80'.\n\nP2. Climb through the bulge, and a second one, to gain a very shallow, right-facing corner (RPs, offsets helpful) and climb the face around the crack until you're in the base of the big corner.  Stem, fingerlock, and lieback your way up the awesome corner until the roof forces you to escape left to a ledge with bolts, 5.10a/b, ~ 90'.\n\nRappel from these anchors to a second set at the top of\n\nDeception Past\n\n, from which a second rappel can be made to the ground.","protection":"Bust out the small stuff for this route.  P1 goes on microcams - TCUs/C3s from 00 up - and RPs, and the first part of P2 takes small cams and offset micronuts.  The finishing corner protects well with nuts - there are a placements for a #2 and #3 Camalot on P2, but one could easily rack only micro cams and nuts for this climb.","location":"Fallen Angels ascends a shallow, left-facing, left-leaning corner about ten feet left of two pines that are immediately in front of a a cleaner, left-facing corner.  It appears a bit lichen-y, but the climb leaves the dihedral quickly.  The first crux of the route is identified by locating two bolts left of a seam about 40 feet up the wall.  The second pitch climbs the large, right-facing corner at the left margin of the large roof system in the middle of the wall."},"__v":0},{"_id":"Jh0j3YSkVzq4BrTClG+1XQ==","name":"Everything Just Feels Like Rain","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"Bob D'Antonio and Vaino Kodas 2001(?), Resurrected by Ryan Mayer, Dave and Lisa Montgomery 2020","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.25683,39.42096]},"left_right_index":4,"mp_id":"105761787","mp_crag_id":"105797912","climb_id":"Jh0j3YSkVzq4BrTClG+1XQ==","areaRef":"uHQekjWZVKuo99awv8vREg=="},"content":{"description":"This is a fun technical route located about a 100 yards left of \"Arch Nemesis\". There are two options to start:\n\n1) Climb the wide crack directly below the bolts.  This requires a #3 or #4 and is sometimes wet.\n\n2) Scramble up a ledge system 20ft left of the route to the tree at the start.\n\nEither way, bring a shoulder length sling to wrap around the tree before the first bolt.  This takes the sting out of clipping first bolt and you can easily unclip the sling after.  Make a hard move off the ledge and follow a line of bolts up a curving, rounded arete. The crux is at the top. Cool slab climbing and great moves.","protection":"8 bolts will get you to a two-bolt anchor.","location":""},"__v":0},{"_id":"wUXA+tnaV7ibSSIqZs4cNw==","name":"Equinox","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Chris Reveley and possibly Jim Michaels, circa 1973","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.25683,39.42096]},"left_right_index":12,"mp_id":"105757990","mp_crag_id":"105797912","climb_id":"wUXA+tnaV7ibSSIqZs4cNw==","areaRef":"uHQekjWZVKuo99awv8vREg=="},"content":{"description":"This route is on the right side of the Sunshine Wall's south face.  To get there park at the large parking area and follow the old logging road past a switchback and across the mostly dry streambed, then start looking for a cairn and a faint trail on your right.  This will lead straight uphill to the left side of the Sunshine Wall.  Hike right until directly under the multiple large overhangs. Equinox's first pitch starts to the left and ascends a 3rd class ramp that leads to some 5.9 R, and a belay at slings.  In my opinion, it is better to start with the first two pitches of\n\nDeception Past\n\n(5.10b).  The Trout guidebook has a much better topo of this wall and describes these pitches as the first two of Equinox.  Both pitches are quality 5.10, and make a good warm-up for the intense roof ahead.\n\nPitch 1:  Start in a crack directly below the large, right-facing dihedral on the left side of the first overhang.  The start is a finger crack in a thin left facing dihedral between two trees.  A hard start eases to 5.9 before the belay in a pod with new Metolius rap rings (hidden).\n\nPitch 2:  Start up and step left to a ramp with a thin crack above it.  Straight up to the dihedral, stem the dihedral with good holds out left.  Belay at the slings, which may need to be replaced.\n\nPitch 3:  Climb right from the belay and fire up an exposed move to the slab and up to the finger crack.  Crank through steep finger locks to a pod.  From here, it is obvious which way to go.  Set a belay on the shelf after the roof crux.  A two bolt anchor is shown on the right in Hubbel's guide, but I didn't see it.  In my opinion, this pitch was a sandbag at 5.11a.\n\nPitch 4:  5.8 to the top.\n\nDescent:  Walk down the gully to the east between Poe Buttress and Sunshine Face.  With two ropes, it may be better to rappel the\n\nStandard Route\n\n.","protection":"Standard rack up to #3 Camalot, extra small cams, possibly some Ballnutz.","location":""},"__v":0},{"_id":"vMZyqeyoWyeSqtL7CMpU0A==","name":"Don't Mess with My Thing","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"Bob D'Antonio; resurrected by Matt Resser and Lisa Montgomery 2015","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.25683,39.42096]},"left_right_index":21,"mp_id":"105761778","mp_crag_id":"105797912","climb_id":"vMZyqeyoWyeSqtL7CMpU0A==","areaRef":"uHQekjWZVKuo99awv8vREg=="},"content":{"description":"Just left of the Standard Route is a beautiful,clean almost vertical slab. Follow the line of bolts up the smooth slab to a small roof. Make a tricky move past the roof and reach the belay. The crux is getting to the fouth bolt. Great route with good steep and dicey slab climbing. Almost three stars.","protection":"11 bolts will get you to a two-bolt anchor.","location":""},"__v":0},{"_id":"hOf6yVEEXH+sKYEcx61C9Q==","name":"Coppertone","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Kevin and Lauri Stricker, Dave Russell ca. 2004","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.25683,39.42096]},"left_right_index":20,"mp_id":"106400061","mp_crag_id":"105797912","climb_id":"hOf6yVEEXH+sKYEcx61C9Q==","areaRef":"uHQekjWZVKuo99awv8vREg=="},"content":{"description":"This is a second pitch to\n\nWear Cattle\n\nthat climbs a steep face and ends at the top of the\n\nStandard Route\n\np.2.  Named for the sea of lichen at the top of the pitch, this climb has better moves than rock.\n\nFrom the anchors on\n\nWear Cattle\n\nmake thin moves right then up the steep face.  After the last bolt continue right to join the\n\nStandard Route\n\nat the second pitch roof, and pull through to anchors.","protection":"6 quickdraws and a couple TCUs for the roof.  You need a 70m rope to reach the ground from the anchors.","location":"Wear Cattle\n\nis a face route left of the\n\nStandard Route\n\n, Coppertone is its second pitch.  Either belay at the anchor for\n\nWear Cattle\n\n, or link it up from the ground for a long pitch with lots of drag."},"__v":0},{"_id":"hQrSJbC6WaeMuLe91kbtvw==","name":"Deception Past","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.25683,39.42096]},"left_right_index":17,"mp_id":"107044440","mp_crag_id":"105797912","climb_id":"hQrSJbC6WaeMuLe91kbtvw==","areaRef":"uHQekjWZVKuo99awv8vREg=="},"content":{"description":"Start in between the trees at a shallow, left-facing corner with a thin crack.  The crux comes right off the ground (unless you cheat and use the trees).  At a horizontal jug, things ease off for a while.  As you follow the amazing little crack, the difficulty increases as the size of footholds decreases.  After a short 5.9 section, jugs lead to the anchor.  Rappel from here or continue up to meet the 2nd pitch of\n\nFallen Angels\n\n.  This is probably the most popular and recommended way to start\n\nEquinox\n\n.\n\nVariation to start: 15 feet left of the start, you can follow a flake (loose and brittle) up into an undercling arching right to meet the main route above the crux.  This way keeps the rating down to 5.9, but the gear is not ideal due to the fragile nature of the cracks.","protection":"You don't really need anything bigger than a green (#0.75) C4.  There is a 2 bolt anchor.","location":"Just right of\n\nFallen Angels\n\nand left of\n\nMuddy Past\n\n, there is a beautiful crack in between two trees. This is it."},"__v":0},{"_id":"+u+SMWGMVLO4NhZKqC2C4A==","name":"Buckshot","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Chris Reveley & Mark \"Buck\" Norden, early 1970s","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.25683,39.42096]},"left_right_index":2,"mp_id":"105761826","mp_crag_id":"105797912","climb_id":"+u+SMWGMVLO4NhZKqC2C4A==","areaRef":"uHQekjWZVKuo99awv8vREg=="},"content":{"description":"From the top of the trail to Sunshine Wall, head left past two short vertical cracks (the base of\n\nSquatter's Rights\n\n). Past these, you'll see a newer one-pitch bolted line angling up right with a two-bolt anchor. Walk up into the bushy gully behind another 40 feet to the base of Buckshot. Squish on the left angles up left and into the noticeable off-width, 40 feet up. Buckshot is on the right in something of a dihedral. To its right is a large chimney. Above you can see a dihedral and the obvious handcrack of Buckshot's third pitch to its right.\n\nP1: head straight up. The 10a (right)/10c (left) variations present themselves at the overhanging block 60 feet up. Look for the knee lock up underneath on the left for a rest. Great varied climbing including stemming, arm locks, vertical finger cracks, jamming, and a mantel just past the crux. (This pitch is in the shade in the winter--hands might get a tad cool.) Belay on top of the block by the old red webbing, or continue up and left to combine the first two pitches, to another good ledge (in the sun!) 30 feet up.\n\nP2: \"We Scared O' de Goofa Man\" heads right up a low angle gully type thing; you want to cross over and up to the left. Jam the short crack and gain the \"perfect\" South Platte belay spot.\n\nP3: Not the dihedral above, but the body-wide ramp to the right that angles up to the vertical handcrack. Use passive pro while the climbing is easier to save your mid-size and larger cams for what waits above--hard, sustained jamming. In our estimation, this was clearly the hardest climbing of the route, several grades more challenging, strenous, and sustained than the 10c crux of the first pitch. However, the Hubbel/Rolofson guide has it listed at 10a. After 20 feet or so, it relents toward an easier angle. Continue up to the top.\n\nWalk off the back, picking your way down a gully. There's a single necessary rappel from a pine on the right next to a big slab. The slings are a bit dicey.","protection":"Pro to 4\", extra 2\"-4\"","location":""},"__v":0},{"_id":"SrGZ4PwOUEWMmSodrLSzPA==","name":"Astro Turkey","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Charlie Fowler & Kyle Copeland","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.25683,39.42096]},"left_right_index":27,"mp_id":"105753871","mp_crag_id":"105797912","climb_id":"SrGZ4PwOUEWMmSodrLSzPA==","areaRef":"uHQekjWZVKuo99awv8vREg=="},"content":{"description":"This is located on Sunshine Wall to the right of\n\nTurkey Foot Crack\n\n.  It is best to either establish a belay on the sloping ledge by the tree (hand-sized pieces in the crack) or on the ledge below (off width scramble involved).\n\nSteep 5.10 crack and face climbing take you to a stance below the crux.  Luckily, it has three fixed pins because it is helpful having both hands available to stay on the rock through the technical crux section.\n\nNote that one of these pins fell out recently and has been replaced with a bolt.\n\nTie off the small tree because the next bit of gear above the pins is small and not particularly confidence building.  Be brave because 1/2 move higher gets you some good cams.  Save some juice for the sting in the tail before the anchor.  80'.\n\nEdit to add: The tree has been slowly prying off the flake that it rests in so slinging the tree for protection is not advised.","protection":"Standard rack with RPs, Aliens.","location":""},"__v":0},{"_id":"q+xm/gi8WX+JttGEjQTPfA==","name":"Arch Nemesis","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Dan Hare, Noel Childs, and John Durr","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.25683,39.42096]},"left_right_index":9,"mp_id":"106107313","mp_crag_id":"105797912","climb_id":"q+xm/gi8WX+JttGEjQTPfA==","areaRef":"uHQekjWZVKuo99awv8vREg=="},"content":{"description":"This route has it all. It starts up a flared ear shape OW that feels hauntingly similar to \"\n\nHorn's Mother\n\n\" then blasts out diagonal/arching hands that gradually pinch to tips, you surmount a little step and tiptoe up a thin seam. Fantastic.","protection":"#4 Camalot down to green or yellow Alien. A couple RPs for the seam up top, I used a BD 4 and 2 RP and they were pretty good.  Rap or lower from a two bolt anchor.","location":"This is left of the landmark routes at Sunshine. It's an arching crack with an ear at the start. There is a one bolt anchor and gear options to back up a TR. A rap off a slung tree gets you back to the base.\n\nEdit to Add: The anchor has been upgraded to two bolts."},"__v":0},{"_id":"1Fvb0YasVYyKAyLe4I3QWg==","name":"Airborne Froth","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Steve \"Norman\" Dieckoff, Noel Childs, Strappo Hughes, and Jerry Rock, 6/88","type":{"trad":true,"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.25683,39.42096]},"left_right_index":3,"mp_id":"107044343","mp_crag_id":"105797912","climb_id":"1Fvb0YasVYyKAyLe4I3QWg==","areaRef":"uHQekjWZVKuo99awv8vREg=="},"content":{"description":"Start in a chimney, clip a bolt, then make a commiting move out of the chimney on to the face, falling here is not reccomended as you will go swinging back into the chimney.  Steep flakes, jugs, and some barn-door arete climbing with bad feet eventually lets up near the very top.  Very sustained with multiple cruxes.\n\nAs of now, there is only 1 bolt at the anchor.... It's bomber, but it could definitely use another bolt and some chains.","protection":"1 of each from #1 Camalot to small wires.  Couple extra finger size to smaller pieces.  4 bolts total.","location":"This is on the left side of Sunshine just right of\n\nBuckshot\n\non the arete."},"__v":0},{"_id":"/aokrsm8WBa1rEq1fVAnKA==","name":"The 26th Letter","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Noel Childs and Chip Wilson,1985","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.25683,39.42096]},"left_right_index":15,"mp_id":"108309003","mp_crag_id":"105797912","climb_id":"/aokrsm8WBa1rEq1fVAnKA==","areaRef":"uHQekjWZVKuo99awv8vREg=="},"content":{"description":"This route is a good warm up climb for the area.  The crux of the climb comes about halfway up.  Above the crux the climbing gets slightly easier before it gets really easy and you reach a belay tree.","protection":"Standard rack up to a #2 Camalot.  Anchor off a slender tree.","location":"This route is west, or left of,\n\nFallen Angel\n\nand\n\nDeception Past\n\n.  It is to the right of\n\nUnknown 10d\n\nand climbs broken cracks and a large flake."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,3008c0fb-0ce5-525b-b50f-6155887d0597,b1d3d2a7-6fc4-5739-ab04-4cb08768ffc7,b8741e92-3599-54ab-a8f7-d6b0bfcbd112","pathTokens":["USA","Colorado","South Platte","Cathedral Spires Area","Sunshine Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":5,"label":"5.10b"},{"count":4,"label":"5.10a"},{"count":2,"label":"5.10d"},{"count":3,"label":"5.11c"},{"count":1,"label":"5.11-"},{"count":2,"label":"5.8"},{"count":3,"label":"5.12-"},{"count":4,"label":"5.9"},{"count":1,"label":"5.10+"},{"count":1,"label":"5.12"},{"count":1,"label":"5.12+"},{"count":1,"label":"5.10c"},{"count":1,"label":"5.9-"},{"count":1,"label":"5.12b/c"},{"count":1,"label":"5.11+"},{"count":1,"label":"5.11b"},{"count":1,"label":"5.12b"},{"count":1,"label":"5.11"}],"byDiscipline":{"trad":{"total":29,"bands":{"unknown":0,"beginner":3,"intermediate":16,"advanced":10,"expert":0}},"sport":{"total":7,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":6,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":3,"intermediate":17,"advanced":14,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.25683,39.42096]},"bbox":[-105.25741208338015,39.420510339818144,-105.25624791661987,39.42140966018187],"left_right_index":-1,"ext_id":"105797912","area_id":"uHQekjWZVKuo99awv8vREg==","polygon":{"type":"Polygon","coordinates":[[[-105.25741208338015,39.420510339818144],[-105.25624791661987,39.420510339818144],[-105.25624791661987,39.42140966018187],[-105.25741208338015,39.42140966018187],[-105.25741208338015,39.420510339818144]]]}},"content":{"description":""},"density":0,"totalClimbs":34,"__v":1,"createdAt":"2022-11-07T05:56:15.441Z","updatedAt":"2024-02-19T18:31:48.221Z"}