{"_id":"63689de0e80bff5a994f906d","area_name":"West Buttress","shortCode":"","climbs":[{"_id":"ZDcMCAA+VsGNZkW3VW4GAg==","name":"Ozark Prom Queen","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.6487,39.589]},"left_right_index":0,"mp_id":"105762642","mp_crag_id":"105746647","climb_id":"ZDcMCAA+VsGNZkW3VW4GAg==","areaRef":"wEzTKTqnV2i4Lt702bQURg=="},"content":{"description":"As I was meandering through the talus to the base of the Second Apron, the summit of this buttress caught my eye. From below, it looks separated from the main ridge, and has an attractive low angle line directly up the middle. Locate the toe of the buttress from below. Aim for the ledge above the loose scrambling at the base. We crossed one snow field, but in early season, there would surely be more and an axe may be desired. We considered this an FA until we came across an ancient ring angle on the third pitch at what we considered the crux. So who knows. We gave it a name anyways. At any given point on the route, one could step left and make the line much easier.\n\nP1 - 200', 5.4. Begin directly behind a symmetrical triangular block in a short lived low angle hand crack. Follow the path of most fun through corners and broken jug laced faces to a 30 foot wide ledge.\n\nP2 - 150', 4th/5th Class. Aim up low angle yet fun ground towards a crack in a roof. Belay directly below.\n\nP3 - 200', 5.9. Go up though the roof(crux), past a fixed pin, then continue on easier ground. Belay at large ledge system with 3 obvious options (it is easy to bail from here out left). The best choice is on the right side of the ledge via a thin crack on a low angle face.\n\nP4 - 125', 5.7 R. Follow the thin crack on the far right through a small bulge, and continue up, trending right, connecting dihedrals, bulges and faces on immaculate rock. Belay below the final summit ridge in a pile of VW-sized blocks.\n\nP5 - 60', 5.4 R. This is a bit contrived but a fun way to finish. From here, one could scramble left at any point on 4th class terrain to top out. But, for more fun, step onto the beautiful fin of rock leading to the summit and eventually the ridge. The summit boulder can be circumnavigated or mantled head on (the better way).\n\nWave to the tourists to your left on Evans summit. Smile, because more than likely one of them will be driving you back to your car at Summit Lake. Also, their mega-zoom-digi-camera is more than likely recording your every move.\n\n[Summit: Aim left and hike along the ridge. If weather is bad, drop lower down the south side of the ridge, and HUSTLE. However, if the heavens have granted you passage and the weather is holding, stay close to the ridge, keeping an eye out for the final drainage leading back down to the base of the summit wall (a popular snow climb). This is directly below the herd of tourons up top, so beware of falling binoculars and an interview at the top. Cross the couloir very carefully, or leave some slings on a block and rap across(the smart choice). From below, it is obvious there are many many attractive crack systems leading to the top, but we chose the center line which starts at the toe, and follows a handcrack that widens then tapers for about 150 feet (finger-sized crack on a slab just to the right). Belay here, then aim up and left on runout moderate (5.8) face, or up through a blocky corner that was wet when we did it (5.9R). Topping out right on the summit almost guarantees an offer for a ride back to Summit Lake, just be prepared for a lot of questions...].","protection":"Standard alpine to 3\".  Small nuts and TCUs are handy.","location":""},"__v":0},{"_id":"XRolEGIYVoCsLJlzvi7CMQ==","name":"Ozark Backwoods","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"unknown","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.6487,39.589]},"left_right_index":1,"mp_id":"108229100","mp_crag_id":"105746647","climb_id":"XRolEGIYVoCsLJlzvi7CMQ==","areaRef":"wEzTKTqnV2i4Lt702bQURg=="},"content":{"description":"Located between the 1st Apron and 2nd Apron is the West Buttress. This route is to the climber's right of\n\nOzark Prom Queen\n\non the other side of the gully (a good mixed climb). The route has a fair bit of flora and fauna but makes for some nice adventure climbing.\n\nPitch 1: choose a path up low angle slabs, 5.5, 200 feet.\n\nPitch 2: stay on the buttress proper for the best climbing, and belay on a nice ledge below the big corner, 5.5, 100 feet.\n\nPitch 3: climb up the corner following good gear, and belay on a nice ledge, 5.7+, 150 feet.\n\nPitch 4: shoot up the short, 5.6 finger crack and cross over to the  last pitch of\n\nOzark Prom Queen\n\n.\n\nPitch 5: Climb the stellar, snaking arete to the top of the feature 5.6 R for the leader and follower or just avoid this by climbing low 5th class to the left or right.\n\nDescend either by going to the summit or descend on the east side of the 1st Apron.","protection":"Single rack to a BD #3.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,b8bc6400-2efc-577d-b6a6-c5367641fd44,c6051197-c75e-5ab8-98ca-5474c5cb2597,c04cd329-3aa7-5768-b82e-def4d9b41446","pathTokens":["USA","Colorado","Alpine Rock","Mt. Evans","West Buttress"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.8"},{"count":1,"label":"5.7+"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":2,"intermediate":0,"advanced":0,"expert":0}},"alpine":{"total":2,"bands":{"unknown":0,"beginner":2,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.6487,39.589]},"bbox":[-105.64928349261157,39.58855033981813,-105.6481165073884,39.589449660181856],"left_right_index":-1,"ext_id":"105746647","area_id":"wEzTKTqnV2i4Lt702bQURg==","polygon":{"type":"Polygon","coordinates":[[[-105.64928349261157,39.58855033981813],[-105.6481165073884,39.58855033981813],[-105.6481165073884,39.589449660181856],[-105.64928349261157,39.589449660181856],[-105.64928349261157,39.58855033981813]]]}},"content":{"description":""},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T05:55:50.462Z","updatedAt":"2024-02-19T18:31:10.143Z"}