{"_id":"6368a185e80bff5a9954f6e6","area_name":"Armory Wall","shortCode":"","climbs":[{"_id":"SRPXKBtbXyyJbOCTUDFe4Q==","name":"War Hammer","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Todd Offenbacher, Neil Schnaible","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.9091,38.98947]},"left_right_index":6,"mp_id":"112135982","mp_crag_id":"112135082","climb_id":"SRPXKBtbXyyJbOCTUDFe4Q==","areaRef":"bLUPp3a2Um+HqTQP78NbIQ=="},"content":{"description":"Adventurous route moving through a variety of features--from a juggy start into a giant low angle terraced dihedral, and over some bulges. Some mantles, stemming, and fun movement up to a slick cruxy finish with some helpful incut holds under a ginormous roof. The rock itself is impressive, and the view at Armory Wall is exceptional as well. Lower off.","protection":"13 bolts. Mussy hooks at the anchor.","location":"Far Right on \"the platform\" at the West side of Armory Wall."},"__v":0},{"_id":"zOiPNzhiXX6wm2PSBJWQUQ==","name":"Trebuchet Tricks","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.9091,38.98947]},"left_right_index":1,"mp_id":"120513185","mp_crag_id":"112135082","climb_id":"zOiPNzhiXX6wm2PSBJWQUQ==","areaRef":"bLUPp3a2Um+HqTQP78NbIQ=="},"content":{"description":"Start just left of Catapult and launch into the corner system that trends left. At the final bolt surmount the corner slightly right onto a beautiful black varnish before committing into the final undercling maneuver that guards the anchors!","protection":"5 bolts + 2 Anchor Bolts","location":"Start just left of the Pine Tree at the base of Catapult."},"__v":0},{"_id":"Q4xi6hUQWhWmaq9Bjjb+EQ==","name":"Space Pants","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Dave Salazar, Dan Kennedy","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.9091,38.98947]},"left_right_index":7,"mp_id":"112145067","mp_crag_id":"112135082","climb_id":"Q4xi6hUQWhWmaq9Bjjb+EQ==","areaRef":"bLUPp3a2Um+HqTQP78NbIQ=="},"content":{"description":"\"My shorts boldly go / Where no shorts have gone before!\"\n\n Fun lead on featured, colorful rock; in a nicely shaded hang out area. Comes up a short wall with decent holds to a \"gutter,\" across a bulgy ledge, up chicken heads, and finally around a corner to quick links at the anchor at the end of a mini-dihedral kind of thingy.\n\n Notes for lead First bolt is a little high compared to others in the area, but not cruxy. Because the route wanders and traverses, keep in mind that a lead fall could mean a swing and some bruises; wear a helmet.\n\n Notes for TR Although it's only 6 bolts long, this route takes you through some fun variety. However, it can be an awkward toprope with risk of swinging and crashing into the wonderful features on the rock face here if you don't set up directionals. After leading, consider leaving draws up as directionals and have the second climber top rope from the other end of the rope, cleaning as they go. Or, just pull the rope through and lead it again. Woo!\n\n Rappel down.\n\n Choose your adventure: Consider topping out and getting on the start of Sabre 5.6 or War Hammer 5.8 after completing this route.\n\n Toprope beta: Continue to the climber's Left along the crag and up the not-so-obvious path between the crag and a giant boulder where a tree grows, continue uphill until you can take a Right onto \"the platform.\" Once at the start of Sabre 5.6 and War Hammer 5.8 you can step to a low point on the platform. The anchors (quick links) for Space Pants will be below your feet near the edge. Rappel down, setting draws as directionals as you lower for a much improved toprope experience.\n\n History lesson: So what does \"Space Pants\" have to do with castles, medieval times, and the lore of King Arthur and the Knights of the Round Table?? Nothing! The route setter and affiliates for this fun lead weren't too concerned with staying on theme. \"Space Pants\" have been a big deal lately and are coming back on the scene. Especially in the climbing community these garments are of great value, namely those of the \"leggings\" variety and/or those including kittens. However, Space Pants is also a legend of comedy and takes its name from an old old ooolld Saturday Night Live skit called \"Mafia Meeting.\" For the complete Space Pants experience, please access the links below.\n\n Video and lyrics for your enjoyment\n\ngoo.gl/mKJjHb Song only (for the drive to Castle Rock??)\n\ngoo.gl/t7heOp\n\nyoutu.be/MwpmqMnngRk","protection":"6 bolts to quick links at anchor. A little run out at the start. Besides the start, Space Pants has sufficient protection, as good as can be, but a fall on this route could still bang you up pretty good.","location":"West facing area of Armory Wall, between The Pike 5.9 at the South West corner and the not-so-obvious path between the crag and a large boulder where a tree grows (which leads to \"the platform\"). First bolt starts high. Featured wall with all kinda contours and colors from red lichen and such. \n\n  This route happens to be situated directly beneath the start of Sabre 5.6 and War Hammer 5.8. Consider linking this route with another."},"__v":0},{"_id":"f2+2A7o0XF+QmBjyLhFcPw==","name":"Sabre","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Todd Offenbacher, Neil Schnaible","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.9091,38.98947]},"left_right_index":5,"mp_id":"112135970","mp_crag_id":"112135082","climb_id":"f2+2A7o0XF+QmBjyLhFcPw==","areaRef":"bLUPp3a2Um+HqTQP78NbIQ=="},"content":{"description":"Goes up jugs and veers Left around a large feature and out of sight of the belayer. Lower off.","protection":"11 bolts. Mussy hooks at the anchor.","location":"High up and Right on \"the platform\" at the Armory Wall. 2nd to last route to the Right before the edge."},"__v":0},{"_id":"6l4hghklWXyq4dCsfGpXaQ==","name":"The Pike","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Todd Offenbacher, Doug Workman","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.9091,38.98947]},"left_right_index":8,"mp_id":"112141982","mp_crag_id":"112135082","climb_id":"6l4hghklWXyq4dCsfGpXaQ==","areaRef":"bLUPp3a2Um+HqTQP78NbIQ=="},"content":{"description":"The 1st pitch of The Pike starts vertical but with super juggy holds and very quickly transitions to a low angle 5.5 or 5.6. Generously bolted nonetheless. After possibly the most difficult move of this pitch (5.7 or 5.8), the bolt line finishes at a ledge and a big dihedral with mussy hooks on the Left wall and a rad vertical crux on the Right wall. \n\n  The belay platform isn't perfectly flat but the rope can easily rest on the ground if positioned with enough care. From here you can hear call signals from the top anchors unless it's quite windy; make a signal plan. Also the routes here are quite condensed, so consider using names before call signals to avoid confusion from other climbers calling on the West end of Armory Wall. \n\n  2nd pitch begins with the 5.9 crux wall. Well protected, dead vertical with a few pockets and cracks to work with up to an exit Right of a small roof. Pretty fun! After the crux continue out of the belayer's view at a low angle with a juggy arete Left of the bolt line and various crimps to the Right. \n\n  There's about a 10' juggy low angle run out from the last bolt of the 2nd pitch to mussy hooks at the anchor. You can carefully top out here for mind-blowing panoramic view looking into the Carson Valley on one end, just shy of North Lake on the other, and eeeeverything in between. \n\n  Rappel down. Coil each end of the rope to throw it down the low angle sections of each pitch for a cleaner rappel. Find the least featured, most straightforward and vertical way down the 1st pitch to avoid snagging the rope when you pull it. \n\nChoose your own adventure:\n\n  -Going up   If you want to skip the 1st pitch on the way up and you're a confident 5.8 leader you could consider backpacking the rope to the start of the 2nd pitch by soloing from War Hammer's start through a juggy low angle route toward the vertical bolted crux wall of The Pike. There's one 5.8ish move right below the crux wall before you reach the anchor. \n\n  Theoretically, it's possible to start climbing at the start of War Hammer all the way to the anchor of The Pike's 2nd pitch with a 60 meter rope, using your choice of bolts for protection along the way but the trade off would be increased rope drag and less effective communication from top anchors to belay.\n\n  -Going down   You can bypass the rappel down the 1st pitch by rappelling from the top anchors to the Amory Wall's \"platform.\" Rappelling from the midpoint of a 60 meter rope you can lower to just 5 feet above the start of War Hammer and finish on a short downclimb on great jugs. If you choose to do so, confirm of the location of the platform beforehand, and mind the end of your rope!","protection":"10 bolts and mussy hooks at anchor of 1st pitch. 11 bolts and mussy hooks at anchor of 2nd pitch. Well protected crux.","location":"Most South West edge of Armory Wall. Starts just Left of a tree. Keep in mind, the start is maybe 5.6. You won't see any 5.9 climbing until the 2nd pitch."},"__v":0},{"_id":"d8FqajjDW2C2m0OGPLq5HQ==","name":"In Depends Pants Day","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Rich Hamilton and Carlo Luri, July 4, 2016","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.9091,38.98947]},"left_right_index":3,"mp_id":"112135921","mp_crag_id":"112135082","climb_id":"d8FqajjDW2C2m0OGPLq5HQ==","areaRef":"bLUPp3a2Um+HqTQP78NbIQ=="},"content":{"description":"First pitch: Lift off at a big jug and go immediately Left over the arete. Continue up to mussy hooks laying flat on a ledge.\n\n Second pitch: Head directly above mussy hooks over a short steep section and onto a low angle arete to hooks at second anchor. A little steeper and thinner than first pitch but it's all there.\n\n Variety of terrain through this route!\n\n Rappel down.\n\n WATCH OUT: Walk Left until directly beneath the anchors before pulling the rope so that it falls straight down. Otherwise you are nearly guaranteed to get a snag that you can't whip the rope out of!\n\n This route was set on July 4th, 2016. Punny. (Second pitch added July 2018)","protection":"P-1: 9 bolts. Mussy hooks at anchor, hanging off ledge on chains. P-2: 5 bolts to hooks at the top of the arete.","location":"At the bottom (Left end) of \"the platform\" on the West side of Armory Wall. Second to farthest Left route on wall."},"__v":0},{"_id":"zy3P3hI5VECkdWhMZef7vg==","name":"Crossbow","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"Todd Offenbacher, Chip Brec","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.9091,38.98947]},"left_right_index":4,"mp_id":"112135944","mp_crag_id":"112135082","climb_id":"zy3P3hI5VECkdWhMZef7vg==","areaRef":"bLUPp3a2Um+HqTQP78NbIQ=="},"content":{"description":"Somewhat steep but miraculously juggy! Well protected. Lower off.","protection":"12 bolts. Mussy hooks at the anchor.","location":"Near base of \"the platform\" at Armory Wall, just Right of a substantial arete."},"__v":0},{"_id":"WjAoKhRMX1ifrNl5pyASLA==","name":"Court Jester","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Todd Offenbacher, Neil Schnaible","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.9091,38.98947]},"left_right_index":9,"mp_id":"112147393","mp_crag_id":"112135082","climb_id":"WjAoKhRMX1ifrNl5pyASLA==","areaRef":"bLUPp3a2Um+HqTQP78NbIQ=="},"content":{"description":"Situated in a cool nook just below a few giant boulders situated in a gully. You may have difficulty getting a dog up here just FYI, unless its small enough to carry.  \n\n  Starts vertical on awesome jugs (5.6ish) then moving into fun lower angle climbing toward an obvious 5.8+ roof crux. What's not so obvious about the crux from the base of the climb is, well... you'll see when you get there. Let's just say you can follow the bolt line there and use the crimp, or traverse Right before the roof for easier footing.  \n\n  The roof crux is so unique and different from the rest of the climb that it may be a surprise and a challenging puzzle for a beginner. The roof, and the whole climb for that matter is very well protected. Once past the roof, you'll find even steeper and deeper juggy holds! \n\n  This climb is fun, and nice and long! Generously bolted but still unique and challenging for a good beginner's lead. Finish at mussy hooks and MAKE SURE that you hang out and enjoy the view. On a clear day you can see the hills in Nevada, across Lake Tahoe, and everything in between. Killer view! \n\n  Lower off.","protection":"13 bolts. Darn well protected. Mussy hooks at anchor.","location":"First visible route on the East side of Armory Wall, tucked inside a gully below a giant chock stone (about the size of a VW Bug). Requires a bit of a scramble. From a distance you can recognize the 3' roof with light green coloration before you see the bolts on the wall."},"__v":0},{"_id":"LVdGQNEvWdOqUvC6pGfPew==","name":"Catapult","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Todd Offenbacher, Chip Brejc","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.9091,38.98947]},"left_right_index":2,"mp_id":"112135899","mp_crag_id":"112135082","climb_id":"LVdGQNEvWdOqUvC6pGfPew==","areaRef":"bLUPp3a2Um+HqTQP78NbIQ=="},"content":{"description":"WATCH OUT: Be mindful of potential rock fall if a climber chooses to go off route, deviating from the bolt line. Climbers, yell \"ROCK!!\" for the safety of those below in the event of any rock fall.\n\n Plenty of distinct holds, some variety in terrain. Keep left near top to finish at appropriate anchors (mussy hooks, NOT chains). Moves become thinner between last several bolts for an interesting crux (perhaps > 5.6?). Well protected. Lower off.","protection":"Well protected. 12 bolts. Mussy hooks at the anchor. Farthest left anchor on wall; not to be confused with route at climber's right (In Depends Pants Day 5.6, 2 pitch)","location":"Far Left route on Armory Wall. Just Left of tree."},"__v":0},{"_id":"4+tvRHg8WG+M7RhYsBD+Og==","name":"Caltroponin","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"","type":{"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-119.9091,38.98947]},"left_right_index":0,"mp_id":"120513175","mp_crag_id":"112135082","climb_id":"4+tvRHg8WG+M7RhYsBD+Og==","areaRef":"bLUPp3a2Um+HqTQP78NbIQ=="},"content":{"description":"A great introduction to featured slab climbing with precarious feet just off the ramp. Careful ....a fall or too much slack until the third bolt could lead to a ground fall onto the ramp! Fun slabs until the crux up high guarding the chains. ","protection":"5 bolts + 2 Anchor Bolts.","location":"Left most route on the armory wall. Go up the slab ramp from the Pine Tree at the base of Catapult. The first bolt can be clipped from the ground before stepping onto the face."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,a31fb323-0db7-5e02-b522-f21d3b49b531,9445f336-4fc5-5f06-b386-9dcec24fd7a1,452c8467-fe76-5cb2-b91e-b6fccf974d38,4306d52c-2c70-5d51-9973-d7ea7a77bf36,6cb50fa7-76b6-526f-87a9-340fefc35b21","pathTokens":["USA","Nevada","Western Nevada","Lake Tahoe Area","Castle Rock","Armory Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.8"},{"count":2,"label":"5.7+"},{"count":3,"label":"5.6"},{"count":2,"label":"5.8+"},{"count":1,"label":"5.4"}],"byDiscipline":{"sport":{"total":10,"bands":{"unknown":0,"beginner":10,"intermediate":0,"advanced":0,"expert":0}},"tr":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":10,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-119.9091,38.98947]},"bbox":[-119.90967851845234,38.98902033981813,-119.90852148154767,38.98991966018186],"left_right_index":-1,"ext_id":"112135082","area_id":"bLUPp3a2Um+HqTQP78NbIQ=="},"content":{"description":"The Armory Wall has some of the most featured rock here, providing somewhat steep routes with deep solid jugs that rate 5.5-5.8. There is more shade in the morning or by trees at Space Pants 5.8 and the gully where Court Jester 5.8 is found. Like the Village Wall, Armory has good elevation, but it has more West facing routes which offer wider views of the Lake. \n\n  Note that routes Left/North of Space Pants 5.8 are very difficult to approach with a dog and \"The Platform\" may not be a safe area for kids or dogs depending on age and behavior."},"density":0,"totalClimbs":10,"__v":1,"createdAt":"2022-11-07T06:11:29.723Z","updatedAt":"2022-11-25T11:19:54.682Z"}