{"_id":"63689de0e80bff5a994f9163","area_name":"Gladstone Peak","shortCode":"","climbs":[{"_id":"HZby9/yVU8qwbGLVU2/6/w==","name":"Lucky Strike","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Gewdall Boyes","type":{"trad":true,"ice":true,"alpine":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-107.98482,37.84759]},"left_right_index":999999,"mp_id":"108439271","mp_crag_id":"108439266","climb_id":"HZby9/yVU8qwbGLVU2/6/w==","areaRef":"vS5ikmyLVXyVJ+v+daBz1w=="},"content":{"description":"Lucky Strike ascends the South face of Gladstone Peak. The lower half is gradually steepening snow to a few pitches of easy mixed and AI3 right up the center of the face. Once the upper headwall is attained, which is shaped like a giant triangle, the route transitions to rock and follows the right edge of the headwall to gain the South ridge 200 feet below the summit.\n\nP1-2. Climb steep snow straight up the weakness in the center of the face.\n\nP3. Climb through a couple of easy rockbands (AI3/3+ 5.5) to maintain the center line and gain the upper headwall. As the couloir narrows and steepens, rock pro can had to the sides. There are no ledges towards the top of the ice for roping up, so make sure you do that while you still can on the lower pitches.\n\nP4. 5.7. This is the crux pitch. Transition to rock climbing in an icy chimney on the right. A super-exposed, sweet handcrack on the wall to the right gets your around the first chockstone. There is a long, narrow ledge forty or so feet above the ice; a great belay spot to reconnoiter at before the next section.  This ledge is where we roped up; postcruxis.\n\nP5. 5.5. Continue up the chimney which follows the right edge of the headwall on slightly easier, stepped rock. Ice is present in small patches throughout the route, climbing in your crampons is recommended.\n\nP6. Even easier (and thusly chossier) rock with ledges aplenty will bring you to a notch on the South ridge.\n\nFrom the south ridge, it is a steep scramble for a couple of hundred feet to the summit.","protection":"A light alpine rack. The water ice was thin, focus on rock pro up to a few inches. We used only passive pro: tricams, hexes, and nuts.","location":"Access to the face is not straightforward. Slate Creek runs straight out of the South face, though there is no trail. Given the nature of alpine ice, an alpine start is necessary. Bushwhacking in the dark is not recommended. We parked at the Cross Mountain Trailhead and hiked up Cross Mountain Trail (637), summiting Cross Mountain (12,703') at 430am via its West ridge (3rd class). Continue further along the ridge towards Gladstone a moderate distance until you reach a vertical wall that requires climbing. Backtrack 100 feet to a steep scree gully that descends into the basin below the South face of Gladstone Peak. You can do this all in the dark. From the basin, it is an easy hike up to the base of the face. Water flows out of the base of the face. We began climbing at 730am and summited at 1130am.\n\nFrom the summit of Gladstone Peak, descend the North ridge to a point where you can drop east into Bilk Basin and the Lizard Head Trail (505). Follow the trail south over Lizard Head 'pass' (11,979') and back onto Cross Mountain Trail (637) to your truck."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,b8bc6400-2efc-577d-b6a6-c5367641fd44,64f7d38a-5f26-57d1-b23a-b941f84f7cf9,5a864bf9-39f8-57d3-b07f-819304b228a9,bd2e6292-6c8b-557c-9527-ebfe75a073d7","pathTokens":["USA","Colorado","Alpine Rock","San Juans","Northern San Juans","Gladstone Peak"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.7"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"alpine":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"ice":{"total":1,"bands":{"unknown":1,"beginner":0,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-107.98482,37.84759]},"bbox":[-107.98538944551944,37.84714033981814,-107.98425055448057,37.84803966018186],"left_right_index":-1,"ext_id":"108439266","area_id":"vS5ikmyLVXyVJ+v+daBz1w=="},"content":{"description":""},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T05:55:53.760Z","updatedAt":"2024-01-15T16:42:36.700Z"}