{"_id":"6368a60be80bff5a995c513c","area_name":"Mount Garfield","shortCode":"","climbs":[{"_id":"1tL/iXEVWDeZ6ZchZXk3gQ==","name":"Preiss Route","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"7/21-7/22 1999 Mike Preiss","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-121.49339,47.55277]},"left_right_index":999999,"mp_id":"119496583","mp_crag_id":"108170864","climb_id":"1tL/iXEVWDeZ6ZchZXk3gQ==","areaRef":"NjEFqcj/Uw+YvxLBSqvLBw=="},"content":{"description":"In mid-July 1999 I was under the west peak of Mt Garfield, in the woods, trying to find the beginning of the rock wall. After traversing in from the trees, left of the rock wall, I gained the large ledge with a weak waterfall on its left side and an obvious stair stepped rock “gully” next to the waterfall. I then made a few difficult, (for me) un-roped moves just below and right of the obvious stair stepped rock. After approx. 70-100ft of climbing the easier “stairs”, I set up my first belay.\n\nThe belay was in the first crack I came too, on the right side of the “staircase”. After rappelling and retrieving my pack I re-climbed the pitch. At the belay and staying on self-belay I exited the stairs, moving slightly out right then strait up to a full pitch with some fun 5.8-9 slabby rock with a few good cracks/pockets to add solid protection.  I reached a shelf with a couple small pools of water on it and set up my rappel. After retrieving my pack and re-climbing the pitch I put away the rope and went up, angling left, climbing easier rock until I reached the base of the great slabs. I then climbed sub-par 4th-5.3 class rock un-roped, which seemed like awhile (6-700 feet?), eventually aiming for a small, thick stubby tree on the upper right side of the face.\n\nFrom here I self-belayed out of the tree via a few fun moves and went on to the next small tree patch. After retrieving my pack I decided to bivi here. It was only around 6:30-7pm but I felt like resting some. The tree patch had a few small trees and sandy ground, but was tilted and not very comfortable. Looking back I should have went one more pitch and got to the large shelf below the upper head wall. But at the time I didn’t think of it and I can’t remember if I could even see it from where I was. I didn’t bring a stove so I ate my cold sandwich and tried to sleep.\n\nI awoke at 4am and started climbing at 4:30. Un-belayed I climbed strait up the slabby rock and soon reached the large ledge under the steeper headwall.  I traversed it to its left side and self-belayed a fun (5.7) blocky corner which ended at a small sandy notch. I continued self- belayed up from the notch via a few difficult thin moves (5.9+) with a solid thin crack for protection. It turned into easy rock quickly. After a short rap to get my pack I went until I reached what looked like my last obstacle, a rock wall of maybe a half pitch. I tried it with the rope in my pack but I felt it was little to difficult for that so I broke out the rope again and self belayed up good 5.8/9 rock.\n\nAfter retrieving my pack again, I walked a little bit down and left through a small gap in the trees and onto the gentle northern slope. I walked right 40-50 feet and climbed the back side of the final 20+ foot sub summit rock. It was about 12:20pm. It seemed I was only climbing a few hours but took almost 8 hours from my bivi to the summit!  little did I know I would miss work the next day as I had a mini epic descent, but that’s another story.  I belayed 4-5 harder pitches (5.7-9 all with good pro) out of approx 13-15(?) pitches.","protection":"I brought a single rope and a small/medium sized rack with a set of cams up to 3 inches, set of nuts, few small/med tricams and a few pins(which did not need) 8-10 runners. protection was very good on the 5+ self belayed pitches. those I would give a pg13","location":"Park a aprox a 1/3 mile once you turn right onto NF110. pick a line and hike basically strait up with taking a line of least resistance for 2,500 feet staying left of the steeper walls of the massif. Nearing the large shelf there is some class 3 rock. Take the pretty obvious traverse/shelf rightward towards the wall, a slight down climb will deposit you on the large ledge near waterfall streaks. the starting pitch is in the obvious stair stepped rock gully right of the weak (or dry) waterfall"},"__v":0},{"_id":"AjFAkAdgWIijKahBucAXsA==","name":"Infinite Bliss","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Leland Windham and Steve Martin - Aug 2003","type":{"trad":true,"sport":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-121.49339,47.55277]},"left_right_index":999999,"mp_id":"108170867","mp_crag_id":"108170864","climb_id":"AjFAkAdgWIijKahBucAXsA==","areaRef":"NjEFqcj/Uw+YvxLBSqvLBw=="},"content":{"description":"Infinite Bliss is a super fun 23-pitch bolted route in a beautiful setting. While it was quite controversial when first established and there was talk of chopping the line, it has become an enjoyable line that appears is here to stay.\n\nThis route is not a sport climb. It is a bolt-protected slab climb, and it is extremely long which means you need to be quick and efficient. In fact, it's quite possible it's the longest bolted climb in the USA and Canada and the second longest in North America. There are sections where runouts can top 100 feet with little to no options for trad gear. However, any move harder than 5.6 is well protected, and the crux pitches are fully-bolted sport pitches.\n\nThe \"parking lot\" and approach is at N47.54604, W121.52151, Elevation: 1174'. Simply copy and paste the GPS coordinates, excluding the elevation, into Google Maps and it will tell you how to get there. From the parking lot, the approach is about 45 minutes long and is mostly uphill through switchbacks in the forest. While the trail was not explicitly marked when I climbed the route, it is worn enough that if you are hiking more than a few minutes and it does not look like you are on a trail, you are off route.\n\nPitches 1 - 7: These pitches involves easy, low-angle, somewhat runout climbing on solid slab. The rock can be a bit water-polished. Be careful if there are parties above you because if they knock rock down the rock will blast right through the first six pitches at triple digit speeds. Numerous bent hangers on these pitches are obvious indicators of the rock fall hazard. If you are confident simulclimbing 5.8, the first six pitches are the place to do it.\n\nPitches 8 - 12: The rock starts to steepen here, but the pitches become more closely bolted as the moves get harder.\n\nPitches 13 - 18: Mostly easy climbing. The most runout section is in here. Be very careful not to knock loose rock down on climbers below as the rock quality in this section is fair in some areas. Dont feel bad if you dont find the bolts on P15 as I missed both of them. P16 and 17 have no pro aside from the belay station. The climbing is very easy, but the rock quality is fair and the rock tends to be slightly polished, so be careful.\n\nPitches 19 - 23: These are the hardest pitches, but they are mostly sport-bolted pitches. Both of the 5.10 pitches are well bolted.\n\nFor more info, Google Infinite Bliss. Summit Post has a nice write-up on the route. You can find a topo here:\n\ncascadeclimbers.com/forum/u…\n\nWARNING: Rock fall is a serious concern here. Wear a helmet, and once you pass pitch six, be extremely careful not to knock loose rock down on other climbers. The entire route follows a gully slab, and if you knock rock down it will have nowhere to go but right along the route the entire way.\n\nSome current (2016) discussion of this route is here:\n\nmountainproject.com/v/infin…\n\nThe GPS coordinates of the \"parking lot\" are:\n\nN47.54604\n\nW121.52151\n\nElevation: 1174'","protection":"Seventeen quickdraws or 30 if you plan to simulclimb. Bring 2' trad draws as you will get a bunch of drag using only sport climbing draws. You do need two 60m ropes. A 70m or 80m is not long enough. I did not see many worthwhile trad placements when I climbed it as the route is mostly slab. If you really want to bring trad gear, bring a set of nuts, but dont plan to do much with them.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,cfe129f6-5f60-5bc8-87b3-3d3bfaff9472,7e417346-4bea-5085-9f18-3c0f60efd272,af89152f-cd09-52e9-b6ad-1a46a5f9740a,74500b48-b33d-55ea-be89-e8d37df8bd3d,363105a9-c8ff-530f-98bf-12c14aabcb07","pathTokens":["USA","Washington","Central-West Cascades & Seattle","North Bend & Vicinity","Middle Fork & Taylor River","Mount Garfield"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.9"},{"count":1,"label":"5.10c"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":2,"advanced":0,"expert":0}},"sport":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":2,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-121.49339,47.55277]},"bbox":[-121.49405625119611,47.55232033981814,-121.49272374880393,47.55321966018186],"left_right_index":-1,"ext_id":"108170864","area_id":"NjEFqcj/Uw+YvxLBSqvLBw=="},"content":{"description":""},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T06:30:40.177Z","updatedAt":"2022-11-25T11:24:35.658Z"}