{"_id":"6368a60be80bff5a995c562e","area_name":"Snow Creek Wall","shortCode":"","climbs":[{"_id":"q+mWic9mXBGIlQZ1u+cHiA==","name":"White Slabs","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"FA: Don Gordon, John Rupley, 1958  FFA: Fred Beckey, Charles Bell, 1961","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-120.71869,47.52963]},"left_right_index":9,"mp_id":"111078912","mp_crag_id":"105792154","climb_id":"q+mWic9mXBGIlQZ1u+cHiA==","areaRef":"ppCAUtxEXYSwLqpDaBA1uw=="},"content":{"description":"Kramar's guide calls this a \"polished looking route.\" I would clarify that in many places, it doesn't just look polished, it is polished. Which is somewhat unexpected, given that it doesn't seem to get a lot of use.\n\nP1 (160') Start up the blocky, dirty corner and follow it past the first tree with rap slings about 50' up. (Optional belay). Continue up past a couple of slippery but easy moves to a second tree, and belay.\n\nP2 (140') Angle up and left on easier ground with poor protection to gain a left facing corner. Climb the corner past progressively trickier moves to gain a large sloping ledge, and set a belay below a short vertical wall split by a crack.\n\nP3 (120') Climb the vertical wall and continue up a brushy corner system, passing a large horn. A short distance above, move up and right over a tricky bulge, then up an easy groove before exiting right onto the Country Club Ramp.","protection":"There are some slings on the route, at the rap stations, but you should plan on bringing gear for anchors. We took a triple rack of cams from 0.75-3\", plus a set of nuts, and a single set of smaller cams. This was probably overkill, but did make life easy with the long pitches and gear anchors. The route appears to see little traffic and you may want to bring some extra tat for reinforcing rap stations.","location":"The route starts to the right of the white-streaked slab, which is itself to the right of the start of Outer Space. Look for a crooked tree, which may have rap slings, about 50 feet off the deck. The climb starts directly below this.\n\nThe route ends on the Country Club Ramp. Kramar's guidebook implies that you can link this up to Umbrella Tree (5.7) to top out. However we were unable to locate Umbrella Tree and chose to rap the route instead of topping out. It took 6 raps to the ground with a 60 m rope. You might do it in fewer raps with two ropes, but the risk of getting a rope caught would be significant."},"__v":0},{"_id":"6kH1buMxVH2D/RYZI3/HwQ==","name":"RPM (2nd pitch early exit)","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.71869,47.52963]},"left_right_index":6,"mp_id":"112501133","mp_crag_id":"105792154","climb_id":"6kH1buMxVH2D/RYZI3/HwQ==","areaRef":"ppCAUtxEXYSwLqpDaBA1uw=="},"content":{"description":"For those wanting to add yet another classic pitch of 5.8 to 5.9 climbing to Outer Space, this is a must do.  The splitter dihedral that makes up the first part of RPM's 2nd pitch can be climbed without having to commit to pulling the .10b roof.\n\nPitch 1: Climb any of the several options to get to the anchors at the base of RPM's 2nd pitch.\n\nPitch 2: Climb left from the anchor into the small right facing dihedral system and start laybacking your way up the beautiful corner for almost 35 meters.  Once you reach the roof, pull left around the edge of the corner to a line of holds that traverses 15 feet left, then follow an easy 5th class ramp to a huge ledge with some trees.  Because of rope drag from the traverse, it is advisable to belay your second up from a large slung block as soon as you reach the low 5th class ramp and do the short section to the ledge separately.\n\nPitch 3+: From here you can continue to the top on Outer Space.\n\nSee info for RPM and Outer Space.","protection":"Same rack as for Outer Space.  Single or double length sling extensions are necessary for pieces you place before, during, and after the traverse to keep rope drag down.","location":""},"__v":0},{"_id":"kBmOHAYkWMOWO8EZpeUK7A==","name":"RPM","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.71869,47.52963]},"left_right_index":7,"mp_id":"111958075","mp_crag_id":"105792154","climb_id":"kBmOHAYkWMOWO8EZpeUK7A==","areaRef":"ppCAUtxEXYSwLqpDaBA1uw=="},"content":{"description":"While RPM is an independent route to the top, it is rarely done and most parties will elect to continue up Outer Space after the second pitch.\n\nPitch 1:   move up a short, dirty sparsely bolted slab to a smallish ledge below a dihedral (10d). This pitch can easily be avoided by climbing/scrambling up the first portion of Remorse 30 feet to the right (5.0).\n\nPitch 2: Make your way up to the dihedral then jam and layback your way up to the 3 foot roof. Pull over the roof on to great finger locks (crux). After that it is relatively easy climbing through a v-slot and an easy off-width to two tree ledge (10b). This pitch looks somewhat short but the roof is at 35 meters and the whole pitch is over 60 meters.\n\nPitch 3+: Continue on up Outerspace","protection":"70 meter rope and what ever you plan to bring for Outer Space. Extra slings are nice.","location":"When you reach the base of SCW directly in front of you is the 10d slab. The 5.0 start is 30 feet right starting in an often vegetated gully."},"__v":0},{"_id":"4Fl2chUYWJOWdCwz2AaU5A==","name":"Outer Space","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Fred Beckey & Ron Nicoli - 1960","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.71869,47.52963]},"left_right_index":8,"mp_id":"105793664","mp_crag_id":"105792154","climb_id":"4Fl2chUYWJOWdCwz2AaU5A==","areaRef":"ppCAUtxEXYSwLqpDaBA1uw=="},"content":{"description":"Probably the most popular route in Leavenworth. Starts at the base of Snow Creek Wall and follows fantastic features up through the main shield to the top. This can be crowded, but it's a good place to chill and look at the view. Pretty easy to identify this route on the wall, because of the long, well-cleaned crack splitting the upper headwall. Follow that crack down to a ledge with a big cedar growing out of it. The regular start is the ledge/dihedral system about 80 feet right and 100 feet down from the end of that ledge.\n\nP1-P2 (5.7): An easy corner/scramble to a ledge. From the ledge, traverse down and left to the huge ledge with the big tree; you'll probably have to do a little easy simulclimbing to do this as one pitch. There's also several fun variations starting further left that are a bit harder, but would allow you to pass a really slow party on the first pitch.\n\nP3 (5.9): From the ledge, either head up a steep crack with juggy flakes (some are a bit hollow) or start from the left up a dihedral. Either way, you end up at a roof. Step out to the right (this is airy and fun, with great pro) and follow the crack out right until it heads up again. Be careful of drag. Belay on a nice sloping ledge.\n\nP4 (5.8). Head up and left on an easy slab peppered with knobs toward a right-facing dihedral. Get into the dihedral (crux of this pitch), top out, and traverse left to another ledge. Watch out for rope drag on this, too. Longer than it looks.\n\nP5 (5.7). The money pitch. Go up the obvious crack that splits the shield. One of the most enjoyable pitches in the world, I think. You'll giggle the whole way up. It's 130 feet long (?). You can jam in any of the bomber, perfect jams along the way, or if you get tired of that, step onto the stair-like knobs peppering the face. Sublime. And it ends on a perfect ledge with a separate crack to set an anchor. Gear wise might want to bring triples in hand size as its easy to run out of gear here\n\nP6 (5.9). Keep following the crack. A little \"bouldery\" crack move gets you off the ledge, then it's cruiser jamming to the top. Getting all the way to the top in one pitch from here will stretch a 60m rope. You may have to stop on the slab to bring up your second before you actually hit the top and trees. Don't sweat it, though. There's room for gear everywhere.\n\nFrom here, there is a rap route, or scramble down the gullies on the left (as you're facing the wall). Follow the cairns all the way (well marked).  Once you hit the tree rappel station there is an option of continuing to walk off (much easier IMO), just continue to follow the cairns","protection":"Cams up to a #3 camalot with doubles in hand size will sew this puppy up.  Rack o' nuts and some long slings.  Sensible shoes for the descent.","location":""},"__v":0},{"_id":"PTzcDSpYU9qLCc4yMkNxjw==","name":"Orbit","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Beckey, Davis 1962","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-120.71869,47.52963]},"left_right_index":0,"mp_id":"106768055","mp_crag_id":"105792154","climb_id":"PTzcDSpYU9qLCc4yMkNxjw==","areaRef":"ppCAUtxEXYSwLqpDaBA1uw=="},"content":{"description":"Orbit is probably the second-most popular route on Snow Creek Wall, and is regarded to have a more airy, exposed feel.  Although the climbing is technically more moderate than Outer Space, the combination of exposure, route-finding challenges, and the occasional runout section combine to provide a spicy feel beyond the grade.\n\nWith the exception of pitch 1, all pitches put your climber out of line-of-sight, and out of earshot.\n\nPitch 0: 5.6, 180 feet. Scramble up to the large tree slightly right of the Mary Jane dihedral. Move left and enter a 4th class gully. Follow this up toward the distinctive 'hanging' tree at the top. Sling the flake and/or the tree.  (Some route descriptions omit this pitch, or call it the scramble to the first belay station.)\n\nPitch 1: 5.8+, 90 feet. Move right of the tree to the main ledge and proceed up corners and slabs to the crux of this pitch, an 'awkward' roof which can be negotiated via the slab on the left, or stemming high and pulling over the roof.  Once past this, climb 30 easy feet to a small ledge directly below the Mary Jane dihedral.\n\nPitch 2: 5.8 - 5.9, 150 feet. Find the easy overhung traverse moving left and up at a diagonal.  After 90 feet or so, you'll find yourself at the foot of a fantastic 5.9 finger crack system which presents the technical crux of the pitch, in the form of another 'awkward' transition leftward when the finger crack system peters out.\n\nSet belay on the ramp with bushes above the finger crack, and chill in the slot behind the large flake. (an alternate to the crack system is to continue traversing left, then climb up low-fifth class blocks to the belay).\n\nPitch 3: 5.8+, 180 feet. Take an airy, exposed step up and right to a slab which progresses about 40 feet up to a roof.  Clip the bolt, skip the buttonhead, and when the slab begins to roof out, move right around the arete.\n\nIf the fingercracks of the prior pitch are the technical crux of the route, the face climbing above the arête in this pitch are the mental crux.  Proceed directly up the face (small cams for pro here) through some fun mantling moves to a dihedral with a small ledge and vertical and horizontal cracks.  This will be your most-exposed feeling belay station.\n\nPitch 4: 5.8, 90 feet. From your belay, climb straight up the dihedral. When crack in the corner runs out, move up and to the right to gain the knobby face, and marvel at the beginning of a sea of chickenheads.  Pull over an easy roof and continue up the 5.5 face to the large ledge with an overhanging roof and obvious right ramp.  Belay from the ledge.\n\nPitch 5: 5.6, 200 feet. Move up the ramp on the right side of the ledge and marvel at the endless chickenheads in front of you.  Pro is very sparse- sling the occasional chickenhead- and move generally left, following the easiest path. Climbing will become progressively easier from here, and eventually you'll reach 3rd-class jumbles of blocks- go as far as you have rope and set belay.\n\nPitch 6: low 5th, 150 feet. Climb generally up and left toward the top, then head right up one of the gullies to the sandy summit.\n\nDescent: From the summit, move left to find the cairn-marked descent trail, which will lead you across the top of the gully at the base of the wall and onto the rib across from the wall.  Take a moment to enjoy the view, and follow the cairn-trail down.  Some of this will be 4th class scrambing but if done right will not require a rappel.\n\nNear the bottom, enter a narrow gully and work left (back toward your packs).  A short scramble (watch for the cairns!) over a fin ridge will gain you the flank at the foot of the wall- continue down and left until you reach your starting point.  If you proceed too far, you'll be cliffed out.","protection":"Gear to 3\" with an emphasis on finger and small hand sizes, double set of nuts","location":"Follow the climber's trail from the snow creek trail up to the base of Outer Space. From here (for reference you'll be roughly under the Shield), go left along the base of the wall for about 150 yards or until the base of the wall (and the trail) start going steeply downhill.  Rack up here, stash your packs, and say hello to the goat welcoming committee. Scramble up and left over easy terrain toward a large evergreen below the prominent Mary Jane dihedral. Use the gully to looker's left of the hanging tree for easiest access.  Some of this scrambling may warrant roping up, as the last moves up to the ledge are probably 5.6 and feel exposed."},"__v":0},{"_id":"9Q4blpB9VcK3eRrenuEWcw==","name":"Mary Jane Dihedral","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.71869,47.52963]},"left_right_index":1,"mp_id":"107781733","mp_crag_id":"105792154","climb_id":"9Q4blpB9VcK3eRrenuEWcw==","areaRef":"ppCAUtxEXYSwLqpDaBA1uw=="},"content":{"description":"","protection":"","location":""},"__v":0},{"_id":"kzs1aLYqVIqjfuV1nJ0kXg==","name":"Iconoclast","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Mean Hargis, Tom Hargis 1971","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.71869,47.52963]},"left_right_index":3,"mp_id":"107191762","mp_crag_id":"105792154","climb_id":"kzs1aLYqVIqjfuV1nJ0kXg==","areaRef":"ppCAUtxEXYSwLqpDaBA1uw=="},"content":{"description":"Iconoclast is a near classic; it has some interesting cruxes that are mostly well protected while maintaining fairly easy climbing on a spectacular wall.  Most of the climb shares pitches with Hyperspace while exiting the Iconoclast corner/dihedral system to the right for the Shield (Hyperspace continues up for two more pitches).  The exposure on the Shield is wild as you roam around slinging chicken heads and a few sparce bolts.\n\nThe start of Iconoclast begins after climbing the first two pitches of Remorse (typical and described below) or RPM.\n\nRemorse:\n\nBegin directly below the roofs that form the underside of Two Tree Ledge (you will be standing on the trail just to the left of the small scrub trees that are at the high point of the base of the wall).\n\nP1- 45m+ - 5.6 - Climb easy 4th class ledges and corners to a 4th class ledge system that angles up to the left.  The ledge system ends 20' below a small bush in front of a large flake that typicallly has many slings around it.  Climb the right groove up and traverse left to the bush/flake.\n\nP2- 25m+ - 5.8 - The next pitch traverses left all the way to the Psychopath ledge; start with some groove and face climbing up left aiming for the undercling flake; work your way back down the flake and traverse until you are forced into a balancy no hands traverse to more cracks; continue left along a rounded ledge (that works better for hands than feet) and finish with a mini crux up to the Psychopath ledge.  Belay either at solid cracks and tree prior to the ledge proper, or continue across the gravelly ledge to the tree on the far side.\n\nThese can be climbed as one pitch with a 70m rope, or some very easy simulclimbing for 20+ feet (for the second) until the lead can gain the Psychopath ledge and set a belay.\n\nIconoclast:\n\nMany people will climb the Pyschopath crack as a variation from here.\n\nP3- 35m - 5.8+ - Around the Corner: Traverse out left (one bolt) and around the corner on some easy but exposed face climbing until you reach a crack; continue up the crack until ledges and cracks above the Pyschopath crack.\n\nP4- 50m - 5.10a - The Roof Pitch: Follow the cracks/corner up to a excellent hand crack corner roof (a short fun move over); continue up alongside the block of doom; a solid belay is possible at the top of the block of doom (in cracks to the left of the block).\n\nBe wary of the block doom as it is HUGE and seems to be detached and ready to release.  The rockfall appears to be from 2008\n\nP5- 45m - 5.10c - The Dihedral Pitch: Pull a second roof directly from the belay and follow up and over into a corner ledge that leads to the dihedral.  An interesting (short) traverse down puts you under a dirty looking dihedral (it climbs clean), work up through secure but pumpy moves of the dihedral (good pro) (alternatively the right side face of the dihedral goes at 5.11a); continue up easier terrain to a two bolt belay.\n\nP6- 50m - 5.10c - Transition to the Shield: Follow the corner up to the tree (or work a crimp/ledge ladder out left that leads back into the corner tree); head right climbing the face up around the corner (one bolt and sparse/small pro); don't forget to look over/around the corner for the chicken head saviors; finish up the face of the Shield through easy chicken head terrain (two bolts spaced wildly apart and maybe a slung chicken head) to a two bolt belay at a tree.\n\nP7- 25m - 5.7 - The Mini Dihedral: Follow a short but beautiful little left-facing dihedral with a 2\" crack in the back of it that leads directly to the left most end of Library Ledge; two bolt belay.\n\nMost parties will follow the last two pitches (68 meters) of Outerspace from hear.\n\nP8- 55m - 5.10b A0 - Continue up the 5.10b slab climbing (sparse? bolts) from the left side of Library Ledge to a bolt ladder. (I have not climbed this pitch so beta is second hand)","protection":"Medium Rack to 3\";\n\n1 set of nuts\n\ndoubles of cams #.5 to #2","location":"Approach Snow Creek Wall via the Snow Lakes Trail. Stay on the trail for ~1.5 miles, until you just enter the trees (parallel to the wall). A trail down through the woods leads to a log crossing on Snow Creek, and up to the wall at the base of P1. A windstorm from the winter of 2010/2011 obliterated the trail proper for a few hundred feet on either side of the creek, follow the path of least resistance (look for rock cairns and cut branches through/on the maze of logs)\n\nThe walkoff from the top is to the left or you can rappel the route with two ropes."},"__v":0},{"_id":"erwTqSYnVoGAdxSPKTZVHA==","name":"Hyperspace","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.71869,47.52963]},"left_right_index":4,"mp_id":"106279399","mp_crag_id":"105792154","climb_id":"erwTqSYnVoGAdxSPKTZVHA==","areaRef":"ppCAUtxEXYSwLqpDaBA1uw=="},"content":{"description":"Hyperspace is a combination of various pitches on Snow Creek Wall, generally following the left side of the massive \"Shield\" formation. The climb is in between the two moderate classics, Orbit and Outer Space. Several minor variations exist.\n\nThe traditional start is RPM, a runout 5.10+ dirty slab. The more common start is Remorse.\n\nP1 - 70m\n\nP2 - 30m - 5.11a - The Psychopath pitch follows a nice finger crack off the left end of the belay ledge. This crack eats up small nuts and cams. After about 1/2 or 2/3 of the crack's length, a few small knobs appear on the left. Move onto these knobs, then from the top of these knobs, swing back right into the crack and up to the belay ledge. Alternatively, its possible to continue to face climb out left of the crack for the remainder of the pitch (5.7R).\n\nP3 - 50m - 5.9 - Follow obvious cracks up a right-trending ramp and corner.\n\nP4 - Step right from the belay (look down and note  the massive fresh rock scar!) Follow thin flakes, slabs, and a corner upwards, with better than expected pro.\n\nP5 - 40m - 5.10c - Follow the beautiful left-facing corner, past a small tree and bolt (which would be used to link into Outer Space).\n\nP6 - 40m - 5.10d - There are two main corners/chimneys.Eventually be in the rightward one, although both are initially climbable. The left one leads to a sticker bush, move rightward before this point. From the top of the chimney system, face climb leftward (often fixed gear) and make a few desperate and physical moves upward into a flaring/cramped stance (The Pressure Chamber). Face holds on the right wall allow one to stem wildly rightward across the overhang, and reach and thin finger crack, and then a much better positive layback flake. Above this spot, follow the left-facing corner for 25' (5.10a) and then traverse left on a hidden foot ledge to comfortable belay.\n\nP7 - 30m - 5.10a - Traverse left to the end of the foot ledge and follow the crack up to a roof.\n\nDescend to the left (walkoff) as for Outer Space.","protection":"1 set of nuts\n\nDoubles of cams to #2 camalot, one #3, one #4.","location":"Approach Snow Creek Wall via the Snow Lakes Trail. Stay on the trail for ~1.5 miles, until almost past the wall. A trail down through the woods leads to a log crossing on Snow Creek, and up to the wall at the base of P1. The walkoff from the top is to the left."},"__v":0},{"_id":"8ipGps57WpeCExj7pwJE2g==","name":"Edge of Space","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Pat McNerthney, David Rubine 1985","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.71869,47.52963]},"left_right_index":5,"mp_id":"107205609","mp_crag_id":"105792154","climb_id":"8ipGps57WpeCExj7pwJE2g==","areaRef":"ppCAUtxEXYSwLqpDaBA1uw=="},"content":{"description":"Edge of Space is a brilliant 2-pitch finish to Iconoclast and a sporty alternative to Hyperspace.\n\nP1-5 Follow Iconoclast to Library ledge. (We made it 5 pitches)\n\nP6 -5.10d - 15m - From Library Ledge, look out left for a bolt (If you don't feel good about making it to that first bolt, this route may not be for you;) you can bail onto Outer Space). Make a wild, committing deadpoint/jump off the ledge to a decent hold, and pass three bolts trending left to a semi-hanging belay.\n\nP7 - 5.11b- 55m- The Business. Enjoy jaw-dropping exposure as you desperately slap up the arete. The climbing is incredibly sustained at the 10+/11- level for 50 or 60 ft. Bring some decent edging shoes and WAIT FOR SHADE on this pitch. 9 Bolts and then run it out to the summit!\n\nIconoclast/Psychopath/Edge of Space is one of the best multipitch routes I've ever done.","protection":"Bolts. Gear could be placed on the last pitch after the bolts end, but most climbers capable of leading this crux will find the remainder of the pitch casual.","location":"The stunning arete feature that this route follows os visible from the trail, in-between Hyperspace and Outerspace."},"__v":0},{"_id":"vYQ+L6WRUnyRgjnl+cN/YQ==","name":"Afterburner","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Jeromy Markee, Jacob Leonard","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.71869,47.52963]},"left_right_index":2,"mp_id":"119241477","mp_crag_id":"105792154","climb_id":"vYQ+L6WRUnyRgjnl+cN/YQ==","areaRef":"ppCAUtxEXYSwLqpDaBA1uw=="},"content":{"description":"Afterburner breaches the left side of SCW linking features of weakness between the cracks. The route climbs the giant roof we have all stared at for years. There are 6 new pitches with the 7th pitch taking the final corner of Galaxy. The route requires all your climbing tricks from slab climbing to physical roof wrestling.\n\nApproach:  Approach as for Orbit. Stop at the pedestal before the leftward 4th class slab moves to the large ledge with the tree that often has tat. Look for a bolt on the slab signaling the start of the route. Belay here for P1.\n\nPitch 1- 70m 5.10  Climb up the slab to the first bolt. Follow features of weakness between bolts and intermittent pro diving right around an arete and then up into a corner with a thin crack. Climb up and past the welded blocks clipping a bolt and up onto the jungley ledge. Belay on the right side of the ledge in the corner crack behind the massive block.\n\nPitch 2- 40m 5.11 Start up the left-facing corner crack. Stand atop the ledge and notice the giant rockfall scar taller than you. Climb the sealed corner crack with help from holds on the arete (1b). Surmount the roof (1b) and climb the finger crack. Follow the flake up and left to the arete and a bolt. Climb the arete passing 2 bolts and climb right into the corner overlaps. Climb straight up the corners clipping a bolt then make a long reach and traverse right on the flake. Transition to the awkward layback crack with small gear until the crack widens into hand size and there is a  horizontal crack to your left. Belay here.\n\nPitch 3- 30m 5.9 Follow the crack up to a bush and follow the short, left-leaning crack then continue up and rightwards on rails and dikes into a broken corner system climbing up onto a major ledge. Climb the dikes on the slab up and right to the clean wall and the anchor bolts.\n\nPitch 4- 20m 5.11 Follow the bolts (6) up the impeccable rock through fun sequences with small slippery holds. Mantle up onto the “Moonwalk” ledge and walk right to the anchor.\n\nPitch 5- 50m 5.11 “Jimmy’s Roof” Climb up the face past 3 bolts. Place your gear as far out in the solid tips crack under the roof as possible. (*Note that the jug rail under the roof, hand crack through the roof, and horizontal jug rail formed by roof block are not suitable for pro! There are other gear opportunities available at the lip.) Crank through the airy roof and transition to the leftward under-cling traverse. Clip the bolt above your head and go all out for the \"jug\". At the second bolt do not go immediately right, continue straight up eventually gaining a right-leaning offset seam and finger crack. When the finger crack seals shut directly below the bulge with a horizontal, go straight up this bulge on sloping holds. Follow good features up to the left side of the diving board ledge. Belay off-hand size pieces behind the block.\n\nPitch 6- 30m 5.8 From the belay climb the rail up and left and then step over the belay on chicken-heads. Clip the bolt and then tackle the roof. A long pitch of chicken-heads takes you on a rightward and mostly unprotected journey to the base of the Galaxy corner. Belay on anchor bolts.\n\nPitch 7- 30m 5.9 This is the last pitch of the Galaxy route. Climb the right-facing corner passing a couple of chock-stones. Exit the corner and climb the chicken heads towards the tree on top of the wall.\n\nOne can logically link Pitch 6 and 7.","protection":"Gear - Doubles .2 to 2”, Wires, ~12-14 draws. 70m rope.","location":"Right of Orbit and the MJD and left of Hyperspace. Approach as for Orbit, look for a bolt on a slab just before moving left to a big ledge with a tree."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,cfe129f6-5f60-5bc8-87b3-3d3bfaff9472,a8c59bca-3e16-5c23-ac90-29fe05ec3580,04e395a7-b62f-5055-b5c3-e0a7b724df28,1a4b9fe5-403c-5a9c-b802-1d0ab5e68e1d,25416a85-db98-571c-abd8-06c08e2327e4,a6908052-dc44-5d84-b02e-aa43681035bb","pathTokens":["USA","Washington","Central-East Cascades, Wenatchee, & Leavenworth","Leavenworth","Icicle Creek","Snow Creek Area","Snow Creek Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.7"},{"count":2,"label":"5.9"},{"count":1,"label":"5.10b"},{"count":1,"label":"5.8+"},{"count":1,"label":"5.10a"},{"count":1,"label":"5.10c"},{"count":1,"label":"5.11a"},{"count":1,"label":"5.11b"},{"count":1,"label":"5.11"}],"byDiscipline":{"trad":{"total":10,"bands":{"unknown":0,"beginner":2,"intermediate":5,"advanced":3,"expert":0}},"sport":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":5,"advanced":3,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-120.71869,47.52963]},"bbox":[-120.71935595718925,47.52918033981813,-120.71802404281077,47.53007966018185],"left_right_index":-1,"ext_id":"105792154","area_id":"ppCAUtxEXYSwLqpDaBA1uw=="},"content":{"description":""},"density":0,"totalClimbs":10,"__v":1,"createdAt":"2022-11-07T06:30:55.511Z","updatedAt":"2024-01-15T16:50:49.811Z"}