{"_id":"6368a1b8e80bff5a99554298","area_name":"Ruin, The","shortCode":"","climbs":[{"_id":"YMy71C89UB2DGVKdBx/uUg==","name":"Taming the Strange","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Lee Hansche","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.65914,43.99287]},"left_right_index":2,"mp_id":"120743658","mp_crag_id":"120732599","climb_id":"YMy71C89UB2DGVKdBx/uUg==","areaRef":"lsXnsuyOW3yMjgYHv9D1ug=="},"content":{"description":"This thing just doesn't look hard. Looking at it I was expecting 5.9 tops. There is just something about the angle of the holds and the balance that makes it a formidable challenge. I am not stuck on a 5.12 grade, I actually originally said 5.11+ but after watching a group of really solid climbers have a challenging time on it and suggest 5.12a I figured I would start there. Regardless, really fun climbing through thicc holds and thin ones. Not over until you are standing on the top. ","protection":"4 bolts to pigtails","location":"Near the left end of the cliff look for a not super steep, not super tall wall with 4 bolts. "},"__v":0},{"_id":"sowvUYn0XCu0ogZyQ+4HRw==","name":"Passive Voice","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Knower, summer 2020","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.65914,43.99287]},"left_right_index":4,"mp_id":"120802366","mp_crag_id":"120732599","climb_id":"sowvUYn0XCu0ogZyQ+4HRw==","areaRef":"lsXnsuyOW3yMjgYHv9D1ug=="},"content":{"description":"One of the first modern sport routes added to Russell, Passive Voice climbs a narrow face in the center of the cliff. Stick clip, and start with some steep moves until you can rock onto the face. From here, climb up the technical ace until the angle eases and the climbing gets a bit less demanding. Top out to the left through a crack to anchors. Pretty sustained for the grade. ","protection":"Bolts to LO","location":"Center of the Ruin. "},"__v":0},{"_id":"S7bwvPh6UImYG7oA73FaMg==","name":"Lucky You","yds":"5.10b/c","grades":{"yds":"5.10b/c","french":"6b"},"fa":"Lee Hansche","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.65914,43.99287]},"left_right_index":6,"mp_id":"120744027","mp_crag_id":"120732599","climb_id":"S7bwvPh6UImYG7oA73FaMg==","areaRef":"lsXnsuyOW3yMjgYHv9D1ug=="},"content":{"description":"The first thing you might notice on this one is that the bolting isn't as generous as with other modern sport climbs. That is due to the need, especially in the first half to avoid questionable rock. There are bolts there to catch you on the hardest parts however, the runouts are on less difficult terrain. Climb up the same slab/corner as the start of Historical Friction. Clip a bolt on the slab. The second bolt is a little funky to clip but is right where you want it for the climbing. Take the time to find a good clipping strategy before just going for it. Traverse right perhaps utilizing a knee bar ;) and out around the corner. Run it out on moderate moves to bolt 3. Tackle the arete above to the anchor. The name is in reference to the fact that I found a nut stuck behind a block the size of a small couch when I was cleaning the route. took about 5 seconds with a pry bar in one hand to drop it to the ground. Whoever left that nut and survived to tell the tale... Lucky you!","protection":"5 bolts to pigtails","location":"The bolt line just to the right of the sweet corner in the middle-ish of the cliff."},"__v":0},{"_id":"Iqh5OBGOVxmUJHkpy52GPg==","name":"Lucky Me","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Lee Hansche","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.65914,43.99287]},"left_right_index":0,"mp_id":"120743565","mp_crag_id":"120732599","climb_id":"Iqh5OBGOVxmUJHkpy52GPg==","areaRef":"lsXnsuyOW3yMjgYHv9D1ug=="},"content":{"description":"Not a bad little climb. Still needs some more cleaning. Will be worth an extra star when it sparkles. Start next to the big tree, climb the face past a surprisingly tricky spot and on up the arete to the anchor. ","protection":"4 bolts to pig tails","location":"Walk all the way to the left side of the cliff and look for bolts up a face and blunt arete. "},"__v":0},{"_id":"u+NtEP6ZVO+JMTHQjpCkmQ==","name":"Left Over Crack","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Lee hansche","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.65914,43.99287]},"left_right_index":1,"mp_id":"120743594","mp_crag_id":"120732599","climb_id":"u+NtEP6ZVO+JMTHQjpCkmQ==","areaRef":"lsXnsuyOW3yMjgYHv9D1ug=="},"content":{"description":"Though this is a nice crack, and it has been climbed, it is not really ready for much action yet. Cleaning needs to be done in order to make it as attractive as it will be. Layback up the low angle flake/crack to just below the evergreen tree. break left... over... to the anchor. See what I did there?","protection":"Trad, might clip a bolt, to anchor","location":"Far left end of the cliff. Shares and anchor with Lucky Me. "},"__v":0},{"_id":"EWotmw5MWWm4R0KQB2zzzw==","name":"Historical Friction","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-71.65914,43.99287]},"left_right_index":5,"mp_id":"120743921","mp_crag_id":"120732599","climb_id":"EWotmw5MWWm4R0KQB2zzzw==","areaRef":"lsXnsuyOW3yMjgYHv9D1ug=="},"content":{"description":"This feature captured my attention immediately when I first explored the area. A soaring corner guarded by a steep challenging opening sequence. with bolts it would be classic, as it is I think the gear is okay but with the softer rock quality I was told it looked a little sketchy.Start up with a slab on your right and blocky orange rock on your right that seems like it wants to stay up but don't pull too hard on it. Use some muscle and some tricks to pull through the small roof using cracks and face holds. Once you are established in the corner it gets a little easier but keeps you thinking on the lead. Though this feature had seen come climbing in the past it's history is unclear. From what I found it didn't appear to have been free climbed but it had seen climbers for sure. I would not rule out the possibility of this line or at least sections of it having gone free. Please chime in if you have information. ","protection":"Trad gear to pigtails. Can be TRed after leading Lucky You if you continue left from that anchor.","location":"In the middle/left part of the cliff you won't be able to miss this amazing corner. "},"__v":0},{"_id":"zeuCS1zEWgi3zvlf7vOvkw==","name":"Beware the Grooove","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Lee Hansche","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.65914,43.99287]},"left_right_index":3,"mp_id":"120743862","mp_crag_id":"120732599","climb_id":"zeuCS1zEWgi3zvlf7vOvkw==","areaRef":"lsXnsuyOW3yMjgYHv9D1ug=="},"content":{"description":"This was the first route I bolted at Russell Crags. It was a natural fit for me as I really enjoy climbing grooves. Full body, multidimensional problem solving. The first half of this route is just that. Lots of trickery packed into 30-40 feet. The upper half cuts to the left around a corner on much easier climbing. ","protection":"7 bolts to pigtails","location":"Toward the left end of the cliff look for a distinctive groove with bolts. "},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,8a63706f-b14c-536f-b8ab-3cea90093e36,4d307c6f-a172-5751-b91a-0dace8dcb147,3b1dda09-df4a-5cea-9629-72a88e20aa5b,96c5e7b2-ec8e-5b7c-8c8e-0607bfd0f5ba","pathTokens":["USA","New Hampshire","WM: Waterville Valley","Russell Crags","Ruin, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11d"},{"count":1,"label":"5.11b"},{"count":1,"label":"5.10b/c"},{"count":1,"label":"5.7"},{"count":1,"label":"5.5"},{"count":1,"label":"5.10"},{"count":1,"label":"5.10b"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":1,"intermediate":1,"advanced":0,"expert":0}},"sport":{"total":5,"bands":{"unknown":0,"beginner":1,"intermediate":2,"advanced":2,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":3,"advanced":2,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-71.65914,43.99287]},"bbox":[-71.6597650261072,43.99242033981815,-71.65851497389279,43.99331966018187],"left_right_index":-1,"ext_id":"120732599","area_id":"lsXnsuyOW3yMjgYHv9D1ug=="},"content":{"description":"The Ruin was given it's name for the evidence of an ancient climbing civilization that was discovered here. This cliff has certainly been climbed on. A few sings were left behind. A couple of bolt studs, a stuck nut, broken holds etc. There are many question marks as to exactly what was climbed and in what style but I would love answers to these questions so please post up or message me with names, of climbs or climbers, dates, etc. I love climbing history but I don't have a lot to go on yet.Modern civilization has moved in with a nice collection of bolted routes from 5.7 to 5.11+/12- as well as unearthed a couple of trad climbs. Routes here range in style quite a bit from face climbing, to grooves, corners, slabs and more so there is bound to be something here for you."},"density":0,"totalClimbs":7,"__v":1,"createdAt":"2022-11-07T06:12:20.782Z","updatedAt":"2024-01-15T16:46:59.085Z"}