{"_id":"6368a722e80bff5a995ddb63","area_name":"Lankin Dome","shortCode":"","climbs":[{"_id":"94Etm8F1VaW1NhYIe/I9Hg==","name":"Cowboy Route","yds":"4th","grades":{"yds":"4th","french":"1"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.56149,42.53256]},"left_right_index":0,"mp_id":"106380284","mp_crag_id":"106379366","climb_id":"94Etm8F1VaW1NhYIe/I9Hg==","areaRef":"3X1GWtLPXJC/gldSIVUG/A=="},"content":{"description":"I describe this only because it is the main descent route from Lankin.  The rock quality is really quite good, but descending it is like Half Dome without the cables.  There has been at least one bad fall down this thing which she walked away from, though very bruised.  Mike Lilygren has wedged a block in a crack at the top of the upper part, could use it for a rappel I think, though it wobbles.  Otherwise you just have to suck it up and third class it down.  It is particularly dangerous in high winds and when it gets wet.\n\nThis is the route on the slabs on the SW corner, above the gap you hike to from Nolan Pocket.  From the top, it is a little hard to find.  Wander along west from the summit down to some big blocks on the SWW side.  Scramble down the south side of the last block.  You'll see Mike's wedged block a little below you.  Friction down in the direction of the gap below.  Wind around and take your time.\n\nThere are two other options for getting off of Lankin.  There is a chained rappel route down the Crevasse Route on the East ridge.  The top anchor is a bit hard to find from above.  There is also a rap route down Red Nations, just east of the summit.  Walk along the east ridge about a rope length till above a big block perched above the south face.  To its west, look for a two bolt Fixx ring rappel anchor on the edge of a big ledge.  Unfortunately, this rappel is not plumb with the next rappel point below.  When you are rapping down from the top anchor, look to your right for the two bolt rap anchor, above a small ledge: you have to pendulum over to it.  The second rappel ends at the base of the Tree Route.  Scramble down the lower part of the Tree Route from here.  Recommend 55m ropes for these rappels.","protection":"sure","location":"Ascends/descends the SW corner slab of Lankin, above the gap you reach when approaching from Nolan Pocket.  Wind around a lot, look for the easiest way.  Really nasty in high winds or when it gets wet.  Block wedged in crack at the top, could possibly use for rappel."},"__v":0},{"_id":"xpUQuQ7OUlaZlwxINXwx3Q==","name":"Venus and Mars","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Greg Collins, Rob Hess 1990","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.56149,42.53256]},"left_right_index":7,"mp_id":"106385981","mp_crag_id":"106379366","climb_id":"xpUQuQ7OUlaZlwxINXwx3Q==","areaRef":"3X1GWtLPXJC/gldSIVUG/A=="},"content":{"description":"An outstanding route, but you have to really have it together (solid 5.9 leader) to keep your cool on the last pitch.  This route starts in the sandy area below and right of the start to the Tree Route.  A bolt will be seen about 25 feet off the ground on the slab.  This is the only pro for the first pitch, which starts out 5.5 by the bolt but rapidly goes to class 4 as you ascend to a 2 bolt belay.  The second pitch goes over a 5.8 wall above (bolts), then works up and left into a bowl (no pro) below and right of the chopped up looking pinnacle.  Climb (5.8) directly up to the right of this pinnacle past several bolts.  At the last bolt, traverse straight left the belay ledge at the top of the pinnacle(gear belay).  The 3rd pitch is the crux.  Proceed up and sltly right to a bolt, then over a couple of 5.9 bulges (bolts) to a horizontal seam.  Traverse left to a bolt in a bowl.  Smear left to the thin beginning of a small corner--the exposed crux for several 5.9 moves until the crack widens.  Proceed to the two bolts of the third belay.  The last pitch starts with some 5.8 past a bolt and then more or less straight up past sparse protection (some bolts, small cams, RPs) to the top.  You need to wind a round a bit and be very cool and creative on this last pitch.","protection":"RPs, rack of stoppers, cams to #3 Camelot.  Take a set of tricams and I find  #0 and #1 Black D microcams (1 each) to be the only thing that fits in the tiny flared corner at the very start of the crux, as well as nice on the last pitch. Take lots of single length runners and a couple of doubles as there is a lot of winding around.","location":"This is on the beautiful clean wall to the right of the Tree Route.  Identify by the interesting chopped up looking pinnacle about 300 feet up.  Start in the sandy area the the base of the wall, behind some junipers, below and right of the class 4 crack system leading up to the Tree Route.  Look for a lone bolt on the slab above, about 25 feet up.  Descend by the Cowboy Route or the Red Nations rappels, or the Crevasse Route rappels."},"__v":0},{"_id":"UhuWa9gdVfy+VNVojeDmcQ==","name":"Tree Route","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Unknown, 1970s","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.56149,42.53256]},"left_right_index":4,"mp_id":"106385941","mp_crag_id":"106379366","climb_id":"UhuWa9gdVfy+VNVojeDmcQ==","areaRef":"3X1GWtLPXJC/gldSIVUG/A=="},"content":{"description":"A classic and very enjoyable crack route, hands to offwidth/squeeze chimney.  Scramble up a long class four crack to an alcove at the base of the main crack system (poison ivy along here).  First pitch is great hands in a corner, 5.7.  Ends on a sloping ledge to the left before the overhanging entrance to the squeeze chimney.  The beginning of the second pitch is the crux, wiggling into the squeeze chimney.  This pitch ends on a long ledge system that is followed left and then scrambles up (class 4-5) to the summit.","protection":"Nuts/cams to 4\", emphasis on small to large hands.  May want a couple of 4 1/2\" to 5\" for the second pitch.  Trad route...take mostly single length runners and plenty of gear to set up belays.","location":"Follows the prominent crack system that divides the south face in half.  Start directly below the crack system, scramble past a large tree to the start of the stuff.  Descend by Cowboy Route or the rappel route down Red Nations or the Crevasse Route rappels, if you can find the top rappel point."},"__v":0},{"_id":"JPwklRGbVoy2UxQcdnjCWg==","name":"Star Jumper","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-107.56149,42.53256]},"left_right_index":2,"mp_id":"106478465","mp_crag_id":"106379366","climb_id":"JPwklRGbVoy2UxQcdnjCWg==","areaRef":"3X1GWtLPXJC/gldSIVUG/A=="},"content":{"description":"If you enjoy moderate granite slab climbing, you'll love this obscure gem! There is an excellent topo of the route in Collins & White's Lander Rock guide. The climbing is generally moderate with some more difficult (5.9) slab climbing coming on the 4th and 5th pitches. Descend by walking off to the west down the Cowboy Route. (This could be very dangerous if wet!)","protection":"A rack of draws will protect most of the climbing, supplemented by a few wires and cams up to #2 camalot for belays and the occasional placement. Although bolted, be prepared for longer run-outs in some places. A 60 meter rope is recommended.","location":"This is an excellent slab route which starts near the lowest point of the dome, down and left of the tree route. The start can be identified by a large, thin, left-pointing flake with bolts to it's left."},"__v":0},{"_id":"3APWQT1BW9eCi/PvhoNmSw==","name":"Sky Route","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Greg Collins, Sue Miller, Mike Wood","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.56149,42.53256]},"left_right_index":1,"mp_id":"110754521","mp_crag_id":"106379366","climb_id":"3APWQT1BW9eCi/PvhoNmSw==","areaRef":"3X1GWtLPXJC/gldSIVUG/A=="},"content":{"description":"","protection":"A free stance, lead established route. Mostly bolted face so a very light rack, maybe 3-4 small to medium cams and quickdraws and locking biners. Bolted belays, except for summit.","location":"Directly up the South Buttress. Look for small right facing corner to start and a short but blackest of 3 water grooves at 1/2 height. The 3 black water groves are obvious from down in Lankin Gap. They indicate the route from below."},"__v":0},{"_id":"MykC5mtGXZq6aw2FanIytA==","name":"Running Out of Blow","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Nadiak / Herder 2016","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.56149,42.53256]},"left_right_index":999999,"mp_id":"111989728","mp_crag_id":"106379366","climb_id":"MykC5mtGXZq6aw2FanIytA==","areaRef":"3X1GWtLPXJC/gldSIVUG/A=="},"content":{"description":"A splitter handcrack as seen from the Cowboy Downclimb. Starts with some face moves on a flake and jugs before moving into a flaring hands and fists crack. This climb is a little less than vertical and a fun lap after coming off the dome! We were headed out of the area and had to do a quick lap up it.. too splitter to pass up!","protection":"Singles in tight to big hands #1 - #3. No anchors, walk off and left to a short gully that leads back down.","location":"Look downward and right of the Cowboy Routes start into the small gully. This is the obvious close splitter crack. This crack faces the east, and is on the South West side of the Dome."},"__v":0},{"_id":"5TdfmRYzXu29koDyK5aWeg==","name":"Red Nations","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Greg Collins, Sue Miller 1999","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.56149,42.53256]},"left_right_index":5,"mp_id":"106386057","mp_crag_id":"106379366","climb_id":"5TdfmRYzXu29koDyK5aWeg==","areaRef":"3X1GWtLPXJC/gldSIVUG/A=="},"content":{"description":"This is a stellar route, perhaps one of the top three routes in this entire range.  At the start of the first pitch of the Tree Route, look on the right wall for a shallow corner with a bolt at its top.  Go to the bolt, jog right then up the beautiful wall past many bolts on fantastic crimps of all sizes.  Several 11a and 11b sections here, the hardest making a thin move to a wonderful juggy edge.  Go over a roof (#3 Camelot here) and past some bolts to the three bolt anchor on a narrow ledge.  The second pitch goes up, then left to a bolt.  A wild mantel over the overhang leads to a line of bolts going left.  Off the last bolt is the 11c crux, one or two very thin crimpy moves to a sinker hand jam above.  Yard into this crack system and follow that until it fades, then head up to the huge ledge at the top.","protection":"Rack of stoppers, set of Camelots to #3.  Save the #3 Camelot for the slot in the roof on the first pitch.  Mostly bolt protection, take lots of quicks and a half dozen single length runners for the second pitch.  Descend by the Cowboy Route or find the Fixx ring rappel anchors on the edge of the big ledge at the top.  These will be to the east of the second belay.  The first rappel is not plumb with the anchor below.  As you descend, the next anchor will be to your right: a small pendulum is necessary to reach it.","location":"This is on the beautiful face right of the Tree Route.  Scramble up the first class 4 crack system to the very beginning of the Tree Route.  Red Nations starts up the shallow corner just right of the base of the Tree Route first pitch.  Follow the bolts, for the most part."},"__v":0},{"_id":"9BgRNowQWP+2Bdg2bxuBPg==","name":"Planet Earth","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Greg Collins et al, 1992","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.56149,42.53256]},"left_right_index":6,"mp_id":"106387051","mp_crag_id":"106379366","climb_id":"9BgRNowQWP+2Bdg2bxuBPg==","areaRef":"3X1GWtLPXJC/gldSIVUG/A=="},"content":{"description":"This is another stellar climb by the amazing Greg Collins.  Hats off to Greg.  This is right up there with Red Nations as being a great, great climb.  The first pitch starts just to the right of the bottom of the 4th class crack going up to the Tree Route.  Class 4 slab (short pitch) to a ledge with a little tree on it.  The next pitch is 5.4 I suppose and goes to the two bolt anchor below and sltly left of the left facing dihedral above.  The third pitch starts with the crux, several thin 11a face moves to the bottom of the dihedral.  A BD microcam (#0 or #1) is handy when you get to the roof under the corner.  Proceed up the dihedral, using a lot of runners to minimize rope drag (5.7/5.8).  A second crux is near the top of this corner, just before you reach the bolt.  I found a #0 tricam and a medium/small HB nut helped a lot here to protect the moves to the bolt.  Clip the bolt and proceed up outrageously exposed and fun crimping to the top of the dihedral, where you flip around onto the outside edge on a couple of incut crimps.  Proceed into a shallow bowl and clip the bolt with a sigh of relief.  Two more 5.9 or 9+ bulges (bolts) lead to the two bolt belay.  The fourth pitch takes a cool head, as it is very led out with scarce protection.  It generally goes straight up, but wind a round a lot to find the most feasible way.","protection":"Rack of stoppers, set of Camelots to #3, RPs or (I found) a few small-medium HB nuts, set of tricams, a #0 and a #1 BD microcams are nice to have.  Take 6-8 single length runners or so, and clips.","location":"This route is identified by the prominent left facing dhihedral about 300 ft. up, on the wall right of the Tree Route.  Scramble up to the beginning of the class 4 crack leading up to the Tree Route and begin the climb on a class 4 slab leading to a ledge with a little tree on it (the first belay).  From there, up to the bottom of the dihedral.  Descend by the Cowboy Route or rappel Red Nations."},"__v":0},{"_id":"rW4yTTYRUweP75HEO/uv5w==","name":"Heart of Stone","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Greg Collins, Hunter Dhalberg, Kevin Emery, Michell Smallman","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.56149,42.53256]},"left_right_index":3,"mp_id":"111583851","mp_crag_id":"106379366","climb_id":"rW4yTTYRUweP75HEO/uv5w==","areaRef":"3X1GWtLPXJC/gldSIVUG/A=="},"content":{"description":"Left of Rat Route and right of Sky Route is the natural line of Heart of Stone. Some perfect rock gets you up to the corner. Climb this to the wild summit overhang. Established on-sight, lead, with brushes even. However an electrical storm prevented a proper scrubbing below the top.","protection":"1 set plus sling","location":"Left of Rat Route and right of Star Jumper/Sky Route"},"__v":0},{"_id":"a40vVFzDXoWAnmhuAUUfHA==","name":"Crevasse Route","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"Greg Collins Sue Miller","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.56149,42.53256]},"left_right_index":8,"mp_id":"114283808","mp_crag_id":"106379366","climb_id":"a40vVFzDXoWAnmhuAUUfHA==","areaRef":"3X1GWtLPXJC/gldSIVUG/A=="},"content":{"description":"Right side of Lankin Dome's South Face is the unique Crevasse Route. Start with the front of a seperated, red block. Climb easy left arěte of block, fixed pin, encounter classic stem across crevasse crossing, then up pod crack into left facing corner to bolted belay. Continue up crack with a bolt protected boulder problem, 5.7+. To bolted belay. Continue with crack and corner with less difficulty and interest. Or, better yet, find, free-lead- bolted variation in shallow water groove to the left. (5.9). This stout variation would be good practice for the tops of the harder routes out left.","protection":"1 set and quick draws. A hand sized cam protects the crevasse crossing.","location":"Right of Venus and Mars, left of Right Dike Route. 12 m high, separated block forms the cravasse on pitch 1."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,afc3c77e-efc9-50f7-a248-5b1d2864b858,e8d77297-9185-50f3-99f8-d95282471fdd,dd7d465a-d2cf-5c90-bf82-5752215506fc","pathTokens":["USA","Wyoming","Sweetwater Rocks","Lankin Dome"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"4th"},{"count":2,"label":"5.9"},{"count":2,"label":"5.8"},{"count":1,"label":"5.6"},{"count":1,"label":"5.11c"},{"count":1,"label":"5.11a"},{"count":1,"label":"5.10b"},{"count":1,"label":"5.7+"}],"byDiscipline":{"trad":{"total":9,"bands":{"unknown":1,"beginner":4,"intermediate":2,"advanced":2,"expert":0}},"sport":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":1,"beginner":4,"intermediate":3,"advanced":2,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-107.56149,42.53256]},"bbox":[-107.56210021071243,42.53211033981813,-107.56087978928758,42.53300966018186],"left_right_index":-1,"ext_id":"106379366","area_id":"3X1GWtLPXJC/gldSIVUG/A==","polygon":{"type":"Polygon","coordinates":[[[-107.56210021071243,42.53211033981813],[-107.56087978928758,42.53211033981813],[-107.56087978928758,42.53300966018186],[-107.56210021071243,42.53300966018186],[-107.56210021071243,42.53211033981813]]]}},"content":{"description":""},"density":0,"totalClimbs":10,"__v":1,"createdAt":"2022-11-07T06:35:26.303Z","updatedAt":"2024-01-20T01:09:29.552Z"}