{"_id":"63689de0e80bff5a994f9894","area_name":"Bauhaus Wall","shortCode":"","climbs":[{"_id":"79SF830VUtmNKdR2w3xkTA==","name":"Twisted Sister","yds":"5.13a/b","grades":{"yds":"5.13a/b","french":"8a"},"fa":"Andrew Bisharat","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.69174,39.71552]},"left_right_index":10,"mp_id":"106956186","mp_crag_id":"105745498","climb_id":"79SF830VUtmNKdR2w3xkTA==","areaRef":"s0fgGx0/WSyzKMfOFIv3Gw=="},"content":{"description":"Upside-down climbing through a 20-foot roof 100 feet off the deck makes this new route (August 2010) one of the most exciting 13a's in a canyon filled with awesome 13a's.\n\nClimb \"\n\nBrothers Carrutherzov\n\n\" to the ledge before the traverse. Make the first exciting step right on that route, then blast straight up through the tiered overhangs, heading for the prominent groove through the middle of the big roof. The crux is starting that roof.\n\nIf you clip the anchors, the rope runs at a pretty harsh angle over the lip; it seemed better to down-jump, which is a whole lot of fun anyway. The anchors are where they should be, however  it would be a travesty to not turn the lip. Perhaps we should hang a bell at the finish  mandating a bell-ring and a down-jump for a proper send? No clip-able anchors, just a bell and a loop of slack dangling through space under your feet to the last bolt, which is out of sight. Ha. Or not.","protection":"A 70-meter rope is a good idea, though I had rope to spare, so maybe you could get off with 62 meters or something.\n\nQuickdraws: I think Andrew left the route equipped, but if not, you would probably need about 16-18 draws, with 5-6 of them being long runners.\n\nMost people will likely use two kneepads, though the right one is the only one that seems kind of necessary.","location":"Follows \"\n\nBrothers Carrutherzov\n\n\" to the rightward traverse and goes straight up."},"__v":0},{"_id":"8mdyeZ0hUFaqJnwVnaxgxQ==","name":"Squeal to Stihl","yds":"5.13b","grades":{"yds":"5.13b","french":"8a"},"fa":"Dave Pegg, 2010","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.69174,39.71552]},"left_right_index":20,"mp_id":"107200833","mp_crag_id":"105745498","climb_id":"8mdyeZ0hUFaqJnwVnaxgxQ==","areaRef":"s0fgGx0/WSyzKMfOFIv3Gw=="},"content":{"description":"When in doubt, downgrade it. That's my way of saying this link-up of\n\nDer Squeal\n\nand\n\nDer Stihl\n\nfelt pretty dang hard for 13b, with at least four cruxes (more like five), but I just can't quite convince myself to take credit for it as a soft 13c. Nonetheless, it's another great enduro tour of the Bauhaus.\n\nClimb the first five bolts of\n\nDer Squeal\n\n, then make a tricky traverse left across awesome, grey-streaked stone with pockets to meet up with\n\nDer Stihl\n\nat a good left kneebar, which is below an interesting and rather powerful undercling crux. Above that, a long, immaculate headwall keeps you on your toes all the way to the anchors.","protection":"The route is equipped with cable draws. It would be nice if at least one of them were longer in a key spot to alleviate rope drag, as the route cuts hard left for 10 feet before going straight up. It helps to back-clean the first two bolts up to the first roof.","location":"This route starts on the far right side of the wall."},"__v":0},{"_id":"7Xt3CqQEVR6WHzOYtrJ58g==","name":"Sigue Sigue Sputnik","yds":"5.11c/d","grades":{"yds":"5.11c/d","french":"7a"},"fa":"Dave Pegg","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.69174,39.71552]},"left_right_index":7,"mp_id":"106204197","mp_crag_id":"105745498","climb_id":"7Xt3CqQEVR6WHzOYtrJ58g==","areaRef":"s0fgGx0/WSyzKMfOFIv3Gw=="},"content":{"description":"Sigue Sigue Sputnik is another \"new\" route added since the easing of the bolting ban, offering fun moves on varied stone.\n\nBegin on the large ledge with some crimpy moves over a slight bulge.  Head left past a couple of nice pockets to easier terrain and a descent shake.  More pumpy sidepulls and general weirdness trend up & right to join the finish of\n\nLove & Rockets\n\n.  The opening moves are probably the most difficult, but this line really doesn't have a distinct crux.\n\nSome sharp, small holds at the start will hopefully keep this nice addition off the warm-up circuit, but if not, better get on it now while the holds still have some texture!","protection":"Bolts.  The 2nd clip is a bit difficult, may want to haul the stick up the ledge.  Shares the last bolt & anchor of\n\nLove & Rockets\n\n.","location":"Begins up on the ledge immediately left of\n\nLove & Rockets\n\n."},"__v":0},{"_id":"XCpKg41SU5KYnnMea7p0cw==","name":"School of Rök","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Chris Weidner, August 10, 2014","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.69174,39.71552]},"left_right_index":4,"mp_id":"109590615","mp_crag_id":"105745498","climb_id":"XCpKg41SU5KYnnMea7p0cw==","areaRef":"s0fgGx0/WSyzKMfOFIv3Gw=="},"content":{"description":"Start 20 feet right of\n\nChoss Temple Pilots\n\nbeneath three closely-spaced bolts. Gain a chossy ledge to clip the first bolt, then climb up to and out the left side of a small roof to a smaller, blocky roof 15 feet higher. Veer right above the roof to an oblique corner that leads to a good stance on the left. Easier rock leads to a two-bolt anchor.","protection":"10 bolts plus 2-bolt anchor.","location":""},"__v":0},{"_id":"SZhljrqkULmNGTKER/2RLw==","name":"School of Rock","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Chris Weidner","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.69174,39.71552]},"left_right_index":5,"mp_id":"109443739","mp_crag_id":"105745498","climb_id":"SZhljrqkULmNGTKER/2RLw==","areaRef":"s0fgGx0/WSyzKMfOFIv3Gw=="},"content":{"description":"A tough start through the first three bolts leads to an easier but still engaging headwall.","protection":"Equipped with fixed gear at this time.","location":"It is between\n\nChoss Temple Pilots\n\nand\n\nSigue Sigue Sputnik\n\n."},"__v":0},{"_id":"yO5v35i1W3aN8QOhRfvzvg==","name":"Roadside Prophet","yds":"5.14a","grades":{"yds":"5.14a","french":"8b+"},"fa":"Jim Surette","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.69174,39.71552]},"left_right_index":16,"mp_id":"105758452","mp_crag_id":"105745498","climb_id":"yO5v35i1W3aN8QOhRfvzvg==","areaRef":"s0fgGx0/WSyzKMfOFIv3Gw=="},"content":{"description":"This 30-meter pitch throws it all at you -- a thuggy cave, vertical limestone drip climbing, and a slopey, sustained headwall with funk moves and pissy holds.\n\nThis is basically the first route you encounter when you walk into the Bauhaus Wall, straight in front of you out the belly of the ominous cave right above the approach trail. It has a bolt down low in the 25-foot approach slab, and is the right of two lines coming off that bolt (the left one being Huge -- green draw in situ).\n\nBecause of the weird angles and such on this route, it's a good idea to use extra long draws on many of the clips, especially near the lip of the cave.\n\nThuggy moves and lonnnnng reaches between good holds lead to a lip encounter at bolt 5 or 6 (slapping to underclings). Step up and shake out on the vertical plaque, then surge into the 13a headwall, which has an especially tricky move just *after* the last bolt, getting to the anchors (this is a good place to fall repeatedly!).\n\nStout for the grade.","protection":"Many, many draws (16-18), some of them double-length for rope drag. 60 meter rope mandatory.","location":""},"__v":0},{"_id":"RBFUN/yJVo64oGjpc7CSAA==","name":"Motley Cruise","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Steve Hong","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.69174,39.71552]},"left_right_index":1,"mp_id":"105753934","mp_crag_id":"105745498","climb_id":"RBFUN/yJVo64oGjpc7CSAA==","areaRef":"s0fgGx0/WSyzKMfOFIv3Gw=="},"content":{"description":"This isn't the best route but it's certainly worth doing if you're in the area. It's not as loose as it looks from the ground, if that's any consolation, and the moves are generally juggy and fun.\n\nMotley Cruise is the leftmost of the trio of 5.11s on the far left sector of Bauhaus Wall and starts out in an acute dihedral before lumbering over a blocky roof feature. Amble up the well-featured face above, stopping at anchors below the giant roof band.\n\nThis was originally intended as a first pitch to a route through the big roof, which has yet to see any climbing action. Any takers?","protection":"10 quickdraws.","location":""},"__v":0},{"_id":"/BKxJiMfXhOHU4FtFMoWQg==","name":"Love and Rockets","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Mike Pont","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.69174,39.71552]},"left_right_index":8,"mp_id":"105753673","mp_crag_id":"105745498","climb_id":"/BKxJiMfXhOHU4FtFMoWQg==","areaRef":"s0fgGx0/WSyzKMfOFIv3Gw=="},"content":{"description":"This is the left of the two 5.12 routes that climb out the right side of the vertical panel beneath the roof band. It climbs an aesthetic blue/grey streak on steeper-than-it-looks rock and has some pretty in-your-face moves in a couple of spots.\n\nTricky for the grade but a worthy tick nonetheless. Scramble out right on the dirty ledge (your belayer should possible be either anchored in or one tier below you on the ground) and pull on via pockets. Up, up and away!","protection":"8-10 bolts.","location":""},"__v":0},{"_id":"xdFbMAIBUnyTqobXAonoRg==","name":"Liquid Culture","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.69174,39.71552]},"left_right_index":12,"mp_id":"106250485","mp_crag_id":"105745498","climb_id":"xdFbMAIBUnyTqobXAonoRg==","areaRef":"s0fgGx0/WSyzKMfOFIv3Gw=="},"content":{"description":"Liquid Culture combines steep climbing with sub-par moves, less than perfect rock, and an anticlimactic finish.\n\nStart up the left side of an obvious, blue streak, and head for a left-leaning seam.  This is where things go wrong.  Following the crack, do some unpleasant moves that lead you to a shallow, slabby dihedral.  Now pretend that you are trad climbing and stem you way to the top.  Oh wait, there is no top, you have simply reached the start of\n\nGommorah\n\n.","protection":"Bolts and fixed anchors.","location":"Starts on the left side of a prominent, blue streak.  One route to left of Tomfoolery."},"__v":0},{"_id":"SK5iR8XVVd+xSIlazk17wQ==","name":"Ice Man Cometh","yds":"5.12c/d","grades":{"yds":"5.12c/d","french":"7c"},"fa":"Kurt Smith","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.69174,39.71552]},"left_right_index":0,"mp_id":"106273099","mp_crag_id":"105745498","climb_id":"SK5iR8XVVd+xSIlazk17wQ==","areaRef":"s0fgGx0/WSyzKMfOFIv3Gw=="},"content":{"description":"Wow!  I can't believe this one hasn't been written up. Despite the reassuring bolt hangers, rat poop filled jugs, unnatural line, and a general film of silt covering the entire route, Ice Man Cometh is pretty fun.\n\nUsing strangely oriented holds, make some very powerful moves out the belly of a seeping cave.  About 25 feet up, you are rewarded with a good rest.  Unfortunately, it's hard to think of anything but the Hantavirus, because the holds are filled with rodent feces and dust.  Pull into a shallow dihedral and follow the corner until the bolts strangely veer right, towards an arete.  Finesse across the face using delicate footwork, and some small crimps and follow the easy, but very grungy arete to the top.\n\nThis is Rifle adventure climbing at its best.  This thing has it all - a jungle like approach, hard moves, sandy rock, disease, rodent poop, and sketchy gear.  All just 5 minutes from the car!","protection":"Bolts with homemade hangers and Eye bolt anchors.","location":"After crossing the Bauhaus bridge, walk left instead of right.  About 40 feet down the trail, turn right and head up a faint trail that leads uphill.  When you hit the rock at the top of the hill, turn left and follow the wall until you reach a small cave.  Ice Man Cometh is on the left side of the cave."},"__v":0},{"_id":"RC5sZpVjUI6s6aY2Eb6zxA==","name":"Hurl Jam","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Kurt Smith","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.69174,39.71552]},"left_right_index":2,"mp_id":"105753667","mp_crag_id":"105745498","climb_id":"RC5sZpVjUI6s6aY2Eb6zxA==","areaRef":"s0fgGx0/WSyzKMfOFIv3Gw=="},"content":{"description":"This is the middle of the trio of 5.11s on the left side of Bauhaus Wall and probably the hardest, with a slopey, bouldery crux that catches you by surprise up high.\n\nClimb right of the big rectangular hole into a faint corner, then wander up pods, pockets and funky crack holds to an upper crux barring entrance into an elegant stemming corner. The corner leads to anchors below the huge roof.","protection":"10 quickdraws.","location":""},"__v":0},{"_id":"AOcKc1NlWjKJR/ZrqY7CJA==","name":"Huge","yds":"5.13d","grades":{"yds":"5.13d","french":"8b"},"fa":"Don Welsh","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.69174,39.71552]},"left_right_index":15,"mp_id":"105756916","mp_crag_id":"105745498","climb_id":"AOcKc1NlWjKJR/ZrqY7CJA==","areaRef":"s0fgGx0/WSyzKMfOFIv3Gw=="},"content":{"description":"This is an incredible route that in its former incarnation as a mere 25-meter pitch was known as \"The Schwa.\" Not content with where the route ended, its first ascentionist Don Welsh yanked out the old anchors and re-routed the route onto a porcelain-hard grey streak up the headwall to the left, making for one of Rifle's best, and longest, pitches.\n\nHuge is one route left of Roadside Prophet, the big line out the swell you first encounter at the Bauhaus Wall. Huge climbs past a fixed purple draw behind a tree into very steep terrain right of a grey bowl/depression, then moves left of an obvious Vee onto a long, streaked headwall.\n\nIt is also one route right of Tomfoolery.\n\nScrambled up to the ledge, clipping a bolt along the way if need be (use a verrry lonnnng sling). A skin-ripping pistol grip at the third bolt sets you up for the crux lunge, which is capped off by three bolts worth of sprinting for good, but distant, holds. A jug shake is followed by some tricky vertical climbing on popcorn holds and pockets, then a sneaky step left sets you up at the base of the grey streak, some of the best climbing in Rifle Mountain Park.\n\nTake lots of draws and maybe a knee-pad for your left leg.","protection":"14-16 quickdraws and a 70-meter rope.","location":""},"__v":0},{"_id":"WUkCK3+hWwumU0vLR9c31A==","name":"Hot For Teacher","yds":"5.13c","grades":{"yds":"5.13c","french":"8a+"},"fa":"Chris Weidner, October 12, 2017","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.69174,39.71552]},"left_right_index":6,"mp_id":"113734776","mp_crag_id":"105745498","climb_id":"WUkCK3+hWwumU0vLR9c31A==","areaRef":"s0fgGx0/WSyzKMfOFIv3Gw=="},"content":{"description":"This extension of\n\nSchool of Rök\n\n(11b, 70 feet) tackles the massive roof on the left side of the Bauhaus. From the anchor at 70 feet, climb easily up and left to beneath the intimidating roof. Negotiate a horizontal section, then finesse a series of hanging dihedrals through fantastic geometry as the pump - in forearms and calves - slowly builds.","protection":"This has 25 bolts total to a two-bolt anchor at 130 feet (40 meters). Plentiful bolts make the roof relatively easy to work, though climbers will undoubtedly skip some clips on the redpoint. Many long draws come are useful for reducing drag. Two ropes were used on the first ascent to eliminate drag from draws on\n\nSchool of Rök\n\n.\n\nAn 80 meter rope is required to lower from the anchor!*\n\nA 70 meter rope will get you to the ground from a few bolts below the anchor (easily down-aided).","location":""},"__v":0},{"_id":"vToV+Hk+VVOMLV3ZObRnMQ==","name":"Gropius","yds":"5.13d","grades":{"yds":"5.13d","french":"8b"},"fa":"George Squibb","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.69174,39.71552]},"left_right_index":17,"mp_id":"105754132","mp_crag_id":"105745498","climb_id":"vToV+Hk+VVOMLV3ZObRnMQ==","areaRef":"s0fgGx0/WSyzKMfOFIv3Gw=="},"content":{"description":"This route was originally equipped by Pete Zoller and Mike Pont, who abandoned the route after determining that it was \"too long.\" It sat idle for a few years until George Squibb swooped in and freed the thing.\n\nThis is two routes left of\n\nDer Stihl\n\nand is basically the first route on the right when the approach trail drops you off at the base of the Bauhaus Wall. It climbs out the left side of the cave/wave onto a vertical face, which is followed by another bulge and a long, slightly overhanging headwall. It shares the first two bolts with Bauhaus Proclamation before moving left into a large pod/hole.\n\nSustained climbing on good but distant holds out the cave leads to a difficult lip move which sets you up on the vertical plaque. Shake out for the crux -- thin crimping through the bulge with plenty of hard, pumpy moves to blow it on through the middle of the headwall. The headwall eventually eases up, becoming somewhat chossy yet still gratifying.\n\nThis route is held together with a fair bit of glue but doesn't have any chipped holds . . . praise the lord!\n\nGropius was originally named \"The Airtight Blonde.\"","protection":"16 draws (some long ones) and a 60 meter rope.","location":""},"__v":0},{"_id":"JzOFLHFzXhOViB/wO87mxg==","name":"Gomorrah","yds":"5.13d","grades":{"yds":"5.13d","french":"8b"},"fa":"Tommy Caldwell","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.69174,39.71552]},"left_right_index":13,"mp_id":"105829281","mp_crag_id":"105745498","climb_id":"JzOFLHFzXhOViB/wO87mxg==","areaRef":"s0fgGx0/WSyzKMfOFIv3Gw=="},"content":{"description":"One route left of Tomfoolery (14b), Gomorrah is a five bolt extension to\n\nLiquid Culture\n\n(13a). Slightly unpleasant and awkward, Liguid Culture  trends up an obvious left facing weakness to the base of an extremely steep roof.  Catch a rest, and then cast into a brilliant sequence of difficult moves that lead to the anchors.  Don't forget your knee pads!","protection":"Quickdraws and a 60 meter rope.  The anchors have fixed carabiners to lower off.","location":""},"__v":0},{"_id":"eHeXvYOCVgyWNDZZ1WLqVA==","name":"Girl Talk","yds":"5.14b","grades":{"yds":"5.14b","french":"8c"},"fa":"Dave Graham","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.69174,39.71552]},"left_right_index":14,"mp_id":"106539213","mp_crag_id":"105745498","climb_id":"eHeXvYOCVgyWNDZZ1WLqVA==","areaRef":"s0fgGx0/WSyzKMfOFIv3Gw=="},"content":{"description":"This is probably the hardest route in Rifle and one of the best.","protection":"Bolted.","location":"Do the direct start of Benign Intervention and continue to the anchors of\n\nHuge\n\nat the very top of the wall."},"__v":0},{"_id":"Il6ejsucUK24x3e/s+8QTw==","name":"Derp","yds":"5.13c/d","grades":{"yds":"5.13c/d","french":"8b"},"fa":"Daniel Woods","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.69174,39.71552]},"left_right_index":19,"mp_id":"116508710","mp_crag_id":"105745498","climb_id":"Il6ejsucUK24x3e/s+8QTw==","areaRef":"s0fgGx0/WSyzKMfOFIv3Gw=="},"content":{"description":"Start on\n\nSqueal to Stihl\n\n, cut left along on the crux, & join Bahause Proclamation.","protection":"So many draws.","location":"It is on the right side of Bahaus Wall."},"__v":0},{"_id":"ebfUn8VwWEqbLM3r+9oZXw==","name":"Der Stihl","yds":"5.13b","grades":{"yds":"5.13b","french":"8a"},"fa":"Mike Pont","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.69174,39.71552]},"left_right_index":18,"mp_id":"105753634","mp_crag_id":"105745498","climb_id":"ebfUn8VwWEqbLM3r+9oZXw==","areaRef":"s0fgGx0/WSyzKMfOFIv3Gw=="},"content":{"description":"Der Stihl is the \"trade route\" 5.13 on the Bauhaus Wall and has cleaned up a lot since the first ascent in 1992. Nevertheless, the finishing headwall tends to run with water and silt every spring and thus needs a careful brushing at the start of the summer season. Be prepared!\n\nThis is the second route from the right on Bauhaus Wall and often has quickdraws on it (the rightmost route is \"\n\nDer Squeal\n\n\", 13a, which climbs up overhanging white rock into a roof with a poised dagger). It can also be recognized by a vertical plaque with deep pockets at the start leading to very steep white rock and a twin set of grey streaks with a pod/crack between them.\n\nClimb up the easy vertical face and engage with the overhang. An early, bouldery crux on painfully incut underclings and tiny crimps leads to better holds. Stay left (early ascents stayed right, which is more difficult) until you hit very bulging rock beneath the capping roof. A locker kneebar here allows you to bleed it back for a final, overhanging crux.\n\nWhile one climber lowered off from the jug above this crux and still claimed an \"ascent,\" the route still has about 5-6 bolts worth of awesome, vertical 5.12 climbing on nice dark rock. Technical moves and route-finding decisions comprise this engaging, airy headwall.","protection":"Many, many quickdraws (16-18) and a 60 meter cord (obligatory).","location":""},"__v":0},{"_id":"7/0it5vkVEqGK1v+1f6/lw==","name":"Der Squeal","yds":"5.13b","grades":{"yds":"5.13b","french":"8a"},"fa":"Hassan Saab","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.69174,39.71552]},"left_right_index":21,"mp_id":"105753688","mp_crag_id":"105745498","climb_id":"7/0it5vkVEqGK1v+1f6/lw==","areaRef":"s0fgGx0/WSyzKMfOFIv3Gw=="},"content":{"description":"If not for the hanging death block [now removed] which you must dyno to on this route, it would certainly get another star. The block is a real fucker -- wedged in far enough that it's nearly impossible to pry out yet hollow, cracked on all sides and a potential time-bomb.\n\nThis is the very rightmost route on Bauhaus Wall and climbs the very overhanging panel of white rock right of\n\nDer Stihl\n\n. This bottom bit is powerful and sustained on good holds with nice pockets, which soon run out, depositing you on a crimpy sequence below the block. Suck it up and fire for the block, kneebar behind the block, clip off the block -- love the block!\n\nA tricky crux above the roof/block leads to a short, flakey headwall and the anchors.","protection":"10-14 quickdraws.","location":""},"__v":0},{"_id":"2tHLEKZ8W7KJf6Swopeb4A==","name":"Choss Temple Pilots","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Kurt Smith","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.69174,39.71552]},"left_right_index":3,"mp_id":"105753628","mp_crag_id":"105745498","climb_id":"2tHLEKZ8W7KJf6Swopeb4A==","areaRef":"s0fgGx0/WSyzKMfOFIv3Gw=="},"content":{"description":"This is a fun route with lots of big holds, interesting crack-type features and nice morning sun on colder days. It climbs the aesthetic brown wall beneath the immense roof on the left side of the Bauhaus Wall and is accessed by scrambling up a steep slope on your left when you first approach the wall.\n\nThere are five routes on this wall, two 5.12s out right in the blue/grey rock and the three 5.11s out left near the bouldering cave. This is the rightmost of the trio of 5.11's and ends at an anchor beneath the deep V in the upper roof band.\n\nClimb up past a rectangular hole, move right on slopers, then realm up the consistently steep rock above, milking the occasional rest before another 5.10/10+ type-sequence hits you in the finishing corner.\n\nThis is very cool climbing.","protection":"10-12 quickdraws.","location":""},"__v":0},{"_id":"GlL9ViAUX7+/kenQXXlwlw==","name":"The Brothers Carrutherzov","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Steve Carruthers, Tom Carruthers","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.69174,39.71552]},"left_right_index":11,"mp_id":"105754126","mp_crag_id":"105745498","climb_id":"GlL9ViAUX7+/kenQXXlwlw==","areaRef":"s0fgGx0/WSyzKMfOFIv3Gw=="},"content":{"description":"This route was put up by the late Steve Carruthers, a Salt Lake City climber and honorary Rifle local who died backcountry skiing in the Wasatch Mountains. Steve's other contribution to the Canyon is the\n\nGay Science\n\n, which he equipped and Christian Griffith freed. Steve often came over to Rifle to hang out and climb, and he is dearly missed.\n\nThis is the rightmost route on the vertical left sector of Bauhaus Wall and actually punches through the roof band at a series of blue-streaked overlaps above the jutting prow of\n\nGomorrah\n\n. It begins on the ledge just right of\n\nLove and Rockets\n\n.\n\nClimb the steep face via the nice blue streak, encountering a tricky crux or two en route. Once below the roof band you can either lower off a bolt with a link (12a/b to here) or continue. Launch up and right into the roof and keep traversing. Big air beneath you, but lots of bolts and  positive holds take you to a finishing bucket over the lip.\n\nThis route is a bitch to clean. Either toprope it to clean it or lower off in two parts.","protection":"14-15 draws and a 60 meter rope.","location":""},"__v":0},{"_id":"Q8ByqWPaUDmBa/doGKQpig==","name":"Baby Brothers","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.69174,39.71552]},"left_right_index":9,"mp_id":"108233874","mp_crag_id":"105745498","climb_id":"Q8ByqWPaUDmBa/doGKQpig==","areaRef":"s0fgGx0/WSyzKMfOFIv3Gw=="},"content":{"description":"Climb\n\nThe Brothers Carruthersov\n\nto the first set of anchors, just above the Diving Board, and it's a nice 12a.\n\nStart by climbing the lower, rotten face with a fixed rope. Above the ledge, pull a set of steep, bouldery moves. Move up and right for a little crux. Get some good rest and finish with the final little crux in a groove below the Diving Board feature.","protection":"~10 draws, usually fixed.","location":"Go left from where the trail meets the wall and look for a chunk of rope hanging on the lower section of wall. The route is downhill and right of the 5.11s on the left side of the Bauhaus."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,ebe9235e-a40c-5b97-b769-65db0bdd0cdc,22dac198-10d8-5ebf-94d5-6e503a0753a0,b347e01b-1d3f-592c-b328-c7ce148bf71b","pathTokens":["USA","Colorado","Rifle","Rifle Mountain Park","Bauhaus Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.13a/b"},{"count":3,"label":"5.13b"},{"count":1,"label":"5.11c/d"},{"count":4,"label":"5.11b"},{"count":1,"label":"5.14a"},{"count":1,"label":"5.12b"},{"count":1,"label":"5.13a"},{"count":1,"label":"5.12c/d"},{"count":1,"label":"5.11d"},{"count":3,"label":"5.13d"},{"count":1,"label":"5.13c"},{"count":1,"label":"5.14b"},{"count":1,"label":"5.13c/d"},{"count":1,"label":"5.12c"},{"count":1,"label":"5.12a"}],"byDiscipline":{"sport":{"total":22,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":10,"expert":12}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":0,"advanced":10,"expert":12}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-107.69174,39.71552]},"bbox":[-107.69232456148033,39.71507033981815,-107.69115543851967,39.71596966018186],"left_right_index":-1,"ext_id":"105745498","area_id":"s0fgGx0/WSyzKMfOFIv3Gw=="},"content":{"description":""},"density":0,"totalClimbs":22,"__v":1,"createdAt":"2022-11-07T05:56:20.942Z","updatedAt":"2024-01-15T16:43:21.436Z"}