{"_id":"6368a38be80bff5a99585b0f","area_name":"Cave, The","shortCode":"","climbs":[{"_id":"RgbKo/MFXiKiGFPxHXYDDQ==","name":"Two Step","yds":"V7","grades":{"yds":"V7","font":"7A+","vscale":"V7"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-76.69668,40.12896]},"left_right_index":2,"mp_id":"112446616","mp_crag_id":"108563948","climb_id":"RgbKo/MFXiKiGFPxHXYDDQ==","areaRef":"CQtcMuT0VuSwmm3HKJnIxQ=="},"content":{"description":"Stand Start using the square crimp on the steep face (same hold as Cave Wave), the sloping ramp is off for the feet, dyno to the right incut jug directly above and mantle.","protection":"2-3 pads and a spotter","location":""},"__v":0},{"_id":"wduj/KjWXXifOnMtzpp1hw==","name":"Tissue Issue","yds":"V7","grades":{"yds":"V7","font":"7A+","vscale":"V7"},"fa":"Joel Torretti, 2004 or very early 2005","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-76.69668,40.12896]},"left_right_index":6,"mp_id":"108625717","mp_crag_id":"108563948","climb_id":"wduj/KjWXXifOnMtzpp1hw==","areaRef":"CQtcMuT0VuSwmm3HKJnIxQ=="},"content":{"description":"Tissue Issue is a tall, thin face climb that is in a tight corridor near J-Crack.  The landing is hideous with a pointed immovable rock at the base.  Any fall will land you square on this obstacle.  It is shaped perfectly to snap an ankle.  I would seriously suggest headpointing this problem with a rope prior to bouldering it, and I almost never even consider this option.  It negates the point of bouldering, but considering the difficulty and danger of this problem, may be prudent. \n\n  The problem climbs a steep, thin face on diagonal edges with prickly rock and tiny foot chips.  The first couple of moves are very crimpy.  Exit up and to the right.  Prior to the first ascent by Dr. Torretti, it was a long eyed project.  The difficulty and danger kept mortals off of it, until Joel committed to it.  I doubt that it has seen more than a couple of ascents to this day, ten years later.","protection":"Many pads and spotters, or a top rope.  There is an ankle breaking rock at the base. If you had 4 or more pads, the landing might (not a promise) be okay.","location":"Tissue Issue is the tall, prickly looking face that is in a corridor near the entrance to the Cave proper that is on the side of the Stables entrance.  It is across from an easy, featured face which has the E Face problems on it."},"__v":0},{"_id":"Ftxn9Y3iU26avA1HrlmwJA==","name":"J-Crack","yds":"V0+","grades":{"yds":"V0+","font":"4+","vscale":"V0+"},"fa":"way back in the day","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-76.69668,40.12896]},"left_right_index":5,"mp_id":"108567320","mp_crag_id":"108563948","climb_id":"Ftxn9Y3iU26avA1HrlmwJA==","areaRef":"CQtcMuT0VuSwmm3HKJnIxQ=="},"content":{"description":"I can picture a bored or boozy young man venturing up this obvious crack back in the 1920's, 30's or 40's, perhaps on a dare from him chums.  The J-Crack climbs the letter J shaped wide hands/fist crack in a corridor, then exits up and right through a chimney on the tall Cave Boulder.","protection":"Pads and a spotter if you would like.  Do not plan on falling though, it is not a choice landing.","location":"The J-Crack is on the Cave Boulder on the side that faces the entrance to the Stables.  The boulder across from it in the corridor houses Finish Line (V10), Entrance Arete and Entrance Face."},"__v":0},{"_id":"NYZ7f5N9UaGj3FUVITkziA==","name":"Finish Line","yds":"V10-","grades":{"yds":"V10-","font":"7C+","vscale":"V10-"},"fa":"Tony Disanto, 2004 or early 2005","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-76.69668,40.12896]},"left_right_index":4,"mp_id":"108563957","mp_crag_id":"108563948","climb_id":"NYZ7f5N9UaGj3FUVITkziA==","areaRef":"CQtcMuT0VuSwmm3HKJnIxQ=="},"content":{"description":"Finish Line starts on the Entrance Face hold and traverses left to finish on Entrance Arete.  Crouch or sit start if possible on the flat basically one hand edge in the center of the steep face.  This problem may appear V8 at first, but the dearth of footholds will prove otherwise.  Make a long reach left to a five finger slot.  It will help to have a long ape index to make the reach and skinny fingers to piano match in the slot.  The holds are fairly okay.  Put three fingers of your left hand in the slot, shift the feet, take one out to put the right three fingers into the slot, the surge left to the horizontal crack that marks the start of Entrance Arete (V2 or V3).  Finish up and mantel on Entrance Arete.  This problem was one of the last hard projects to fall at the Stables, and Tony dispatched it in a short time with minimal effort after it had received serious attention by many suitors.","protection":"A single pad is adequate.","location":"Center of the blank overhanging face that faces the inside of the cave which is reached from the upstream entrance to the Cave (the direction of the entrance to the Stables)."},"__v":0},{"_id":"kbeaoxHSUkq3jDc02zqywQ==","name":"Entrance Face","yds":"V5+","grades":{"yds":"V5+","font":"6C+","vscale":"V5+"},"fa":"old school","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-76.69668,40.12896]},"left_right_index":9,"mp_id":"108564014","mp_crag_id":"108563948","climb_id":"kbeaoxHSUkq3jDc02zqywQ==","areaRef":"CQtcMuT0VuSwmm3HKJnIxQ=="},"content":{"description":"This is a thin face climb on tiny edges with long reaches on a hanging, steep face.  Start in the center of the blank face crouched or sit if you can on a one hand edge.  This is also the starting hold for Finish Line (V10).  I do not think that the original problem started at this height, rather it started much higher at very thin edges at head or higher height.  Either way, the new school way is to start lower.  Reach to the thin edges described above, then pick your way up a super blank face with almost no footholds to the lip and mantel.  This is the crux.  This is old school problem, hard V5 or most likely even harder.  Good luck.  This thing hardly ever gets climbed.  I have never seen anyone even attempt it.  I have spent too much time trying to get from the tiny edges up high to the lip, and I have not come even close to topping it out.","protection":"A pad or two.  There is a flat boulder for the landing.","location":"The center of the steep, blank face on a boulder that is adjacent to the Cave that is accessed from the upstream (entrance to the Stables) entrance into the Cave.  It faces into the Cave proper."},"__v":0},{"_id":"ci7YMm2vXzebU1Bto1W9gA==","name":"Entrance Arete","yds":"V2","grades":{"yds":"V2","font":"5+","vscale":"V2"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-76.69668,40.12896]},"left_right_index":8,"mp_id":"108563952","mp_crag_id":"108563948","climb_id":"ci7YMm2vXzebU1Bto1W9gA==","areaRef":"CQtcMuT0VuSwmm3HKJnIxQ=="},"content":{"description":"The Entrance Arete is a cool little problem that climbs a sharp, hanging arete that faces inside the cave as you enter the cave from the upstream (entrance to Governor Stable) corridor.  Stand start with hands in a horizontal crack, move though a cool slot, and perhaps grasp a textured pinch on the arete to make a big move to the flat lip.  Mantel here or use the flat shelf above and back to get on top.  I believe the guide has this as V3, but I think it is easier.  This problem is one of the best of it's grade at the Stable, but is mostly overlooked.","protection":"One, or two pads if you are not solid at the grade.","location":"Upstream corridor entrance to the Cave."},"__v":0},{"_id":"Q0pz/7XTUx6J4rJxgXl5bw==","name":"E Flake","yds":"V0-","grades":{"yds":"V0-","font":"4-","vscale":"V0-"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-76.69668,40.12896]},"left_right_index":7,"mp_id":"108567480","mp_crag_id":"108563948","climb_id":"Q0pz/7XTUx6J4rJxgXl5bw==","areaRef":"CQtcMuT0VuSwmm3HKJnIxQ=="},"content":{"description":"Climb up the center of the vertical face on big holds, one of which is a large flake.  The right problem climbs the right side of the face, and the left problem starts on the left and joins the aforementioned climb.","protection":"One pad is sufficient.","location":"On your left while walking into the Cave from the Stables entrance there is a face with large flakey holds."},"__v":0},{"_id":"vQlruLRLXnSi8QrdGKmJXg==","name":"Cave Wave","yds":"V6","grades":{"yds":"V6","font":"7A","vscale":"V6"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-76.69668,40.12896]},"left_right_index":1,"mp_id":"112446597","mp_crag_id":"108563948","climb_id":"vQlruLRLXnSi8QrdGKmJXg==","areaRef":"CQtcMuT0VuSwmm3HKJnIxQ=="},"content":{"description":"Stand Start using the square crimp on the steep face, the sloping ramp is off for the feet, dyno to the left flat jug and mantle.","protection":"2 pads and a spotter.","location":"A small alcove just off the trail."},"__v":0},{"_id":"KGZ03KN7XkCIAeilF2TZdg==","name":"Cave Prow","yds":"V-easy","grades":{"yds":"V-easy","font":"3","vscale":"V-easy"},"fa":"unknown, perhaps before modern bouldering","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-76.69668,40.12896]},"left_right_index":3,"mp_id":"108625693","mp_crag_id":"108563948","climb_id":"KGZ03KN7XkCIAeilF2TZdg==","areaRef":"CQtcMuT0VuSwmm3HKJnIxQ=="},"content":{"description":"Climb the acute arete to a horizontal crack 3/4 of the way up, then to the top of the boulder.  Navigate to the top of the cave boulder pile or find a way off and down via adjacent boulders.  The difficulty is perhaps 5.8.  I can imagine a young man climbing this prominent, easy prow on the dare of his chums whilst hanging out at the cave before the 1950's.","protection":"One pad or just confidence.","location":"This is the acute arete/prow that faces towards the trail beneath it.  It is to the right of the problem Cave Wave (V6) if looking up from the trail."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,e66a7f5e-9c62-5282-8578-b6d5e239d014,f1d4db42-c5d2-5c85-9aa8-1e5c69928c04,f4936369-0077-5e5b-8f18-b2bacf8eacc6,090b5c32-e4f4-56e4-b09a-6dc72899c8c5","pathTokens":["USA","Pennsylvania","South Central PA","Governor Stable","Cave, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"V7"},{"count":1,"label":"V0+"},{"count":1,"label":"V10-"},{"count":1,"label":"V5+"},{"count":1,"label":"V2"},{"count":1,"label":"V0-"},{"count":1,"label":"V6"},{"count":1,"label":"V-easy"}],"byDiscipline":{"bouldering":{"total":9,"bands":{"unknown":1,"beginner":2,"intermediate":1,"advanced":1,"expert":4}}},"byGradeBand":{"unknown":1,"beginner":2,"intermediate":1,"advanced":1,"expert":4}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-76.69668,40.12896]},"bbox":[-76.69726810187223,40.12851033981813,-76.69609189812778,40.129409660181864],"left_right_index":-1,"ext_id":"108563948","area_id":"CQtcMuT0VuSwmm3HKJnIxQ==","polygon":{"type":"Polygon","coordinates":[[[-76.69726810187223,40.12851033981813],[-76.69609189812778,40.12851033981813],[-76.69609189812778,40.129409660181864],[-76.69726810187223,40.129409660181864],[-76.69726810187223,40.12851033981813]]]}},"content":{"description":"The Cave area is not a cave in the traditional sense, nor is it what we as climbers would refer to as a cave for sport climbing.  The cave proper is a huge boulder (for diabase) stacked on top of a few smaller boulders that forms a room of sorts underneath.  The actual room is a bit grungy and full of leaves that could shelter wildlife.  The Cave boulder and surrounding boulders contain many tall problems, mostly on the easy side of the V spectrum.   \n\n  What is most interesting about this area is that, according to local lore, the Cave room itself was a domicile for hobo transients passing thought from the local railroad, which Amtrack still operates today.  As well as down on their luck folks that lost their homes during the Great Depression.  There is graffiti on the walls from the 1920's and 1930's to support this story.  It is an area full of history.  Please respect the historical aspect of this area and do not add to the writings on the walls.  I have personally looked into the history of the area at the local Elizabethtown Public Library and found an article from the 1960's which talked about persons living underneath this rock. \n\n  The Cave is the central area at Governor Stables.  Uphill is the Humpback boulder which has the popular Moby Dick (V5) on it, and the Herr Brother's problems are connected to the area just downstream.  It is within sight of the Juggernaut area, just downstream from that set of boulders.  All of these boulders compromise one large area in my view."},"density":0,"totalClimbs":9,"__v":1,"createdAt":"2022-11-07T06:20:00.087Z","updatedAt":"2024-01-20T01:05:57.512Z"}