{"_id":"6368a0dee80bff5a9953bb7b","area_name":"Casket Quarry ICE","shortCode":"","climbs":[],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,e04e29bc-d9dd-53b3-b0d7-a87a0f8ac029,ec0de6c1-dc65-5419-8326-028ed274cf48,4aa6b051-d540-5d35-a94b-1c06f2285483","pathTokens":["USA","Minnesota","Duluth Area (Rock and Ice)","Casket Quarry ICE"],"gradeContext":"US","aggregate":{"byGrade":[],"byGradeBand":{"unknown":0,"beginner":0,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-92.1716,46.75229]},"bbox":[-92.17225629079269,46.751840339818145,-92.17094370920731,46.75273966018187],"left_right_index":-1,"ext_id":"105894082","area_id":"SqawUdVAXTWpSxwG8ihUgw==","polygon":{"type":"Polygon","coordinates":[[[-92.17225629079269,46.751840339818145],[-92.17094370920731,46.751840339818145],[-92.17094370920731,46.75273966018187],[-92.17225629079269,46.75273966018187],[-92.17225629079269,46.751840339818145]]]}},"content":{"description":"Casket Quarry has been frequented by ice climbers for several decades. There was some rock development here in the 80s (4-5 routes) but the incredibly chossy exfoliating rock is less than inspiring so it was pretty much abandoned.  \n\n  With the rising popularity of Ice and Mixed climbing, more folks started using it as a training ground for other arenas. Top-roping on loose blocks/flakes and vertical kitty litter is great for testing the limits of adhesion and practicing your Im-light-as-a-feather mantra  \n\n  Then the crowbars and drills showed up. Mike Dahlberg pioneered the use of RBs or removable bolts to lead a couple mixed routes but since nobody else owned the uber specialized hardware, they never got repeated. In 2005 Mike and James Loveridge started putting some serious cleaning time in. Countless days were spent hanging from a rope with all sorts of home made technical trundling equipment dangling off harnesses. Eventually, if all went well, a route would emerge from underneath the choss.  \n\n  Now the crag has close to 20 Ice and mixed routes all of which can be lead ground-up with good protection. If this crag were in Colorado there would be 50+ climbers there every weekend! Luckily its in Northern Minnesota. Come on up here, tie in and start getting on the sharp end! Oh, buy Mike D and J.Lo some beers for all the money they've spent on bolts \n\n  Please Note: If you plan on TRing a route off the anchors, PLEASE use your own biners/draws to avoid wearing out the expensive hardware prematurely. If there are biners or other clip in replaceable hardware on the anchor, feel free to use them. If they are looking worn and sketchy, just replace with biners of your own. Thanks in advance for being a responsible and thoughtful crag steward! \n\nIn 2015 Casket Quarry was officially established as \"Quarry Park\", Duluth's newest city park. The Duluth Climbers Coalition will be working to manage some aspects of the park including conditions updates which can be found on the Quarry Park Facebook site. Please email info@duluthclimbers.org or check out the website, duluthclimbers.org with any questions. "},"density":0,"totalClimbs":0,"__v":1,"createdAt":"2022-11-07T06:08:30.474Z","updatedAt":"2024-01-20T01:02:36.343Z"}