{"_id":"6368a60be80bff5a995c50c9","area_name":"Twilight Zone, The","shortCode":"","climbs":[{"_id":"sL0PyUGIU7uGJ7PqlB6zRw==","name":"Terminal Traverse","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"George Zack, Danny Zack","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.0533,45.67913]},"left_right_index":999999,"mp_id":"109150140","mp_crag_id":"107747839","climb_id":"sL0PyUGIU7uGJ7PqlB6zRw==","areaRef":"MZmMCFWuXkew+WtNHvQ8DQ=="},"content":{"description":"Terminal Traverse was designed as an alternative to the first two pitches of Ablation Zone.  The route is characterized by lengths of 5.6-5.8 climbing punctuated by several distinct and well-protected cruxes at grade.  The namesake traverse (and crux of the route) is less than 5 meters across and about halfway up the route; most of the climb heads nearly straight up.  Finish at the small fir tree (rap rings) and bolt atop the second pitch of Ablation Zone.","protection":"Seven QDs","location":"From the start of Ablation Zone, scramble up to the right on dirty 4th and low 5th-class terrain.  After about 20 meters, you will see a large solitary boulder through the trees ahead of you.  Do not continue to the boulder, rather turn left and head directly up the gully another 15 meters to the start of the route in an obvious corner shaded by several large cedars.  Look for the first bolt high and slightly to the right."},"__v":0},{"_id":"sUgzmpfPVdSlvfx0s4oxqw==","name":"Ablation Zone","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"George Zack, Danny Zack","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.0533,45.67913]},"left_right_index":999999,"mp_id":"109148021","mp_crag_id":"107747839","climb_id":"sUgzmpfPVdSlvfx0s4oxqw==","areaRef":"MZmMCFWuXkew+WtNHvQ8DQ=="},"content":{"description":"Ablation Zone is an alpine- style route that meanders its way up (most of) the middle section of the cliff in three roughly equal-length pitches of mostly lower 5th-class climbing, but with short, distinct cruxes at grade.  Potential also exists for a (harder) 4th pitch to continue to the top of the cliff.  A fully bolted, more difficult, and more sustained variation start (Terminal Traverse) exists just to the right and is highly recommended as an alternative to the first two pitches of Ablation Zone.\n\nPitch 1 (5.7):  Head straight up the low-5th start and continue up a section of dirty 4th class terrain, passing to the left of a large fir tree.  Surmount the short vertical headwall (crux), and belay from the medium-sized fir tree immediately to your right.\n\nPitch 2 (5.7):  Shoot for the obvious medium-sized cedar perched on a ledge about 15 meters above.  Use its branches to gain the ledge (a unique crux!) and continue for a few moves up to the left, before traversing right less than 5 meters to reach the belay from a small fir tree (rap rings) and bolt.\n\nPitch 3 (5.5):  Climb approximately 15 meters up and left over easy blocky terrain to the base of the highlight of the route: the slabs.  Continue another 20 meters straight up the slabs, weary of the precariously perched large block (marked with an X) early on, and belay from the bolt anchor at the Randkluft (ledge).\n\nDescent:  Two 30-meter rappels gets you to the base of Terminal Traverse (the variation start), and a mossy scramble down and to skier's right from there will lead to the start of Ablation Zone.  The line of both rappels is to climber's right of the route, and the belay tree atop pitch 2 is used as the anchor for the second rappel.","protection":"Singles from .4 - 1 (optional .3 & 2), a set of nuts, and several double slings.","location":"Head up the 3rd class gully near the base of the center of the cliff band, as if you were approaching Conga Line.  However, instead of veering to the right near the top of the gully, head left about 10 meters to the start of the climb."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,cfe129f6-5f60-5bc8-87b3-3d3bfaff9472,92f9a13d-6569-5e8a-bcf6-421cc787b8f4,2a973519-48be-50ae-acf3-c87f4d6a6162,31998c08-55ae-5e47-b0f9-6b4d1ef43c0d","pathTokens":["USA","Washington","Southwest Cascades","Columbia Gorge","Twilight Zone, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.9"},{"count":1,"label":"5.7"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"sport":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-122.0533,45.67913]},"bbox":[-122.05394358905514,45.67868033981814,-122.05265641094485,45.679579660181865],"left_right_index":-1,"ext_id":"107747839","area_id":"MZmMCFWuXkew+WtNHvQ8DQ=="},"content":{"description":""},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T06:30:39.210Z","updatedAt":"2022-11-25T11:24:33.866Z"}