{"_id":"63689d5ce80bff5a994f6020","area_name":"Bad Man Mezzanine/Lower and Upper Terraces","shortCode":"","climbs":[{"_id":"mPTBSvciVHOQ4Jnqztpfzw==","name":"Twinkle Toes Traverse","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Seth Boatright, Chuck Richards, 1972","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.20254,36.49788]},"left_right_index":7,"mp_id":"108078141","mp_crag_id":"119014693","climb_id":"mPTBSvciVHOQ4Jnqztpfzw==","areaRef":"PpibnBEqUziuRKBLs5H79g=="},"content":{"description":"p1: Climb up the face just to the right of a right-facing corner, protected by two bolts.  Place a piece before things get too hard, and then step up and left out of the corner onto the face.  Don't make the mistake of going all the way up the corner.  Head up the face to a bolted anchor.\n\np2: Traverse up and left, passing four bolts, one of which is a barn door handle (\"70's climbing humor\").  Head up into another shallow corner to a bolted anchor.","protection":"4 quickdraws, a few shoulder-length slings, and a couple of small-to-midsize cams should suffice, as I recall.","location":"The route starts about 30 feet to the left of Dos Equis, near an oak tree.\n\nDescent: scramble third class down and left to the anchor for Bandits in Bondage and rappel -- two ropes required (50m will suffice).  Might be good to carry approach shoes for the walk back up to the start of the route if you left a pack there."},"__v":0},{"_id":"sWXGmKc5XnmK11gFnVBAoA==","name":"True Grit","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"Steve Chidester, Seth Boatright and Chuck Richards April 22, 1972","type":{"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-121.20254,36.49788]},"left_right_index":4,"mp_id":"120189647","mp_crag_id":"119014693","climb_id":"sWXGmKc5XnmK11gFnVBAoA==","areaRef":"PpibnBEqUziuRKBLs5H79g=="},"content":{"description":"This was the original second pitch of Alias Bandit Bench.  It's easy, but fun! From the first pitch belay, traverse up and right into a water streak.  Pass two bolts and run it out on easy rock to the top of Badman Mezzanine and belay from the big tree.\n\nTo descend one can traverse 50' right to the anchors on top of Bandits in Bondage and do a double rope rappel to the ground.  Another option is to downclimb the chimney on the left edge of the mezzanine and do two single rope rappels, the first a low angle slab, and the second and overhanging, free rappel to the ground. Watch out for poison oak at the base!","protection":"Two protection bolts to a tree anchor.  Bring slings!","location":"This is the water streak up and right from the first pitch belay of Alias Bandit Bench and Lucky 13."},"__v":0},{"_id":"L58XyY+zXWiNxv6wrX1+bg==","name":"Red Line","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Robert Behrens, Jeff Gilbert and Dennis Erik Strom  2/2004","type":{"sport":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-121.20254,36.49788]},"left_right_index":1,"mp_id":"120189432","mp_crag_id":"119014693","climb_id":"L58XyY+zXWiNxv6wrX1+bg==","areaRef":"PpibnBEqUziuRKBLs5H79g=="},"content":{"description":"Knob pulling on OK rock which is slightly harder than Drop Zone to the left. It's a very long pitch with only 8 bolts and a long runout to the anchors above the last bolt so make sure you are comfortable climbing somewhat loose rock above protection.\n\nThe rappel back to the start is 195' so a minimum of double 60m ropes are needed for rappel.","protection":"Eight bolts to a two bolt anchor which is shared with Drop Zone.","location":"Red Line is located at the base of the chimney on the left side of Badman Mezzanine. There is a two bolt anchor with chains to the right of a big pine.  Head straight up and then slightly left from there.\n\nUse routes such as Twinkle Toes Traverse or Lucky 13 to access the start."},"__v":0},{"_id":"KoYaby63VX2OLhpkkJYB4g==","name":"Miller Time","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Art Miller and party Spring 1981","type":{"sport":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-121.20254,36.49788]},"left_right_index":6,"mp_id":"120189499","mp_crag_id":"119014693","climb_id":"KoYaby63VX2OLhpkkJYB4g==","areaRef":"PpibnBEqUziuRKBLs5H79g=="},"content":{"description":"This is a dangerous route.  If you fall before you get to the first bolt it could have dire consequences.  There are two closely-spaced bolts then a long runout to the anchors which are shared with the first pitch of Twinkle Toes Traverse.  The rock is so-so.  Proceed with caution.\n\nOne can either proceed upward on the second pitch of Twinkle Toes Traverse or rappel about 60' back to the big ledge.","protection":"2 protection bolts to a bolted anchor with chains for rappel.","location":"Miller Time starts at the very left edge of the big ledge which is used to approach Twinkle Toes Traverse.  Climb up and onto the face just left of the right-facing dihedral which forms the start of Twinkle Toes Traverse.\n\nOne can also start about 30 below just above the trail which heads up and right toward the aforementioned ledge.  This dramatically increases the danger level of this climb."},"__v":0},{"_id":"eUWyNnvyWUuJWjAjpqItbQ==","name":"Lucky 13","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.20254,36.49788]},"left_right_index":3,"mp_id":"120187242","mp_crag_id":"119014693","climb_id":"eUWyNnvyWUuJWjAjpqItbQ==","areaRef":"PpibnBEqUziuRKBLs5H79g=="},"content":{"description":"This is a really well-protected and enjoyable climb.  It starts out steep at the beginning, but the difficulty eases as you get higher on the route.  The first pitch has 13-14 bolts(hangers have gone missing and been replaced over the years) and is rated 5.9.\n\nThe second pitch, which is shared with Alias Bandit Bench, traverses left past six bolts to a water streak which is climbed up past two more bolts to a two-bolt anchor.  Most people who do the second pitch choose not to belay at this anchor.  Instead they climb up 25 feet to the rappel anchor with chains.\n\nIf you do just the first pitch you can rappel about 75' back to the base of the climb from double bolts and chains.\n\nIf you choose to do the second pitch do two single rope rappels.  The first is about 75' to double bolts with chains just above the lip of an overhang.  The second rappel is mostly free-hanging. Beware of poison oak at the base and when pulling your rope.","protection":"13-14 bolts for the first pitch to a two bolt anchor. 8 bolts, 9 if you pass the route's two-bolt anchor.","location":"To get to this route head up the climber's approach trail for about 100 yards. Just after you pass a rocky trough, break out left up and over a small rise then head downhill for about 100 feet to a wall festooned with a line of bolts."},"__v":0},{"_id":"nYHZ0ljCVWqMFiQNZoS+dw==","name":"Gary and Phyllis' Headwall","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Gary Fox and Phyllis Garcia 1972","type":{"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-121.20254,36.49788]},"left_right_index":2,"mp_id":"120187249","mp_crag_id":"119014693","climb_id":"nYHZ0ljCVWqMFiQNZoS+dw==","areaRef":"PpibnBEqUziuRKBLs5H79g=="},"content":{"description":"The crux is a very well-protected mantel right off the ground.  After that the difficulty eases, but so do the number of bolts.  After the fifth bolt start angling right past the sixth bolt, which might be hard to spot.  Keep heading right to an obvious ledge and a seventh bolt.  Head back left up the ramp to a two-bolt anchor with chains for a double rope rappel back to the start.\n\nThis is an excellent approach pitch for Bill's Bad Bolts.","protection":"Seven protection bolts to a 2-bolt anchor with chains.","location":"From the very top of Badman's Mezzanine find two closely spaced bolts next to a pine tree."},"__v":0},{"_id":"RmhBHyN/U6+XPwcc0WBmKA==","name":"Drop Zone","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Mei Strom, Dennis Erik Strom, Robert Behrens and Erik Bratton 2004","type":{"sport":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-121.20254,36.49788]},"left_right_index":0,"mp_id":"117946763","mp_crag_id":"119014693","climb_id":"RmhBHyN/U6+XPwcc0WBmKA==","areaRef":"PpibnBEqUziuRKBLs5H79g=="},"content":{"description":"This pitch sits in the second tier of the Badman Mezzanine (climbers left).  According to the 2007 guidebook, it is average in quality and will have to agree.  Slightly run out near the top, but the climbing gets easier.  Do not bring anything less than a 60m rope.  Can be accessed via many routes on Badman Mezzanine Right Side Base.  Solid rappel chains up top.  Bring 2 ropes as you rappel all the way to the base of Badman Mezzanine left side.  Double rappel rings sit at the base of this climb.  1 other climb starts from this spot (Red Line 5.7 R).","protection":"8 protection bolts to a two bolt anchor with chains for a double rope rappel.","location":"Located to the left of the pine tree at the base of the fourth class chimney."},"__v":0},{"_id":"Ya0wKFFRUTG7q0M2rsN9hw==","name":"Dos Equis","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Larry Arthur, Bob Otter, 3/1980","type":{"sport":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-121.20254,36.49788]},"left_right_index":8,"mp_id":"106985739","mp_crag_id":"119014693","climb_id":"Ya0wKFFRUTG7q0M2rsN9hw==","areaRef":"PpibnBEqUziuRKBLs5H79g=="},"content":{"description":"Lower-angled water streak with smooth features.  Kind of like Tuolumne slab climbing -- bolts are sparsely placed.  Crux is above fourth bolt.","protection":"Four bolts to a two-bolt anchor.","location":"Follow the Balconies trail from the westside parking lot and cross about five footbridges.  Just before the sixth, there will be a climber access sign for the 'Destiny Wall' (Destiny is another name for this route).  Turn right and head up a climber's trail.  There is a fallen old gray pine near the base which makes a convenient bench.\n\nDescend by rappel."},"__v":0},{"_id":"5AlKS8lfU02j86SEJCq2wQ==","name":"Corona","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.20254,36.49788]},"left_right_index":9,"mp_id":"106985763","mp_crag_id":"119014693","climb_id":"5AlKS8lfU02j86SEJCq2wQ==","areaRef":"PpibnBEqUziuRKBLs5H79g=="},"content":{"description":"Tightly-bolted, a little loose.  There is a bit of a bulge between the 5th and 6th bolts which can be exciting.  Great for novice leaders.","protection":"8 bolts to a 2-bolt anchor.","location":"Follow the same directions as for Dos Equis -- this is the first bolted route to its right.\n\nDescend by rappel."},"__v":0},{"_id":"m958pGFVX/SfGLbax0mAnw==","name":"Alias Bandit Bench","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Steve Chidester, Seth Boatright and Chuck Richards April 22, 1972","type":{"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-121.20254,36.49788]},"left_right_index":5,"mp_id":"120189593","mp_crag_id":"119014693","climb_id":"m958pGFVX/SfGLbax0mAnw==","areaRef":"PpibnBEqUziuRKBLs5H79g=="},"content":{"description":"This route meanders a bit and though there are only four protection bolts the difficult climbing seems well-protected.\n\nStart by climbing up the obvious right facing dihedral. Clip a bolt at it's top and make the crux move up and left to gain a sloping ledge/ramp.  Traverse along this ramp to the left clipping two more bolts.  A fourth bolt protects the climbing straight up to a big ledge and anchors which are shared with the route Lucky 13.\n\nYou have three options from here.  One can rappel to the ground, about 75'.  One can also do the original second pitch, now called True Grit, which climbs up and right past two bolts in a water streak  to the very top of Badman Mezzanine.  Belay from the large tree.\n\nTo descend either traverse right for about 50' to the anchor at the top of Bandits in Bondage and do a double rope rappel to the ground.  Or you can downclimb the chimney on the left side of the mezzanine and do two single rope rappels to the ground(see the third option below).\n\nOne can also do the second pitch it shares with Lucky 13 and traverses left past six bolts to a water streak which is climbed up past two more bolts to a two-bolt anchor.  Most people who do the second pitch choose not to belay at this anchor.  Instead they climb up 25 feet to the rappel anchor with chains. From here two single rope rappels, the first a low angle slab, the second an overhanging, free rappel bring you back to the ground.  Watch for poison oak at the base. It's evil!","protection":"Four protection bolts plus two bolts for an anchor. If you want to the pitch 2 left(Lucky 13) variation bring gear for 11 bolts.","location":"Once you leave the Balconies Trail and head up the climber's trail, after about 500 feet the trail climbs up a rocky, low angle trough.  At the top of this trough look up and spot a right facing dihedral with a bolt at it's top.  Go for it!"},"__v":0},{"_id":"FSbT+wzPVky36s8DDAOG1w==","name":"Beyond Destiny","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Craig Seelig, 6/2000","type":{"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-121.20254,36.49788]},"left_right_index":10,"mp_id":"118313930","mp_crag_id":"119014693","climb_id":"FSbT+wzPVky36s8DDAOG1w==","areaRef":"PpibnBEqUziuRKBLs5H79g=="},"content":{"description":"6 bolts and use a few small size cams to place in the crack above 3 or 4th bolt, and runout (4th class) at the top.  We brought two 70m ropes to rappel, but per Brad Young's book (and per JC w KC redux comments below),  looks like you can descend by walking up and move down to the right (4th class).","protection":"8 protection bolts, cams, sling, anchor bolts with rap ring.","location":"Next to Corona."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,c984beae-48b7-53e5-aaab-47e52901d46c,da25b985-1c4e-503d-9c4f-5713cbb30c43,eec9de57-40f7-5e17-a855-54b8faf87e5a,7a66495a-eafd-5961-8e1d-e099183c5cfa,f56422c8-5c3c-5689-ab9e-832dc3e9b22b,3e989b9c-112a-5338-ae44-a04bb391fbf6","pathTokens":["USA","California","Central Coast","Pinnacles National Park","West Side","Machete Ridge","West Face","Bad Man Mezzanine/Lower and Upper Terraces"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.5"},{"count":1,"label":"5.4"},{"count":2,"label":"5.7"},{"count":3,"label":"5.6"},{"count":1,"label":"5.9"},{"count":1,"label":"5.10a"},{"count":2,"label":"5.8"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"sport":{"total":10,"bands":{"unknown":0,"beginner":8,"intermediate":2,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":9,"intermediate":2,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-121.20254,36.49788]},"bbox":[-121.20309936310699,36.497430339818145,-121.20198063689303,36.49832966018186],"left_right_index":-1,"ext_id":"119014693","area_id":"PpibnBEqUziuRKBLs5H79g==","polygon":{"type":"Polygon","coordinates":[[[-121.20309936310699,36.497430339818145],[-121.20198063689303,36.497430339818145],[-121.20198063689303,36.49832966018186],[-121.20309936310699,36.49832966018186],[-121.20309936310699,36.497430339818145]]]}},"content":{"description":""},"density":0,"totalClimbs":11,"__v":1,"createdAt":"2022-11-07T05:55:30.200Z","updatedAt":"2024-01-20T00:59:22.834Z"}