{"_id":"63689d5ce80bff5a994f5373","area_name":"Incredible Hulk","shortCode":"","climbs":[{"_id":"pmv3IrBSWauwvP18s9sfHQ==","name":"Wind Shear","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Peter Croft, Dave Nettle, Andy Puhvel, Sept 2, 2014","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.41522,38.12188]},"left_right_index":9,"mp_id":"109477396","mp_crag_id":"105852180","climb_id":"pmv3IrBSWauwvP18s9sfHQ==","areaRef":"XRno7QoBVMmZeN7KkAMkRg=="},"content":{"description":"Stellar new line established September 2014 that climbs between Positive Vibrations and Airstream. Many pitches are short to minimize rope drag. 4 stars all the way!\n\nP1: 12a Power laybacking to finger crack\n\nP2: 11c Slab - easy to link into 3\n\nP3: 11b tech - mostly bolts\n\nP4: 11c awesome handcrack to reachy jug and then an awesome flake\n\nP5: 12a slab - bring your best slab technique for this awesome pitch that ends in \"11a fingers.\" That finger crack felt quite hard for that grade!\n\nP6: 11b slippery stemming to easier varied climbing\n\nP7: 12a traverse - bulletproof slippery rock to a crimpy face traverse\n\nP8: 12a \"The Hanging Crack\" - One of my favorite pitches. Awesome finger/hand crack to a roof crux with limited feet.\n\nP9: 12b - Improbable looking traverse that climbs very straight forward once you initiate the moves\n\nP10: 12a - Traverse under the roof and over the arete. Keep traverse to you hit the amazing handcrack. Climb up through the crux of Positive Vibes and belay at bolts\n\nP11: Traverse up and left to the other side of the arete\n\nP12: 12a stemming. Really fun stemming. Remember to head right after the high third bolt and then back left. I went up and left and while do-able, you must pull moves on less than desirable rock.\n\nP13: You can either head straight up the bolted 11c/11d arete or escape onto PV.\n\nP14: If you escaped onto PV - climb the last splitter 5.8 handcrack","protection":"As per Nettle's Topo: Tiny wires, small-med wires, 2 ea tiny cams, double cams to #2 BD, 1 #3 BD, slings.","location":"Starts on the Power Ranger start, then climbs between Positive Vibrations and Airstream, sharing several belays on both."},"__v":0},{"_id":"vfBScI7aW6m9wObFGyPWcg==","name":"The Venturi Effect","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Croft, Nettle, Davis 04","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.41522,38.12188]},"left_right_index":12,"mp_id":"106512114","mp_crag_id":"105852180","climb_id":"vfBScI7aW6m9wObFGyPWcg==","areaRef":"XRno7QoBVMmZeN7KkAMkRg=="},"content":{"description":"The Venturi Effect is a spectacular line, maybe the best of it's grade in the Sierra (or California, or the US...?) Continuously difficult, the bulk of the climbing is sustained 5.11, with plently of vicious, well-protected 5.12 cruxes. Do this route right now!\n\nP1 starts at a thin flake with a bolt on the right side of the \"Triangular recess\". It's not the wider crack that forms the actual right side of the triangle (that's \"Eye of the Storm\"), but just to it's left. It's hard right off the deck, but hey, that's what you signed up for! 11+, link with 70m rope to the \"Terrace\" ledge, otherwise use an intermediate 2 bolt anchor.\n\nP2 From the right side of the \"Terrace\" Ledge (shared with Positive, Sunspot, etc), look for a piton in a thin horizontal crack. Traverse past this and into a vertical, flared crack. 11+, a bit spicy. Belay off fixed nuts just below the obvious corner.\n\nP3 The stellar corner! Make some exciting moves up and left to gain the corner (5.11), and then battle you're way up it with every corner technique you've ever even dreamed of. Probably the best pitch, anywhere. 5.12\n\nBelay at some fixed gear atop the corner.\n\nP4 Up, past some committing lie-backing, and then step left and wander over to Positive Vibes. Climb it to the Bivy Ledge. 5.11\n\nP5 A short, easy pitch to a two bolt anchor on a good stance. Start as for Positive, then bear right. 5.10-\n\nP6 The start of the fantastic \"Sheild\" Pitches. You're aiming for a splitter with 2 bolts, which has bouldery 12a crux. Belay at the first 2 bolt anchor.\n\nP7 A good long pitch, past one older 2 bolt station. Up high, there are plenty of new bolts, but the crux comes at the only old bolt (?) (5.12) At the end of the splitter, traverse left to a 2 bolt anchor.\n\nP8 Up a flared, thin splitter, then past 2 bolts (5.12). Traverse the short roof on its right, and gain a overhanging splitter on the right side of the arete (killer position!) Climb up maybe 10-15' to a fixed nut, then make tricky (not so obvious) traverse right into a splitter on the face. Climb it, then pull crux thin slabby moves past two bolts to the belay (5.12)\n\nP9 Climb up into \"The Venturi\" a cool inset roof feature, past a few bolts (11+) Stem past the rooves (5.10) to gain the Crow's Nest ledge.\n\nP10 Climb the obvious flared splitter to the ridgeline. (5.11+)\n\nFrom here, either Rap (70m rope) or continue on the ridge to the summit for the last 2 red dihedral pitches.","protection":"2-3 sets of small cams, doubles to #2 Camalot, single #3. Full set of stoppers and small RPs.","location":""},"__v":0},{"_id":"KvsUk6rRVVGLjOVVCh7E9g==","name":"Up in Smoke","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Andy Puhvel, Chase Leary","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.41522,38.12188]},"left_right_index":0,"mp_id":"121274173","mp_crag_id":"105852180","climb_id":"KvsUk6rRVVGLjOVVCh7E9g==","areaRef":"XRno7QoBVMmZeN7KkAMkRg=="},"content":{"description":"Up in Smoke\n\nThis route is the new leftmost line on the Dark Side, the shady north face of the Incredible Hulk. Like its older brother Green Thunder, Up in Smoke stays shady all day, all year, making it a very enjoyable place to climb in the intense heat of summer. The route is very clean and steep, and the climbing is awesome, with lots of traditionally protected thin cracks and some intense bolted sections. Clocking in at 6 pitches with two 5.13a’s, two 5.12a’s, and two short 5.10a’s, it packs a steep and technical punch! All hail the mighty Hulk!\n\nPitch Breakdown:\n\nPitch 1 - 5.10a - Climb 3rd-class ledges to the large, flat ledge where Green Thunder starts on the right side marked by 3 bolts. Up in Smoke starts 25 feet left of GT on the far left side of the same ledge in the somewhat dirty finger crack corner. Climb the corner for 30 feet, then traverse left on easy terrain for 30 feet to belay bolts. 60 feet. All gear.\n\nPitch 2 - 5.13a - 40 feet of moderate gear-protected crack leads to a clean, tricky, fun dihedral with 8 bolts. Many rests along the way, but the last two bolts are the bouldery crux of the whole route. 120 feet. Starts with gear (small cams through hands) and then 8 bolts.\n\nPitch 3 - 5.10aR - Go up the easy corner above and left of the belay bolts. After 25 feet traverse right on a 5.9R ramp into the main corner out right. Follow the corner up for 40 more feet to the belay. 100 feet. All gear, long slings.\n\nPitch 4 - 5.12a - Continue up the corner on fun, thuggy jamming and surmount the roof at the top to gain the belay ledge. All gear.\n\nPitch 5 - 5.13a - An awesome, technical, and very exposed pitch! A short boulder problem cuts right from the belay, clipping a couple of bolts. After a short section of easier crack with gear, the crack soon peters out into a devious, thin, offset shallow corner with nothing but space below you. Three more bolts and perhaps a thin nut protect the hard climbing. Another 50 feet of gear-protected easier cracks lead to a large comfortable belay ledge. 110 feet. Single rack, a medium stopper, a small RP, and 5 bolts.\n\nPitch 6 - 5.12a - A very clean splitter corner. Starts with a large flake which soon gets a bit harder, leading to a bolt at the small roof. A hard thin finger move off the bolt leads to 40 feet of stellar finger crack up to the final belay on the farthest left side of the Polish Tower. 100 feet. All gear, doubles on all small cams, stoppers.\n\nAll bolted anchors. Route can easily be rappelled with an 80-meter rope, and probably with a 70-meter rope.","protection":"Double rack of cams to 2.5 inches, including doubles on all small cams. Only one #3 (blue Camalot). Stoppers and RP nuts useful. 8 quickdraws. Long slings.","location":"The farthest left side of the Hulk. Hike up around past Blowhard and look for the huge, arching, overhanging left-facing corner with a six-inch crack in it—this is the first pitch of Green Thunder. At its base, locate the first 3 bolts of Green Thunder. Follow easy 3rd-class ledges to the starting ledge of GT. Up in Smoke starts 25 feet to the left on the same ledge in a somewhat dirty right-facing corner"},"__v":0},{"_id":"cMEYT93ZWWyCBqJmXX85DQ==","name":"Tradewinds","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Nettle, Davis 2006","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.41522,38.12188]},"left_right_index":13,"mp_id":"106512047","mp_crag_id":"105852180","climb_id":"cMEYT93ZWWyCBqJmXX85DQ==","areaRef":"XRno7QoBVMmZeN7KkAMkRg=="},"content":{"description":"Tradewinds is a stellar route on the Incredible Hulk, located between Positive Vibrations and Red Dihedral. The climbing is steep, clean, and sustained, just about as good as alpine climbing gets!\n\nThe route starts in an obvious straight-in corner about 40' to the right of the \"Triangular Recess\" (Positive Vibes starts on the left side of the triangle).\n\nP1 Climb the corner past 2 bolts (11a). Just when it looks like it's gonna get really thin, step left to a great belay stance with 2 bolts. 100'\n\nP2 Make a 5.10 face move back right into the corner, and then scramble up and right on easy terrain to another 2 bolt anchor.\n\nThese 2 pitches can be easily combined.\n\nP3 Step left from the belay and make a 5.8 mantle, and then wander up and left on easy ledges to the base of a left facing corner system. Climb the corner past a small roof (5.10), and then face-traverse left below a larger roof to a 2 bolt anchor. 170'\n\nP4 Continue up easy terrain to a steep pillar that blends into a shallow left facing corner, which eventually curves left to form a roof.\n\nClimb past 2 old bolts on thin and exciting moves (11b). This is probably the spiciest lead on the climb, bring small RPs and a cool head. Once the roof is reached, avoid it by busting out right (5.10). Trend right, then back left on easy terrain to a 2 bolt station just below the large \"Bivy Ledge\".\n\nP5 Some tricky routefinding here, since many routes cross the Bivy Ledge. You're aiming for the prominent left facing flake/corner system that forms the right boundary of the clean \"Sheild\". There's a distinct looking straight-in corner that's tempting, but I guess this is the Macedonian route and it dead ends into aid climbing. Tradewinds goes to the right of this, and shares this pitch with Astro Hulk.\n\nWander up short LF corners, passing one old bolt. Shortly after the old bolt, when the corner pinches down, make a cool traverse left past a splitter crack to gain a ledge on the left (5.10+). Belay off gear atop this pillar/ledge.\n\nP6 This is a short 5.9 pitch that climbs the spooky looking detatched flake, just left of the main corner system. It seems pretty solid. We didn't do this, but I think it's possible to link P5&6, probably with some easy simuling. There's a tempting 2 bolt belay up and right here, but it's probably better to belay from a single (new) bolt and some gear just to the left of the 2 bolt station.\n\nP7 The route up to here has been great, but here it gets mind-blowing! Climb the shallow LF corner, past some strenuous thin lie-backing, and then past a few bolts (11c). At the last bolt, lean out left and clip the lone belay bolt, and then make a very hard move to gain the belay stance (11+). The bolt can be backed up with a med-large cam in the flake above.\n\nP8 Very strenuous thin underclinging and liebacking around the flake, past 2 bolts (11d). Higher, enter \"The Venturi\", the awesome inset roof system, and climb it to a 2 bolt anchor (5.10)\n\nFrom here, gain the Crow's Nest Ledge and consider your options: Climb the amazing splitter finish to the Venturi Effect (11d), wander right and finish on Astrohulk (5.9), or Rap (70m rope required). Either way, it's been an amazing day on the Sierra's best chunk of rock!","protection":"Double set of Cams from very small (000 C3 useful) to #2 Camalot, and a single #3. Extra TCUs would not go unplaced.\n\nA healthy rack of stoppers and small nuts/RPs is helpful. (I placed a #2 BD micro stopper)","location":""},"__v":0},{"_id":"hbMRsRceU3mxCPNs7gvZeA==","name":"Sunspot Dihedral","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Nettle, Hayden, 1999","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.41522,38.12188]},"left_right_index":8,"mp_id":"106499440","mp_crag_id":"105852180","climb_id":"hbMRsRceU3mxCPNs7gvZeA==","areaRef":"XRno7QoBVMmZeN7KkAMkRg=="},"content":{"description":"Sunspot Dihedral is another spectacular climb on the Sierra's best chunk of rock: the Incredible Hulk.\n\nP1&2 Same as Positve Vibrations. These pitches can be linked with a 70m rope or a 60 and some easy simuling. 5.10c\n\nP3 Follow the leftmost crack off the big ledge. This is the same as P.V. until just after the roof, where PV goes right and Sunspot goes straight up. Build a belay just below the next set of roofs (up and left). A short pitch, 5.9.\n\nP4 Go up and left under the roofs, some wild underclinging here (10c). At the left end of the roof, make a big step left into a splitter crack. Climb this until it pinches down to a seam, and then step back right into the main dihedral. Climb the flared corner (tricky pro, offsets useful, 10b) up to a bolt, then step left onto a ledge. Climb up 20' of easy terrain off the ledge to a 2 bolt anchor. This is the first spectacular pitch!\n\nP5 The obvious left-facing corner above. The crux (11a) comes directly off the belay, with some small stoppers/RPs for pro. The rest of corner is sustained 5.10, mostly fingers. There are two sections where large flakes stick out of the corner, forming mini-corners on the left. In both of these sections I found it easier to stay left, climbing the flakes. This is a long pitch, and it ends at bolts. This is the money pitch!\n\nP6 The crux (11b) again come right off the belay. Climb past two bolts (you can get small gear in before the first) in the overhanging corner, using stemming, face climbing, and lie-backing. Once past this, you've reaching the eponymous Sunspot, and are rewarded with some spectacular 5.10 finger and hand crack. This is a shorter pitch, maybe 100', and it ends at one bolt (plus good gear). The third stellar pitch!\n\nP7 There are two left facing corners above, climb the left of these (11a). Follow parallel corners above, switching back and forth to whichever one seems easiest. (5.10) This is a long pitch, and it ends atop a block/ledge, belay with small gear just below a large chockstone.\n\nP8 Tunnel behind the chockstone and climb easy, loose terrain up the ridge, aiming for a large, steep, blank headwall. Belay on a sloping ledge just left of the headwall. 5.8\n\nP9 Climb the short corner above the ledge (5.10), and then wander up ledges with a few more steep corners until you've gained the ridge proper.\n\nFrom here, it's 4th class along the ridge to reach the base of the summit tower. Here you have the option of a 5.8 loose chimney, followed by a tunnel through (I haven't done this), or a good looking 5.10 corner. Climb the corner, which gets wide (4\") at its top, and then the striking finger splitter to the very top (5.10) This can be done as one long pitch.","protection":"Rack: Cams from Purple C3 (black Alien) to #3 Camalot, with doubles from Green C3 (blue Alien) to #2 Camalot. Triples in finger sizes might be nice. A full rack of RPs and wires, small offset nuts are useful.","location":"Sunspot shares it's start with Positive Vibes, so just look for the queue forming. If you're fortunate enough to be first up there, look for a prominent triangle on the lower quarter of the face, and the route starts up a blocky dihedral on the left of the triangle.\n\nDescent: From the summit, follow the direction on the main Hulk page. If you've already summited, or the weather looks crappy, it's possible to rap from the ridge down \"Venturi Effect\" (about 20' south of the PV topout, all bolted anchors) with a 70m rope. This takes a long time."},"__v":0},{"_id":"iS9zSUwVVhi8ibLMKudNaA==","name":"Sun Burn (aka Solar Burn)","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"Dave Nettle & Peter Croft - July 2008","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.41522,38.12188]},"left_right_index":6,"mp_id":"108296665","mp_crag_id":"105852180","climb_id":"iS9zSUwVVhi8ibLMKudNaA==","areaRef":"XRno7QoBVMmZeN7KkAMkRg=="},"content":{"description":"Sun Burn, aka Solar Burn, is an alternative start to Solar Flare that climbs exciting splitters before traversing left into that route. Start by climbing the first two pitches of Airstream, as described below. While this is listed as a full route it's more of a named linkup that finishes by climbing the crux pitches of Solar Flare.\n\nP1 - 5.10b - 190 feet\n\nStart up the crack system just to the right of the P1 corner on the Polish route. This is also the start for Airstream. Climb up forty feet and then traverse right at a bush. Keep going right until you find thin cracks that lead up to a nice stance where you can build a gear belay. Belay takes small cams and nuts.\n\nP2 - 5.11a/b - 90 feet\n\nClimb straight up being careful of some loose rock. About 15 feet up there is an obvious rock scar and the large block to the left seems unstable. Climb over a small roof to a corner on the right. Clip a fixed pin and layback up the corner, stimulating! Keep on the gas and eventually you can get in some more gear and holds become more prevalent.\n\nWhen the difficulty decreases head right to a belay on the arete at a good stance with two bolts. It is possible to access this belay by climbing the first 2.5 pitches of Positive Vibrations and traversing to the left at 5.10.\n\nP3 - 5.12 - 140 feet\n\nFrom the belay traverse left and up to a pair of very thin finger cracks. Work up the cracks with difficulty until you reach an overlap and the cracks start to pinch out. This section is only about 20-30 feet but packs a punch. Make a hard move left to gain a shallow corner. Follow this up as it becomes a flake and leads to a splitter further out left.\n\nFollow the splitter up the face at 5.10 until you reach a good stance where you can build a gear belay. Anchor takes .75\"-2.5\" Gear\n\nP4 - 5.10 R - 100 feet\n\nFrom the belay continue up the crack until you can reach a large feature that runs across the face. It is possible to climb high and place a piece but the rock quality is horrible. Make a unprotected traverse 25 feet to the left on good holds. Follow a finger crack, with good gear, for 50+ feet until you reach a two bolt belay at a stance to the right.\n\nP5 - 5.11c/d - 100 feet\n\nClimb the corner above the belay until it pinches out at a small roof. Work up with difficulty until you can clip the first of 3 bolts. Traverse left across the face past well placed bolts. The climbing is subtle, cryptic and very high quality! Once you make it to the arete the climbing eases and you keep traversing past two more bolts to a two bolt belay on a pillar out left.\n\nP6 - 5.12c - 60 feet - Described as P7 on\n\nSolar Flare\n\nIt is possible to link P5 and P6 but you will be out of view of your belayer for the crux and the rope drag around the arete is not ideal.\n\nContinue up per Solar Flare. It is possible to bail from the anchor at the end of P5 but the anchor is not currently equipped for rappelling.","protection":"Single Purple C3. Doubles Green C3 to #1 camalot. Single #2 camalot. RPs useful. At least 12-14 draws/slings if continuing up Solar Flare.","location":"This route starts on Airstream and then follows splitters up the face below the Sunspot before traversing left into Solar Flare. The start is located to the right of the Polish Route and to the left of the start of Positive Vibrations."},"__v":0},{"_id":"KA1RJ/EkWsGYZtQkvxd1Ww==","name":"Solar Flare","yds":"5.12+","grades":{"yds":"5.12+","french":"7c"},"fa":"Conrad Anker & Peter Croft 2007","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.41522,38.12188]},"left_right_index":5,"mp_id":"108253019","mp_crag_id":"105852180","climb_id":"KA1RJ/EkWsGYZtQkvxd1Ww==","areaRef":"XRno7QoBVMmZeN7KkAMkRg=="},"content":{"description":"Solar Flare climbs the left side of the Sunspot via obvious cracks and difficult sections of face climbing. Many of the anchors are bolted which allows for easy retreat. Expect engaging movement and hard technical granite climbing that is mostly well protected. Spectacular position on the left side of the Hulk!!\n\nP1 - 5.10c - 175 feet\n\nStart up the crack system just to the right of the P1 corner on the Polish route. This is also the start for Airstream. Climb up forty feet and instead of going right at the bush (for Airstream, Sunspot) continue straight up passing a thin crux.  Continue up double cracks until they fade out and you can make a belay at an alcove on the left. There may or may not be fixed nuts here. You can back them up with finger sized gear.\n\nP2 - 5.10b R - 100 feet\n\nFollow the crack system for a few moves off the belay before you must face climb up and right. Enjoy a stimulating section of unprotected 5.10- which takes you 20 feet across to an obvious slanting crack. Follow this crack as it trends back to the left. Belay at a stance about 10 feet below a single bolt. Belay takes .75\" to 2.5\" gear. It is possible to link this pitch with the next if you have managed your rope drag.\n\nP3 - 5.11b - 75 feet\n\nClimb past two fixed nuts and a tricky move to get established below the bolt.  Blast up the thin layback with sufficient gear and creative balancy climbing.  Eventually the crack pinches out and you need to step left out of the corner.  There is an obvious rock scar on the left that provides a nice foot hold. A few thin moves lead to a belay at great stance with two bolts.\n\nP4 - 5.11b/c - 90 feet\n\nFace climb straight up past three bolts and a few fragile holds (5.11). The rest of the pitch takes gear as you layback up the obvious corner, 5.11-, until you can build a gear belay. This belay should be just below the bolts on the next pitch. Belay takes nuts and finger sized gear. Yet again it is possible to link this pitch with the next one, but most will want to break it up due to the cruxy nature of pitch five.\n\nP5 - 5.12b - 60 feet\n\nThe difficulty cranks up a notch on this fully bolted pitch. Take 6 draws and a shoulder lenght sling. No other gear needed. Thin holds past the first two bolts lead to a hard balance move above the third bolt. Keep your wits about you since the climbing stays hard all the way until the belay. It is possible to sling a horn to protect the final mantel. Belay at a good stance with two bolts.\n\nP6 - 5.10d 90 feet\n\nBring the full rack and switch back into trad mode. Follow discontinuous cracks on the pillar to the left of the main corner. Expect lots of thin gear and tricky climbing. You are aiming for a two bolt belay, above a flake. This anchor is not setup as a rap station, but is a nice stance.\n\nAbove this point you only need quickdraws, a couple RP's and a finger sized cam.\n\nP7 - 5.12c 60 feet\n\n-\n\nFrom the belay traverse straight right and then up with hard moves right off the bat. This is another pitch protected by entirely by bolts. Expect hard laybacking with some trickery when the holds blank out. Belay at two bolts on the arete. Take 6-7 Quickdraws. Stunning location!\n\nP8 - 5.12d 100 feet\n\n-\n\nClimb the beautiful arete on the left side of the Sunspot. A few bolts of very hard climbing get you established at the bottom of the Sunspot. Surmount the overhang and move left onto the arete. Work up using holds on both sides of the arete until you reach an exposed two bolt belay at the top of the Sunspot. ~13 bolts on this pitch, no gear needed.\n\nP9 - 5.12a/b 100 feet\n\nFace climb up past spaced bolts until you can place a finger size cam in a flake out left. Power up the overhang until you get to a good stance above a piton. It is possible to place a few RPs/Offsets between bolts above this point. Fight up the corner past a few more bolts until you reach a good ledge with a two bolt belay. ~10 bolts on this pitch + RP's and a finger sized piece.\n\nAt this point you can climb right, from the belay, to join up with Sunspot Dihedral. You can take SD to the ridge or the summit.\n\nRap Beta:\n\nYou can rappel from P9 with a 70m rope. Tie knots since some of the rappels are close! Not all of the anchors are used (skip P6). From the P5 anchor (on Solar Flare) you rappel to the left to the P2 anchor on Blowhard/Polish route. This rappel is 40m but you can easily downclimb the bottom 10 feet to the Blowhard anchor. Watch the ends of your rope if you have a 70m rope. It is also possible to rappel to P3 on Solar Flare and then rappel sideways and climb back up to the P2 Anchor on Blowhard.\n\nFrom the P2 anchor on Blowhard/Polish route you can rappel with a 70m rope into the gully.\n\nRapping straight down from the bolted anchor at the end of P3 requires two ropes and is not recommended.","protection":"1 each Purple, Green C3. Doubles .3 to .75 camalot 1 each 1,2,3 Camalot. At least 13 draws/alpine draws. Strong climbers will find the #3 camalot optional.","location":"This climb is between the Polish route and Sunspot Dihedral. The upper pitches of this route climb the exposed arete on the left side of the Sunspot. Start as per Airstream but go straight up."},"__v":0},{"_id":"XbxLYgK4VSKWIQx6ZxIGdg==","name":"Red Dihedral (aka \"Yggdrasil\")","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Bard, Farrell, Locke - June 1975","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.41522,38.12188]},"left_right_index":17,"mp_id":"105852183","mp_crag_id":"105852180","climb_id":"XbxLYgK4VSKWIQx6ZxIGdg==","areaRef":"XRno7QoBVMmZeN7KkAMkRg=="},"content":{"description":"This long strenuous route is a back country classic, and one of Peter Croft's \"Big Four Free Climbs\" of the High Sierra (see Peter's book\n\nhere\n\n).\n\nFree topo at\n\nsupertopo.com/freetopos.htm…\n\nStart early, or move fast, or both. A very popular climb for the High Sierra.\n\nStart on the right side of the west wall - close to where the descent gully emerges. Class 3 ledges lead left across the face.\n\nP1 - Class 4 ramp/cracks lead to the first stiff bit - a 5.8 bulge above a short corner - a couple of moves regain easier climbing and a ledge below a steep vee chimney.\n\nP2 (long pitch) - A technical, steep, and strenuous pitch. The chimney is tricky, follow cracks and vertical flakes up and right, with another cruxy move before the old stance (and a bolt) - keep going up enjoyable and technical moves until right underneath the Red Dihedral, stiff final moves lead to a small footledge (small pieces), rappel slings located here. Some sparse protection in places.\n\nP3 (CRUX) - Your mates big lead. Steep and sustained 5.10- dihedral with good pro to the best rest beneath the bulge, over the bulge (5.10) to a step right, then big flakes to a belay alcove - a super-classic pitch.\n\nP4 (long pitch) - Around onto the exposed ramp which leads steeply to easier ground, with strenuous steeper bits (5.9), followed by a 5.6 ramp/groove to a ledge below the \"Splitter Crack\".\n\nP5 (200ft) - Nice approach to the splitter @ 5.10a (pure and classic), or a dihedral to the left at 5.9 (more varied) - it all depends upon what you like. Continue up more steep steps and cracks barely reaching a notch beneath the \"Shattered Pillar\".\n\nP6 - Left of the pillar, corner and cracks lead to a fierce lttle lieback and a superfluous bolt. Ledges then to a 5.8 lieback, then a ledge on the left.\n\nP7 - Up the easy corner/slab, then right beneath an overlap to a steep crack through a horizontal crack with a bulge (5.9) to step right onto a ledge/ramp, go right then up a steep crack, wander then to a ledge below a corner, and a wavy crack.\n\nP8 - The corner and crack (5.7) lead to a slab and the notch in the north ridge.\n\nP9 - The Class 3 ledge easily (with a final exposed step) to a chimney jammed with big blocks.\n\nP10 - The chimney at 5.8, over blocks to a large ledge.\n\nP11 (short) - The 5.8 corner behind (will it ever end?) and up the sandy ledge (ugh) to the bottom of the final chimney.\n\nP12 - The chimney (5.6) to the \"Keyhole\" where you make your final strenuous effort and are finally birthed by the Red Dihedral. Big people will have trouble - shed all gear.\n\nSee descent on Incredible Hulk page.","protection":"Full rack of cams with doubles in the 1\" to 1.5\" sizes. Wires and small cams are useful for some of the belay anchors.","location":"On the right side of the west wall, up a shallow buttress of somewhat less monolithic rock - the actual dihedral can be seen here too."},"__v":0},{"_id":"1HiBjp6HWim87zlcALlzBw==","name":"Positive Vibrations","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"FA Harrington, Bartlett 8/81. FFA Bard, Lyde 8/86","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.41522,38.12188]},"left_right_index":10,"mp_id":"105860676","mp_crag_id":"105852180","climb_id":"1HiBjp6HWim87zlcALlzBw==","areaRef":"XRno7QoBVMmZeN7KkAMkRg=="},"content":{"description":"This is a phenomenal climb, really the cream of the crop for granite crack climbing.  The setting, the line, the rock quality and the climbing itself are all absolutely superb.  Although it's continuously steep and strenuous, the movement is very straightforward and above all, fun.  No awkward or unaesthetic sections, just clean finger and hand jamming.\n\nP1: 5.9/10a crack.  Still not fully awake at this point.  Legs as stiff as tree trunks from the hike in.\n\nP2: 5.10c.  This starts in a striking finger crack.  This woke us up!  Excellent sharp fingerlocks in the cool morning air.  Higher, follow features right, then left to a ledge.\n\nP3: 5.11a.  Some moderate climbing, then the first crux, a blank traverse right.  This is one of two pitches rated 11a and we found it to be the easier of the two.  The crux is a little reachy (easier if you're tall) but it's over quick.  You do traverse past your gear for a couple moves on thin smears but you can see what you're reaching for- a bomber steep handcrack which takes you to the belay.\n\nP4: 5.10b.  Really nice stemming and jamming in a big chimney to a huge ledge.  This pitch is easy to spot from the base.  From here you move onto the upper arete, which is followed for another 4-5 pitches.  A very fun pitch.\n\nP5: 5.9/10a.  Already giddy from the fantastic climbing so far, we looked up and realized the best was yet to come.  Meander up and left to a deluxe handcrack next to the arete.  This takes you to a classic belay ledge right on the arete, at which point you should be pretty much euphoric.  We thought this was a standout pitch.\n\nP6: 5.11a.  The crux pitch starts in a steep dihedral with tricky thin moves in real smooth rock.  It's pretty full-on (5.10c/d), one of the most insecure sections on the route.  Climb up to a roof (also 5.10+, also full-on) then up a nice finger crack to a small stance.  The crux finger cracks cut up and left across golden, vertical granite to another airy stance on the arete.  The moves are technical and exposed and just COOL.  Steep thin fingerlocks, great body position... at risk of hyperbole, THIS is a classic pitch!\n\nP7: 5.10c/d.  Go up 2-3\" cracks for a ways into a right facing corner with a detached block.  Below the block, traverse right and crank through a technical, sustained stemming/thin crack section.  We split the pitch in two, and this last section still seemed really hard.  In any case, it's brilliant climbing, another beautiful pitch.\n\nP8: 5.10b.  A handcrack leads to a small ledge on the arete, just below the ridge.  You do not need to go all the way to the ledge, but we wound up here and were fine with breaking this pitch in two as well.  It's actually a pretty sweet ledge, secure and very airy.  Either way, you want to get over to the plum-straight hand crack about 15' right.  This takes you right to the summit ridge.  The dizzying exposure here is augmented by the incredible geometry of the ridge.  We thought this was one of the coolest pitches on the route, and a great finish to the hard climbing.\n\nAt this point, you're on the leftmost tip of the sharp ridge which appears from below to be the summit.  (It took us 10 pitches to get here, in our pedestrian fashion.  The guidebook says 8 which is certainly reasonable.)  Now you traverse right for 100-150 yards.  We thought the routefinding was slightly weird, actually, perhaps someone has better beta on the \"best\" way to go here.  In any case, you shouldn't be doing anything too difficult or gaining any altitude, and you should be out of sight of the valley below.  After a bit, you can see what you're aiming for, the final wall with a blocky crack in it.  Climb two moderate pitches (see the Red Dihedral description for info on these pitches, and the descent) and through the weird manhole to the top.  Congratulations on a super climb and a great summit!","protection":"full rack to 3\".  Many finger-hand size pieces.","location":"On the NW end of the Hulk.  The first 4 pitches follow right-angling crack systems to a big chimney.  The rest of the climb follows the knockout arete above."},"__v":0},{"_id":"xm+3eHhnWLuL4NGxBaqQWA==","name":"The Polish Route","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Rick Wheeler and Bob Harrington","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.41522,38.12188]},"left_right_index":3,"mp_id":"106501693","mp_crag_id":"105852180","climb_id":"xm+3eHhnWLuL4NGxBaqQWA==","areaRef":"XRno7QoBVMmZeN7KkAMkRg=="},"content":{"description":"A good, clean alpine route.  Classic.\n\nThis route was really fun.  Part of the allure for me and my partner was that there wasn't any good beta available.  We just heard that it was wide and sustained.  Because we didn't know any real beta we had to make our own rack decisions, figure out how to use/conserve gear, decide which crack to take on the headwall, and figure out how to break up pitches.  My recommendation is to go climb the route without reading the beta below.  It will be memorable.\n\nP1. Start in the left facing corner finger crack(10+).  Cross a shallow roof and transition to a right facing corner(5.10).  This pitch is sustained for 190 feet. It eats up gear.\n\nP2. Continue up and trend left.  The start of this pitch is probably 5.9, but it eases up.  100 feet.\n\nP3.  Here you can see the main wide crack system above, but it is just a seam in front of you.  We took the right side up some small edges and traversed left to a horn(5.10+).  I think the correct way to go is up the left side wide crack, then traverse right to the crack(probably also 5.10 or 10+).  Then continue up past a medium sized flake that doesn't feel real solid, and start up the main crack.  We continued up this crack to some pods(used 2 #2 C4's and a #5 for belay in the pod).  I think it ended up being about a 150 foot pitch.\n\nP4. Continue up the main crack system that you are in.  There are cracks on both sides of this crack.  Continue up the main crack over a roof to an anchor belay(5.10).\n\nP5. Continue straight up the crack, and over a bulge (5.10-).  After the bulge, if you take some easier options on the right, you will find some sketchy loose big blocks.  If you knock them off, they will funnel right down to the belay.  Up higher there is a cool flake that you traverse under to the left.  You can belay here, but we didn't.  The a crack continues back right, and then up.  We ran this pitch for 200 feet.\n\nAt the beginning of the 5th pitch you can go right to Escape From Poland.\n\nP6.  40 feet of easy to top\n\nHere you can decide to go right and up to the summit.  Or, you can go back across ledges to rap slings and rap into the gully.","protection":"60m rope.  Standard alpine rack, extra(s) #4 C4 Camalots, #5 C4 Camalot and micronuts would not go unused.\n\nLeave the #6 C4 Camalot, big bros, and other trinkets at home, it aint that wide.  Double knee Carhartt's recommended.\n\nWe brought (2) #4's, and that was sufficient.  If you struggle with that size, bring extras.  There are 40+ foot sections that just take #4.  If you want to reduce the rack, bring single cams up to #1 Camalot.","location":"Start in the obvious left facing dihedral, 40 feet left of Positive Vibrations; follow the crack system to the top of the formation.  It is a very natural line, and it would be hard to get off route. Expect about 6 pitches of eastern block, blue collar fun. If thats what yer lookin for, youll find it up there.\n\nDescent: Many options to rap neighboring routes exist and rapping off the backside of the formation can easily be accomplished with one 60m rope."},"__v":0},{"_id":"gAjx//FCV2u8axclq6s6vg==","name":"Nalazak","yds":"5.13","grades":{"yds":"5.13","french":"8a"},"fa":"Lucho Rivera and Jake Whittaker, 2011","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.41522,38.12188]},"left_right_index":11,"mp_id":"117252328","mp_crag_id":"105852180","climb_id":"gAjx//FCV2u8axclq6s6vg==","areaRef":"XRno7QoBVMmZeN7KkAMkRg=="},"content":{"description":"Nalazak is a beautiful and soaring 70m pitch right in the center of the Hulk. After some heads-up introductory 5.11 climbing up a corner/crack, the glory and pump begins as you launch up a golden overhanging wall. A dangly bucket rest is reached below a piton, with the route being about .12d to this point. Shake out, clip the pin, and make your way into the hanging dihedral. 5.12 jamming and stemming leads up the corner until a bolt is reached on the right face. Clip the bolt and do an amazing tech V8ish boulder problem out right to gain the spectacular arete/fin, and a much welcomed no-hands stance. Belaying here is impossible due to the rope-drag running around the fin. Fortunately, a few moves up the arete the rope straightens out and drag minimizes again. Clip bolts up the .11+ technical and exposed fin finale to reach the anchor. \"Nalazak\" was a man who rode across America from the east coast to Mono Village, where he hiked up to the Hulk and rope soloed Red Dihedral. He took a large whipper, got benighted in a snow storm, claimed to almost suicide due to his suffering, but persevered and finished. The next day he rode up over Tioga Pass, where, with wide eyes at his tale, I checked him into a campsite in Tuolumne. Matt Ciancio and I called each other Nalazak for years while climbing up on the Hulk, esp when the sun got low and a whipper seemed likely!","protection":"16 bolts and gear from small nuts/grey tcu to #4 camalot can be placed...especially many green and blue aliens(but only so much gear can be carried on such a long and hard pitch!) Shoulder length slings should be used on many of the bolts/gear placements in order to minimize rope drag on this looooong pitch. The entire pitch can be toproped from above by climbing up positive vibes, or the lower half can be toproped by swinging out right from the pitch 3 anchor on positive vibes.","location":"Starts from pitch 2 big belay ledge of Positive Vibes/Venturi, between the two. It ends at the pre-existing anchor on the upper part of Positive Vibes pitch 4. This amazing pitch can be done for it's own sake as a beautifully located hard pitch, or as a variation of Positive Vibes, Venturi, or several other routes."},"__v":0},{"_id":"Eu/1mJKzXR+g6GnFn5F1fw==","name":"Lost in the Sun","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Luke Stefurak, James R, Keith S, Casey Z. Jonathan G.","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.41522,38.12188]},"left_right_index":18,"mp_id":"107244844","mp_crag_id":"105852180","climb_id":"Eu/1mJKzXR+g6GnFn5F1fw==","areaRef":"XRno7QoBVMmZeN7KkAMkRg=="},"content":{"description":"Lost in the Sun links various features to the right of Red Dihedral. While some sequence can be hard to figure out I feel the climbing is a good amount of fun.\n\nP1 - 5.11a - 35 meters. From the ground climb up 20 feet to get established in a clean corner. Jam, stem and layback your way up the crack (5.10-) as it pinches down from 2.5\" to nothing. A steep section before the top (5.10+) leads to a stance where you must step left onto the face (crux) and then a few moves lead up to the anchor.\n\nP2 - 5.11a - 20 meters. (2 Bolts) Stem off the belay and go up through a tiered roof and left to the crystal pocket (5.10+). Clip a bolt and face climb onto the slab. Another bolt and a micro cam allow passage to the left. Here you must downclimb with your feet on a left slanting offset to get to a right facing corner. Once in the corner work up (5.11a) until the crack widens. Before going too high swing/bear hug left around the arete to another crack and an obvious large foothold. Follow this crack as it pinches out (5.10) until you are able to gain face holds on the left and a two bolt belay.\n\nP3 5.12a - 20 meters. (7 Bolts) From the belay step back right to the thin crack and climb past a bolt up until the crack pinches out. A hard sequence (5.11) leads to tenuous stance where you can clip the second bolt. More technical moves (5.11) on a pair of seams (past a another bolt) lead to an incut flake and a great rest. One more bolt and a mantel gain a no hands rest below the crux corner. A thin nut, a bolt and one good hold lead to the business. Expect laybacking, poor feet and first pad jamming (5.12-). The corner has one good opening before becoming a squeeze chimney. Take the strenuous but more straight forward option and layback the lip of the chimney (5.11+) past a bolt to a good hold. Continue laybacking until the crack narrows back to approximately .3 camalots with a few bigger pods. At a small roof face climb up and right. Once out of the corner traverse horizontally right, past a bolt, to the belay.\n\nP5 - 5.11b/c - 37 meters. (2 Bolts) Traverse right ~8 feet and then climb straight up past a left facing corner and some fragile jugs (5.10-). Jam and layback up a pillar before face climbing up and left on jugs. Work up the two opposing flakes (5.10) until they start to pinch out. From a good stance layback up the right crack (5.10+) until the crack pinches out and you can clip a bolt. Try hard (5.11) for a few moves until the flake accepts gear again. Continue up past a jug (5.10+) and make a cool crack switch to the right and work onto a short slab (no hands rest). Stem out the roof (5.11-) and layback/stem past a bolt until you gain another jug near a wide crack. Layback up the corner until it becomes a holdless flare and thrash your way up (5.10++) until you can traverse straight left to the belay. Traversing earlier could be possible but on much worse holds.\n\nP5 - 5.10c - 25 meters. From the belay step back to the right and climb up hollow flakes (5.10, nuts useful). Delicately work up and back left (5.10-) until good jugs lead up the middle of the face. Good pro and nice rests take you to a small roof. Pull up on secure fingerlocks to a stance below a thin crack (5.10). A few more 5.10 moves give way to juggy flakes and a wide crack in a corner. Pass this final obstacle and you are greeted with a great ledge. This is the last point you can rappel from without leaving gear.\n\nP6 - 5.10+ - 50 meters? Climb up and right across the ledge to a short splitter crack. Work up, with some initial difficulties (5.10+) until you get good hand jams and can mantel onto a ledge. Work up and right, following the path of least resistance before working back left towards the 5.10 splitter of Red Dihedral. A long, wandering pitch.\n\nAlternately for Pitch 6 you can climb up and left off the belay (5.9) and meet up with Red Dihedral earlier.","protection":"A double rack from Green C3 to #1 camalot with a single Purple C3, #2 and #3 Camalot. I used 3x Red C3/Green Alien sized cams and 3x Yellow Aliens on both of the crux pitches. Medium to Small Nuts are also helpful. I used #3-#8 BD nuts + a few RP's (size 2,3).\n\nAll anchors up to pitch 5 are bolted. The belay stances improve as you get higher!","location":"This route starts ~100 feet to the right of Red Diehdral in a shallow right facing dihedral. This dihedral leans to the right and pinches out after ~100 feet.\n\nThe route can be rappelled from the 5th pitch with a 80m rope or two ropes. It is pretty easy to use a 70m rope and a short (10-15 meter) pull line to rappel. The 2nd pitch anchor should be skipped because it is way to the side.\n\nRappel Lenghts\n\n~25 Meters from P5 to P4\n\n~37 Meters from P4 to P3\n\n~39 Meters from P3 to P1 (skipping P2)\n\n35 Meters from P1 to the ground"},"__v":0},{"_id":"0GQ3pmRDVbWogWMrUSc9Og==","name":"Lenticular Gyrations","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"Aaron Cassebeer, Jeff Gicklhorn, Patrick O'Donnell (9/5/2016)","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.41522,38.12188]},"left_right_index":14,"mp_id":"112130093","mp_crag_id":"105852180","climb_id":"0GQ3pmRDVbWogWMrUSc9Og==","areaRef":"XRno7QoBVMmZeN7KkAMkRg=="},"content":{"description":"This is a mostly independent crack climb, sharing about 60' of other routes and adding over 900' of new terrain. The only pitch that has more than one bolt is the crux. Pitches 2,3,4,6,7, & 8 are standout pitches. The first and last pitches of the route have the worst rock quality. This route is heavy on the fingers to thin-hands size range.\n\nPitch 1 (5.10b): A good warmup pitch, albeit a little dirty. Climb the first 20' of \"Eye of the Storm,\" clip a bolt, then traverse directly right and up through some small roofs and bulges. Stop at the base of a long polished dihedral. Good stance.\n\nPitch 2 (5.10d): Climb the long polished ramp which starts easy and gets progressively harder. Some good footwork and a lot of small gear is required. After the crux, head back up and left to an easy, but runout groove. Save some finger size pieces and slings for this section. Belay on top of a huge ledge.\n\nPitch 3 (5.11c, 1 bolt): The fun begins. Climb up the dihedral for 10 feet, then traverse left across the face clipping a bolt. Step around the corner and into a nice dihedral. Climb the pumpy corner to a nice rest before the roof. At the roof traverse left to the belay.\n\nPitch 4 (5.11d, 1 bolt): Climb the flake on the right and clip a bolt. From here transition up and left to the next crack over. The crux comes with some tricky feet and shallow hand jams. A little committing. After the crux, climb the glorious and exposed splitter to the midway ledge.\n\nPitch 5 (5.9): Easiest pitch on the route. Climb up to the midway ledge and go straight up to a low angle corner against the headwall. The crack is a little grassy, but safe. Continue up the corner to a decent stance and an anchor.\n\nPitch 6 (5.11a): Climb the cool and splitter inverted flake, with feet on the ramp. At the apex of the corner system punch straight up. A short boulder problem is the crux and a much easier section runs past the standard Tradewinds belay and up to a belay shared with Astrohulk. The last 30-40' of this pitch is shared with Astrohulk, while Tradewinds goes out left past the creepy detached flake.\n\nPitch 7: (5.11b, 1 bolt) Climb up the obvious corner on the right for 10' then traverse directly left across the face on some nice edges. Climb directly up the thin hands splitter in the middles of the face. At the top of the crack, clip a bolt and do a short, but tricky boulder problem, moving left. Continue up the thin crack to a poor stance and the base of the crux pitch.\n\nPitch 8 (5.12, 7 bolts): This is what you came for. Place some small cams in the crack and get to a good rest at the base of the Crescent. Start clipping bolts and fire into some hard and insecure liebacking. After a few bolts a thank god rest is found. From here go straight up and climb an exposed and sequential boulder problem. Move to the left with a crack switch and hold on for another tricky section before getting to easier ground and the belay. Pumpy, burly, and sustained. The bolts are close and safe, but pulling through would be difficult in many spots.\n\nPitch 9 (5.11c, 1 bolt): Worst pitch of the route... just when you thought it was over. Climb the dirty corner with small and sometimes uninspiring gear. Halfway up, climb a very short and narrow chimney, clipping a bolt. Use some trickery passing the bolt and hold on for a few more hard moves. From here, climb straight up the corner with easier climbing up to the belay. An annoying pitch, but you have to do it. Someday this pitch will be clean.","protection":"Double rack to #3 Camalot. 1 set regular nuts. Offset nuts OK, but not necessary. All belays are bolted. All stations are equipped for rappel except pitches 4 and 9.","location":"Start is shared with Eye of the Storm. Scramble up to the large pedestal passing the start of the Venturi Effect. The climb starts in the large corner on top of the pedestal. It's easiest to descend by rapping the Venturi Effect with a single 70m rope. The route can be rappelled in most places using 2 60m ropes. Biners or quicklinks would have to be left at pitches 4 and 9. If you climb to P4 and want to bail, simply walk left on the Bivy Ledge to the PV rap station."},"__v":0},{"_id":"whJtXZPBW2q81CLA3A0HQA==","name":"Green Thunder","yds":"5.13b","grades":{"yds":"5.13b","french":"8a"},"fa":"Chase Leary, Andy Puhvel, Peter Croft","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.41522,38.12188]},"left_right_index":1,"mp_id":"120088039","mp_crag_id":"105852180","climb_id":"whJtXZPBW2q81CLA3A0HQA==","areaRef":"XRno7QoBVMmZeN7KkAMkRg=="},"content":{"description":"Green Thunder 5.13b, 5 pitches\n\nThis new addition to the Hulk has absolutely fantastic climbing up a mostly overhanging wall for 5 long pitches of immaculate clean granite goodness. Green Thunder breaks the mold of almost all High Sierran rock climbs being mostly overhanging the whole way, including one of the steepest cracks around! It follows clean laser cut corners on the dark north side of the Hulk and stays shaded every moment of the entire year. Every pitch requires a lot of traditional gear and there are also many bolts along the way. Once again the Hulk proves itself King of all Sierran crags!\n\nPitch Breakdown:\n\nAll pitches are roughly 30-35 meters, so retreat with an 80 meter rope is always possible. All bolted belays. Start approximately 300 feet up and left of Blowhard.\n\n5.12b - After fifty feet of easy third class, start up the slab seam with 3 bolts marking the way. Cut right after bolt 3 and enter the crack. Thug your way up the steepest crack on the Hulk. 4 bolts, Double cams up to 4”.\n\n5.12d - Leave the belay and step left into the laser cut corner. Immaculate face climbing for 60 feet is protected almost entirely with bomber rp nuts and a couple of tiny tcu’s. Two bolts take the edge off and lead to easier terrain and then to a large comfortable ledge system below pitch 3. 2 bolts, doubles on rp nuts, doubles on tiny tcu’s, and singles to 1.5 inches.\n\n5.13b - Start up the cutter “Wheat thin” flake directly above the belay protected by medium cams. Then enter, exit, and decipher the laser cut stemming dihedral, eventually exiting right to an easier crack finish and a semi-hanging belay. Ultra technical and awesome! 9 bolts, double set of cams to 2”.\n\n5.13a - Leave the belay, cut left and around the corner on hard moves. The rest of this amazing pitch follows shallow corners and face climbing on the buttress with bolts and many small tcu’s for protection. Quite continuous and pumpy! 7 bolts, double set small tcu’s to 3/4” (Metolius yellow).\n\n5.12d - Climb out right and then up the very technical shallow corner past 6 bolts, suddenly the crack opens up and a final 100 feet of 5.11+ mega classic 2” enduro corner plops you on the summit of the Polish Tower. 6 bolts, double cams from 1.5-2.5 inches, extras in 2” range.\n\nDescent- Although it is possible to rappel the route with an 80 meter rope, a few directionals would be needed. It is a lot easier to rappel down Blowhard (also requiring an 80m rope) until at the Blowhard belay #2 ledge. Be sure to stay on the right face on these rappels and avoid getting sucked around the corner left which puts one back on the overhanging wall of Green Thunder. From the Blowhard #2 ledge it is then easy to rappel onto the north side of the Hulk and the talus field at the start of Green Thunder.","protection":"Double rack of cams to 4 inches\n\nIncluding double set of tcu’s\n\nDouble set of rp’s\n\n10 quickdraws\n\nGear notes: Large cams are only needed for pitch 1 (3” and 4”). The next four pitches can be very safely climbed with gear to 2”. Triples in small TCU’s (Metolius purple, blue) may be helpful on pitch 4. The final pitch has a 100 foot corner crack which takes many 1.5” - 2”.","location":"300 feet up and left of Blowhard. Look for the huge left facing overhanging corner with a 12 inch crack running up it. 100 feet of 3rd class leads to a belay below 3 bolts marking the start of the route."},"__v":0},{"_id":"fOv4uzrkV5y7bW7inOgajA==","name":"Eye of the Storm","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"Johnny Copp (first 4), Nils Davis and Brent Obinger","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.41522,38.12188]},"left_right_index":16,"mp_id":"108221614","mp_crag_id":"105852180","climb_id":"fOv4uzrkV5y7bW7inOgajA==","areaRef":"XRno7QoBVMmZeN7KkAMkRg=="},"content":{"description":"A badass route put up by some badass Sierra crushers! It offers classic Hulk crack climbing, challenging face climbing, stemming and an awesome dead point move to exit the crux dihedral. We'll also mention a little \"tread lightly\" climbing on some hollow flakes that felt relatively safe, as it is protected by well placed bolts.\n\nGet out and climb this route! Here's an article by Nils about the first ascent:\n\nalpinist.com/doc/web07f/new…\n\nP1 (11a, 180’): Scramble up 3rd/4th class on left side of Venturi Effect’s P1 to big ledge or straight up to small roof w/ cool kneebar. Up the right-facing corner, clip a bolt before continuing on sometimes thin climbing. Bolted Belay.\n\nP2 (10, 90’): Traverse right from LF corner on short slab w/ 2 bolts. Almost immediately head up a ledgy face aiming for the awesome left splitter of P3 near the arete. Gear Belay.\n\nP3 (11d, 130’): Great jamming leads to a short cruxy corner with small gear. Bolted Belay\n\nP4 (11b, 180’): Some finger cracks lead to stepping left on a ledgy face section & then hand crack ending on Bivy ledge. Gear Belay.\n\nP5 (.8, 160’): Traverse right along ledge and easy ramp crossing AH/TW to a bolted anchor.\n\nP6 (11d, 190’:) 4 bolts. Tread carefully and watch out for loose flakes and blocks. Bring some small wires and cams, which are nice to still have for the upper corner. End at 2 bolt belay.\n\nP7 (11-, 160’): 10b face moves out right along 2 bolts to a thin 11- LF corner. Extend draws to prevent rope drag.\n\nP8 (12b, 140’): 3 bolts. Step left to splitter. Fun hand & finger crack leads to really cool corner climbing protected by bolts. Exit right with awesome big moves on big holds as crack turns to roof. End at 2 bolt belay. A single rack from BD #.4 to #2 and 2x #.3’s should be good enough.\n\nP9 (10a, 100’): Head briefly up a corner before reaching left to a crack on the face and generally straight up from there.\n\nP10 (10b, 100’): Skip this cool pitch if you want to go down the Venturi raps by escaping through easy 5th class terrain.","protection":"The suggested rack on the topo is pretty right on. We took two #2 camalots and were pleased.\n\nOh, also, we thought you could place a couple offset cams if you brought them. Maybe blue/green, green/yellow alien sizes.","location":"Eye of the Storm starts between the Venturi Effect and Tradewinds but traverses right past Tradewinds on the bivy ledge and climbs the upper headwall between AstroHulk and the Red Dihedral."},"__v":0},{"_id":"J0DoOx4NXByhYF737EdG3w==","name":"Escape from Poland","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Nettle","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.41522,38.12188]},"left_right_index":4,"mp_id":"107783509","mp_crag_id":"105852180","climb_id":"J0DoOx4NXByhYF737EdG3w==","areaRef":"XRno7QoBVMmZeN7KkAMkRg=="},"content":{"description":"Escape from Poland is a two or three pitch variation to the finish of the Polish Route. It climbs the striking right leaning corner and roof that breaks right from the Polish Route at two thirds height. These features are obvious from the ground. The Escape from Poland is a great route that adds some awesome climbing to the Polish route.\n\nP1:From the bolted anchor at the top of the offwidth on the Polish Route, place gear high on a long sling and down climb right into the corner. Climb the corner to a bolted belay at a stance (It is possible to skip the bolted belay and climb through the roof in one pitch).\n\nP2: Continue up the corner and out the 'Iron Curtain Roof', being mindful of rope drag in the roof. Belay in the crack above the roof.\n\nP3:Climb the corner to the ridge.\n\nFrom the ridge you can downclimb about 60 feet to the top of the Polish tower where you can rap Blowhard with an 80m rope. Alternatively, you can either climb to top of Sunspot and rap with an 80m rope or continue to the top of the mountain.","protection":"You'll have the rack from the Polish Route, although the big gear isn't need on the Escape.","location":"The route starts from the bolted anchor at the top of the offwidth on the Polish Route. This anchor is shared with Blowhard as well."},"__v":0},{"_id":"7rp6ZTLFUVS6YTdSbznyVw==","name":"Blowhard","yds":"5.12+","grades":{"yds":"5.12+","french":"7c"},"fa":"Peter Croft and Andrew Stevens  July 2004","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.41522,38.12188]},"left_right_index":2,"mp_id":"106873182","mp_crag_id":"105852180","climb_id":"7rp6ZTLFUVS6YTdSbznyVw==","areaRef":"XRno7QoBVMmZeN7KkAMkRg=="},"content":{"description":"This thing is totally worth doing and typical of the Hulk: amazing rock, challenging climbing and pretty much one crack system the whole way.\n\nP1: Climb the right-facing corner just left of the start of the Polish Route. Clip a bolt at the lip of the roof and climb over it on its left side (5.11) to face climbing past two more bolts. A bit of a runout on easier ground gets you up and right to two more bolts (5.12) to gain the thin crack. Climb this to a stance with one good bolt and a nut.\n\nP2: Climb the crack system straight up and a bit left to the bolted anchor at the base of the crux pitch.(5.10)\n\nP3: Climb the short offwidth to bolted face climbing to gain the crux splitter. Climb the splitter just left of the arete to a stance with a nice bolted anchor. (12+)\n\nP4: Step right around the arete off the anchor and climb an awesome 5.10 splitter crack until a little after it pinches down to a finger crack.  About 10’ below what looks like a ledge use some feet on the arete to move around left.  You’ll see the anchors out left, protect high and figure out how to get to them. (11-/10a height dependent)\n\nP5: Sport climb hard through 9 bolts and an optional .4” cam. (12+)\n\nP6: Climb the stem corner overhead with a lot of small gear and some committing moves to a couple of bolts at the top. (5.11+)","protection":"Many small wires. All bolted anchors, setup for rappel with a 70m rope.","location":""},"__v":0},{"_id":"WX9FwwaGVGygFjCbkNijig==","name":"Beeline","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Dave Nettle and Glen Poulsen Sept 2009","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.41522,38.12188]},"left_right_index":19,"mp_id":"106871980","mp_crag_id":"105852180","climb_id":"WX9FwwaGVGygFjCbkNijig==","areaRef":"XRno7QoBVMmZeN7KkAMkRg=="},"content":{"description":"This route is a great addition to the Hulk due to it's moderate nature and location. This can be climbed on colder days since the first five pitches get earlier sun and are sheltered from the wind.\n\nP1 - 5.10a - 180' Start in the middle of the red wall in the wide crack/chimney. Switch to the left crack when possible and climb to the end. You may switch back to the wide crack if necessary. As you near the top the rock quality diminishes. Follow ledges up and right and be careful of many loose blocks. Belay at the base of a splitter crack.\n\nP2 - 5.9 - 180' Move left and then climb a continuous crack in a corner. Follow this up passing a few 5.9 sections before the angle lessens and you find yourself on easy terrain. Climb ledges up towards the right of two cracks, again aware this is a new alpine climb with some loose rock. Belay below the next obvious splitter.\n\nP3 - 5.9 - 180' Follow the right of two cracks up the face until it ends. There is a tricky section near the top with a few loose flakes that can be avoided by stepping right early. Belay at another great ledge below a stem box.\n\nP4 - 5.9 - 100' Stem up the slot with very enjoyable 5.9 moves.  continue up the face and eventually you will have the option to step left to easier terrain or continue laybacking on the right (harder). Belay on a sandy ledge below a sweet looking corner.\n\nP5 - 5.9 - 180'. Go up the corner about 10-15 feet and then use an obvious section of slab to make your way to the right most crack. This section is a bit heads up but is no harder than 5.8. One established in the wide crack grunt your way up making liberal use of face features. For some this will be the crux of the route. The rock is not as great on this pitch. Work your way right then up and left to an alcove with great rock, belay here.\n\nP5 Thin Corner Variation - 5.10/10+ - 180' Another option for pitch five is to continue up the corner instead of escaping across the face (slab). This requires thin gear and raises the grade significantly. You still will end up on the same ledge and can belay in the alcove.\n\nP6/7 - 5.8 - 300'. Head up the corner using the nice crack on the left side while stemming on the right wall. Eventually you will have the option to step right and continue up the lower angle face.\n\nAt some point you will run out of rope and need to belay, or you can simul-climb (5.7). Continue up the cracks to the ridge and head left to the summit. A very large cairn should be visible on your right that notes the way to the rappel station. The rock really starts falling apart on the 2nd half of this pitch so be careful.\n\nP6-7 10a (\"A-Line\") Variation Finish. Instead of stepping right continue up the steep corner with solid rock and great fingerlocks, 5.10. This should take you to a ledge with a few balanced rocks. Belay when it seems appropriate. Another pitch on good rock with a nice hand crack should lead you straight up to the summit. Wahoo!","protection":"Double set of cams from thin fingers to #3 camalot + a single #4 camalot. + Nuts. Many Slings. No fixed anchors.","location":"This route is located on the far right side of the Incredible Hulk. Walk up hill from the start of the Red Dihedral, past the \"Falling Dihedral\" until you find a large red wall with three cracks."},"__v":0},{"_id":"eoxckVqvVH6nrGcxBqjiBQ==","name":"Astrohulk","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Nettle, Davis 1996","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.41522,38.12188]},"left_right_index":15,"mp_id":"106499476","mp_crag_id":"105852180","climb_id":"eoxckVqvVH6nrGcxBqjiBQ==","areaRef":"XRno7QoBVMmZeN7KkAMkRg=="},"content":{"description":"Astrohulk is a killer route on the Hulk, located to the right of Postive Vibrations. Maybe a bit easier than it's Valley namesake, it nevertheless delivers quality, sustained climbing. The rocks is great for an alpine route, but it's still grainy in spots. Not quite the same consistent high quality as Positive Vibrations.\n\nP1-4 Multiple options: The easiest option is to climb the first four pitches of Positive Vibes, which can be linked into two long leads (definitely with a 70m, maybe a touch of simuling with a 60).\n\nThe harder first pitch option is the \"Power Ranger\" start, a thin, bolted 11d crack just to the right of PV.\n\nHigher up, you can substitute the 3rd-5th pitches of \"Venturi Effect\" for the 3rd and 4th pitch of PV. This adds much quality and difficulty: Walk to the right edge of the big ledge atop P2 of PV. Look for a pin in a thin horizontal crack. Traverse out here into a vertical, flared crack. Climb it up to a fixed nut belay. (a short pitch, 5.11+)\n\nClimb left from the belay and up into the striking corner. Gaining the corner is spicy 12a, and then it only gets harder. This pitch is higher in difficulty and quality than Romanitic Warrior's \"Book of Deception\". Bring RPs and very small cams. 5.12\n\nAnother short, exciting 5.11 pitch trends left from the top of the corner to rejoin PV just before it's 4th belay (the Bivy Ledge).\n\nOK, here's where AstroHulk actually starts.\n\nP5 From the \"Bivy Ledge\" go as far right as you can, passing under multiple cracks and corners, to the furthest right corner system. Belay at one bolt (and good gear) (5.9)\n\nThere is a more obvious left facing corner to the left of Astrohulk, with a nice 2 bolt belay at it's base. Apparently this is the Macedonian route, and the corner and the pitch above it goes free at 11+, but dead-end (for free climbers) above that.\n\nP6 Continue up the left facing corner, sometimes switching to a parallel crack system on the left. (5.10)\n\nP7 Continue up the corner climbing the \"Sea Serpent\" flake, a surprisingly solid wedged flake/pillar. Up higher, trend right on sustained stemming and thin cracks. Belay off bolts at the base of the obvious right facing corner. 5.11\n\nP8 Climb the corner, past one bolt. The geometry of the crack is hard to describe, I'll just say that it's easy to lay-back, but not to place gear. While no move is that hard, the sustained nature of the pitch plus the difficult gear makes this the most committing lead. This pitch ends at the \"Recliner\" ledge with two bolts 5.11\n\nFrom here, continue up cracks on the right to the ridgeline (5.9), or traverse left (4th class) to the \"Venturi Effect\" and rappel with a 70m rope. It also seems possible to rappel Astrohulk, but I haven't done this and imagine it would require 2 ropes.","protection":"Double cams to #2 Camalot, single #3. RPs and wires.","location":""},"__v":0},{"_id":"EYqB9FIcWKq5MsfQ+VZ1ow==","name":"Airstream","yds":"5.13a/b","grades":{"yds":"5.13a/b","french":"8a"},"fa":"Croft, Nettle, & Epperson, 2004","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.41522,38.12188]},"left_right_index":7,"mp_id":"113606446","mp_crag_id":"105852180","climb_id":"EYqB9FIcWKq5MsfQ+VZ1ow==","areaRef":"XRno7QoBVMmZeN7KkAMkRg=="},"content":{"description":"Airstream takes the line between Sunspot and Positive Vibes. Mostly bolted anchors, and crux pitches are mostly protected by bolts. Pretty moderate climbing leads to three wild crux pitches in a row, then easier climbing leads to the summit. The cruxes are techy, and consist of strenuous crimping, jamming, & stemming. You may want to be at the crux in the shade to optimize your send potential. Probably the hardest route at the hulk, a real character climb, totally worth your effort!\n\nBailing: You can easily Rap the route with an 80m from the top of the 5.13 crux back down to El Hulk Tower. Then from the El Hulk tower you can rap to Positive Vibes. Rapping from the top of the last crux 5.12 pitch or further may involve leaving gear.\n\nP1 (5.10-): Start between Polish Route and Positive Vibes (same start as Solar Flare). Couple of thin moves to easier climbing, and then ledge traversing up and right past a bush. Gear anchor. Good leg warm-up :)\n\nP2 (5.11a/b):  Continue up discontinuous cracks to a bulge with many suspect blocks just below a thin left leaning bulge/lie-back overhead. Continue up under the bulge, passing a piton, until you reach a bolted anchor on a small slopey ledge. We linked P1 & P2(with an 80m), but due to the traversing nature of P1 there was for sure some rope drag, and a small amount of simuling needed. I can’t say that I recommend it, but I would likely do it again.\n\nP3 (5.11a/b): Continue straight up, starting on the right side of the anchors, on some easier unprotected face moves to gain a small ledge below a small dihedral and some cracks out left. Climb up the fun dihedral to a stance below the roof. From here step left to a splitter, and continue up being cautious of some of the looser blocks in the splitter. (It is possible to continue through the roof into the big dihedral, and not traverse left, but it is unprotected and sort of scary). From the top of the splitter traverse right into the big dihedral and continue until you see a bolt. Clip the bolt and traverse right on big holds to the bolted anchors around the bulge just out of sight.\n\nP4 (5.11b): Continue straight aiming for the alcove and the intimidating steep overhanging dihedral, don’t worry it isn’t as bad as it looks. Climb through the steep dihedral, stepping around right as the dihedral pinches down, and up to the El Hulkitan Tower. A wild pitch! We linked pitch 3&4, even with runners you will have some drag, but it makes for one mega awesome pitch (Also not recommended).\n\nP5 (5.11b/c): From El Hulk tower climb up the splitter thin hands crack to a water polished lie back. Climb past two large detached flakes to a fun bolted face sequence on the right wall. A fun and interesting pitch. On the top of the first detached flake look down to see if there is still a birdie with its nest.\n\nP6 (5.12c, 7 bolts): The “Mystery Stemming” pitch. A wild pitch that will test your stemming technique and crimp strength. This is the entrance exam to the crux pitch to follow.\n\nP7 (5.13, 9 bolts):  The crux. More technical stemming and crimping on even smaller holds, leads to thin face climbing trending up and left around a bulge to anchors just below yet another dihedral. This is a strenuous pitch that is a bit conditions dependent, and is worth getting to before the sun hits, unless it’s a cloudy afternoon. **BETA ALERT (don’t read if planning to OS)** There are some secret jug crimps on and around the bulge just before the 6th draw.\n\nP8 (5.12b/c, 3 bolts then gear): The chossy, mossy, money pitch! Enjoy some more technical stemming past three bolts on lower quality rock, to one of the sweetest fingers/tips splitters of all time. Gear anchor at the top.\n\nP9 (5.10a/b): Climb the right leaning upside down crack to a sloping ledge. A short pitch that is a bit dirty. There are some fixed nuts and slings at the top of this pitch, presumably to bail. We linked P8 &9, and it seemed like the right thing to do (recommended).\n\nP10 (5.10c): Climb straight up the splitter hand crack for about 20ft, then traverse right on suspect thin flakes to gain the wide crack on the right. Follow this wide crack to completion, as it leads you through an overhang and around an exposed arête, to a final low angle wide crack and to the beginning of the summit ridge. A wild pitch, a #4 would probably be nice.\n\n*Follow the ridge, climbing over short blocks, to meet up with the last pitch of Positive Vibes. Aim for the ledge below the highest right most arête, there is a set of bolted anchors beneath that pitch.\n\nP11: Either climb the sweet completely bolted 5.11 arête (recommended), or traverse further right to a beautiful splitter hands crack (recommended).\n\n*Continue from here up to the true summy (follow Red Dihedral beta), or rap Venturi. Enjoy :)","protection":"(2x)00BD-#1, #2, #4, small/micro offset nuts, draws.","location":"Between Polish Route and Positive Vibes."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,7a68eb3f-1d6f-5bdf-863a-b1eeea8dad89,d1d2f080-cf5d-57de-8d8e-5dd04f51716d,5d19e8ed-0a01-54c9-9978-deca90032446","pathTokens":["USA","California","High Sierra","02 - The Sawtooth Ridge","Incredible Hulk"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.12b"},{"count":1,"label":"5.12c"},{"count":1,"label":"5.13a"},{"count":1,"label":"5.11d"},{"count":1,"label":"5.11b"},{"count":1,"label":"5.12-"},{"count":2,"label":"5.12+"},{"count":1,"label":"5.10"},{"count":1,"label":"5.11a"},{"count":2,"label":"5.10+"},{"count":1,"label":"5.13"},{"count":1,"label":"5.12a"},{"count":2,"label":"5.12"},{"count":1,"label":"5.13b"},{"count":1,"label":"5.10-"},{"count":1,"label":"5.11"},{"count":1,"label":"5.13a/b"}],"byDiscipline":{"trad":{"total":20,"bands":{"unknown":0,"beginner":0,"intermediate":4,"advanced":12,"expert":4}},"alpine":{"total":20,"bands":{"unknown":0,"beginner":0,"intermediate":4,"advanced":12,"expert":4}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":4,"advanced":12,"expert":4}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-119.41522,38.12188]},"bbox":[-119.41579157819194,38.12143033981814,-119.41464842180807,38.12232966018186],"left_right_index":-1,"ext_id":"105852180","area_id":"XRno7QoBVMmZeN7KkAMkRg==","polygon":{"type":"Polygon","coordinates":[[[-119.41579157819194,38.12143033981814],[-119.41464842180807,38.12143033981814],[-119.41464842180807,38.12232966018186],[-119.41579157819194,38.12232966018186],[-119.41579157819194,38.12143033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":20,"__v":1,"createdAt":"2022-11-07T05:54:47.050Z","updatedAt":"2024-02-19T18:29:57.915Z"}