{"_id":"6368a214e80bff5a9955d97c","area_name":"Low Horn 5","shortCode":"","climbs":[{"_id":"NAO8+ahrVh2o9gEQ8N4hZw==","name":"Decent Exposure","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Marc Tarnosky, Marta Reece, Drew Chojnowski, 2017-05-24","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.57499,32.35798]},"left_right_index":999999,"mp_id":"113001895","mp_crag_id":"107808671","climb_id":"NAO8+ahrVh2o9gEQ8N4hZw==","areaRef":"Df5QnKi6WxufK3h0oToRzg=="},"content":{"description":"Decent Exposure climbs the east face of Low Horn 5, staying in the obvious crack system in the center of the face for the first several pitches and then veering slightly right for the upper pitches. It shifts onto the north face in the final pitches, topping out near the north-most of the numerous mini-summits of Low Horn 5. Viewed from Aguirre Springs, the east face of Low Horn 5 is the most impressive rock formation between the Spire to the south and South Rabbit Ear to the north. It would therefore be surprising if the face had never been climbed previously, but we found no mention of it or evidence on the rock (i.e. no pitons or old rap gear found).  \n\n  P1 (5.6, 150 ft): Climb up the obvious flake/dihedral toward a small 3-4 ft roof and continue through a more broken terrain staying slightly right of the line of the dihedral finally going left again to a bush/tree above. The tree, which is only partially alive, should not be solely relied on for an anchor but suitable cracks are available. \n\n  P2 (5.6, 80 ft): Go up the groove above the tree to a small roof which you turn on the right (climbing directly up the groove may be possible, but quite awkward with packs). Continue up more slabby terrain toward the obvious break in the large roof above. This is the first of three belay stations directly below sizeable roofs, which conveniently provide shade on a sunny day. \n\n  P3 (5.7, 120 ft): Climb up the gap in the roof above. The crux of this pitch is at the top of the gap, where handholds are sparse and a small bush in the middle of the gap complicates the situation. Above this, the climbing immediately eases to 5.5 through vegetated terrain toward the next roof system. Build an anchor below a roof once it seems like the climbing is going to get harder again. \n\n  P4 (5.8, 180 ft): Climb up the gap in the roof above and traverse slightly left along the bottom of the next roof. Despite the great exposure developing below and left, the next part gets easier the farther left you traverse. Once it seems feasible to mount this chest level roof (crux of the route so far), do so and then continue on slightly easier ground up and to the right. Traverse up and right along vertical rock with plentiful but not-obvious handholds. Build an anchor in a weakness below the roofs above. This is the least comfortable of the belay stations below roofs, but still not bad. \n\n  P5 (5.9, 150 ft): Traverse right and up, staying on the all too smooth and steep apron under stacked roofs on your left, with not much in a way of cracks under them, and truly extreme exposure developing down to the right. Eventually the roofs run out and are replaced by a steep slab with few holds but thankfully some pro. After that, it becomes necessary to transition to the right edge, emerging from the slab onto an exceedingly narrow and quite steep ramp on the north face of Low Horn 5. After 20-30 feet of extremely-exposed, highly-precarious climbing on the somewhat dirty ramp, it becomes possible to mantle the chest/head level vertical wall to your left. The move is, thankfully, fully protectable. The pitch is quite sustained and the crux is either transitioning from the apron onto the slab or climbing the narrow ramp toward the end. Belay is at a tree on a wide ledge. \n\n  P6 (5.5, 200 ft): With the hard parts behind you, run the rope out up the easy-looking gully above and build on a comfortable ledge on the north face of the Low Horn 5. \n\n  P7 (5.6, 80 ft): Climb straight up over easy rock and build an anchor at the top. You could continue and traverse the complicated series of spikes which make up the spine of Low Horn 5 to the true summit, but due to strong winds and time constraints, we opted to rappel down from a location just short of the first of the four main sub-peaks.","protection":"There is no fixed gear of any kind, but the route is fully protectable. Bring a double set of cams up #3, plus a #4, with plenty of small cams and nuts, and a lot of slings of various lengths.","location":"From Aguirre Springs, head up the north fork of the Pine Tree Trail. Leave the trail when crossing the first really sizeable gully going to your right. A section of a short but thick log marks the bottom of the gully just above the trail. Do not take the gully proper, but rather walk under the trees up a shallower draw to the left of it. Bushwhack, and eventually scramble, up the gully into which this draw develops going in the direction Low Horn 5. The climb starts from the base of the east face of Low Horn 5, just left of the gully. \n\n  Descent is via two long double-rope (60m) raps off the north face of Low Horn 5, the first one going over a series of individual steps. Make sure to end up on the east side of the Low Horn 4/Low Horn 5 saddle and well below it. The rap stations we left may not be easy to find, but suitable boulders are plentiful. Make sure to bring webbing and rap rings or leaver biners for getting down. If you do proceed to the summit, you can rap to the south and come down the gully between Low Horn 5 and Low Horn 6."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,98c839d1-f0d4-5006-bb58-276b12f05bd0,2635f237-5277-5a1d-9d74-99b35e3cd3b9,60af20ff-2a39-5a85-86f5-9582969e2458,a93be120-e877-5074-af46-dc3b7092f897,0dfe509c-a8ba-5b1b-9f2b-7874a13a11ce","pathTokens":["USA","New Mexico","Las Cruces Area Climbing","Organ Mountains","Low Horns, The","Low Horn 5"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.9"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-106.57499,32.35798]},"bbox":[-106.57552231819633,32.35753033981814,-106.57445768180368,32.358429660181855],"left_right_index":-1,"ext_id":"107808671","area_id":"Df5QnKi6WxufK3h0oToRzg=="},"content":{"description":"Low Horn 5 is the big daddy of the Low Horns.  There are four distinct summits, each of them almost as significant as Low Horn 3, plus another minor summit on the south side (maybe call them 5.a, 5.b, 5.c, 5.d, and 5.5?).  5.d is the tallest, but only barely taller than 5.c."},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T06:13:46.463Z","updatedAt":"2024-01-15T16:47:13.240Z"}