{"_id":"6368a60be80bff5a995c5016","area_name":"Whisky Rock","shortCode":"","climbs":[{"_id":"qlKaGEwuWhmdipx7as+t4A==","name":"Spying on the Russians","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-117.28617,47.57852]},"left_right_index":1,"mp_id":"120102651","mp_crag_id":"107183290","climb_id":"qlKaGEwuWhmdipx7as+t4A==","areaRef":"olXiuRJfU/KAvklQWLrOFQ=="},"content":{"description":"This is a typical Big Rock moderate slab with great holds and a crux halfway up at a bulge.\n\nThe route starts with a few thoughtful moves down low which leads to a bulge halfway up, which is the crux.\n\nAt the crux, trending to the left presents more opportunities for foot placements and hand holds up high to push over the bulge. However a variation exists to the right that is probably a 1/2 grade harder but is less well protected.\n\nOnce you are over the bulge its an easy scramble up to rap rings near the top. From here a top rope can be setup to climb other variations on this slab.\n\nIts proper to also give a shout out to our friends Bob O, Nolan G. and Adam V. who all assisted with cleaning and prepping the route.\n\nFootnote: the name is derived from a family member, a \"cold war\" warrior, who was a U.S. Army Intelligence officer (and fluent in Russian and German) who was stationed in Berlin at a time when there was no permanent wall but he was listening in on Russian communications as the wall went up. He heard and reported on the Russians and East Germans constructing the wall days before it went up. This information made its way up the COC to the highest levels and the cold war escalated to another level. Afterward, many German families, including the family of his new German bride, would be separated for a generation. A lifetime later, at age 84, he succumbed to covid-19 on 30 Nov 2020. We dedicate this route to a cold war veteran who loved his country and democracy until his last day.","protection":"7 bolts to rap rings. Crux is well protected by a bolt.","location":"This route is on a partially shaded southwest slab downhill from Fireball but its a distinct separate slab adjacent to Fireball's west face. To get to the route follow the rutted trail uphill and head around to the prominent west face and look downhill towards a slab that leans uphill towards the west face. This is the route in profile. Continue downhill and look for the belay station."},"__v":0},{"_id":"YB29omdEVj2sVafAE91NFw==","name":"Porcupine Arete","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"3/28/2021","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-117.28617,47.57852]},"left_right_index":3,"mp_id":"120458970","mp_crag_id":"107183290","climb_id":"YB29omdEVj2sVafAE91NFw==","areaRef":"olXiuRJfU/KAvklQWLrOFQ=="},"content":{"description":"Porcupine Arete is a visually inspiring and thought provoking route with 2 distinct cruxes.  Good footwork and balance are key to this route.  Begin directly below the arete, slightly left of water groove.  1st and 2nd bolt protect the fist crux. Pull over the bulge by moving slightly left and working your feet high, reaching for a good side hold on the flake.  Easier moves lead to the next mini roof.  Again work left of bolt, high feet lead to excellent fist jam in flake or jug on face of flake.  Work right and around to complete with excellent anchor stance.\n\nThe route was developed winter of 2020 by Pete S and Jeff M, with the help of Bob O, and Adam V.  The hardware is Fixe SS hangers, Powers 3/8\" SS bolts, Fixe SS Double Ring Anchors on 1/2\" SS Fixe Wedge Bolts.\n\nPorcupine Arete is named when the developer's dog treed an extremely large and old porcupine causing a real commotion. Fortunately no injury to dog or porcupine.\n\nThis is an alpine like area, loose rock and breakage can happen.  Save a head, Wear a Helmet!","protection":"6 Bolts, 2 Double Ring Anchors.  All gear is Stainless Steel.","location":"Find/follow the new trail around the East base of Whiskey Rock.  This will lead to stone steps, with several cut wood logs on your left.  This route is on a South facing buttress of Whiskey Rock on the distinct arete proudly facing the Palouse. The route itself is right of Peaceful Transition. Alternatively, this route and Peaceful Transition can be accessed from the top and set for Top Rope.  Work your way up the gully on the Eastern side. Class IV scrambling.  A safety bolt has been installed to help a climber reach the anchors safely."},"__v":0},{"_id":"qciy4dMuW1qYaqqY5EWLrA==","name":"Fireball","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Adam Volwiler, Andrew Pearson","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-117.28617,47.57852]},"left_right_index":0,"mp_id":"107183293","mp_crag_id":"107183290","climb_id":"qciy4dMuW1qYaqqY5EWLrA==","areaRef":"olXiuRJfU/KAvklQWLrOFQ=="},"content":{"description":"Work your way up a deceptively difficult start to a great ledge where you can stop and have a beer. After the ledge you will be into the meat of the climb. Pull two smaller roofs on crimps, side pulls and a knob or two. After the second roof bring your ballet shoes for a fun but a bit thin section. Pull through and finish on some easier but no less pumpy ground.","protection":"10 Bolts with chains at the top. If you TR use the first or second bolt as a directional to keep rope drag down. Don't forget to bring your route finding skills and sucker hold warning device.","location":"The only line that is currently on the west face wall so it's pretty easy to find."},"__v":0},{"_id":"0cfqxrvaVL+qG6KN8WdT/A==","name":"A Peaceful Transition","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-117.28617,47.57852]},"left_right_index":2,"mp_id":"120217858","mp_crag_id":"107183290","climb_id":"0cfqxrvaVL+qG6KN8WdT/A==","areaRef":"olXiuRJfU/KAvklQWLrOFQ=="},"content":{"description":"This is a fairly well sustained 5.8 route with a sassy start to an easier pedestal flake (5.6) for some peaceful relief. After the prominent flake you will transition to more sustained 5.8 climbing with two more crux sections above. There is a thoughtful bulge to navigate followed by a water groove to move up and through to the top. Lots of holds but not always in your face. Your call on which section is the actual crux!","protection":"7 bolts to anchor chains","location":"This route is on a south facing buttress of Whiskey Rock which is a distinct arete proudly facing the Palouse. The route itself is left of the obvoius arete on the southwest face and slightly right of a mossy water groove."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,cfe129f6-5f60-5bc8-87b3-3d3bfaff9472,91c13448-e430-59b4-a625-bbc20c04d5bd,499c68c4-277c-5703-af05-7f254fb0751e,39a80431-6eaa-5e83-99a5-5880cd2f523e,a255e2b9-125f-53f2-80be-495058bace15","pathTokens":["USA","Washington","Northeast Corner & Spokane","Spokane Area","Rocks of Sharon","Whisky Rock"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.7"},{"count":1,"label":"5.10"},{"count":1,"label":"5.11a"},{"count":1,"label":"5.8"}],"byDiscipline":{"sport":{"total":4,"bands":{"unknown":0,"beginner":2,"intermediate":1,"advanced":1,"expert":0}},"tr":{"total":3,"bands":{"unknown":0,"beginner":1,"intermediate":1,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":1,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-117.28617,47.57852]},"bbox":[-117.28683657879766,47.57807033981814,-117.28550342120234,47.578969660181855],"left_right_index":-1,"ext_id":"107183290","area_id":"olXiuRJfU/KAvklQWLrOFQ=="},"content":{"description":""},"density":0,"totalClimbs":4,"__v":1,"createdAt":"2022-11-07T06:30:36.703Z","updatedAt":"2022-11-25T11:24:31.679Z"}