{"_id":"63689d20e80bff5a994f2794","area_name":"Artemis Arete","shortCode":"","climbs":[{"_id":"93VxY6bgWwaQnKSxBSKvOA==","name":"Artemis Arete","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Aaron Davis, Will McConaughy","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.00224,31.92172]},"left_right_index":999999,"mp_id":"121528546","mp_crag_id":"121527603","climb_id":"93VxY6bgWwaQnKSxBSKvOA==","areaRef":"GuIVNMmjUN65gRt+qkIOCQ=="},"content":{"description":"Adventurous and rugged, a truly unique climb in a not often travelled part of the Stronghold! This long moderate has an alpine feel to it. The higher up you go the more the scenery around you unravels itself, giving away to amazing vistas of the Rockfellow Group and the North Drainage.Not a single bolt on this route! Make sure you have webbing you're willing to part with for the 20 m rappel on P6 and the 35m rappel on P7! P1: 35m, 5.9. Squeeze over two entrance boulders, straight ahead to a notch about 20 feet above belay ledge. From notch, continue up obvious hand crack that gradually widens into offwidth and then chimney. Set up belay at first ledge. P2: 35m, 5.8. Climb right off of ledge through easy chimney. Surmount block and walk onto chickenhead face. Cut left past tree and onto easier ground. Set up belay at high point before a small downclimb.P3: 35m, 5.6. The downclimb. Easy downclimb 20 ft and move across mostly 4th-class/5-easy terrain to the base of the steep cracks.P4: 30m, 5.9+. Engage steep crack above belay, use chickenheads out left if necessary. Continue up through another strenuous bulge and wander to another nice belay ledge amongst large jagged outcroppings.P5: 35m, 5.7. Stay center and up left. Cover lots of ground with chickenheads, cracks, and features everywhere. Set up belay next to tree with obvious offwidth to the right.P6: 35m, 5,8. Engage easy offwidth, wander over the crest until it flattens out a bit. Forego easy ledge to the left and continue to the high ground to the right. Continue past first spire, downclimb and bridge gap to the second spire. Set up belay. From the last spire at the end of the 6th pitch, rappel 50 ft (BRING CORDELLETE TO RAPPEL) off of good chickenheads to notch and walk off... ORBonus P7! 50 m, 5.7. Walk rope 200 ft towards the final summit mound of the Hand itself. Stay left as you are aiming towards the vegetated gulley underneath the separate spire to the left. Slab moves get you started, then traverse left into the gulley through easier 4th class turned chimney! Climb up short block to a proper belay underneath spire.One 35m rappel through the notch formed by the large rock horn underneath spire, BRING LONG CORDELETTE TO RAPPEL!Walk down steep and loose (!) gulley trending left to stay close to cliff until at the base of the arete.","protection":"Nuts   0.3-0.4 X 1   0.5-2  X 2   3-6  X1   12 ft webbing X 2","location":"From the base of Artemis Arete, move about 40 left up the gulley to a staging ground under a tree. Start climbing off of a ledge 10 feet from the tree towards an obvious notch, on the arete itself. Avoid the crack to the immediate left of the ledge."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,24e148bb-4884-59e8-9870-43ce21f1a337,6f40f8bb-61ae-569f-a656-25752de45c0c,d89ead8f-ea94-5fc1-9170-13bf8dd94398,d208a9bf-7ee5-540e-80d3-e18c87573238,bd71ffbb-4878-507f-966c-82d43181d511,702642cc-235f-5c3c-8ece-56d7c40f34f5,1ae21534-c9a3-50de-b981-1b7eaa420e09","pathTokens":["USA","Arizona","Southern Arizona","Cochise Stronghold","West Stronghold","Hands Canyon","Eastern Aretes of the Hand","Artemis Arete"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.9+"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-110.00224,31.92172]},"bbox":[-110.00276977778594,31.92127033981814,-110.00171022221403,31.92216966018187],"left_right_index":-1,"ext_id":"121527603","area_id":"GuIVNMmjUN65gRt+qkIOCQ=="},"content":{"description":"Of the several aretes on the eastern side of the Hand, this is the central most continuous one. The lower lobe is bisected by a large chimney."},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T05:53:02.871Z","updatedAt":"2024-01-15T16:39:49.551Z"}