{"_id":"6368a50be80bff5a995b07d3","area_name":"AC/DC Wall","shortCode":"","climbs":[{"_id":"jpWrTChDX3iqnSecHvKLlg==","name":"Whole Lotta Rosie","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Andy Knight and Darren Knezek","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.6246,40.267]},"left_right_index":9,"mp_id":"106957787","mp_crag_id":"105974993","climb_id":"jpWrTChDX3iqnSecHvKLlg==","areaRef":"0cY5kIuKXaCM6VrEpBWgcQ=="},"content":{"description":"This climbs the chimney squeeze slot to the left of Thunderstruck. Scramble to the base of the slot and place some cams in the water pockets at the bottom of the slot and commit to the awkward movement of entering the slot. Palm your way up until you can pull thru the steep bulge ending. Ends on the same anchors as the route to the left, High Voltage.","protection":"Set of cams from 1 to 6, .33 cam or #1 tricam useful for the squeeze exit.","location":"To the left of Thunderstruck and to the right of the huge roof."},"__v":0},{"_id":"utuER1TbVxK+k8b8uYGDZg==","name":"Thunderstruck","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Andy Knight","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.6246,40.267]},"left_right_index":10,"mp_id":"106162928","mp_crag_id":"105974993","climb_id":"utuER1TbVxK+k8b8uYGDZg==","areaRef":"0cY5kIuKXaCM6VrEpBWgcQ=="},"content":{"description":"A short, balancy, vertical-to-slightly-overhanging route on solid, black-streaked quartzite.\n\nStart on the upper of two ledges and climb to the first bolt over easier terrain (but dont fall).\n\nUsing primarily crimps and small edges for feet ease your way up the route. There is one bucket on the route in the midst of a bulge. You wont want to leave it, but dont dawdle because the most desperate bit is getting up past the last bolt.","protection":"5 bolts, chain anchors (shared with\n\nBack in Black\n\n, to the right).","location":"The left of the two bolted routes in the black streaks midway up the gully on the right side."},"__v":0},{"_id":"OsCpnZQsWlOE2bLtKGu6Pg==","name":"Shot Down in Flames","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Darren Knezek, March 2008","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.6246,40.267]},"left_right_index":12,"mp_id":"106131388","mp_crag_id":"105974993","climb_id":"OsCpnZQsWlOE2bLtKGu6Pg==","areaRef":"0cY5kIuKXaCM6VrEpBWgcQ=="},"content":{"description":"Start on a ledge, just to the right of a black streak (containing\n\nBack in Black\n\nand below a lighter streak that is immediately right of the black streak. Climb to the third bolt and decide how best to surmount the bulge. There is some looser, crumblier rock to the left of the bulge.\n\nAfter the bulge follow positive and not-so-positive edges through a steeper section to a small roof (the last bolt is on the edge). After the little roof it is easier climbing to the anchors.\n\nThis was originally a four-bolt Aaron Wilkenson project that lay fallow for six or seven years.\n\nThe second pitch of\n\nSend For The Man\n\n(5.10a) can be started from the top of this route, if desired.","protection":"7 bolts, hangers-and-rings anchors (shared with\n\nSend For The Man\n\nto the right).\n\nRope drag is an issue if toproping. Bring something to extend the anchors.","location":"Immediately right of the two black streaks on the east wall of the gully."},"__v":0},{"_id":"XVELXUMIWdGtvorVDb8J1Q==","name":"Send For The Man","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"P1, Christian Knight, March 2008, P2 Aaron Child, April 2008","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.6246,40.267]},"left_right_index":13,"mp_id":"106131396","mp_crag_id":"105974993","climb_id":"XVELXUMIWdGtvorVDb8J1Q==","areaRef":"0cY5kIuKXaCM6VrEpBWgcQ=="},"content":{"description":"A very enjoyable, two-pitch climb.\n\nP1\n\n(60', 5.7) A fun, interesting pitch on good feet and positive handholds through very good quality rock. Start on a small ledge and climb low-angled terrain through the first bolt to a short headwall. A fun move or two to get past the steep bit, clip a bolt, and then bear left.\n\nClimb a steeper section through three bolts on good holds, and then continue on somewhat lowered angled rock to the anchors.\n\nP2\n\n(80', 5.10a) Climb up and left from the anchor past two bolts to an overhanging v-slot. Clip the bolt under the intimidating overhang with a longer draw and get established via positive handholds and small footholds. Fun stemming and liebacking moves.\n\nContinue up on large handholds to another intimidating overhang with rounded, rough-textured handholds. Another series of really fun, big moves surmounts this feature. Continue up and over the last small overhang and look left and back for the chain anchors.\n\nWalk off north (quick and easy) or two single rope rappels.","protection":"P1\n\n7 bolts, hangers-and-rings anchors (shared with\n\nShot Down in Flames\n\nto the left).\n\nP2\n\n9 bolts, chain anchors (facing away from the gully, located over your left shoulder as you reach the top of the climb).\n\nRope drag is heavy when toproping or lowering off the first pitch. Bring something to extend the anchors and be prepared to abrade your rope.\n\nBring a couple of slings or longer draws for both the first and second pitches.","location":"Counting from the route in the left black streak, this is the fourth route from the left."},"__v":0},{"_id":"o58Pdcp6XI64jmXY1HYNnA==","name":"Logical Fallacy","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Tristan Higbee, Chris Sorensen, 3/12/10","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-111.6246,40.267]},"left_right_index":999999,"mp_id":"106696301","mp_crag_id":"105974993","climb_id":"o58Pdcp6XI64jmXY1HYNnA==","areaRef":"0cY5kIuKXaCM6VrEpBWgcQ=="},"content":{"description":"This is an adventurous route that starts above the main AC/DC Wall.\n\nPitch 1: Start up easy climbing to a fun, short chimney section (5.6 crux). Belay at a big bush after the angle eases off.\n\nMove the belay 30' up the slope to the base of the nice-looking slab.\n\nPitch 2: Head up the solid slab and belay either at some bushes or using horizontal cracks. 5.5\n\nHead up-slope. And belay at the base of the next pitch.\n\nPitch 3: \"Who's the choss?\" The best/scariest (and worst) pitch of the route. Start on OK rock just right of a shallow, chossy, right-leaning crack. Pro is sparse. Make a tricky move over a bulge, but don't fall--there's groundfall potential. Continue up past (through?) a bush, then up and left to another bush you can sling. Keep going left and go over another bulge (5.8 crux). Belay to the right in some very thin vertical cracks, plus some cracks (green and red Camalot) near ground level. Tricky belay.\n\nPitch 4: Easier climbing through more bushes leads to a steeper section right at the top (crux). More bad fall potential. Mind the death block at the bottom of the steep part. It's big and moves when you touch it. Sling a boulder/spike on top with a cordalette for the belay. (5.7)\n\nDescent: Head north, then west along faint game trails up to the top of Trilogy. From the top of Trilogy, either head down the Trilogy Gully (good if you've got a bag at the base of the route that you need to pick up) or continue west past Bad Bananas to the canyon floor.","protection":"1 set micro cams. Doubles of cams to #4 (singles of .3 and .4 Camalot are fine). Set of nuts. Lots of slings.","location":"Approach up the gully as for AC/DC, but continue past the wall. Turn right when the wall ends (and before you get to Trilogy) and head uphill. The route start right of a large white rock and left of low-angled, mossy slabs. Look for a short chimney thing partway up the pitch with a bush above it."},"__v":0},{"_id":"dYOGeGzjVVqNzp+Yy3WDJw==","name":"Lemme Put My Love Into You","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Cali Brown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.6246,40.267]},"left_right_index":5,"mp_id":"106222212","mp_crag_id":"105974993","climb_id":"dYOGeGzjVVqNzp+Yy3WDJw==","areaRef":"0cY5kIuKXaCM6VrEpBWgcQ=="},"content":{"description":"A really fun bit of climbing with big holds where you need them.\n\nStart with a bit of somewhat overhanging, intimidating-looking terrain that fortunately is relatively easy to overcome with some big holds. Continue up using large holds through a vertical section or two until a fun, overhanging bit just before the chains.\n\nThe anchor is set back above a large ledge; rappelling rather than lowering will save your rope.","protection":"7 bolts, chain anchors. The first bolt can be clipped while standing on the ground uphill just a bit from the route, which makes for a safer beginning.","location":"Uphill (left) from the roof (with three bolted lines) immediately left of the black streaks are three bolted lines that start up overhanging terrain.\n\nLemme Put My Love Into You\n\nis the left-most of the three (and the least-overhanging)."},"__v":0},{"_id":"dzceve3wVHyeAGYhnrpBMA==","name":"It's a Long Way to the Top","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Andy Knight","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.6246,40.267]},"left_right_index":6,"mp_id":"110304430","mp_crag_id":"105974993","climb_id":"dzceve3wVHyeAGYhnrpBMA==","areaRef":"0cY5kIuKXaCM6VrEpBWgcQ=="},"content":{"description":"An enjoyable, mostly moderate route with the crux at the top consisting of two or three pretty hard moves on tiny, sharp holds.\n\nAndy's start: Start below the first bolt and make several bouldery, insecure moves through the second bolt. Mid 5.11.\n\nWhat everybody else does: Stand on the boulder immediately uphill, use some jugs and the obvious rail and surf right, avoiding the undercut, slopey, madness. 5.9-5.10a or so.\n\nAfter the second bolt continue upwards making moderate moves through occasionally broken, but mostly solid rock.  Slings are useful (but not required) at two bolts to manage rope drag (4th and 8th, if I remember correctly).\n\nEventually, you'll come to the tenth bolt. At this point, branching right takes you into\n\nIf You Wanna Rock N' Roll\n\n. Instead, follow the next four bolts straight up through the crux, and finish on the chains slightly right of the bolt line.","protection":"14 bolts, chain anchors.","location":"Heading up hill you'll pass a large roof on the right with several bolted lines through it (and at the time of this writing, some brightly painted graffiti near the ground).\n\nJust past this roof on the wall on the right you'll see a couple of bolted lines. This line heads more-or-less straight up, and shares the first ten bolts with\n\nIf You Wanna Rock N' Roll\n\n."},"__v":0},{"_id":"wiUTxMMIViqnPalglSsGFg==","name":"If You Wanna Rock N' Roll","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Andy Knight","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.6246,40.267]},"left_right_index":7,"mp_id":"110304434","mp_crag_id":"105974993","climb_id":"wiUTxMMIViqnPalglSsGFg==","areaRef":"0cY5kIuKXaCM6VrEpBWgcQ=="},"content":{"description":"A fun, moderate route with a nervy feeling of exposure at the top.  This line branches off right from\n\nIt's a Long Way to the Top\n\nafter the tenth bolt.\n\nAndy's start: Start below the first bolt and make several bouldery, insecure moves through the second bolt. Mid 5.11 (and obviously, the overall route is not then 5.10a).\n\nWhat everybody else does: Stand on the boulder immediately uphill, use some jugs and the obvious rail and surf right, avoiding the undercut, slopey, madness. 5.9-5.10a or so.\n\nAfter the second bolt continue up making moderate moves through occasionally broken, mostly solid rock.  Slings are useful (but not required) at three bolts to manage rope drag (4th, 8th, and 10th, if I remember correctly.\n\nEventually, you'll come to the tenth bolt. At this point, going straight up takes you into the crux for\n\nIt's a Long Way to the Top\n\nso head right and up through some really fun jugs, with an insecure move here and there.","protection":"14 bolts, chain anchors.","location":"Heading up hill you'll pass a large roof with several bolted lines through it (and at the time of this writing, some brightly painted graffiti near the ground). Just past this roof on the wall on the right you'll see a couple of bolted lines. This line heads more-or-less straight up, and shares the first ten bolts with\n\nIt's a Long Way to the Top\n\n."},"__v":0},{"_id":"Rb483GCpU+OP78QsuIwTGQ==","name":"If God's On The Left","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Andy Knight","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.6246,40.267]},"left_right_index":0,"mp_id":"106521485","mp_crag_id":"105974993","climb_id":"Rb483GCpU+OP78QsuIwTGQ==","areaRef":"0cY5kIuKXaCM6VrEpBWgcQ=="},"content":{"description":"This thing doesn't look like much. At first glance, you think to yourself \"That's 5.8? Nah, it looks easier than that!\" Yeah, it's easier than that... until you get to the 5.8 roof.\n\nStart ten or so feet left of Givin the Dog a Bone and hand traverse over using the rightward-leaning diagonal crack. Scramble up into a corner, get some gear in, then climb up a bit more to the roof. The crack under the roof takes good gear. Surmount the roof using less-than-ideal holds and finish her off with an easy diagonal crack leading to the chains.","protection":"4 or 5 cams from off-fingers to fists.","location":"Start just left of Givin the Dog a Bone. The start of the right is a short, right-trending crack for your hands. It shares anchors with the bolted routes to the right of it."},"__v":0},{"_id":"llY+P/KvWz6OHP8UuVjRkw==","name":"Hell's Bells","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Andy Knight","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.6246,40.267]},"left_right_index":3,"mp_id":"106222219","mp_crag_id":"105974993","climb_id":"llY+P/KvWz6OHP8UuVjRkw==","areaRef":"0cY5kIuKXaCM6VrEpBWgcQ=="},"content":{"description":"Some enjoyable jug-hauling up overhanging quartzite.\n\nStart up less-than vertical rock to the first bolt, and then immediately start on overhanging rock. Clip the second bolt and power your way up. After surmounting the initial overhang the angle eases a bit but there is still some steep terrain until about twenty feet from the chains (a bit runout over easy terrain from the last bolt).","protection":"5 bolts, chain anchors.","location":"Near the top of the right side of the gully (just uphill past a lower-angled ramp that angles up from left to right) there are three bolted routes;\n\nHell's Bells\n\nis the right-most of the three."},"__v":0},{"_id":"rtIlaZbbUhazI9hrtRQNJw==","name":"Givin the Dog a Bone","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Andy Knight, May 2008","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.6246,40.267]},"left_right_index":1,"mp_id":"106173121","mp_crag_id":"105974993","climb_id":"rtIlaZbbUhazI9hrtRQNJw==","areaRef":"0cY5kIuKXaCM6VrEpBWgcQ=="},"content":{"description":"A strenuous, overhanging traverse makes this an exciting line.\n\nStart up the shallow, right-facing corner and clip the first two bolts. Find a way to the third bolt to the right, under the roof. Head up and traverse right and up along the lip of the roof, stopping for a strenuous clip at the fourth bolt. Keep moving right a bit and then head up, clipping several more bolts to the chains. (As you head up youll see two sets of gray-painted chain anchors; go to the left set).","protection":"6 bolts, chain anchors (shared with\n\nAngus\n\n, to the right).","location":"On the right (east) side of the gully 50 to 75 feet upslope from the black streaks find a roof with an angling lip that rises from left to right. The route starts under the left of this roof in a shallow corner."},"__v":0},{"_id":"/hL2OEytXU6E4bKVOq1WUA==","name":"For Those About To Rock (We Salute You)","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Tristan Higbee, Christian Burrell, Chris Sorensen","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.6246,40.267]},"left_right_index":4,"mp_id":"106527169","mp_crag_id":"105974993","climb_id":"/hL2OEytXU6E4bKVOq1WUA==","areaRef":"0cY5kIuKXaCM6VrEpBWgcQ=="},"content":{"description":"Want to feel like you're climbing a route in the mountains but don't want to be bothered to actually have to walk all the way up there? This route is for you. It's long, follows a sort of natural passage up the rock, and stays interesting the whole way up. Really good rock is broken up by a few bands of chossy white loveliness. The crux is surmounting a bulge at the 8th bolt. Hint: go right, but not too far right.\n\nA lot of the ledges and holds have small pebbles on them. It's a good idea for the belayer to wear a helmet or to hide under the overhang at the start.\n\nThis is the only route on the wall with tan powder-coated bolt hangers.","protection":"11 bolts to chains.","location":"To the left of Lemme Put My Love Into You (5.8) and right of Angus (5.10c). The route goes to within 5 feet of the top of the wall."},"__v":0},{"_id":"ulsrvXXuWheUOHd+bobtTw==","name":"Back in Black","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Andy Knight, 2001","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.6246,40.267]},"left_right_index":11,"mp_id":"106131382","mp_crag_id":"105974993","climb_id":"ulsrvXXuWheUOHd+bobtTw==","areaRef":"0cY5kIuKXaCM6VrEpBWgcQ=="},"content":{"description":"Start on a ledge above the talus field in the gully. The moves to the first bolt are kind of balancy. Getting to and clipping the second bolt is a bit reachy, and you dont want to fall before clipping the second bolt.\n\nOnce the second bolt is clipped the real business begins. A couple of pockets that force you right, a jug or two, sidepulls, and hidden holds make for an interesting sequence to the third bolt. Good feet at this point allow a quick rest before committing to the moves to get over a bulge to the fourth bolt. After the fourth bolt, it is easy climbing to the chains.","protection":"4 bolts, chain anchors (shared with\n\nThunderstruck\n\nto the left).","location":"The right of the two bolted routes in the black streaks on the east wall of the gully."},"__v":0},{"_id":"+uPRGFNbVNuHAal5MkM27Q==","name":"Angus","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Andy Knight","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.6246,40.267]},"left_right_index":2,"mp_id":"106222579","mp_crag_id":"105974993","climb_id":"+uPRGFNbVNuHAal5MkM27Q==","areaRef":"0cY5kIuKXaCM6VrEpBWgcQ=="},"content":{"description":"Fun, challenging climbing with some awkward-seeming moves on small to medium edges.\n\nBegin and the line immediately starts with the small edges and a bit of overhanging rock. Dancing back and forth while searching for less-than-large or less-than-positive edges is required until a brief respite is reached at the third bolt. The hard part awaits: moving up and left past the fourth bolt onto tenuous, off-camber holds until finally more welcoming holds are reached.\n\nContinue up and to the left pair of the two sets of chains that are visible.","protection":"6 bolts, chain anchors (shared with\n\nGivin the Dog a Bone\n\nto the left).","location":"Near the top of the right side of the gully (just uphill past a lower-angled ramp that angles up from left to right) there are three bolted routes;\n\nAngus\n\nis the center of the three."},"__v":0},{"_id":"F/1Wo/RQXnWaeq1qCEI3cA==","name":"Andy's 10","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Andy Knight","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.6246,40.267]},"left_right_index":8,"mp_id":"107325519","mp_crag_id":"105974993","climb_id":"F/1Wo/RQXnWaeq1qCEI3cA==","areaRef":"0cY5kIuKXaCM6VrEpBWgcQ=="},"content":{"description":"A rousing start on undercut, overhanging rock through three bolts, followed by easier cruising to the chains.\n\nStart on positive holds with tricky feet, positioning your body to make the best use of the holds you see.\n\nAfter the third bolt trend up and right.","protection":"6 bolts, chain anchors.","location":"The right-most bolted line on the rock to the left of the big roof.\n\nThis line has a bolt that you can clip from the ground, and after the third bolt trends right to chain anchors."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ee1d37e7-dc41-5c26-a358-5d51af01f499,5f0ed4d8-ebb0-5e78-ae15-ba7f1b3b5c51,b037c296-e68f-57e1-b9b0-29e6e393f181,0f0d1cb5-366f-59ca-93d4-ebb0b62da19b,d1c63990-8b8a-5da0-8ce9-5ac4a415a071","pathTokens":["USA","Utah","Wasatch Range","Southern Wasatch","Rock Canyon","AC/DC Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":5,"label":"5.8"},{"count":2,"label":"5.11b"},{"count":5,"label":"5.10a"},{"count":1,"label":"5.11d"},{"count":2,"label":"5.10c"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":0,"beginner":3,"intermediate":0,"advanced":0,"expert":0}},"sport":{"total":12,"bands":{"unknown":0,"beginner":2,"intermediate":7,"advanced":3,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":5,"intermediate":7,"advanced":3,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-111.6246,40.267]},"bbox":[-111.62518930036858,40.266550339818146,-111.62401069963144,40.26744966018187],"left_right_index":-1,"ext_id":"105974993","area_id":"0cY5kIuKXaCM6VrEpBWgcQ==","polygon":{"type":"Polygon","coordinates":[[[-111.62518930036858,40.266550339818146],[-111.62401069963144,40.266550339818146],[-111.62401069963144,40.26744966018187],[-111.62518930036858,40.26744966018187],[-111.62518930036858,40.266550339818146]]]}},"content":{"description":""},"density":0,"totalClimbs":15,"__v":1,"createdAt":"2022-11-07T06:26:51.981Z","updatedAt":"2024-02-19T18:41:10.313Z"}