{"_id":"6368a44ee80bff5a9959c15c","area_name":"Spire Four","shortCode":"","climbs":[{"_id":"XHE64LYpUEeOWrjF9G+PuQ==","name":"West Gruesome","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Jan and Herb Conn","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.53358,43.84908]},"left_right_index":999999,"mp_id":"106667121","mp_crag_id":"105714399","climb_id":"XHE64LYpUEeOWrjF9G+PuQ==","areaRef":"3RiPLONkUvGSvIvPhw8LnA=="},"content":{"description":"Awesome way to start a day, little bit of exposure to start second pitch.","protection":"std rack webbing","location":"From top of 3-4 gully walk to base of third spire on left and climb chimney to west face. p2 exposed step to shoulder. Rap anchors (webbing) are on east shoulder."},"__v":0},{"_id":"dt1jW7AQXEmEhk2s4oooaw==","name":"two EX squared","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Dave Groth","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.53358,43.84908]},"left_right_index":999999,"mp_id":"105715703","mp_crag_id":"105714399","climb_id":"dt1jW7AQXEmEhk2s4oooaw==","areaRef":"3RiPLONkUvGSvIvPhw8LnA=="},"content":{"description":"NW face of spire #4. Huge wall obvious line to center dihedral thru roof. Start first 10B: pitch below center dihedral, climb face direct(0ne bolt) or shallow left facing corner( 2 varations). Pitch 2 11a: diahedral to roof, stance over the roof. Pitch 3 12a: vears left on to head wall to top of spire.Very well protected with good stances. Hard clibing is well protected.( 5 bolts on head wall)Several attempts with weather & hand drilling. Put on lead. \n\n  DG","protection":"The first 2 pitches have gear & bolts, some pins, Third pitch has gear & 6 bolts, Bolted anchors, well protected, Standard rack 5.10b, 5.11a & 5.12a","location":""},"__v":0},{"_id":"+C8nfVRbUNeLaMrjqYaB6w==","name":"Tetrad","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"Chris Hirsch, Cheryl Mayer, Summer 2019 (ground-up) FFA: Chris Hirsch, June 2020","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.53358,43.84908]},"left_right_index":0,"mp_id":"119144401","mp_crag_id":"105714399","climb_id":"+C8nfVRbUNeLaMrjqYaB6w==","areaRef":"3RiPLONkUvGSvIvPhw8LnA=="},"content":{"description":"This nice natural line makes a great addition to the craging in the 4/5 gully. The first pitch has slopey laybacking and a punchy boulder problem through a roof that gives way to a long, alpine-esque second pitch.\n\nP1: (5.12-, 70') In the middle of the face, take the right facing crack that ends at a large yellow patch below a roof. Clip a bolt. Gain the roof, build a nest and pull this upper crux. Run it out to the large, bolted belay ledge.\n\nP2: (5.10, 130') Continue up ledges into the major dihedral feature with many right facing cracks/flakes. Merge into and finish 'Hang a Right..' where the bolt protects the offwidth section. ","protection":"1st pitch; 1 bolt, Single rack micro-hands   2nd pitch; 1 bolt, Singles small, doubles medium to large, optional XL cam   Bolted anchors","location":"Center of the east face, just right of 'Hang a right..'. Rappel the route."},"__v":0},{"_id":"DBVmBtQEXWKA7SokNrPWWA==","name":"Spire Four","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"Herb & Jan Conn 1948","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.53358,43.84908]},"left_right_index":999999,"mp_id":"105714947","mp_crag_id":"105714399","climb_id":"DBVmBtQEXWKA7SokNrPWWA==","areaRef":"3RiPLONkUvGSvIvPhw8LnA=="},"content":{"description":"Your first decision is HOW to get to the climb! Start off by going down the Cathedral Spires trail . . . (Option #1 The short way) go past the climbers spur till you are directly North of Spire 4.  Approach the 3/4 gully from the N side of the spires by bushwacking up the hill.  Climb 4th class wall to the 3/4 saddle.  \n\n  (Option #2 Fraggle Rock way) take the climbers spur (south of the spires)to the 3/4 gully, head up thru Fraggle Rock making some simple class 5 moves every now and again (check out the quartz waterfall) till you get to the 3/4 saddle. \n\n  If done in three pitches:  \n\n  Pitch 1: Rope up or scramble about 35ft to first set of anchors (watch out for the dinner plate - waiting for someone to rip it off!). \n\n  Pitch 2: Follow the obvious route up into a jumble of rocks. Here is the wormhole (5.0)- squeeze your way through to your second set of chains (I had to take everything off my harness to fit!).  \n\n  Pitch 3: Scramble up and avoid placing gear until you start actually climbing. This will prevent rope drag for the step across. Chains located on climbers left. At the top of this rock, you have to jump across to the summit of Spire Four - the best view in the hills if you ask me.  \n\n  3 raps back to the base of the big pine with a 60M rope","protection":"Standard Trad rack = nothing larger than a #3 cam necessary, aliens come in handy and don't ever leave the ground w/o your nutsGood anchors / rappel chains at both belays.","location":""},"__v":0},{"_id":"TUkgGch+XG28ka1efOwGwA==","name":"South Tower Conn Route","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Herb & Jan Conn","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.53358,43.84908]},"left_right_index":999999,"mp_id":"105715661","mp_crag_id":"105714399","climb_id":"TUkgGch+XG28ka1efOwGwA==","areaRef":"3RiPLONkUvGSvIvPhw8LnA=="},"content":{"description":"Enter 3-4 gully, scramble up until you get to the last corridor on the right before the classic Spire 4 chimney. Scramble to end of corridor, u-turn, scramble up some more along the ledge. We set a belay here. Directly across the corridor you will see a piton where the climbing starts. Then up and left to a small ledge and back (right) into the crack. Follow crack (small gear), past an old 1/4\" rusty, and a nice new black hanger to a large horn. We set a belay at the horn. From there it is a short climb to the top.  \n\n  On Spire 4 side is a large horn with slings for rap. (Bring at least 12' or more of webbing if you want to leave some).","protection":"Small & medium cams, nuts.  There are 1-2 old bolts to clip and 1 good new bolt.","location":""},"__v":0},{"_id":"IN9TohsDUz6KATXd9hLLTw==","name":"Little Lark Crack","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"undoubtedly someone else","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.53358,43.84908]},"left_right_index":999999,"mp_id":"106149556","mp_crag_id":"105714399","climb_id":"IN9TohsDUz6KATXd9hLLTw==","areaRef":"3RiPLONkUvGSvIvPhw8LnA=="},"content":{"description":"Nice straight-up hand crack that my friend Pete talked me into doing after we did the classic Spire Four route in August 2005.  It is such a nice crack that I'm sure someone else has done it, and it may be in some guidebook, but it hadn't been recently climbed.  \n\n  It was a bit dirty and there were a few loose rocks, but I intentionally knocked most of them out.  Plenty of secure jams. Maybe a couple of wide spots, I rested on a knee jam at one point, but it doesn't climb like an off-width.  It was extra fun because we didn't know what we were getting into but it worked out well.   \n\n  At \"the top\" is a good irregular ledge. When you are on the ledge there is an overhang above you, but daylight from a slot/chimney at the back. To descend we slung a low wide spur (that represented a significant part of the ledge) with a cordelette and rapped off.  \n\n  Unexplored possibilities: from the ledge there may be a thin and sketchy traverse left to the Spire Four route, or there is a slot/chimney going away from the Spire Four route that may lead to some kind of real top out (but not on the main spire).   \n\n  I'm curious if anyone else has experience with it. Does it have an original name (I made up Little Lark Crack)? Is there a top out with a good way down?","protection":"Eats up pro, finger to fist size.  Bring rap ring and about 20 feet of webbing to sling spur.","location":"This is just to orient you - Start on the saddle for the 5.4 Spire Four route. In the alley, facing the Spire Four chimney, there are 2 obvious cracks that start out big at the bottom, they start up a ramp.  The one on the left is the crack up to the Spire 4 route, to the wormhole. The one on the right is nothing I know about.  \n\n  Turn 90 degrees to your right, this is the face Little Lark is on. That face is almost vertical, but irregular. Roughly 20 feet out (10-30 ft) from the 2 cracks on the ramp, you should see an obvious crack going up."},"__v":0},{"_id":"Z4uP72tKXxOfEQr0b5ImAA==","name":"Kamps/Goldstone Route","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Bob Kamps and Rich Goldstone, 1966","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.53358,43.84908]},"left_right_index":999999,"mp_id":"107533624","mp_crag_id":"105714399","climb_id":"Z4uP72tKXxOfEQr0b5ImAA==","areaRef":"3RiPLONkUvGSvIvPhw8LnA=="},"content":{"description":"A nice, long route on the N face of Spire 4 that deserves more attention. The first pitch is somewhat dirty, but with more traffic, it could clean up pretty nicely.  \n\n  P1 - Starting at the lowest toe of rock on the N face, link together crack systems traversing back and forth a bit. Belay (gear) in an alcove at the beginning of a large chimney system. You might have to work a bit for the pro, but it's there. (5.8+, ~175') \n\n  P2 - Begin up the chimney system, trending left into some offwidth and fist-sized action in the back of a deep cleft. Wriggle onto the summit and belay. (5.8, ~150')","protection":"Doubles from tcu's to #4 Camalot. A #5 and #6 can be placed on P2.    First pitch has a few fixed pins. ","location":"Hike just past the N side of the 3/4 gully to the toe of Spire Four's N face. A fixed pin should be visible from the ground and will get you headed in the right direction."},"__v":0},{"_id":"thKt/U4LW5adZRgT5Y27jQ==","name":"improbability drive","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"richard mayes","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-103.53358,43.84908]},"left_right_index":999999,"mp_id":"109192779","mp_crag_id":"105714399","climb_id":"thKt/U4LW5adZRgT5Y27jQ==","areaRef":"3RiPLONkUvGSvIvPhw8LnA=="},"content":{"description":"This is a variation for the second pitch of Spire Four. Follow the normal start of second pitch but continue to the face of the spire that has the anchors. (Start under  the depression, climb up to depression then traverse right to gain the crack; follow the crack to the to top.) Crack had areas that crumbled, as is consistent with the top of the Spire Four anchors.  It may be considered a PG13- it is roughly 20ft before the climber is able to place gear once the route veers to the right.","protection":".4 through a #2","location":"Second pitch of Spire Four."},"__v":0},{"_id":"PyeY69HnVWqHRcihjlcLjw==","name":"Hang a Right at Fourth Avenue","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Bob Archbold, Mike Engle","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.53358,43.84908]},"left_right_index":999999,"mp_id":"105714932","mp_crag_id":"105714399","climb_id":"PyeY69HnVWqHRcihjlcLjw==","areaRef":"3RiPLONkUvGSvIvPhw8LnA=="},"content":{"description":"Walk up the four - five gully as if you are going to Eyetooth. When you get with in view of Spire Four you will see a small roof about half way up on the south/southeast side. Climb a series of cracks and flakes to the small roof. At the roof climb out right to a hanging belay with chain anchors. Hence the name \"Hang a Right at Fourth Avenue\". From the anchor move to the right and catch the small seam that continues to grow into a larger crack as it goes up. Follow this to the top.","protection":"I use everthing from small brass nuts to a number 4 friend. In fact I usually take one of each friend and I take two number 4's Up high a person could use something bigger after the high bolt in the off width of the second pitch, but I never seem to. I've climbed this route several times.","location":""},"__v":0},{"_id":"cdp0Y2PtWbOvui98/1VplQ==","name":"The Great Northwest Dihedral","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Herb and Jan Conn","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.53358,43.84908]},"left_right_index":999999,"mp_id":"106843916","mp_crag_id":"105714399","climb_id":"cdp0Y2PtWbOvui98/1VplQ==","areaRef":"3RiPLONkUvGSvIvPhw8LnA=="},"content":{"description":"This is a variation on the normal Spire 4 route.  Instead of climbing up the back to the 3/4 gully, belay off the bolts for the approach pitch. Climb around the corner on the opposite side of the gully to a sloping ledge with an old piton in a crack.  Set a belay and climb the dihedral to a chimney and under the broken spire.  You can either set your own belay on gear or downclimb to the anchors above the wormhole. The last pitch is the same as the traditional route.","protection":"Standard rack and a #4 or #5 Camalot for the dihedral. Take some single and double length slings to sling horns.  Fixed anchors atop the approach pitch, optional anchors atop the wormhole, and anchors at the top.","location":"Start at the base of the Spire 4 tree or climb the 3/4 gully. Three single rope rappels gets you to the base of the Spire 4 tree."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,253ab2e3-944f-5c5f-8477-58a428c86291,eb71723c-d454-5686-9f66-8bbd19c7143e,1ca6542a-76ee-5941-9233-b368e35d058f,dd188f2c-e364-52f1-92bc-8bcf870f0b9c","pathTokens":["USA","South Dakota","Custer State Park","Cathedral Spires","Spire Four"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.7"},{"count":1,"label":"5.12a"},{"count":1,"label":"5.12-"},{"count":1,"label":"5.4"},{"count":2,"label":"5.9"},{"count":1,"label":"5.8+"},{"count":1,"label":"5.8"},{"count":1,"label":"5.10"}],"byDiscipline":{"trad":{"total":10,"bands":{"unknown":0,"beginner":5,"intermediate":3,"advanced":2,"expert":0}},"sport":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":5,"intermediate":3,"advanced":2,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-103.53358,43.84908]},"bbox":[-103.53420351735352,43.848630339818136,-103.53295648264647,43.849529660181865],"left_right_index":-1,"ext_id":"105714399","area_id":"3RiPLONkUvGSvIvPhw8LnA==","polygon":{"type":"Polygon","coordinates":[[[-103.53420351735352,43.848630339818136],[-103.53295648264647,43.848630339818136],[-103.53295648264647,43.849529660181865],[-103.53420351735352,43.849529660181865],[-103.53420351735352,43.848630339818136]]]}},"content":{"description":"Spire Four is the highest summit in the Cathedral Spires, and probably the most popular formation in the group.  The view is spectacular, the rock is fantastic, the route unique, and the climbing superb.  If you climb only one of the Cathedral Spires, this is the one to do."},"density":0,"totalClimbs":10,"__v":1,"createdAt":"2022-11-07T06:23:16.224Z","updatedAt":"2024-01-20T01:06:21.118Z"}