{"_id":"6368a36ae80bff5a99582bba","area_name":"Stevens Cave","shortCode":"","climbs":[{"_id":"TvS6z06kW7uIu/FLjaOoCA==","name":"Tongue in Cheek","yds":"V5-6","grades":{"yds":"V5-6","font":"6C+","vscale":"V5-6"},"fa":"Crit Conrad","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.25685,44.03668]},"left_right_index":2,"mp_id":"116352715","mp_crag_id":"116352619","climb_id":"TvS6z06kW7uIu/FLjaOoCA==","areaRef":"4SiCgGL2XYeqkY0q7N06pA=="},"content":{"description":"At least a grade easier than Behemoth, tongue in Cheek begins on the ground on the left side of the cave at a large 2ft tongue-like flake. Aim for the huge jug at chest/head height (likely the only non sharp jug in the cave). From here either a harder gaston beta behind you and to the right or a really big move to a jug up and left allow you to transition rightwards into the belly of the ceiling where the line links up with Behemoth around its midpoint. \n\n It tops out the large mouth of the cave via the large flat jugs ","protection":"","location":"Begin sitting at the large tongue flake feature. Move up and behind you trending right to link into behemoth and top out the cave"},"__v":0},{"_id":"9p/CQj5UUUqSa1x0r80jCQ==","name":"Martin's Problem","yds":"V4","grades":{"yds":"V4","font":"6B","vscale":"V4"},"fa":"probably not Daniel Havlat","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.25685,44.03668]},"left_right_index":1,"mp_id":"119573954","mp_crag_id":"116352619","climb_id":"9p/CQj5UUUqSa1x0r80jCQ==","areaRef":"4SiCgGL2XYeqkY0q7N06pA=="},"content":{"description":"Make a couple big moves on good holds to the obvious large smooth jug. Trend up and left towards the mouth of the cave with plenty of options for heel hooks and other good feet. Reach the undercling dish shared with Dr. Dog, and continue to the end on underclings, pinches, and fun toe and heel hooks. The top out is the same as Dr. Dog, on the left side of the cave opening.","protection":"You're close to the ground the entire time, maybe 1 pad for the crux section if you're worried about landing on your back.","location":"The starting flake is an obvious large chalked hold about 15 feet down from the entrence of the cave, on the left wall. It's the same starting hold as Tongue in Cheek."},"__v":0},{"_id":"6qSGp3vAVyutPGpR55rR4A==","name":"Dr. Dog","yds":"V3-4","grades":{"yds":"V3-4","font":"6A+","vscale":"V3-4"},"fa":"Jason Chinchen","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.25685,44.03668]},"left_right_index":0,"mp_id":"116353532","mp_crag_id":"116352619","climb_id":"6qSGp3vAVyutPGpR55rR4A==","areaRef":"4SiCgGL2XYeqkY0q7N06pA=="},"content":{"description":"Dr. Dog starts sitting on the left side of the cave to the left of tongue in Cheek. It moves through some sloping but good holds with a large ramp for the feet until the terrain gets much steeper. Using a cool undercling dish in the ceiling, bust some big moves out left to an ear-like flake. Moves up through jugs and tops out  \n\n There are some alternate and harder finishing variations by staying in the steepness and topping out more on the right of the mouth of the cave. ","protection":"Pads","location":"One of the first lines inside the cave on the left. Begins left of the tongue flake on “tongue in Cheek” start sitting on a good right hand undercling "},"__v":0},{"_id":"Qq8dFNZWX3WULmQE7vqiMg==","name":"Behemoth","yds":"V7-8","grades":{"yds":"V7-8","font":"7B","vscale":"V7-8"},"fa":"","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.25685,44.03668]},"left_right_index":4,"mp_id":"116352689","mp_crag_id":"116352619","climb_id":"Qq8dFNZWX3WULmQE7vqiMg==","areaRef":"4SiCgGL2XYeqkY0q7N06pA=="},"content":{"description":"Behemoth begins maybe 10-15ft right of Tongue in Cheek with a stand start on a nice two-handed undercling. It sets the tone with a big right hand move to a slotted hold then left hand into a semi-hidden undercling. From here take the path of least resistance while following the belly of the ceiling that sags lower than the rest of the surrounding rock. Heel hooks, toe hooks, all jugs and lots of hidden holds. It tops out through the biggest entrance on huge flat hero jugs. \n\n Steep, physical, long, sharp, and pretty darn fun!","protection":"Pads","location":"Left side of the cave. Follow the belly of the ceiling back and left about 30-40 feet to start holds. Alternatively it begins 10-15 ft right of the noticeable tongue sit start of “tongue in cheek”"},"__v":0},{"_id":"jt/aUWyfVECyP5onzCoatA==","name":"Baby Behemoth","yds":"V6-7","grades":{"yds":"V6-7","font":"7A+","vscale":"V6-7"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.25685,44.03668]},"left_right_index":3,"mp_id":"120456598","mp_crag_id":"116352619","climb_id":"jt/aUWyfVECyP5onzCoatA==","areaRef":"4SiCgGL2XYeqkY0q7N06pA=="},"content":{"description":"Starting Behemoth and linking into the only smooth jug of Tongue in Cheek. A link up that suffers from 2-3 moderately sharp holds, but still really fun. Felt much harder then Tongue though a notch easier then Behemoth.Starting same as Behemoth with the big move to the mondo right hand and the hidden-ish left undercling. The fun is figuring how to get your left hand farther left into a sharp undercling/sidepull and your right into that hidden-ish undercling. From there big reach to a smooth jug and then some roof work links you to the smooth crescent jug of Tongue.","protection":"Pads","location":"Same stand start as Behemoth on the double hand undercling blob"},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,5f05ed84-1a18-52d9-b8cf-77f8fd01e061,e7aeefae-15e1-5de7-a395-a48727784e98,a38072c9-2ef9-5fc9-b616-78d26e54495f,fc4a537b-1e2a-5c93-98ce-1c4236e5c976,e1288280-62f6-5d87-aa91-8d2aecdd3aa4","pathTokens":["USA","Oregon","Central Oregon","Central Oregon Bouldering","Bend Area","Stevens Cave"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"V5-6"},{"count":1,"label":"V4"},{"count":1,"label":"V3-4"},{"count":1,"label":"V7-8"},{"count":1,"label":"V6-7"}],"byDiscipline":{"bouldering":{"total":5,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":3,"expert":2}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":0,"advanced":3,"expert":2}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-121.25685,44.03668]},"bbox":[-121.25747548803123,44.03623033981812,-121.25622451196875,44.03712966018185],"left_right_index":-1,"ext_id":"116352619","area_id":"4SiCgGL2XYeqkY0q7N06pA==","polygon":{"type":"Polygon","coordinates":[[[-121.25747548803123,44.03623033981812],[-121.25622451196875,44.03623033981812],[-121.25622451196875,44.03712966018185],[-121.25747548803123,44.03712966018185],[-121.25747548803123,44.03623033981812]]]}},"content":{"description":"Pretty much IN town, Stevens cave offers a decent alternative to the now-closed Horse caves. Offering cool year round temps, sharp holds, and very steep rock, only a handful of problems exist at this point but will update as things are done. I’m sure people have climbed in here before but as none of that info is documented, things here will be listed as first ascents to the best of local knowledge.  \n\n  There is certainly potential for more routes once things are cleaned, brushed, and established. Bring some lights or a headlamp, some brushes and perhaps a spray bottle.  \n\n  This spot used to be a popular hang for bums and homeless people. They cave used to be filled with mattresses, trash, needles, you name it. It is much cleaner and less lived-in these days, but climbers should still do their part and pack out as much trash as possible each visit."},"density":0,"totalClimbs":5,"__v":1,"createdAt":"2022-11-07T06:19:29.151Z","updatedAt":"2024-02-19T18:39:20.125Z"}