{"_id":"6368a11ae80bff5a99542ba4","area_name":"Blackfoot Dome","shortCode":"","climbs":[{"_id":"qxJk7DTZVYeMWDXNT5iCSw==","name":"Southeast face","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-114.27758,46.27]},"left_right_index":0,"mp_id":"118934881","mp_crag_id":"108408632","climb_id":"qxJk7DTZVYeMWDXNT5iCSw==","areaRef":"xRoo+uRsXh2G9ePlz0fhqA=="},"content":{"description":"Moderate fun direct line up the southeast slabs. Can keep the climbing easier than 5.5 for sure, but can seek out some slightly harder moves if wanted.\n\nPitch 1: Start near a large tree at the base and aim for the next large tree about a hundred feet up on a large ledge. Belay off the tree. (100 feet)\n\nPitch 2: Continue working up the slabs until you reach another large ledge. You can either belay off a tree higher up or build a gear anchor in a large horizontal crack. (150 feet)\n\nPitch 3: Untie and scramble up to the start of pitch 3 at the highest large tree on the ledge. Continue heading up the slabs aiming for trees for anchors. I believe this pitch I made a gear anchor. (200 feet)\n\nPitch 4: Continue up the slabs. I believe a 70m rope allows you to reach another tree. (200 feet)\n\nPitch 5: Continue to the top with large trees and belay from there. (180 feet)\n\nDescent: Can bail from the ledge at the top of pitch 2 with an easy walkoff to the northeast. Otherwise walk off to the northeast from the summit to a lower grade Class 3-4 slab. Can either walk off the slab on the most featured terrain or rappel off a tree with some tat and two chain links. Once on the ground descend the gully back to the start of the route or back to the trail. Stay high in the gully to avoid bushwacking, but there really is no good option.","protection":"All gear, no bolts, tree and gear anchors.","location":"Cut right off the main trail at a small campsite with a large boulder. Cross the creek on fallen trees or ford if the water is low. Ascend the talus field heading up and left. Eventually hit dense shrubs and bushwack through, trending climbers left through the narrowest part. Once through, ascend the steep ridge to the base of the dome. Or can take the approach for The Free Lament coming off the trail from past Blackfoot Dome."},"__v":0},{"_id":"AC1CqChbVi+9fWwGFpKLkw==","name":"The Free Lament","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"F.A. Tobin Kelly & Marvin McDonald  F.F.A.Bill Dockins & Kim Keeting","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-114.27758,46.27]},"left_right_index":999999,"mp_id":"108408644","mp_crag_id":"108408632","climb_id":"AC1CqChbVi+9fWwGFpKLkw==","areaRef":"xRoo+uRsXh2G9ePlz0fhqA=="},"content":{"description":"The Free Lament is perhaps one of the finer short routes in Blodgett. Perfect slab climbing up a very obvious line, and just enough gear to keep it fun.\n\nThe climb starts on a high grassy ledge at the true base of Blackfoot Dome. Look for a single bolt 70' up.\n\nBegin climbing just right of a shallow left facing corner. Climb past a large hollow flake and find gear in a small crack in a left facing corner. Step up and left aiming for the bolt above. Follow  the line of least resistance up through a wide crack in a right facing corner. Continue up to the highest good ledge with bolts and an old pine tree growing. 160' 5.8\n\nPitch two begins by climbing the cracks DIRECTLY above the anchor. Once about 30' up step left into the obvious left facing corner system that can be seen from the ground. Follow this thin corner with small gear to a fixed pin under a small roof. Trend up and left passed small pods to a bolted anchor on a slab. 110' 5.9\n\nPitch three climbs directly up from the belay following a thin seam into the overlaps. Once the seam closes up continue directly up passing an old fixed RURP and finally a good stance with a solid bolt. Pass the bolt and gain the prominent left facing corner above with a fixed pin at its base. Quality slab climbing with tricky gear placements lead upward into the final crack system leading all the way to the Pod Belay. A bolted belay on one of the more unique ledges in Blodgett Canyon. 170' 5.9+\n\nA short pitch of 5.6 leads to the top of Blackfoot Dome. No fixed anchor exists on the summit.","protection":"One or two sets of cams from small to a 2 Camalot. Small stoppers are useful.","location":"Two options exist for the decent:\n\nRappel the route in three raps.\n\nor:\n\nWalk off down the gully to the east."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,6d93ce9a-b1f9-55de-ba48-51d186dd1ef8,cc545a19-da0f-5476-b816-f6457f3fbdb1,4e9ae361-2064-5b4c-9071-eddf863d68ae,c51a28fa-e46c-5e1d-86f5-e3e5cf47e1a8","pathTokens":["USA","Montana","Northwest Region","Blodgett Canyon","Blackfoot Dome"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.5"},{"count":1,"label":"5.9+"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":1,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-114.27758,46.27]},"bbox":[-114.27823049275487,46.269550339818146,-114.27692950724511,46.270449660181875],"left_right_index":-1,"ext_id":"108408632","area_id":"xRoo+uRsXh2G9ePlz0fhqA==","polygon":{"type":"Polygon","coordinates":[[[-114.27823049275487,46.269550339818146],[-114.27692950724511,46.269550339818146],[-114.27692950724511,46.270449660181875],[-114.27823049275487,46.270449660181875],[-114.27823049275487,46.269550339818146]]]}},"content":{"description":""},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T06:09:32.232Z","updatedAt":"2024-01-20T01:02:47.966Z"}