{"_id":"6368a11ae80bff5a99542b6a","area_name":"Little Matterhorn, The","shortCode":"","climbs":[{"_id":"vwaCwRbPVaSaP4bYUtjUew==","name":"Where's Jack?","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"David Steele, Jason Mills, June 2019","type":{"trad":true,"alpine":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-113.78466,48.63572]},"left_right_index":1,"mp_id":"117298788","mp_crag_id":"117378519","climb_id":"vwaCwRbPVaSaP4bYUtjUew==","areaRef":"uI+qiA+ZUvyHoiMpdsTn1Q=="},"content":{"description":"Glacier is known for its choss. But if the rock is compact, relatively steep, and generally more quartz heavy than the rest of the mess, it takes gear and climbs great. Where's Jack? follows crack systems and lines of weakness up the southwest face (above Snyder Basin) of the Little Matterhorn. It's hard to overstate the grins that came from climbing a moderate, fun, route in such a great position and on such quality rock.\n\nRecognition for the hair-brained idea of going ground up on this improbability is due to Jack Beard, who scouted the approach and potential a long time ago. Both first ascensionists would like to thank him for the excellent notion.\n\nApproach from Lake McDonald Lodge via the Snyder Lakes trail. Either go to the north side of the valley at the lower lake and traverse talus with occasional bushwhacking, or go on the south side of the lower lake, climb a junky, wet gully, then cross the creek to get onto the north side of the valley above the upper lake.\n\nScramble 4th and 5th class steps on climber's left to gain the major ledge/goat trail that girdles the whole southwest face. Nearly directly below the tower on the ridge just north of the Little Matterhorn, scramble 30-40m up to belay 30m below an obvious flare with a hand crack in the back.\n\n(Pitch lengths are approximate guesses based on the middle mark).\n\nPitch Zero: Scramble off the grassy ledge into a dihedral 30m directly below a distinct flare with a hand crack. Belay off a nut and knifeblade.\n\nPitch 1. Climb face and cracks through the flare. Nuts and finger size cams for the belay. 40m\n\nPitch 2. Step left, then up to a ledge. Traverse hard right over blocks, then up a finger crack (5.8) that widens into a squeeze. Head straight up and fight rope drag to belay in a wide alcove on the ledge(Bugaboo, finger size cams). 60m\n\nPitch 3. Move the belay, or traverse right and head up the awesome left-facing dihedral. Giggle with how fun it is. Belay off a tree above it. 40m\n\nPitch 4. Head up and hard right, then up a short chimney. Climb up and right across 5.6 face, a small dihedral, and keep going to arrive at a long ledge. Piton/Nut belay. 60m\n\nPitch 5. Move belay right across the ledge (or belay) to anchor in trees. Leave the trees heading hard right, then pull a poorly protected 5.8 (crux) move up into rounded quartz chunks. Follow the easiest path right and up, yarding on hilariously fun 5.6 quartz. Pass a block with an off-width crack. Traverse a nice ledge right to belay (#1 camalot and nuts) beneath a quartz crystal slab capped with a triangular roof. 60m\n\nPitch 6. Climb straight up from the belay, left across the quartz crystal slab, then right up the dihedral to the ridgeline. Belay takes finger to hand size nuts/cams. 40m\n\nPitch 7. Punch it straight up the fun hand crack (5.8) or step right and up. Gingerly pass the one frustratingly chossy part of the whole route without sending blocks down on your belayer, then waltz across the top to belay off slung (and solid) blocks. 30m","protection":"Doubles .3 to #3 Camalot, single rack TCUs, single rack nuts, two knifeblades, one Bugaboo, one Lost Arrow. Lots and lots of long slings to fight rope drag.","location":"Approach from Lake McDonald Lodge via the Snyder Lakes trail. Either go to the north side of the valley at the lower lake and traverse talus with occasional bushwhacking, or go on the south side of the lower lake, climb a junky, wet gully, then cross the creek to get onto the north side of the valley above the upper lake.\n\nScramble 4th and 5th class steps on climber's left to gain the major ledge/goat trail that girdles the whole southwest face. Nearly directly below the tower on the ridge just north of the Little Matterhorn, scramble 30-40m up to belay 30m below an obvious flare with a hand crack in the back.\n\nDescend the Southest Face route (described in Edwards' 'Climbers Guide To Glacier National Park\")--some will downclimb, and some will rappel. Then you get a choice: hike out ten miles over Comeau Pass and back to Lake McDonald, or scramble/rappel down ledges back into the Snyder Basin and retrace your line back to the trail at the lower lake."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,6d93ce9a-b1f9-55de-ba48-51d186dd1ef8,cc545a19-da0f-5476-b816-f6457f3fbdb1,fc5c6d1a-e836-50b2-bffd-2bd9ce233626,b88faa88-0f99-52fc-87a2-232976c4e7d5","pathTokens":["USA","Montana","Northwest Region","Glacier National Park","Little Matterhorn, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.8"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"alpine":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-113.78466,48.63572]},"bbox":[-113.78534043307947,48.635270339818135,-113.78397956692054,48.63616966018185],"left_right_index":-1,"ext_id":"117378519","area_id":"uI+qiA+ZUvyHoiMpdsTn1Q=="},"content":{"description":""},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T06:09:31.250Z","updatedAt":"2024-01-15T16:45:50.929Z"}