{"_id":"63689d5ce80bff5a994f4475","area_name":"East Wall","shortCode":"","climbs":[{"_id":"cXypYRXgWdaP3G7AkzYBjg==","name":"Unnamed","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"unknown","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.13204,38.80261]},"left_right_index":31,"mp_id":"106038265","mp_crag_id":"105734270","climb_id":"cXypYRXgWdaP3G7AkzYBjg==","areaRef":"NF7WA7N5UCugUM3aX6pFWg=="},"content":{"description":"This fun low angle face climb starts on the far right side of the East Wall.  The first bolt is 20ft up, but it is only 5.6 to that point.  Follow a handful of well spaced bolts to the crack above.  Fun lieback moves will get you to the anchor.\n\nThere is good gear on this climb, but it is well spaced to keep you on your toes.  Probably not best climb for your first 5.10.","protection":"A few large nuts, and a single set of cams to #1 camalot","location":"Located about 20ft to the right of the Psychedelic Tree.  It is the last bolted climb on the far right side of the East Wall."},"__v":0},{"_id":"EQ2cTTVhVmubFQaCXxA3mQ==","name":"Showtime","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Jay Smith (1990)","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-120.13204,38.80261]},"left_right_index":26,"mp_id":"109769081","mp_crag_id":"105734270","climb_id":"EQ2cTTVhVmubFQaCXxA3mQ==","areaRef":"NF7WA7N5UCugUM3aX6pFWg=="},"content":{"description":"Start by climbing to the anchors of Labor of Love. From here, continue up the next pitch which is very runnout blank slab, followed by a difficult arch heading out right with missing pitons and bad gear. Offset cams might be useful here. The anchor is two good bolts. Pitch 3 starts up a blocky corner and moves past three or four bolts on the corners arête. From here the angle backs off a bit to the roof. Wander back and forth a bit to find the best way to approach the roofs above. A piton at the foot of the roofs marks the best spot to attack the steep overhanging roofs. There is some gear in the roofs, but mostly you're going to be going for it on steep 5.10 overhanging jugs.","protection":"Cams, to 2\", Double small and offsets useful. Nuts, whatever you got.","location":"Continuation of Labor of Love."},"__v":0},{"_id":"SN23SETMWJWFmwRCcRsaIQ==","name":"Scimitar","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"FFA: Jim Orey, F. Van Overbeck 1972","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-120.13204,38.80261]},"left_right_index":10,"mp_id":"105806605","mp_crag_id":"105734270","climb_id":"SN23SETMWJWFmwRCcRsaIQ==","areaRef":"NF7WA7N5UCugUM3aX6pFWg=="},"content":{"description":"A definite step up from the Line. This route has beautiful crack systems, roofs, bulges, route finding and a short heady unprotected face section. The crux is pulling the exposed roof after the 5.6R section on the second pitch. After negociating the first pitch its a strait line to the top. Some wandering from right to left and back is required to find the best holds on the runnout section.","protection":"Cams 1-2ea .5\"-3\" Nuts 1set.","location":"Just to the right of Fantasia and the left of East Crack. Ask someone, they'll point it out."},"__v":0},{"_id":"MF2eiR37UpyNjqDS7lh6pA==","name":"Psychedelic Tree","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Bruce Cooke & TM Herbert, 1968","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.13204,38.80261]},"left_right_index":30,"mp_id":"105928449","mp_crag_id":"105734270","climb_id":"MF2eiR37UpyNjqDS7lh6pA==","areaRef":"NF7WA7N5UCugUM3aX6pFWg=="},"content":{"description":"A nice 2-3 pitch route that feels more sustained at the grade than the Line or Scimitar. There are still some loose blocks, especially close to the start, so pay attention to what you pull on.\n\nP1: Follow steep shallow corners and cracks to a decent ledge.\n\nP2: A short pitch (technical crux) over a small roof to the base of the \"Tree\". This pitch can be fairly easily linked with the first (190').\n\nP3: Follow the crack to a really fun 5.9 roof section to the top. Originally the tree was climbed, but the tree has died.","protection":"Standard rack, heavier on smaller stuff.  I actually got a 6\" tube chock in one time, but it's not very necessary.","location":"100' or so right of the lines on \"The Line\" lies the start.\n\nWalk off standard east wall descent.\n\nObvious landmarks are \"The Tree\" itself."},"__v":0},{"_id":"9jS0SunwWGmpZLiOm7tmqw==","name":"Psychedelic Direct","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Mike Creel, Chris Craig (1990)","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-120.13204,38.80261]},"left_right_index":29,"mp_id":"109775747","mp_crag_id":"105734270","climb_id":"9jS0SunwWGmpZLiOm7tmqw==","areaRef":"NF7WA7N5UCugUM3aX6pFWg=="},"content":{"description":"Climb up beautiful white granite uncharacteristic of other East Wall routes past 4 bolts to the anchors. There are long runnouts between bolts and this route should not be thought of as any kind of \"sport route\". However the crux, as well as all moves approaching the \"crux\" grade also have a bolt just below. The climbing through the runnouts, though steep, is filled with positive holds, solid rock and aggressive friction. Some gear can be found to supplement the bolts, but very little.","protection":"Few Cams to 3\". Draws.","location":"This route is located about 15ft left of the start of Psychedelic Tree. The belay is at a two bolt anchor equipped with rappel rings. Two 60m ropes are required to rappel. You can continue up a short distance to finish on the roofs of Psychedelic Tree."},"__v":0},{"_id":"20Q02P/DVnCurgX2K3edKA==","name":"Preparation H","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Mark Haymond, Jim Hicks, 1969","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.13204,38.80261]},"left_right_index":6,"mp_id":"105810606","mp_crag_id":"105734270","climb_id":"20Q02P/DVnCurgX2K3edKA==","areaRef":"NF7WA7N5UCugUM3aX6pFWg=="},"content":{"description":"A better and more challenging first pitch for Haystack. You can use this route to gain the main ledge where you can finish on any number of routes or continue walking left along the ledge and walk off the 3rd class decent. Also a great first pitch to East Corner. It has a few patches of grass but nothing too bad.","protection":"Cams, .5\" - 2\"","location":"Just to the right of Haystack."},"__v":0},{"_id":"A1HaGi5EUMW8etGYE4cVUQ==","name":"Pop Bottle","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Gene Drake, Mark Haymond, Larry Morris","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.13204,38.80261]},"left_right_index":0,"mp_id":"105805325","mp_crag_id":"105734270","climb_id":"A1HaGi5EUMW8etGYE4cVUQ==","areaRef":"NF7WA7N5UCugUM3aX6pFWg=="},"content":{"description":"An easy 5.7 climb with the crux coming early in the first pitch at the first bulge. The entire first pitch is easily and well protected. While it probably can be done gracefully, most first timers on this route flop over this bulge. A second bulge comes shortly after the first. For the second bulge transition onto the small ledge to the left and climb around it.  The rest of the first pitch is an easy 5.6 climb to a large ledge at the end of the first pitch.  There is a walk off the to left down and across exposed low angle slabs at this point if you choose to do so.\n\nThe second pitch is belayed from this ledge, but there are not a lot of decent cracks for protection.  The second pitch is relatively easy, though the exposure on the first move and some run out add excitement. Climb up the corner/arête on the far right side of the ledge past a protection bolt. Stay slightly to the left as you ascend or you will find yourself off route and into harder climbing.  The second pitch ends at a two bolt anchor.\n\nPitch three is basically a scramble to the top.  Its not very exciting, but must be done if you want to reach the top.  Walk off to the left.","protection":"Small to medium cams and nuts.  2 Bolt anchor at the end of second pitch","location":"The eastern most climb on the East Wall, look for the light colored patch of rock about one half of the way up the first pitch. (see photo)"},"__v":0},{"_id":"04ycZReXU7KIYF1l54S5iA==","name":"Pigs on the Wing","yds":"5.10b/c","grades":{"yds":"5.10b/c","french":"6b"},"fa":"Jay Smith, Rick Sumner","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.13204,38.80261]},"left_right_index":16,"mp_id":"105987510","mp_crag_id":"105734270","climb_id":"04ycZReXU7KIYF1l54S5iA==","areaRef":"NF7WA7N5UCugUM3aX6pFWg=="},"content":{"description":"The first pitch starts up the face to the Left of the East Wall corner. Begin climbing up and traversing out left following flakes and dikes through a dirty face. Don't wander too far left or you'll end up in a crack with more bush than a 70's porn. Eventually the natural line will guide you back, traversing to the right again and finishing up a bushy crack to the big ledge.\n\nPitch 2 climbs the corner strait up on the Right side of the ledge. Follow the corner (5.9) until you can exit to the left out of the big corner before it heads out, arching to the Right. Just above where you exit, there is a section of slab on the lip of the big corner system. This is the crux as you'll have to smear your way up an ever steepening slab with zero pro for about 30ft over the lip of a big roof system. Make a few .10 moves and savor the big holds above just below a bulge. Some gear can be found here. Climb over the bulge (easy) to more moderate and much better protected face climbing above. Belay where you can, there are a few good spots.\n\nPitch 3 climbs more or less strait up the low angle face (5.6) to the top.","protection":"Cams .5\"-2\" Nuts, 1 set.","location":"Just to the left of East Wall on that dirty lichen covered face."},"__v":0},{"_id":"vGnk8LsKXSmWqOhthVd+1g==","name":"Out to Lunge","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Steve Miller (1978)","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-120.13204,38.80261]},"left_right_index":4,"mp_id":"105881078","mp_crag_id":"105734270","climb_id":"vGnk8LsKXSmWqOhthVd+1g==","areaRef":"NF7WA7N5UCugUM3aX6pFWg=="},"content":{"description":"This variation of \"East Corner\" climbs the blank face to the right.\n\nClimb up to the terrace, then move up past 3 bolts to the roof. Move left to the corner.","protection":"Draws.","location":""},"__v":0},{"_id":"/K+zcd9rXRGu4UMamorJwg==","name":"The Line","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Herbert, Tompkins","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.13204,38.80261]},"left_right_index":24,"mp_id":"105798280","mp_crag_id":"105734270","climb_id":"/K+zcd9rXRGu4UMamorJwg==","areaRef":"NF7WA7N5UCugUM3aX6pFWg=="},"content":{"description":"This is one of the finest crack lines at the Leap. It is located in the center of the East Wall. It should not be hard to pick out, since it follows a continuous crack system for 400ft.\n\nP1: This is the best pitch. Follow a straight in crack in a shallow LF dihedral for 130ft. The first 100ft are continuous, but rests can be found on dikes. Not a great \"first 5.9\" - should be solid at the grade. Take care placing protection in the first 30 feet.\n\nP2: Continue up the crack system which turns right facing. Belay before a roof.\n\nP3: Short pitch. Climb the roof and descend to the left on a well marked trail.","protection":"Gear to 2.5\"","location":""},"__v":0},{"_id":"Km71suW5XtWobD246JlmFA==","name":"The Last Sandwich","yds":"5.10b/c","grades":{"yds":"5.10b/c","french":"6b"},"fa":"Steve Miller, Will Cottrell (1984)","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-120.13204,38.80261]},"left_right_index":9,"mp_id":"109170895","mp_crag_id":"105734270","climb_id":"Km71suW5XtWobD246JlmFA==","areaRef":"NF7WA7N5UCugUM3aX6pFWg=="},"content":{"description":"The Last Sandwich is a sparsely protected route with mostly moderate but severely runnout climbing between protection with just a few spicy difficult sections to keep you on your toes.\n\nBegin by climbing up the heavily diked face just left of Scimitar. Look for a lone bolt that protects the roof above. Climb over this roof and up more dikes to a two bolt anchor left of Scimitar.\n\nPitch two climbs up and right (over the belay of Scimitar) to a lone bolt out on the face. Mantles and slab will bring you to a gear anchor, or traverse over to the anchors on the second pitch of Fantasia.\n\nPitch three climbs up and right to a piton. Some very heady moves 5.10b/c above the pin, traversing back and forth upward brings you to the better protected roofs above.","protection":"Cams, to 2\" Nuts, 1set (offsets useful)","location":"Located directly between Fantasia and Scimitar."},"__v":0},{"_id":"Dah6ilJDURSUY+6bQZy5Lg==","name":"Labor of Love","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"","type":{"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-120.13204,38.80261]},"left_right_index":25,"mp_id":"105798304","mp_crag_id":"105734270","climb_id":"Dah6ilJDURSUY+6bQZy5Lg==","areaRef":"NF7WA7N5UCugUM3aX6pFWg=="},"content":{"description":"This climb is located just to the right of \"The Line\". It is a fun dike climb with big reaches and runouts. If you are short, this climb may feel like 5.11. It will probably feel on the easy side if you tall. The crux is well protected, but there are 15-20ft runouts on easier rock. Rap with two ropes from chains... The first ascentionist is 5'6\" and probably wandered around a bit to keep it in the grade.","protection":"bolts..","location":""},"__v":0},{"_id":"2gKPjPMrVAKAIWMCqsj+Fg==","name":"Horn Blower","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Steve Miller, Greg Dexter (1976)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.13204,38.80261]},"left_right_index":15,"mp_id":"109171070","mp_crag_id":"105734270","climb_id":"2gKPjPMrVAKAIWMCqsj+Fg==","areaRef":"NF7WA7N5UCugUM3aX6pFWg=="},"content":{"description":"The star rating only applies to the second pitch. The first is a bomb and the last is non trivial.\n\nStart by climbing up the obvious vertical crack that looks like it would be great climbing if it weren't for the solid line of thick bushes along the entire way. Battle your way through this jungle to the outside ledge just left of the big ledge on the first pitch of East Wall.\n\nPitch two climbs up where the second pitch of East Wall goes, but instead of traversing left, continue up the splitter crack above with turns into face and several small roofs. Look for the gigantic horn shaped horn (you'll know when you see it) sling it and find a good place just above to build an anchor. This is a pretty fun pitch and a great, more adventurous variation to East Wall if you so choose to climb it that way.\n\nPitch three is low angle slabs and dikes to the top.","protection":"Cams to 3\", Nuts, 1 set. 2 Pruners, one for leader, one for follower","location":"The vertical green strip between Bears Reach and East Wall"},"__v":0},{"_id":"hEADCOAwWEu+Ha52g/PfWg==","name":"Haystack","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Ken Edsburg, TM Herbert, Jerry Sublette, 1965","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.13204,38.80261]},"left_right_index":5,"mp_id":"105810596","mp_crag_id":"105734270","climb_id":"hEADCOAwWEu+Ha52g/PfWg==","areaRef":"NF7WA7N5UCugUM3aX6pFWg=="},"content":{"description":"The crux is getting on the route in the summer. There's always a line so come early....real early. This route is a good entry level 5.8. Most of the pitches check in around 5.5 - 5.6. Midway up the second pitch is where you'll find the crux bulge. Its well protectable and only one short 5.8 move over it. The route is also really easy to follow. This is the best route to score booty gear on after a summer rain storm or early on Sunday mornings:)","protection":"Cams, .5\" - 2\" Nuts, 1 set.","location":"Right off the approach trail to East Wall, on your right. No fixed protection at belays. Walk down the obvious decent trail to get down."},"__v":0},{"_id":"f+WGYUUnUSC6iCkMt/MubQ==","name":"Ham Sandwich","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-120.13204,38.80261]},"left_right_index":14,"mp_id":"109171043","mp_crag_id":"105734270","climb_id":"f+WGYUUnUSC6iCkMt/MubQ==","areaRef":"NF7WA7N5UCugUM3aX6pFWg=="},"content":{"description":"Ham Sandwich is a route that has virtually been erased as the only protection bolts have been smashed or removed from the face at least 20 years ago.\n\nIt started about 15ft right of Bears reach and went strait up the face past a bolt and some gear to a small belay ledge about even across from the first pitch of Bears Reach.\n\nPitch two climbs up past a bolt and crosses into and joins with East Wall to the top.","protection":"Pro to 2\" Nuts, 1 set.","location":"15ft right of Bears Reach."},"__v":0},{"_id":"xcspVacPUjG2Nq1VzbKpjQ==","name":"Flying Circus/ Fireworks combo","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Steve Miller, Greg Dexter, Jay Smaith, Karl Jenkewitz","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.13204,38.80261]},"left_right_index":20,"mp_id":"114003640","mp_crag_id":"105734270","climb_id":"xcspVacPUjG2Nq1VzbKpjQ==","areaRef":"NF7WA7N5UCugUM3aX6pFWg=="},"content":{"description":"In my opinion this is probably the best obscure route you haven't done at the Leap. Though a combination of routes it follows the obvious line of weakness through the east wall\n\nP1 Start up East wall to the ledge (5.6)\n\nP2 Start up the obvious big and beautiful right facing corner that is immediately above you. Follow and stay in the corner as it sweeps across and transitions from a dihedral to a big roof (This large roof extends most of the way to The Line and is the continuation of Fireworks). This is 5.9/10a. The large roof above was then breached by the easiest line that breaks the roof (you are at this point on Fireworks). At this point the roof is stepped and smaller but still substantial. There is a pin and I found a bomber (truly!) #00 tcu. The roof is pretty easy (5.8?) but again a bit sporty. Set up a steep belay about 15 feet above the roof. Using 3 med/lg cams to Camalot 3 and lg nut.\n\nLast pitch goes up a nice shallow dihedral and then another large roof with a pin. This is a little less secure but not as big feeling. After this the route becomes more slabby but over several 2 foot roofs with creative gear and one pin high up. Again a little run out but pretty solid and not harder than 5.9. It looks hard to decide which way to go up. I chose just left of 12 O’clock and ran smack into the pin. The last 20 feet gets pretty grubby and needed a little cleaning for a mantle move and small cam placement. Top out about 80 left of the Line.\n\nRack is standard up to Camalot 3 (placed a 4 but not really needed). Doubles on ½ to perhaps 2 ½ inch, and don’t forget the #00! We climbed on doubles which were nice to have and looked cool but not a necessity. I would bring plenty of full length runners though. Probably a little less heady than Fantasia and a little easier. Most excellent, and really the natural line up that section of the East wall. Solid 3 out of 4 star and would become 4 star with clean up.","protection":"Standard rack to Camalot 3. Doubles from 1/2 to 2 1/2 with plenty of full length runners","location":"Same start as East Wall route"},"__v":0},{"_id":"PT6ux8A3U0m+NjN7hk9gPA==","name":"Flying Circus","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Steve Miller, Karl Jenkewitz, Jay Smith (1982)","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-120.13204,38.80261]},"left_right_index":19,"mp_id":"109174993","mp_crag_id":"105734270","climb_id":"PT6ux8A3U0m+NjN7hk9gPA==","areaRef":"NF7WA7N5UCugUM3aX6pFWg=="},"content":{"description":"This route is a pretty spicy traverse with tons of crispy dikes, marginal gear and delicate moves well out from your last likely untrustworthy piece of gear.\n\nBegin by climbing up the first pitch of East Wall.\n\nPitch two climbs the awkward 5.9 corner directly above the belay ledge and begins the long traverse under the roof which eventually links up with the Line.\n\nPitch three finishes up on the Line to the top.","protection":"Double rack to 3\", Nuts 1 set.","location":"Under the big arching roof from East Wall to The Line."},"__v":0},{"_id":"VqHKiEHpX9OBhBcHK/vA2Q==","name":"Fireworks","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Steve Miller, Greg Dexter (1976)","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-120.13204,38.80261]},"left_right_index":21,"mp_id":"109768870","mp_crag_id":"105734270","climb_id":"VqHKiEHpX9OBhBcHK/vA2Q==","areaRef":"NF7WA7N5UCugUM3aX6pFWg=="},"content":{"description":"Climb the first pitch of East Wall (5.6). At the large belay ledge, traverse out right not climbing (UP) much at all. About 15' to 20' out, look for the most obvious place to begin climbing up. It's really not \"obvious\" in any way, so you'll have to use your fine tuned route finding skills you've sharpened on the countless other obscure routes you've done that don't have an R rating attached to them. (hint)look for a feature that looks like it might take some gear.  After climbing up about 15ft, look for an old rusty bolt, there is small gear near by to back up the bolt. From here continue climbing up to a pin that marks the spot to climb over the small roof. Build a gear anchor ASAP or you'll get bad rope drag above. Strait forward easy climbing to the top from here.","protection":"Cams, .4\"-2\" Nuts, 1 set. Double slings!","location":"Just left of East Wall and Pigs on the Wing."},"__v":0},{"_id":"ejfOvzaRWieQ7SNfHZYimA==","name":"Fear No Evil","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Norm Booth and Jay Smith, 1979.","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-120.13204,38.80261]},"left_right_index":7,"mp_id":"105857727","mp_crag_id":"105734270","climb_id":"ejfOvzaRWieQ7SNfHZYimA==","areaRef":"NF7WA7N5UCugUM3aX6pFWg=="},"content":{"description":"1) Start left of the arching corner left of \"Fantasia\". Climb past Three bolts to a belay.\n\n2) Climb up to a bolt and some weird mantle moves (5.9). Climb past a fixed pin to a two bolt anchor.\n\n3) Climb up to a crack/corner with a pin, continue up to a belay.\n\n4) Wander to the top.\n\nI haven't done this route in over twenty years. The pins may be gone. Use your best judgement.","protection":"Pro to 2 in.","location":""},"__v":0},{"_id":"NWbyY0V0U26V2MqaT9xcPg==","name":"Far East","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-120.13204,38.80261]},"left_right_index":1,"mp_id":"105872240","mp_crag_id":"105734270","climb_id":"NWbyY0V0U26V2MqaT9xcPg==","areaRef":"NF7WA7N5UCugUM3aX6pFWg=="},"content":{"description":"Large ominous looking dihedral just to the right of Pop Bottle. The route starts up the corner with thin fingers and dikes. The very start is a bit runnout if you're not packing some small offset nuts. Otherwise, you can sew it up. Continue up to a short chimney section where you place good gear deep inside and climb on the dikes on the outside. The difficulty backs off a bit and you reach a large ledge where you have to crawl out right across and over a large block that looks as if it could fall at any minute. Don't worry, its a lot more solid than it looks. Now continue up the corner making a few 5.9 moves (with good pro) to avoid some bushes. Finish on the large ledge just below East Corner. A great alternative first pitch to East Corner.","protection":"Cams .5\"-2\" Nuts 1 set, RP's (offsets usefull)","location":"Finish by walking the third class ramp to the left or better yet, on East Corner."},"__v":0},{"_id":"OpuH7Tm4UdONpwZsaDafEA==","name":"Fantasia","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Royal Robbins, Ken Wilson 1973","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-120.13204,38.80261]},"left_right_index":8,"mp_id":"105735227","mp_crag_id":"105734270","climb_id":"OpuH7Tm4UdONpwZsaDafEA==","areaRef":"NF7WA7N5UCugUM3aX6pFWg=="},"content":{"description":"To find this climb, look for a very featured slab below a very prominent crescent arch crack that forms a roof. Begin climbing up a highly featured (dikes) face below the arch to the roof, about 50ft of unprotected 5.5\n\nPitch #1:\n\nFrom the start of the route, head up over this roof, work up to another small roof traversing left a bit and then up through easy runnout face to the first bolted anchor, about 140 feet up.\n\nPitch #2:\n\nThis shorter pitch is probably the simplest and best protected pitch of the route. From the first belay station, continue up the face to a horizontal cracksystem that leads up and slightly right to the second bolted belay station.\n\nPitch #3:\n\nThis long pitch will get you to the top of the rock. Climb up and left to a mantle with poor to no protection, 5.9. Continue strait up on easier face to a short slabby area. Make some runnout slabby moves through a blank section and climb up into the roofs above. There are many ways to go up high with none much better than the other. Just go more or less strait up getting pro where you can.","protection":"Cams, doubles to 2\". Bring many long slings, you will need them on almost every placement.","location":""},"__v":0},{"_id":"gCMN7ZYpVhey25nBFjDK8Q==","name":"Fandango","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"George Connor, David Babich, 1978","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.13204,38.80261]},"left_right_index":32,"mp_id":"106490102","mp_crag_id":"105734270","climb_id":"gCMN7ZYpVhey25nBFjDK8Q==","areaRef":"NF7WA7N5UCugUM3aX6pFWg=="},"content":{"description":"First pitch (190ft) goes up a finger crack, then a bit of dike hiking to finish the pitch. Second pitch (150ft) is a bit unclear. The route we took goes up just right of the belay station, then tends towards the dihedral on the left.","protection":"Standard Rack to 2.5\", nuts, focus on small cams.\n\nGear anchor (possibly bolts?) for first pitch. Pitons at the top of the route.","location":"50ft to the west of Psychedelic Tree the trail curves down and right towards the Central Wall. From here stay left along the wall, on a faint trail. This leads to the start of Fandango."},"__v":0},{"_id":"GXSPaA20VjaI9mpZ6arkIA==","name":"End of the Line","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Jay Smith, Carl McConachie, Paul Crawford (1984)","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-120.13204,38.80261]},"left_right_index":23,"mp_id":"109769052","mp_crag_id":"105734270","climb_id":"GXSPaA20VjaI9mpZ6arkIA==","areaRef":"NF7WA7N5UCugUM3aX6pFWg=="},"content":{"description":"Thin techy climbing with thin techy gear up a thin seam is what this route is all about. As the holds improve, so does the gear. Eventually the seam disappears and you're forced out onto the face, which is notoriously difficult to read.","protection":"Thin cams to 1.5\", Nuts, offset micros and mid sized nuts.","location":"Just left of The Line"},"__v":0},{"_id":"T2Y5JhT5UMiFU4jtucXvxw==","name":"East Wall Arete","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"unknown","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-120.13204,38.80261]},"left_right_index":17,"mp_id":"109174946","mp_crag_id":"105734270","climb_id":"T2Y5JhT5UMiFU4jtucXvxw==","areaRef":"NF7WA7N5UCugUM3aX6pFWg=="},"content":{"description":"Interesting climbing up an exposed arête on dikes and the occasional crack with some mantles you're not likely to forget anytime soon. This route is a hidden gem not often repeated. The first bolt is a bit high, but the climbing up to it is fairly easy. It's difficult to see from the ground, so just start climbing and you'll run into it.\n\nThough the route doesn't exactly have the most extreme runnouts, you need to be aware of what you're getting into before you just blindly jump on this one. The climbing isn't all that difficult and the space between protection isn't all that bad, but you will be pulling 5.10 moves a noticeable distance above your gear.","protection":"Bolts. An optional finger sized piece or two is nice to have.","location":"On the arête just left of the first pitch of East Wall."},"__v":0},{"_id":"rmFIAa0+VuuaiKdnkXx0OQ==","name":"East Wall","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Ken Edsburg, Mike Edsburg, J, Sublette (1964)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.13204,38.80261]},"left_right_index":18,"mp_id":"105987507","mp_crag_id":"105734270","climb_id":"rmFIAa0+VuuaiKdnkXx0OQ==","areaRef":"NF7WA7N5UCugUM3aX6pFWg=="},"content":{"description":"3 pitch climb. Pitch one is in right facing open book. Second pitch is a traverse left. Can be hard to find the route from belay. Go out to left of belay onto face. [You might be tempted to go up the obvious corner instead--don't unless you're looking for a more difficult variation--.] Just head toward bushy ledge, (it'll be the one with 6+ people on it). (belay #2).  Look for the biggest dikes to go across. Just follow the dikes and gear placements and don't be tempted to start moving left too soon. Go up a bit before traversing left. Third pitch follows the bottleneck crack to the rim from bushy ledge.","protection":"Cams, .5\"-3\" Nuts 1set.","location":""},"__v":0},{"_id":"+c6CWOUKWjKEgr+i8P4VWw==","name":"East Crack","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"TM Herbert, Gordon Webster, 1966","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.13204,38.80261]},"left_right_index":11,"mp_id":"105812271","mp_crag_id":"105734270","climb_id":"+c6CWOUKWjKEgr+i8P4VWw==","areaRef":"NF7WA7N5UCugUM3aX6pFWg=="},"content":{"description":"The crux comes on the second pitch when climbing over several bulges. The bulges are short but sweet with easier climbing in between. A good route to break into the 5.8 realm. The route meets up with several other routes at bushy ledge. Expect crowds on most sunny days.","protection":"Cams, .5\" - 3\" Nuts, 1 set.","location":"The climb starts just to the left of bears reach and follows a double crack system. Walk down the decent trail on the back side of the route."},"__v":0},{"_id":"3poc5exYXfKMM9zrz2tlBQ==","name":"East Corner Arete","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.13204,38.80261]},"left_right_index":2,"mp_id":"109170908","mp_crag_id":"105734270","climb_id":"3poc5exYXfKMM9zrz2tlBQ==","areaRef":"NF7WA7N5UCugUM3aX6pFWg=="},"content":{"description":"A finger and hand crack just around the corner from Pop Bottle on the over hanging arete Left of East Corner. The route starts in the splitter crack about 5ft left of East Corner, where most everyone builds and anchor etc...Follow a Hands and finger crack for about 60ft of slightly overhanging climbing until pulling around the arete to the easier climbing of Pop Bottle. This route although a bit crispy is actually pretty good and well protected.","protection":"Cams to 2\"","location":"On the overhanging wall just left of East Corner."},"__v":0},{"_id":"9Hg6rw1sVAO1E88FhnU89w==","name":"East Corner","yds":"5.11a/b","grades":{"yds":"5.11a/b","french":"6c"},"fa":"TM Herber, Bob Kamps 1969","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.13204,38.80261]},"left_right_index":3,"mp_id":"105806600","mp_crag_id":"105734270","climb_id":"9Hg6rw1sVAO1E88FhnU89w==","areaRef":"NF7WA7N5UCugUM3aX6pFWg=="},"content":{"description":"This is a under appreciated corner of rock that doesn't see the traffic that it deserves. The line is clean thin technical and well protected. The grade deters most people I'm sure but if you can climb 5.10a you can climb this route. The crux is a short mantle over a bulge, a two move wonder. The rest is no harder than .10a. You can easily pull on gear over the bulge if you decide you can't do it. Bring small gear. After you climb over the crux bulge/roof, continue up about 40ft and climb out of the corner when the crack begins to disappear. Two bolts await.","protection":"Cams 1-2ea .5\"-3\" Nuts 1set.","location":"Climb any number of routes to reach the corner alcove. My recommendation is to climb Preparation H and traverse out left on the ledge at the first belay into the corner. The original route starts in a 5.8 crack to the left of Haystack called Micro Brew. The best way down is to walk off the top like most routes on East Wall."},"__v":0},{"_id":"jKNeaXUvXAWcCApbn4aPDw==","name":"Easier Said than Done","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Richard Harrison, Jay Smith (1981)","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-120.13204,38.80261]},"left_right_index":22,"mp_id":"109768913","mp_crag_id":"105734270","climb_id":"jKNeaXUvXAWcCApbn4aPDw==","areaRef":"NF7WA7N5UCugUM3aX6pFWg=="},"content":{"description":"Start up the face just right of East Walls first pitch from the ground. Moderate moves will take you past three bolts. After the third bolt, make a direct traverse right past the thin crux, heading for an obvious corner feature. Easy 5.6 climbing up this feature/corner will lead you to another short traverse on decent holds to the anchor of End of the Line.","protection":"Cams, singles to 2\". Nuts, 1 set.","location":"Right of East Wall, left of End of the Line."},"__v":0},{"_id":"MnkKSbyDXNCI56pidXeyTA==","name":"The Deviate","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Tom Higgins, Ben Borson (1968)","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-120.13204,38.80261]},"left_right_index":28,"mp_id":"109775549","mp_crag_id":"105734270","climb_id":"MnkKSbyDXNCI56pidXeyTA==","areaRef":"NF7WA7N5UCugUM3aX6pFWg=="},"content":{"description":"The Deviate climbs an inconspicuous section of the east wall that starts on gigantic dikes that crisscross the wall. Eventually (about 40ft up) you'll run into the first gear on the route which is behind a narrow ledge that is hard to spot from the ground. Continue heading more or less strait up beautiful solid granite with sporadic opportunities for gear. Head for a white patch of granite with a short vertical crack running through it about 100+ft up the wall. You will find good gear and a great spot to stop and build a belay.\n\nPitch 2 climbs up the vertical crack onto more dikes with better opportunities for gear along the way. Trend right after about 50ft of climbing shooting to meet up with the large belay ledge that is also the top of the first pitch of Psychedelic Tree.\n\nClimb the last pitch of Psychedelic Tree to the top.\n\nThere is also a third pitch that has been done which leads to the upper ledge of Psychedelic Tree, topping out on it's very left side but is of low quality and high commitment. It is not recommended to the civilized climber, as doing so may result in surfing a gigantic slab, or rolling precariously without much control, having little trust in (while descending rapidly past) ones scarcely allotted protections.\n\nHowever, if you must; From the top of the first pitch, climb up as you would for the normal second pitch, but do not veer to the right heading toward the big ledge of Psychedelic Tree. Continue strait up through slabs and bulges keeping a keen eye for any potential gear. You will not find much. Continue up through some very expansive (thin) detached plates. Beyond these plates is a section of difficult slab which ends on a narrow sloping ledge. No gear will be found here, however it is only one short (5.10+) mantle before 5.10 slabs will deliver you to the big ledge and trees which give name to the route Psychedelic Tree. It is a 170ft pitch.","protection":"Cams, single to 3\" Nuts, 1 set.","location":"The Deviate climbs up the right side of a gigantic white streak that splits the East Wall, located 30 or so feet left of Psychedelic Tree."},"__v":0},{"_id":"KLfiP5pJWx+R7iQeFstcCA==","name":"Between the Lines","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Rick Sumner, Steve Miller (1981)","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-120.13204,38.80261]},"left_right_index":12,"mp_id":"109170923","mp_crag_id":"105734270","climb_id":"KLfiP5pJWx+R7iQeFstcCA==","areaRef":"NF7WA7N5UCugUM3aX6pFWg=="},"content":{"description":"Between the lines is like sport climbing on gear. There are runnouts but they are rarely harder than 5.6. Begin climbing up the face between East Crack and Bears Reach. Decent protection can be found along the way with moderate runnouts here and there. Belay at a two bolt anchor.\n\nPitch two climbs up a bit harder terrain to a short section of 5.10 below a very thin, short vertical crack that can be protected with micro offset wires. Pull the thin lieback mantle to easier terrain and up to bushy ledge to join the masses.","protection":"Cams to 2\" Nuts, micro offsets.","location":"Directly between East Crack and Bears Reach."},"__v":0},{"_id":"70elmT3QXyqVUlip06mMBw==","name":"Bear's Reach","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Berry and Linnett,  1956","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.13204,38.80261]},"left_right_index":13,"mp_id":"105798294","mp_crag_id":"105734270","climb_id":"70elmT3QXyqVUlip06mMBw==","areaRef":"NF7WA7N5UCugUM3aX6pFWg=="},"content":{"description":"This is one of the classic 5.7 climbs at the Leap that should not be missed.\n\nP1:  Start in a short right facing flake for about 20ft, Do a short unprotected traverse up and left to another lieback flake. Continue upwards into a left facing flake system, which will take some larger gear. The short runnout at the beginning of this pitch, though easy climbing, has resulted in a couple helicopter rescues, claimed a few ankles and caused a few good falls over the years. Climb slow and keep under control with an alert and competent belayer, or choose another route until you're 100% confident.\n\nP2: The \"reach\" pitch. Follow fun cracks and face holds to the large reach.  Continue up on solid 5.6 overlaps to a good ledge.\n\nP3: Follow a right leaning crack system with a wide crack over a roof/bulge to the top, or traverse right up a low angle sloping ramp to the top.","protection":"gear to 3.5\"","location":""},"__v":0},{"_id":"57H+TzfkXNGburq5szxkzQ==","name":"A Few Dollars More.","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"John Bowlin, John Hoffman, Victor Marcus, Jim Orey (1977)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.13204,38.80261]},"left_right_index":27,"mp_id":"109769121","mp_crag_id":"105734270","climb_id":"57H+TzfkXNGburq5szxkzQ==","areaRef":"NF7WA7N5UCugUM3aX6pFWg=="},"content":{"description":"Start up a heavily featured wall of crisscrossing dikes. A few moves of 5.8 will lead to a short right facing crack that can be seen from the ground. Two bolt anchor is on top.\n\nPitch 2 starts up more dikes and wonders to a small ledge with a pin. From here, wonder up (5.9) and slightly left heading for a long crack that starts as a thin seam (.10a). Once you make it to the seam, it will open up to a good crack above. Make an anchor where you can here.\n\nPitch 3 can be done two ways, Direct, or Indirect. The indirect way climbs up to a small corner/bulge (.10c) with good gear to the large roofs above. From here, traverse out right under the first roof system all the way to the ledge of Psychedelic Tree and finish on that route.\n\nThe Direct finish climbs past the corner/bulge to the roofs. At the roofs, find a place to mantle the first one. Above the first roof, traverse left about 8ft to an obvious right facing corner. Climb this corner to just under the giant roofs above. It is best to make an anchor here as rope drag will be near impossible to avoid for the climbing above.\n\nPitch 4, Continue up out the overhanging roofs on jugs to a low angle ledge. It's not over yet! Climbing over the last bit of roof to the top is difficult (5.11) and not well, if at all protected. There is no easy way.","protection":"Cams to 2\" especially small. Nuts, 1 set.","location":"Right of Labor of love."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,6d6152bc-0bbc-501a-9891-f11b5d49c911,f2c3db33-a8f4-5afc-a1c7-db5c8b227244,b7663f40-eea7-5cad-8055-e8fe3e93288f,21ad3775-68b2-5ab8-bc1f-b90d44912e43,345ed603-b379-502b-a050-cdda5faa455a","pathTokens":["USA","California","Lake Tahoe","Highway 50 Corridor","Lover's Leap","Main Formation","East Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":4,"label":"5.10a"},{"count":1,"label":"5.11+"},{"count":8,"label":"5.9"},{"count":3,"label":"5.8"},{"count":2,"label":"5.7"},{"count":2,"label":"5.10b/c"},{"count":2,"label":"5.10d"},{"count":2,"label":"5.10b"},{"count":1,"label":"5.8+"},{"count":2,"label":"5.10"},{"count":1,"label":"5.9+"},{"count":1,"label":"5.9-"},{"count":1,"label":"5.10c"},{"count":1,"label":"5.6"},{"count":1,"label":"5.11a/b"},{"count":1,"label":"5.10+"}],"byDiscipline":{"trad":{"total":32,"bands":{"unknown":0,"beginner":8,"intermediate":22,"advanced":2,"expert":0}},"sport":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":2,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":8,"intermediate":23,"advanced":2,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-120.13204,38.80261]},"bbox":[-120.13261699826296,38.80216033981815,-120.13146300173706,38.80305966018188],"left_right_index":-1,"ext_id":"105734270","area_id":"NF7WA7N5UCugUM3aX6pFWg=="},"content":{"description":""},"density":0,"totalClimbs":33,"__v":1,"createdAt":"2022-11-07T05:53:55.713Z","updatedAt":"2024-01-15T16:40:21.970Z"}