{"_id":"63689d20e80bff5a994f285b","area_name":"Southern Crags","shortCode":"","climbs":[{"_id":"gcuiZDScU6C/c5J+0iRvNg==","name":"Unlikely Manicure","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Marcy, Geir & Doso","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.02595,33.2767]},"left_right_index":999999,"mp_id":"106642697","mp_crag_id":"106638789","climb_id":"gcuiZDScU6C/c5J+0iRvNg==","areaRef":"QQHOwppdUMCAmOuoBIVq5w=="},"content":{"description":"Start in a short left facing corner in the center of the face. Follow the vertical crack until it runs out. Continue up to a nice ledge, placing gear in horizontals. From the ledge, move right and continue up the face for another 12 feet to the summit. Belay from 2 bolts on the summit. \n\n  Rappel the route from to bolts with quicklinks and leave it carabiners that are located down and (climber's) left from the summit belay bolts. \n\n  This is a nice trad line with good rock that protects well. It faces west and gets a good amount of sun from late morning through early evening.","protection":"Doubles to 2\"","location":"See overview topo"},"__v":0},{"_id":"VsgiQp8KWpm4BCQobptzQQ==","name":"Cold Rush","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Geir, Marcy, and Doso, 12/09","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.02595,33.2767]},"left_right_index":999999,"mp_id":"106638793","mp_crag_id":"106638789","climb_id":"VsgiQp8KWpm4BCQobptzQQ==","areaRef":"QQHOwppdUMCAmOuoBIVq5w=="},"content":{"description":"This thrilling route is located on the southern end of LDE.  Like almost every LDE climb, it was established on lead drilling bolts from hook placements when necessary.  The climb ascends two pitches of great rock and has a terrific summit.  The first pitch looks simple but has surprisingly tricky moves and gear.  The second pitch is beautiful and challenging; it is one of the best pitches I've done in Queen Creek. \n\nPitch 1: From the comfortable ledge at the start of the climb, head up to gain a crack.  Marcy did the FA by starting on the right side of the wall from the belay stance.  Climb the crack to its end, pass through a short crux section, and continue to a ledge with a two bolt anchor.  (5.8, 60') \n\nPitch 2: Wander up the left side of the steep face protected by small gear and three bolts.  Thoughtful, sustained movement, multiple cruxes, and tricky but solid gear make this a classic, outstanding pitch!!  A good hint to keep in mind is that the climb briefly heads up and right toward the center of the face after the second bolt (see topo).  (5.11-, 80') \n\n  To get to the summit, step left and pull a few easy moves to the top (15').  A belay anchor is on the actual summit, a rap anchor will be on your right just before the summit.   \n\n  Descent:  You can rap the route with a single 60m rope.  The first rappel goes from the top of the tower to the top of the first pitch.  From here one more rappel takes you to the ground.","protection":"Stoppers, doubles <1\", singles 1-2\", two #2 camalots, one #3 camalot.","location":"From the main trail leading to the Entrance tower, head right (south) toward the Coop.  Just before the Coop turn right, head downhill for about 50', then turn left and continue south on a well-marked trail toward the climb.  A hand line is present to help negotiate a short but nasty gully leading to a spacious belay at the bottom of the climb. \n\n  See the overview photo to identify the climb."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,24e148bb-4884-59e8-9870-43ce21f1a337,c1fdee82-93e7-5a55-9103-7defbe7f0b10,acd5e4e7-2972-5435-a237-4cea3dffe6cb,343925df-f5ad-5a49-bb71-529ec1ae8c07,cebe4067-a118-565b-853f-6b9e18f079e0,4101cec2-9a5d-50c0-8098-eba804856ae7","pathTokens":["USA","Arizona","Central Arizona","Queen Creek Canyon","Lower Devil's Canyon","Lower Devil's East  (LDE)","Southern Crags"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.7"},{"count":1,"label":"5.11-"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":0,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-111.02595,33.2767]},"bbox":[-111.02648785137052,33.27625033981814,-111.02541214862947,33.277149660181855],"left_right_index":-1,"ext_id":"106638789","area_id":"QQHOwppdUMCAmOuoBIVq5w=="},"content":{"description":"This is a new area we're working on in LDE with some good route potential.  The first route in this area is Cold Rush, one of the more difficult lines we've establised at LDE."},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T05:53:05.359Z","updatedAt":"2024-01-15T16:39:52.477Z"}