{"_id":"6368a6e7e80bff5a995d8582","area_name":"Upper Major Mass & Jungle Gym Tower","shortCode":"","climbs":[{"_id":"QPuU6j89XCm0J7ZhXBm+1A==","name":"W.A.R","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Whitney Arrow","type":{"trad":true,"tr":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-89.71997,43.41403]},"left_right_index":4,"mp_id":"107225229","mp_crag_id":"107318691","climb_id":"QPuU6j89XCm0J7ZhXBm+1A==","areaRef":"4PPQWiYUXc+uPZIjvZndwQ=="},"content":{"description":"Listed in Sven's book as a variation of Ceder Tree Crack this is a nice independent line.  \n\n  It starts with some excellent jams and pro but ends with a head game.  \n\n  Named after the cutest damn baby in the whole wide world.","protection":"Usual, A mirco nut is the only thing to protect the exit moves and a small at your feet cam is all out get for the upper crux.","location":"Left crack of Cedar Tree."},"__v":0},{"_id":"DPyJ8zaqV+WoSZQlbkyH1g==","name":"Three Kings","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-89.71997,43.41403]},"left_right_index":18,"mp_id":"108274080","mp_crag_id":"107318691","climb_id":"DPyJ8zaqV+WoSZQlbkyH1g==","areaRef":"4PPQWiYUXc+uPZIjvZndwQ=="},"content":{"description":"Work up the pleasant blocks above the access trail for the Upper Band.  At the penultimate shelf, move left to the off-sized crack in the dihedral.  Either attack this head on, or, after reaching up and placing your gear, do a strenuous layback.","protection":"Mostly finger-sized gear.  At the crux you could use one fist-sized piece (#3 or #4 BD C4), but this is probably best protected with another 1/2 to 1 inch piece.","location":"The group of blocks at the east end of the Upper Band forms a pinnacle, best seen from the top of \"Mindless Dribble.\"  At the top of this pinnacle are two cracks:  the one on the right is \"End of the Line,\" the one on the left is \"Three Kings.\""},"__v":0},{"_id":"CMACnDIAUPSqMixFlmbrkA==","name":"Split Decision","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-89.71997,43.41403]},"left_right_index":6,"mp_id":"105730532","mp_crag_id":"107318691","climb_id":"CMACnDIAUPSqMixFlmbrkA==","areaRef":"4PPQWiYUXc+uPZIjvZndwQ=="},"content":{"description":"Split Decision is a nice climb below the Devil's Doorway formation.  Climb the lower section of slabby rock using small holds.  The crux is about halfway up where the rock becomes more blank.  Finish up the climb by passing through a challening notch and continue to the top.","protection":"Top Rope set up is found on the south side of the Devil's Doorway.  To get to the base of the climb from the TR setup hike east along lower Devil's Doorway Trail, go up short set of steps just north of The Crypt (route 18).  Once above steps turn right (east) and descend gully between the Major Mass and Minor Mass.  Descend the gully about 20 yards and then turn right and climb through a saddle (4th class).  Once through the saddle you'll be on the \"upper-band ledge\", a nice wide ledge used to access the upper band of the Major Mass (in Swartling's book this ledge is located above the area labeled \"Angel's Traverse\").  Hike west along the ledge about 150 feet until you're directly below the Devil's Doorway (you'll see it about 50 feet above you).  Split Decision is on the wall you're facing, just right of the outside corner.","location":""},"__v":0},{"_id":"JM4xts1fWxO4SX6AzpJLuQ==","name":"Rosemary's Baby","yds":"5.12a/b","grades":{"yds":"5.12a/b","french":"7b"},"fa":"uunknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-89.71997,43.41403]},"left_right_index":8,"mp_id":"105730937","mp_crag_id":"107318691","climb_id":"JM4xts1fWxO4SX6AzpJLuQ==","areaRef":"4PPQWiYUXc+uPZIjvZndwQ=="},"content":{"description":"Located 8 feet left of Mary Jane is a route that's very similar to Acid Rock on the East Bluff. Easy access and TR make this an easy afternoon send!","protection":"Standard TR","location":""},"__v":0},{"_id":"XFs9QwqGUlqHdwTEX1vh5A==","name":"Mary Jane","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-89.71997,43.41403]},"left_right_index":9,"mp_id":"105730262","mp_crag_id":"107318691","climb_id":"XFs9QwqGUlqHdwTEX1vh5A==","areaRef":"4PPQWiYUXc+uPZIjvZndwQ=="},"content":{"description":"Mary Jane is located in the same area as the Jolly Roger and Angel's Crack.  The climb is 50 feet of vertical, well sustained 5.7 climbing with the 5.8 crux at the top.  Climb up using horizontal cracks and ledges, avoiding the corner to the right.  Near the top you will find a ledge to stand on and above it you will see a vertical crack.  To finish the climb, reach up with both hands and finger jam in this crack while stepping up with a smear on the smooth rock at knee level.  It's a really fun crux if you've got the reach. \n\n  To get to the top of Mary Jane, hike along the Devil's Doorway Trail and take the short scenic trail that dips down to the famous Devil's Doorway formation. There is a staircase that passes between two short walls of rock on the east end of this short trail. If you walk down these stairs you will see an outcropping straight ahead and an outcropping to the right (west). Mary Jane faces south off the end of the western outcropping.  \n\n  To get to the bottom of the climb from here, walk back up the stairs discussed earlier and take a right (east) down the slope through the woods (before you get back to the main Devil's Doorway Trail).  This is the gully that sits between the Major Mass and Minor Mass. Hug the rock on your right and pass right (south) through the first \"saddle\" you see. Go through the saddle and turn right again (west) with the rock still to your right.  You are now on the ledge that separates the Upper and Lower bands of the Major Mass.  In Swartling's book on diagram 33E, page 141, you are standing somewhere between the words \"Access\" and \"Angel's Traverse\".Scramble west about 150 feet until you get to the base of the climb.  For reference, you will see some dead brush and a large, flat-topped boulder to your immediate left (to the south of the wall).  The climb is just past this boulder.","protection":"Standard Rack","location":""},"__v":0},{"_id":"xSfiZZvtXHOgQFRjVQCbbQ==","name":"Jungle Gym East Face","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-89.71997,43.41403]},"left_right_index":2,"mp_id":"105731183","mp_crag_id":"107318691","climb_id":"xSfiZZvtXHOgQFRjVQCbbQ==","areaRef":"4PPQWiYUXc+uPZIjvZndwQ=="},"content":{"description":"This is the crack on the east face of Jungle Gym Tower (Route 33 \"Climber's Guide\").  The route starts near the bottom of the gully between Devil's Doorway and the tower, and ends on the top of the tower.  It was used as our 3rd pitch on the route \"Jungle Gym.\"","protection":" ","location":""},"__v":0},{"_id":"xOb4DYcOWVu+TIH5vbDGzg==","name":"Jolly Roger","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-89.71997,43.41403]},"left_right_index":12,"mp_id":"105730253","mp_crag_id":"107318691","climb_id":"xOb4DYcOWVu+TIH5vbDGzg==","areaRef":"4PPQWiYUXc+uPZIjvZndwQ=="},"content":{"description":"The Jolly Roger is a fun climb with a great crack system. Start the climb by surmounting a 5 foot slab. Once on top of the slab climb the flat face with a series of cracks in it. The bottom of the face has a slight overhang, but it becomes vertical and then less than vertical as you climb higher. Use some fist jams and finger locks to get up this crack. The crux is near the middle of the climb in a smooth blank niche that requires a less-than-sure foot smear.","protection":"Standard Rack","location":"To get to the top of the Jolly Roger, hike along the East Bluff Trail and take the short scenic trail that dips down to the famous Devil's Doorway formation. There is a staircase that passes between two short walls of rock at the east end of this short trail. If you walk down these stairs you will see an outcropping straight ahead. Walk out onto the rock platform, and Jolly Roger faces southwest off the pinnacle below the east end of the platform.  \n\n  To get to the bottom of the climb from here, walk back up the stairs discussed earlier and take a right (east) down the slope through the woods (before you get back to the main Devil's Doorway Trail).  This is the gully that sits between the Major Mass and Minor Mass. Hug the rock on your right and pass right (south) through the third \"saddle\" you see. Go through the saddle and turn right again (west) with the rock still to your right.  You are now on the ledge that separates the Upper and Lower bands of the Major Mass.  In Swartling's book on diagram 33E, page 141, you are standing somewhere between the words \"Access\" and \"Angel's Traverse\".  Scramble west about 100 feet until you get to the base of the climb."},"__v":0},{"_id":"MNBzs37SVyiz4HeaAlN+iw==","name":"Jungle Gym","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-89.71997,43.41403]},"left_right_index":1,"mp_id":"105730757","mp_crag_id":"107318691","climb_id":"MNBzs37SVyiz4HeaAlN+iw==","areaRef":"4PPQWiYUXc+uPZIjvZndwQ=="},"content":{"description":"An airy route with an adventurous feel, ending on a pinnacle separated from the base of Devils Doorway.  The climb is usually done as a single pitch, but can be linked with lower parts of Major Mass to form two to three pitches. \n\n  The main pitch: Start on the ledge left of \"Cedar Tree Wall.\"  At the southwest toe of the Tower, work up onto an apron with a big, beefy handcrack through it, below the prominent alcove.   \n\n  There is an old ring piton in the wall on the right of the alcove - skip it or you'll just create rope drag.  Instead, protect below the overhang (extend your sling!) and find some way to launch up onto the small ledge up and left.  Some folks do the \"beached whale\" move, others do a layback, still others try to mantel.  Burly and hard to make this look graceful. \n\n  Beyond the mantel, continue up the wandering cracks passing a bulge (and another old piton, probably also best skipped in favor of your own gear).  At the top, build an anchor with hand-sized gear or thin finger-sized gear. \n\n  To get off, you may want a belay the first time you reach this point! \n\n  As a multi-pitch link-up:  start down below Seventh Buttress, and do one of the routes down there as an approach.  You have lots of options.","protection":"Standard rack through 3 inches.","location":"As a single pitch, this route is usually approached along the base of the Upper Band.  Wind around past \"Three Kings,\" under the Doorway and \"Cedar Tree Wall,\" and along the same ledge system until you turn the corner below Jungle Gym Tower. \n\n  As a multi-pitch route, walk north along the base of the Lower Band until you reach Seventh Buttress, and climb any of the routes there as an approach."},"__v":0},{"_id":"Te5iSw/dWMaG5DzU4nyhRA==","name":"Indecision","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-89.71997,43.41403]},"left_right_index":7,"mp_id":"105730766","mp_crag_id":"107318691","climb_id":"Te5iSw/dWMaG5DzU4nyhRA==","areaRef":"4PPQWiYUXc+uPZIjvZndwQ=="},"content":{"description":"Indecision is located on the upper band of the Major Mass of the Doorway Rocks formation, just below the Devil's Doorway on the wall that faces east.   \n\n  Climb the large crack up the center of the wall.  About halfway up you'll find a niche in the crack.  Continue past the niche to the ledge about 2/3 up the wall.  At the ledge move slightly right and climb up easy holds to the top.","protection":"Standard Rack","location":""},"__v":0},{"_id":"HqIYoEZ2Xze/A1gWsynueA==","name":"Hidden Wall","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Old School","type":{"trad":true,"tr":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-89.71997,43.41403]},"left_right_index":17,"mp_id":"107236521","mp_crag_id":"107318691","climb_id":"HqIYoEZ2Xze/A1gWsynueA==","areaRef":"4PPQWiYUXc+uPZIjvZndwQ=="},"content":{"description":"A nice climb with fun moves all the way. No pro and a balance intensive layback start to a nice horizontal under the roof with gear. \n\n  This is one of those climbs that's just ho-hum on TR but turns into a spicy test-piece of commitment on lead. It's a hidden gem for  the head game lover.","protection":"TR or Trad. A Green C4 is perfect for the horizontal under the small roof.","location":"A narrow face right of Angel's Crack and set back a bit."},"__v":0},{"_id":"WodoJfJEV/6vm2k6DHsfqw==","name":"Faith, Hope, and Charity","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"Old School","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-89.71997,43.41403]},"left_right_index":14,"mp_id":"107236515","mp_crag_id":"107318691","climb_id":"WodoJfJEV/6vm2k6DHsfqw==","areaRef":"4PPQWiYUXc+uPZIjvZndwQ=="},"content":{"description":"A nice well protected 5.4.","protection":"Trad or TR.","location":"Just around the corner right of Angels Crack. Follow the nice crack system over a small overhang. Don't get yourself into \"The Crypt\" on the right."},"__v":0},{"_id":"SzZ82z7wX8S9EEd82pchrw==","name":"End of the Line","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-89.71997,43.41403]},"left_right_index":19,"mp_id":"108229041","mp_crag_id":"107318691","climb_id":"SzZ82z7wX8S9EEd82pchrw==","areaRef":"4PPQWiYUXc+uPZIjvZndwQ=="},"content":{"description":"Climb short dihedral and crack to top of blocks at the East end of the upper band. Possible third pitch on a linkup starting at Kenosis/Dippy Diagonal. This looks like it could potentially be route 9 (page 150) in the 3rd ed of the DL guidebook.","protection":"Standard rack","location":"This route is located at the far East end of the upper band (potentially the last route before the gully down to Hammer Wall)."},"__v":0},{"_id":"tE/EUJtKUaqt+haW904E9Q==","name":"Dances with FIBs","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-89.71997,43.41403]},"left_right_index":0,"mp_id":"107096367","mp_crag_id":"107318691","climb_id":"tE/EUJtKUaqt+haW904E9Q==","areaRef":"4PPQWiYUXc+uPZIjvZndwQ=="},"content":{"description":"The crux is mantling the overhang.","protection":"Easy to build anchor at top.  Sling large block.","location":"This route is to the left of Jungle Gym.  Start at the base of the second pitch by the tree.  Stay left as you climb.  Climb the face left of the bulge to the overhang.  Mantle the overhang and continue to top.  Climb 36 in guide book."},"__v":0},{"_id":"n1HDSafEUeKP10ObSjQ6YQ==","name":"The Crypt","yds":"5.2","grades":{"yds":"5.2","french":"3"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-89.71997,43.41403]},"left_right_index":16,"mp_id":"107683215","mp_crag_id":"107318691","climb_id":"n1HDSafEUeKP10ObSjQ6YQ==","areaRef":"4PPQWiYUXc+uPZIjvZndwQ=="},"content":{"description":"The crux is getting out of the alcove.","protection":"Standard rack","location":"This route is to the right of Faith, Hope, and Charity.  It has the same start.  Both routes start in the gully.  The crypt goes up the narrow chimney.  About 3/4 of the way up there is small alcove.  The guide book calls it the crypt.  Getting out of this little crypt is the crux move."},"__v":0},{"_id":"EpzgUEf7UjeRYShFS46+2Q==","name":"The Crypt Variation","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-89.71997,43.41403]},"left_right_index":15,"mp_id":"108132450","mp_crag_id":"107318691","climb_id":"EpzgUEf7UjeRYShFS46+2Q==","areaRef":"4PPQWiYUXc+uPZIjvZndwQ=="},"content":{"description":"From base of The Crypt, traverse left to an open alcove and stem to top.","protection":"Standard rack","location":"This route is to the right of Faith, Hope, and Charity. It has the same start. Both routes start in the gully. The crypt goes up the narrow chimney. About 3/4 of the way up there is small alcove. The guide book calls it the crypt. Getting out of this little crypt is the crux move."},"__v":0},{"_id":"VlinQlKtXae82/XTyO0a+Q==","name":"Corner Crack Face","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-89.71997,43.41403]},"left_right_index":11,"mp_id":"107183664","mp_crag_id":"107318691","climb_id":"VlinQlKtXae82/XTyO0a+Q==","areaRef":"4PPQWiYUXc+uPZIjvZndwQ=="},"content":{"description":"Face climb betwen Corner Crack(Left) and Jolly Roger (Right). Look like a fun climb when setting TR. This has very low traffic so it is covered with lichen. Other than that a little fun short route. \n\n  Between #22 and #23 in 3rd edition DL Guide book","protection":"Standard TR and Lead","location":""},"__v":0},{"_id":"Vf+51YzQVKmBOfki+w8Uhg==","name":"Corner Crack","yds":"5.2","grades":{"yds":"5.2","french":"3"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-89.71997,43.41403]},"left_right_index":10,"mp_id":"107183653","mp_crag_id":"107318691","climb_id":"Vf+51YzQVKmBOfki+w8Uhg==","areaRef":"4PPQWiYUXc+uPZIjvZndwQ=="},"content":{"description":"This is the crack in the corner Right of Mary Jane. Easy route, but not fun to climb because of the over growth of tree, grass, and lichen. \n\n  #23 in the 3rd Edition of the DL Guide book pg150","protection":"TR Lead","location":"Corner to Climbers Right of Mary Jane by 10-15'"},"__v":0},{"_id":"mAHbaHceXweesFI2q7b8FQ==","name":"Cedar Tree Wall","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-89.71997,43.41403]},"left_right_index":5,"mp_id":"105730535","mp_crag_id":"107318691","climb_id":"mAHbaHceXweesFI2q7b8FQ==","areaRef":"4PPQWiYUXc+uPZIjvZndwQ=="},"content":{"description":"Cedar Tree Wall is a fine climb found on the upper band of the Major Mass just south of the Devil's Doorway formation.  Climb up the broken up crack and ledges.  Don't use the tree behind you.  Swartling's book calls it 5.4, but I'd say 5.6.","protection":"Standard Rack, some slings to sling the tree.  Top rope setup is found by walking around the west side of the Devil's Doorway and setting up an anchor on the wall just south of the formation.  To get to the base of the climb from the TR setup hike east along lower Devil's Doorway Trail, go up short set of steps just north of The Crypt (route 18). Once above steps turn right (east) and descend gully between the Major Mass and Minor Mass. Descend the gully about 20 yards and then turn right and climb through a saddle (4th class). Once through the saddle you'll be on the \"upper-band ledge\", a nice wide ledge used to access the upper band of the Major Mass (in Swartling's book this ledge is located above the area labeled \"Angel's Traverse\"). Hike west along the ledge about 150 feet until you're directly below the Devil's Doorway (you'll see it about 50 feet above you). Cedar Tree Wall is around the corner to the left of the wall you're facing.  There is a tall tree at the base of the climb.","location":""},"__v":0},{"_id":"SpsKzVzEXvKCxWkSDApiFg==","name":"Cannabis Sativa","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-89.71997,43.41403]},"left_right_index":3,"mp_id":"110528432","mp_crag_id":"107318691","climb_id":"SpsKzVzEXvKCxWkSDApiFg==","areaRef":"4PPQWiYUXc+uPZIjvZndwQ=="},"content":{"description":"A fine 5.8 crimp ladder, very much in the style of Devil's Lake - could maybe be considered an everyman's Black Rib. This route could be led on very thin gear, but it would not likely count for much.","protection":"Most will TR, but micro nuts and cams will probably get the job done.","location":"On the face left of W.A.R."},"__v":0},{"_id":"LN04rHP5UE6SPFHCEGoM1w==","name":"Angel's Crack","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-89.71997,43.41403]},"left_right_index":13,"mp_id":"105730250","mp_crag_id":"107318691","climb_id":"LN04rHP5UE6SPFHCEGoM1w==","areaRef":"4PPQWiYUXc+uPZIjvZndwQ=="},"content":{"description":"Angel's Crack sits on the highest cliff band of the Major Mass of Doorway Rocks.  Start the climb at a 5 ft tall slab.  Once on top of this slab you will see a very flat face with vertical and horizontal cracks in it.  This is the Jolly Roger.  Angel's Crack is around the adjacent corner to the right.  Climb up the dihedral using stemming and jamming moves.  There are also plenty of blocks and ledges to hold.  Continue up the dihedral and pass the arrowhead slab on your left.  Climb out of the dihedral and finish on the face at the top. \n\n  To get to the top of Angel's Crack, hike along the Devil's Doorway Trail and take the short scenic trail that dips down to the famous Devil's Doorway formation.  There is a staircase that passes between two short walls of rock on the east end of this short trail.  If you walk down these stairs you will see an outcropping straight ahead.  Angel's Crack faces south off the end of this outcropping.   \n\n  To get to the bottom of the climb from here, walk back up the stairs discussed earlier and take a right (east) down the slope through the woods (before you get back to the main Devil's Doorway Trail).  This is the gully that sits between the Major Mass and Minor Mass. Hug the rock on your right and pass right (south) through the first \"saddle\" you see. Go through the saddle and turn right again (west) with the rock still to your right.  You are now on the ledge that separates the Upper and Lower bands of the Major Mass.  In Swartling's book on diagram 33E, page 141, you are standing somewhere between the words \"Access\" and \"Angel's Traverse\".  Scramble west about 100 feet until you get to the base of the climb.","protection":"Standard Rack","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,6f566d5b-d7f9-56d3-96e6-c4808c4fcc10,8c8a16c4-3fea-5c7c-b93d-f7b4f32d7b62,bf4481e8-d698-5b5f-a46d-81f807c26d7d,fcc99d04-659e-593f-b62c-18ad9d8c2e31,c4149573-05a6-5d74-b8f6-1d7c261c8fcd,e0f3d05a-2614-5dcf-ae3d-9223bd99ddc1","pathTokens":["USA","Wisconsin","Baraboo Range","Devil's Lake","East Bluff 05 - Potholes Area","5.3 - Doorway Rocks - Major Mass","Upper Major Mass & Jungle Gym Tower"],"gradeContext":"US","aggregate":{"byGrade":[{"count":3,"label":"5.7"},{"count":5,"label":"5.8"},{"count":1,"label":"5.12a/b"},{"count":6,"label":"5.4"},{"count":2,"label":"5.2"},{"count":1,"label":"5.5"},{"count":2,"label":"5.6"}],"byDiscipline":{"trad":{"total":19,"bands":{"unknown":0,"beginner":18,"intermediate":0,"advanced":1,"expert":0}},"tr":{"total":18,"bands":{"unknown":0,"beginner":17,"intermediate":0,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":19,"intermediate":0,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-89.71997,43.41403]},"bbox":[-89.72058902012488,43.41358033981813,-89.71935097987513,43.41447966018186],"left_right_index":-1,"ext_id":"107318691","area_id":"4PPQWiYUXc+uPZIjvZndwQ==","polygon":{"type":"Polygon","coordinates":[[[-89.72058902012488,43.41358033981813],[-89.71935097987513,43.41358033981813],[-89.71935097987513,43.41447966018186],[-89.72058902012488,43.41447966018186],[-89.72058902012488,43.41358033981813]]]}},"content":{"description":"The sunny upper level of Major Mass and Jungle Gym Tower are at the foot of the Devil's Doorway. \n\n  Unfortunately this is a popular overlook for kids to throw rocks from, and there is usually a bit of trash strewn along the ledge at the base of the upper level.  Please bring a trash bag!"},"density":0,"totalClimbs":20,"__v":1,"createdAt":"2022-11-07T06:34:23.967Z","updatedAt":"2024-02-19T18:42:53.625Z"}