{"_id":"6368a6e7e80bff5a995d8565","area_name":"11: Bill's Buttress","shortCode":"","climbs":[{"_id":"lb9RdQbrXYuSqF0BVdlcPQ==","name":"Tom Cat/Pussy Cat","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-89.71414,43.41366]},"left_right_index":11,"mp_id":"106863793","mp_crag_id":"105730116","climb_id":"lb9RdQbrXYuSqF0BVdlcPQ==","areaRef":"liz0e0WlXFWfCG92khk4qA=="},"content":{"description":"These climbs start left of Cheatah. They cross just above the wave.  The one on the left (off of the block) is 11.d I think, and the one on the right is 12.a.  I find the crux of both routes to be the bottom 20 ft.  After pulling onto the top of the wave, it is classic DL crimping and footwork.","protection":"TR Devil's Lake Style","location":"Can be TR'd on same anchors as Cheatah.  Have a mindful belayer, as falls usually occur in the first 10-15 ft and with it being such a long route, rope stretch has often landed people back on the uneven ground below."},"__v":0},{"_id":"bqI746UCWWGeDsD0am7RMw==","name":"Tiger","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-89.71414,43.41366]},"left_right_index":13,"mp_id":"118128912","mp_crag_id":"105730116","climb_id":"bqI746UCWWGeDsD0am7RMw==","areaRef":"liz0e0WlXFWfCG92khk4qA=="},"content":{"description":"Ok, so this route is really squeezed in there between Cheatah and the right corner, but it is listed in both the major guide books so it should be in Mtn Proj as well. Climb the face right of Cheatah, but avoid the big holds on or near the corner on the right.","protection":"","location":"Start near the right side of the wall - between Cheatah and Ignominy."},"__v":0},{"_id":"i9r5BImUX3CUg85BvqZ7iw==","name":"Talk to the Animals","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-89.71414,43.41366]},"left_right_index":9,"mp_id":"105730961","mp_crag_id":"105730116","climb_id":"i9r5BImUX3CUg85BvqZ7iw==","areaRef":"liz0e0WlXFWfCG92khk4qA=="},"content":{"description":"The climb is the face between the easily identifiable Push-Mi, Pull-Yu on its right and Agnostic on its left.  The climb doesn't really start until you've reached the horizontal crack where the deep cleft on Agnostic ends.  Once you reach the ledge above the blank face with the dead stump you've completed the route.  To get there stay on the small face holds between the two cracks and enjoy.","protection":"The conclusion of this climb is at the ledge with the rotten stump and the pine tree.  It can be set up top rope about 15 feet below the top ledge with medium wire stoppers and medium sized cams.","location":""},"__v":0},{"_id":"D+eZHZWUViukW70s2lavlA==","name":"Sour Queen","yds":"5.10b/c","grades":{"yds":"5.10b/c","french":"6b"},"fa":"????","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-89.71414,43.41366]},"left_right_index":0,"mp_id":"110941140","mp_crag_id":"105730116","climb_id":"D+eZHZWUViukW70s2lavlA==","areaRef":"liz0e0WlXFWfCG92khk4qA=="},"content":{"description":"This is a variation of the route Escalation.  Climb the narrow face to the left of the starting crack of Escalation all the way up and past the two tree ledges mentioned in the route description for Escalation.  At the 3/4 mark and  coming off the second Escalation ledge climb the narrow little and isolated sub buttress on the left to its top which plants you on ledges roughly level with the base of the Derek Small's Crack route to the right.  Cruxes are the first 20 feet and the last 25 feet with a lot of 5.7 edges and ledges in between. The top 25 feet of climbing is a lot of fun with opposition pulls inward from both sides of the little buttress, cool in-cuts and slopers in between for the feet, crimps and sidepulls for the hands, and finally barndoor moves while slapping for open hand slopers on the left arête.","protection":"TR so far.","location":"Written up as variation of the route Escalation in Swartling and Mayer's 3d edition guidebook -  Page 127 Route 134 variation rated 5.9??."},"__v":0},{"_id":"Bx5h7ZnAU5m//anWga6Diw==","name":"Russian Gadgets","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"????","type":{"trad":true,"tr":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-89.71414,43.41366]},"left_right_index":2,"mp_id":"113067967","mp_crag_id":"105730116","climb_id":"Bx5h7ZnAU5m//anWga6Diw==","areaRef":"liz0e0WlXFWfCG92khk4qA=="},"content":{"description":"This climb tackles the arête/face/slab that lies between the route Escalation (left) and Coatimundi Crack (right) and just behind the large mature and prominent tree.  There are two cruxes.  The first is just a bit off the deck at the 20 ft. mark and involves the temptation to lean into the tree to make the move easier.  Don't do it and keep it legit and 5.9+.  The second crux is up high at 3/4 height on the upper slab face and involves thin crimps and side pulls off good feet at a nice horizontal.  The climb ends at the big ledge shared by both the adjoining routes and climber finishes climbing to the top via the upper groove of the normal Coatimundi Crack.  I am quite sure this climb has been top roped over the many years but it does not appear in any guidebook I have checked.  I practiced the moves on TR and planned out the gear   placements then went back and led from ground up.  I gave it the R safety rating because of the small gear options at and above the first crux.","protection":"The protection is bomber but at the feet at both cruxes (good deep and stacked cams in solid horizontal cracks).  There is a deep but small RP#3 placement at the first crux to keep from hitting the ground.  Above the first crux there is a small run-out but on easier moves.  There is a nice bomber #2 Ballnut placement that protects the move off the ledge up the arête onto the face and into the horizontal that protects the upper crux.","location":"Arete/Face/Slab between the routes Escalation and Coatimundi Crack behind large mature tree."},"__v":0},{"_id":"Uo0yckXYVOigHWMmBQYZRw==","name":"PushMi, Pull-Yu","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-89.71414,43.41366]},"left_right_index":10,"mp_id":"105730538","mp_crag_id":"105730116","climb_id":"Uo0yckXYVOigHWMmBQYZRw==","areaRef":"liz0e0WlXFWfCG92khk4qA=="},"content":{"description":"Ultra classic Devil's Lake moderate - a little bit of blocky ledges, a little face climbing along a shallow crack, a little jam crack.  Even a little route finding as you get into the upper half of this route and realize you have several options.  Which one is \"best?\"  All have good pro, but may require some thought on the part of the leader.Push-Mi, Pull-Yu is located on the long southeast face of Bill's Buttress, and is one of the longest routes along the East Rampart. There are several distinct sections. The first is getting up onto the initial blocky ledges. Then work your way up along the crack until you enter an alcove near mid-height (there is often a pigeon nest here).At this point you have choices. The most popular seems to be to move up to the right under the pine tree staying in the shallow dihedral. Finish up on easier rock to the top.  Another option that was once more popular  is to move left from the alcove into a crow's nest - there are several ways to do this.  From there follow the easy gully on the left to the top, or head straight up (left of the pine tree).","protection":"Standard Rack for lead, 60m rope for top rope.","location":""},"__v":0},{"_id":"3S3n874zUXaT7jNF5m113A==","name":"Prophet's Honor","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"FFA: Kris Gorny, 10/2010.","type":{"trad":true,"tr":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-89.71414,43.41366]},"left_right_index":17,"mp_id":"106944016","mp_crag_id":"105730116","climb_id":"3S3n874zUXaT7jNF5m113A==","areaRef":"liz0e0WlXFWfCG92khk4qA=="},"content":{"description":"Prophet's Honor begins on the slabby ledges to the right of Dark Corner. Climb the slab into a shallow overhanging alcove. Place good pro in the hand crack, traverse slightly left and go up the face to the top. Cool and fun climbing that protects reasonably well by Devil's Lake standards, especially with double ropes. Plenty of hidden crimps. Top moves are a bit run-out. Couldn't find info on first ascents. Swartling just lists the route as 5.9 without mentioning any names. I felt it was more like a solid 5.10.","protection":"Up to #4 BD cams (#4 fits nicely on top of the shallow corner). Offset micronuts (Wild Country Superlights or HB's), Ballnuts.","location":"Steep face to the right of Dark Corner. Easily (and, in my opinion, unfairly) overlooked perhaps because of the vicinity of such popular classics as Cheatah and Breakfast of Champions. I had no idea there was even a route there until Paul Wagener pointed it out to me."},"__v":0},{"_id":"tEbilCZ3WF+SDONT0cpoEg==","name":"Mr. Bunney Meets The Poultry Man","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Mr. Poultry --  Saul Sepsenwol","type":{"trad":true,"tr":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-89.71414,43.41366]},"left_right_index":5,"mp_id":"107641737","mp_crag_id":"105730116","climb_id":"tEbilCZ3WF+SDONT0cpoEg==","areaRef":"liz0e0WlXFWfCG92khk4qA=="},"content":{"description":"Climb up the face to the right of Coatimundi, move a bit to the right to pull the crux, then up the face in between Coatimundi and Grand Inquisitor.  Crank a few more tricky moves pulling the small roof, and then up to the top.  A bit of a squeeze job, but climbs quite well.","protection":"Can be lead using the within reach rule by placing gear in Coatimundi","location":"Face between Coatimundi and Grand Inquisitor"},"__v":0},{"_id":"ehXHMNFYUi6Ba5sB3z4i3g==","name":"Lysurgic Ledge","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-89.71414,43.41366]},"left_right_index":8,"mp_id":"105731126","mp_crag_id":"105730116","climb_id":"ehXHMNFYUi6Ba5sB3z4i3g==","areaRef":"liz0e0WlXFWfCG92khk4qA=="},"content":{"description":"this is the killer ledge left of push me pull you.it is noted for the large block on it that you can hang out behind and get so jacked you cant possible fall off.dlfa approved hang","protection":"lsd","location":""},"__v":0},{"_id":"djP4wMMsUbyOSi8OwotCiw==","name":"Ignominy","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-89.71414,43.41366]},"left_right_index":14,"mp_id":"106790038","mp_crag_id":"105730116","climb_id":"djP4wMMsUbyOSi8OwotCiw==","areaRef":"liz0e0WlXFWfCG92khk4qA=="},"content":{"description":"A fun excursion with an alpine feel. \n\n  It was once the practice to climb this route with a point of aid.  If you are short, you will still see the logic in the old approach.  Zimmerman and Smith state wryly \"This is an unprecedented opportunity to push your free climbing past the thresholds of yesterday.\" \n\n  The crux is behind the little pine tree about 20-30 feet up.  This used to be aid, then it went free at F5.  The latest guidebook calls it 5.4.  Could be 5.6 or 5.7 if you're really short.  Fortunately the hold you throw for is really big and really flat. \n\n  Finish in the dihedral as for Cheatah (which would make this 5.7), or wind around the nose to the left for easier, blocky ledges that are more in keeping with the rest of the route.","protection":"Pro is rather sparse as you clamber from ledge to ledge.","location":"Around the corner to the right of \"Cheatah\"; left of \"Breakfast of Champions.\""},"__v":0},{"_id":"FHXZ77yKXlCvss9+iFZ3zA==","name":"Grand Inquisitor","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"????","type":{"trad":true,"tr":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-89.71414,43.41366]},"left_right_index":6,"mp_id":"106145934","mp_crag_id":"105730116","climb_id":"FHXZ77yKXlCvss9+iFZ3zA==","areaRef":"liz0e0WlXFWfCG92khk4qA=="},"content":{"description":"Route starts down at lowest point of Bill's Buttress at buttress prow between route \"Agnostic\" to the right and route \"Coatimundi\" to the left.  The starting moves are unprotected and perhaps a bit hard for the grade and folks usually step into the climb via crack and mantle move from the right a bit.  Climb thin crack from said ledge that has both slopey as well as angular footholds around it to a horizontal hold at point of base of loose block.  Get good pro with long runners and launch into left traverse via good holds for both feet and hands into the crux of the route where one is forced into a  pretty much singular answer crux move.  Stay calm and place the obvious wired nut gear placement and tug for the jugs above.  Stellar steep climbing through this section and no give away for the grade.  Follow featured ledges and cracks on face above and climb up into steep groove/crack above and exit onto upper ledges and blocks.  Stay climbing on the prow proper at top to help reduce rope drag.   This is a nice long varied route and make sure to use long long runners all along the route to help reduce rope drag.","protection":"All types and sorts but intense on small wires in first 30 feet or so.  The first 15 feet are unprotected unless climber traverses in from right as mentioned above. \n\n  70m rope to rap.  Do not try to rap on a 60m rope.","location":"Bill's Buttress between route \"Agnostic\" to the right and route \"Coatimundi\" to the left."},"__v":0},{"_id":"nQEUguM5XcaBX31mBxVpmw==","name":"Escalation","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-89.71414,43.41366]},"left_right_index":1,"mp_id":"105730685","mp_crag_id":"105730116","climb_id":"nQEUguM5XcaBX31mBxVpmw==","areaRef":"liz0e0WlXFWfCG92khk4qA=="},"content":{"description":"Escalation is found on the west end of Bill's Buttress.  Start in the finger crack with a triangular niche about ten feet up.  Climb to the ledge with pine tree twenty feet up.  Pass to the right of the first pine tree and make your way up to the triangular overhang.  From here there are two options: \n\n  1) Climb the wide crack to the left of the overhang to a stance just below the second pine tree at forty feet.  Traverse right to obvious inside corner. \n\n  2) Climb to the triangular overhang and pass to the right of the overhang using holds on the outside corner.  Mantel up onto ledge and arrive at the obvious inside corner. \n\n  Climb the inside corner below the huge roof and finish on easier rock north of the tower with the huge roof.","protection":"Standard Rack","location":""},"__v":0},{"_id":"zY/s/Vn8WjGIHg9gm0Gg+A==","name":"Dogleg","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-89.71414,43.41366]},"left_right_index":18,"mp_id":"108866831","mp_crag_id":"105730116","climb_id":"zY/s/Vn8WjGIHg9gm0Gg+A==","areaRef":"liz0e0WlXFWfCG92khk4qA=="},"content":{"description":"A scrappy little climb, better than it looks. \n\n  Start at the base of \"The Dark Corner\" & \"Prophet's Honor.\" Follow the flared crack up to the right, up a vertical little corner to the big ledge, and then straight up a shallow licheny dihedral.  This basically defines the right-hand edge of the face where \"Prophet's Honor\" is located.","protection":"Not the greatest.  Gear to 2 inches in the short vertical section.  The start and the finish have little to offer in the way of pro.","location":"The right edge of the face that holds \"Prophet's Honor\", to the right of Bill's Buttress proper."},"__v":0},{"_id":"HBZCdiI0Unef24sqMVMoJQ==","name":"Derek Smalls' Crack","yds":"5.10a/b","grades":{"yds":"5.10a/b","french":"6a+"},"fa":"Existing route.. No idea who climbed it first.","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-89.71414,43.41366]},"left_right_index":3,"mp_id":"107801753","mp_crag_id":"105730116","climb_id":"HBZCdiI0Unef24sqMVMoJQ==","areaRef":"liz0e0WlXFWfCG92khk4qA=="},"content":{"description":"30 feet of straight in, sustained, slightly over hung, and wide finger crack that's too narrow to hand jam unless you have adolescent sized paws.  There is a slight jog in the crack at mid-height that gives up a nice narrow horizontal hold above which the crux is to be found where the crack is absolutely parallel and below which there is some irregularity affording OK fingers locks and stacks.  There is very little for the feet all along the fissure and the climber is forced to toe jam aggressively or make wide stems.  At the top it eases off where the crack widens around a block or two and relinquishes a layback move.  Burly lead!","protection":"Cams all the way from knuckle size BD Camelot #.75 up to #3.  You can place excellent cams at face level the whole way.","location":"The small tower that is situated above and to the left of \"Coatimundi Crack\" on Bill's Buttress and makes an excellent alternate finish to any of the routes in this vicinty.  Or... one could descend from above at the finish area above \"Coatimudi Crack\" and climb this great fissure on it's own from the ledge system at 3\\4 height on this buttress."},"__v":0},{"_id":"idQVwUwRXNCRqz/WjFcLEw==","name":"The Dark Corner","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"unsure","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-89.71414,43.41366]},"left_right_index":16,"mp_id":"105730958","mp_crag_id":"105730116","climb_id":"idQVwUwRXNCRqz/WjFcLEw==","areaRef":"liz0e0WlXFWfCG92khk4qA=="},"content":{"description":"This route basically ascends the chimney between Cheetah and Prophet's Honor.  The climb doesn't really start until you've scrambled up to the Oak tree.  This is a good route for beginners that offers some challenge with slightly overhanging blocks wedged into the chimney that the climber must overcome.  The route is your basic chimney ascent with deep crevices that many local pigeons call home, and there are several variations that can be explored.","protection":"standard rack and lots of webbing to make use of good naturals on top","location":""},"__v":0},{"_id":"o42AqVO+VKG/npGEP7jRBA==","name":"Coatimundi Crack","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-89.71414,43.41366]},"left_right_index":4,"mp_id":"105730682","mp_crag_id":"105730116","climb_id":"o42AqVO+VKG/npGEP7jRBA==","areaRef":"liz0e0WlXFWfCG92khk4qA=="},"content":{"description":"Coatimundi Crack is a fine line up the southwest side of Bill's Buttress.  Find the crack/inside corner behind the large Oak tree.  Climb using the crack and face holds to the left.  This climb contains plenty of \"Thank God\" holds that are found with each reach of your hand. \n\n  The Coatimundi, also known as the White-nosed Coati, is diurnal, living both on the ground and in the trees. This member of the racoon family is omnivorous, feeding on fruits, invertebrates, and other small animals. They feed by using their long noses, poking them under rocks and and into crevices, and using their long claws to dig holes or tear apart rotting logs.","protection":"Standard Rack","location":""},"__v":0},{"_id":"JxjP8d9TUXerUk8ap6nXyQ==","name":"Cheatah","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-89.71414,43.41366]},"left_right_index":12,"mp_id":"105730808","mp_crag_id":"105730116","climb_id":"JxjP8d9TUXerUk8ap6nXyQ==","areaRef":"liz0e0WlXFWfCG92khk4qA=="},"content":{"description":"Cheatah is a great, sustained climb on the long east face of Bill's Buttress.  Start out by getting above a small 10\" overhang using a few key foot placements (be prepared to stretch).  Once above the overhang things get slightly easier using the finger crack.  About 2/3's up there is a nearly blank face with a 10 foot crack.  Use a combination of a layback and finger jams to conquer this section.   \n\n  For a proper ascent, avoid the jugs on right arete during the crux moves up the thin seam.   \n\n  From there to the top things get easier.","protection":"Smaller range of stoppers or cams","location":""},"__v":0},{"_id":"Y34cOv0YXGaIk992gBIwwQ==","name":"Breakfast of Champions","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"??","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-89.71414,43.41366]},"left_right_index":15,"mp_id":"105948596","mp_crag_id":"105730116","climb_id":"Y34cOv0YXGaIk992gBIwwQ==","areaRef":"liz0e0WlXFWfCG92khk4qA=="},"content":{"description":"Crack route around corner to right of Cheetah route.  Very nice pure crack route for bottom half.  Top half climbs through sustained and steep wall/corner/roof. Crux through wide section and small overhang in middle section.   One can side step the crux of the middle section to the left but the crux section should not be missed.","protection":"Excellent all sizes and types of gear.  Wider cam or hex to protect the brief wide crux section.","location":"Left side of large dark corner chimney that makes up the right side of Bill's Buttress.  Around the corner to the right of route \"Cheetah\"."},"__v":0},{"_id":"ODhg8ZXnVzaTm8S/ZTY9uA==","name":"Agnostic","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-89.71414,43.41366]},"left_right_index":7,"mp_id":"107133665","mp_crag_id":"105730116","climb_id":"ODhg8ZXnVzaTm8S/ZTY9uA==","areaRef":"liz0e0WlXFWfCG92khk4qA=="},"content":{"description":"It is a fine route.  Rating is consistent through the whole route.","protection":"Nice top rope setup.  Can be shared with Push-Mi Pull-Yu","location":"Eight feet to the left of Push-Mi Pull-Yu.  Climb into the large alcove.  Once out move to the left and climb straight up."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,6f566d5b-d7f9-56d3-96e6-c4808c4fcc10,8c8a16c4-3fea-5c7c-b93d-f7b4f32d7b62,bf4481e8-d698-5b5f-a46d-81f807c26d7d,9512021a-beb1-5fbb-8368-2a07662e327c,962cf47b-45a5-5c55-9f08-6f76921938a8","pathTokens":["USA","Wisconsin","Baraboo Range","Devil's Lake","East Bluff 04 - East Rampart","11: Bill's Buttress"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11d"},{"count":1,"label":"5.12a"},{"count":2,"label":"5.9+"},{"count":1,"label":"5.10b/c"},{"count":3,"label":"5.6"},{"count":1,"label":"5.10"},{"count":1,"label":"5.11a"},{"count":4,"label":"5.4"},{"count":2,"label":"5.7"},{"count":1,"label":"5.10a/b"},{"count":1,"label":"5.10b"},{"count":1,"label":"5.9"}],"byDiscipline":{"trad":{"total":15,"bands":{"unknown":0,"beginner":9,"intermediate":5,"advanced":1,"expert":0}},"tr":{"total":17,"bands":{"unknown":0,"beginner":8,"intermediate":6,"advanced":3,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":9,"intermediate":7,"advanced":3,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-89.71414,43.41366]},"bbox":[-89.71475901634285,43.41321033981812,-89.71352098365715,43.41410966018186],"left_right_index":-1,"ext_id":"105730116","area_id":"liz0e0WlXFWfCG92khk4qA==","polygon":{"type":"Polygon","coordinates":[[[-89.71475901634285,43.41321033981812],[-89.71352098365715,43.41321033981812],[-89.71352098365715,43.41410966018186],[-89.71475901634285,43.41410966018186],[-89.71475901634285,43.41321033981812]]]}},"content":{"description":"Bill's Buttress is found about halfway along the East Rampart cliff face.  The buttress contains long climbs like the challenging Cheatah and the easier Push-Me Pull-you.  You'll need a 60m rope to top-rope these.  Great climbs with great length can be found at Bill's Buttress."},"density":0,"totalClimbs":19,"__v":1,"createdAt":"2022-11-07T06:34:23.961Z","updatedAt":"2024-01-20T01:09:04.115Z"}