{"_id":"6368a1b8e80bff5a995540e4","area_name":"2. The Cakewalk Area","shortCode":"","climbs":[{"_id":"ZCkgak5gXBOFQE+buwfT+w==","name":"Where The Sidewalk Ends","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"5/3/14 Jonathan Baldassare, Jon Garlough, Noel Normandin","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16759,44.08584]},"left_right_index":5,"mp_id":"108937874","mp_crag_id":"107856267","climb_id":"ZCkgak5gXBOFQE+buwfT+w==","areaRef":"YgiF96vtVzqphM8W/Ljgkg=="},"content":{"description":"This can be used as a third pitch to any one of the four different routes that end on the sidewalk ledge (with bolted anchors on each side).  Climb directly above the anchor and plug a piece (.4 or .5).  Then, 4 bolts protect the climbing through the headwall (crux at second bolt).  Mantel the lip and plug a piece or two in a horizontal (#12 BD Stoppers or the like) to act as a directional for you second while you move left to the obvious tree.  A bolted anchor will be added in the future.","protection":"a few smaller pieces, nothing bigger than a #12 Stopper.","location":"Belay from the 2 bolt anchor on the left side of the sidewalk ledge."},"__v":0},{"_id":"RSfCzC2xVaieGqNaFyJOVw==","name":"Wanderlust","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Albert Dow and Michael Hartrich - Summer 1981","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16759,44.08584]},"left_right_index":9,"mp_id":"106417754","mp_crag_id":"107856267","climb_id":"RSfCzC2xVaieGqNaFyJOVw==","areaRef":"YgiF96vtVzqphM8W/Ljgkg=="},"content":{"description":"P1 - Start up the slab, clip three bolts then find a good cam placement. Pull the overlaps above (crux)and cruise to the two bolt belay/rappel anchor. 5.8+  \n\n  P2 - Wander up and left, placing small gear (tricams are useful) between the widely spaced bolts, to another two-bolt anchor (which you can't see until you're about 10 feet from it ... just keep moving up and left). 5.7","protection":"Bolts and standard rack to #2 cam. One rap with double 60m ropes, or with a single 60m, you can rap straight down from the top of P2 to the rap anchor on the top of P1 of Run Don't Walk, then to the ground from there.","location":"On the left side of Humphrey's, look for a nice reddish slab left of a blocky left-facing corner ..."},"__v":0},{"_id":"HVnB+NE8W3qRXhbv1b63Hw==","name":"Think Fast Mr. Moto","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Kurt Winkler, Ed Webster","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16759,44.08584]},"left_right_index":6,"mp_id":"108460159","mp_crag_id":"107856267","climb_id":"HVnB+NE8W3qRXhbv1b63Hw==","areaRef":"YgiF96vtVzqphM8W/Ljgkg=="},"content":{"description":"Start 25' to the right of Cakewalk. Really good climbing, especially the first pitch.  \n\n  1.) Climb up past a few bolts and a pin to a stance, then move left out onto the face. Small gear in horizontals protect moves up and right past another bolt to an anchor. 70', 5.9 \n\n  2.) Up past bolts, then trend up and left on easier terrain to another anchor. 60', 5.8 \n\n  Two single rope raps gets you back down.  \n\n  NOTE: The guidebook gives the first pitch an R rating, but I was able to find several good pieces of gear. I kept the rating to avoid sandbagging, but PG may be more appropriate.","protection":"Single rack to 2\"","location":""},"__v":0},{"_id":"Eb/q410ZX4yi5B7enEXOZw==","name":"Sting like a Butterfly","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"George Hurley and Mike Khan, Aug 21 2010","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16759,44.08584]},"left_right_index":1,"mp_id":"117993127","mp_crag_id":"107856267","climb_id":"Eb/q410ZX4yi5B7enEXOZw==","areaRef":"YgiF96vtVzqphM8W/Ljgkg=="},"content":{"description":"Straight up passing a bolt to the slightly overhanging wall. Climb the face till good hold at the top and contiunue to 2 bolt anchor.","protection":"Bolts with complementary trad gear","location":"On the ledge to the left of the \"Cakewalk\" tree belay. Climb first pitch of \"Cakewalk\" or \"Retread\" (and continue to belay tree). Optionally do first two pitches of \"Rumble in the Jungle\" and walk right on the ledge. Route starts not much left of the belay tree. Look for a low bolt, a midway bolt and then three more high up, left of the gargoyle, on the smoother wall."},"__v":0},{"_id":"CuihEC1TWWaylOxFo77Chw==","name":"Short And Sweet","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"George Hurley, Judy Perez, April 27, 2009","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16759,44.08584]},"left_right_index":10,"mp_id":"120978651","mp_crag_id":"107856267","climb_id":"CuihEC1TWWaylOxFo77Chw==","areaRef":"YgiF96vtVzqphM8W/Ljgkg=="},"content":{"description":"This is the rightmost route on the main Cakewalk Wall area, easily identified by the lone bolt midway up. Climb a few dirty moves off the deck to a stance, then climb to the single bolt on the right. Clip it, the move up through the right leaning crack to where the angle eases off. Scramble up to the big tree on the ledge and anchor here. ","protection":"1 bolt and a light rack with small to medium cams, bring a brown tricam as well.","location":"To the right of Wanderlust, just before the approach trail starts trending downhill. "},"__v":0},{"_id":"nGsh1YS6XDKlWi0HMALc2Q==","name":"Run Don't Walk","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"P.1 Peter Lewis & Robert Sagerman, summer 2001, P.2 Peter Lewis & Brian Johnston, summer 2001","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16759,44.08584]},"left_right_index":7,"mp_id":"107268090","mp_crag_id":"107856267","climb_id":"nGsh1YS6XDKlWi0HMALc2Q==","areaRef":"YgiF96vtVzqphM8W/Ljgkg=="},"content":{"description":"Great climb with a small overhang bulge crux that keeps your attention. The crux is definitely the bulge on the first pitch. Climb the broken corner/face to a great right to left facing crack (medium size gear/ #2) to a ledge. Move to the small pine tree. Protect and/or make high delicate moves to the bolt(crux). Clip and surmount the bulge past 2 more bolts to a 2 bolt anchor. The crux could be serious business. Take your time and commit to the moves.\n\n P2. Put on the crimp gloves and climb straight up the thin face above past three bolts and some natural gear (cams/tricams) to easier climbing to the right end of a ledge above and a two bolt anchor.","protection":"Medium size gear cams/tricams and draws. Bolted Anchors.","location":"Take the trail up and left along the cliff band. Stay right when the trail splits and go up hill. Wanderlust will be in front of you. This route is located 2 routes left of Wanderlust. Look for the right to left trending crack about 25' up...hard to see unless your standing a little back. \n\n  2 raps with 1 60m, or 1 with double 60's."},"__v":0},{"_id":"x2oMbw93UxS9pSGxIS4bVg==","name":"Rematch","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"George Hurley and David Giampitro, Oct 15 2009","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16759,44.08584]},"left_right_index":0,"mp_id":"117993181","mp_crag_id":"107856267","climb_id":"x2oMbw93UxS9pSGxIS4bVg==","areaRef":"YgiF96vtVzqphM8W/Ljgkg=="},"content":{"description":"Climb slightly overhanging wall passing a couple of bolts. Surmount the roof through a weakness in the roof passing a bolt. Continue via a slab and small wall to trees.","protection":"Trad","location":"On the ledge to the left of the \"Cakewalk\" tree belay. Climb first pitch of \"Cakewalk\" or \"Retread\" (and continue to belay tree). Optionally do first two pitches of \"Rumble in the Jungle\" and walk right on the ledge. \n\n Route is in the middle of the ledge between \"Rumble in the Jungle\" third pitch and \"Sting like a Butterfly\". Look for an old bolt with a newer one right above it."},"__v":0},{"_id":"EXII2532VRGoIL1KlLrxmQ==","name":"Let Them Eat Cake","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Todd Swain, Carol Renselar and Jim Ewing, Aug 31 1982","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16759,44.08584]},"left_right_index":2,"mp_id":"117993300","mp_crag_id":"107856267","climb_id":"EXII2532VRGoIL1KlLrxmQ==","areaRef":"YgiF96vtVzqphM8W/Ljgkg=="},"content":{"description":"Pitch 1: Traverse left along narrow ledge above steep wall until left side of buttress. Then climb up to tree ledge along the left side, to the \"Cakewalk\" belay tree. The route \"Retread\" comes up on the right side of the buttress and has a bolt and 2 bolt anchor. (5.4, 60').\n\nPitch 2: Scramble around left of buttress and to ledge above. Continue up right below the overhanging wall and gargoyle, passing a bolt. Climb the corner (15' left of the \"Cakewalk\" corner) to belay ledge. (5.7, 100')\n\nPitch 3: Go left and to a dark groove in the dark rock. Climb the slab to trees. (5.5, 45')\n\n Though first pitch is not hard, the gear could be finicky and may not be suited for new leaders.\n\n A nice alternative to the first pitch is to do both pitches of \"As Easy as Instant Pudding Pie\". Its second pitch merges with this route's first pitch. This way you get a nice, longer and more consistent grade experience.","protection":"Trad","location":"Same starting location as Cakewalk, at the far left shallow corner of the Cakewalk area."},"__v":0},{"_id":"CeoHr54qXNqbFDfVSphcLg==","name":"Cakewalk","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Paul Ross, Joe Cote. June 17, 1973","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16759,44.08584]},"left_right_index":3,"mp_id":"109086365","mp_crag_id":"107856267","climb_id":"CeoHr54qXNqbFDfVSphcLg==","areaRef":"YgiF96vtVzqphM8W/Ljgkg=="},"content":{"description":"A fun, meandering line for which the Cake Walk Wall is named. \n\n  Pitch 1 (5.6): Start up the corner to a right facing finger crack. Pull up left over the bulge for easy slab climbing to a tree ledge. \n\n  Pitch 2 (5.6+): Traverse right across the ledge and move up to the left leaning flake. Trend right and thread the pocket to the belay ledge at a headwall. 2 bolt anchor. \n\n  Pitch 3 (5.7): Traverse left along the belay ledge to a vegetated finger crack in a right facing, blocky corner. Carefully pull up over the top of the block to a pine tree ledge. Delicate slab climbing on dirty rock leads to the tree belay with rap rings. [NOTE: See COMMENTs about P3   R.Hall ]","protection":"Standard rack to #4. Rap twice with double ropes. A single 70m will just make it.","location":"The left most climb on the Cake Walk Wall. Starts at the top of the approach trail to the left of the bolts for A Piece of Cake."},"__v":0},{"_id":"o2SUGtDLVYaVZfnkvbt+8g==","name":"Above and Beyond","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Joe and Judy Perez, Al Hospers, July 2011","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16759,44.08584]},"left_right_index":8,"mp_id":"107768424","mp_crag_id":"107856267","climb_id":"o2SUGtDLVYaVZfnkvbt+8g==","areaRef":"YgiF96vtVzqphM8W/Ljgkg=="},"content":{"description":"Doug Wentworth reports in a COMMENT (Oct 2020) \"There's a very loose rock towards the top of P3, looks like an obvious jug but it's ready to blow. We tried to clean it on the way down, but it's about 2 feet wide and there were too many parties below to do it safely \" [RHall NH Admin]This is a fun direct line up the wanderlust wall, with each pitch having a nice face climbing crux.Pitch 1 (5.9+): Start about 20 feet left of Wanderlust, and climb the right facing corner (with gear) on the right side of the small buttress that Run Don't Walk starts on. Head for the two bolts on the headwall, clip em, and after the bulge head past one more bolt to the Wanderlust belay.Pitch 2 (5.9): Head straight up past 6 bolts to another 2-bolt belay below the steeper section of wall on the right.Pitch 3 (5.9+): Head out right from the belay to the obvious bolts on the steep wall. Some fun tricky moves will get you past the first 3 bolts, then follow easier terrain straight up to the 2+1 bolt anchor at the top below a steep wall.Rap thrice with a 60m to get down.","protection":"Draws, and maybe 1-3\" cams for the initial corner. The second and third pitches don't need gear.","location":"About 20 feet left of Wanderlust (which has a big blue paint streak at its start), at a right facing corner."},"__v":0},{"_id":"Ds99B3DUWluo1G98f+jMAw==","name":"A Piece of Cake","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Todd Swain, Carol Renselar, Jim Ewing. August 1982.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16759,44.08584]},"left_right_index":4,"mp_id":"109449593","mp_crag_id":"107856267","climb_id":"Ds99B3DUWluo1G98f+jMAw==","areaRef":"YgiF96vtVzqphM8W/Ljgkg=="},"content":{"description":"P1 (5.9): Start up the face, aiming toward the first bolt about 15 feet above. Climb straight up past 4 more bolts, with the a couple opportunities for small gear. Bolt anchor. 70'   P2 (5.6): Climb the face directly above the anchor, straight up past a small overhang. Bolt anchor. 50'","protection":"Standard rack, bolts","location":"Start 10 feet right of Cakewalk.   Rap twice with one rope, or a single rappel with doubles."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,8a63706f-b14c-536f-b8ab-3cea90093e36,d736a34d-b0d9-5277-840f-0f5777a587d9,ad08257a-0761-5617-9f45-ddc44eda319b,620885f7-abed-573a-a984-cf16fcb8e092","pathTokens":["USA","New Hampshire","WM: North Conway","Humphrey's Ledge","2. The Cakewalk Area"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10+"},{"count":1,"label":"5.8+"},{"count":3,"label":"5.9"},{"count":1,"label":"5.10b"},{"count":1,"label":"5.10a"},{"count":1,"label":"5.10c"},{"count":2,"label":"5.7"},{"count":1,"label":"5.9+"}],"byDiscipline":{"trad":{"total":11,"bands":{"unknown":0,"beginner":3,"intermediate":8,"advanced":0,"expert":0}},"sport":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":3,"intermediate":8,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-71.16759,44.08584]},"bbox":[-71.16821600761435,44.08539033981813,-71.16696399238566,44.086289660181855],"left_right_index":-1,"ext_id":"107856267","area_id":"YgiF96vtVzqphM8W/Ljgkg=="},"content":{"description":"The Cake Walk Area might be the most popular spot at Humphrey's. Many of the routes were put up as adventurous horror-shows, but some have since been cleaned and retrobolted (with permission from the first ascentionists). While Humphrey's has a reputation for scary routes on loose rock, this wall proves that a misconception. These routes are mostly clean, mostly well-protected, and super fun.  \n\n  This wall gets a lot of sun and stays pretty dry; therefore, it's a great winter/early spring/late fall climbing destination.  \n\n  [ Note: There's a \"quick topo\" of the \"Main Cliff, Left Side\" posted on the main Humphrey's page. R.Hall ]"},"density":0,"totalClimbs":11,"__v":1,"createdAt":"2022-11-07T06:12:16.100Z","updatedAt":"2024-01-15T16:46:53.469Z"}