{"_id":"6368a214e80bff5a9955d7dc","area_name":"Middle Rock","shortCode":"","climbs":[{"_id":"tsIOM7/cXb2UTL1k+OYpKg==","name":"Zuzax","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Jay Foley","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.9829,36.6608]},"left_right_index":7,"mp_id":"117691782","mp_crag_id":"106193923","climb_id":"tsIOM7/cXb2UTL1k+OYpKg==","areaRef":"0Dc/c2SGUaC1onusU8kMWA=="},"content":{"description":"P1: The lower slab is protectable with a couple small seams or run it out. Climb up and left through two left leaning cracks, then over featured plates towards the roof and P1 anchor. Requires a 70m or two 60m ropes to lower/rap off the P1 anchor.\n\n P2: A second traverse pitch moves right off the anchor traversing to the summit of the formation....a short down climb leads into a gully and a walk off.","protection":"Standard TP trad rack.\n\n Bolted anchors at the top of P1 with chains are located on the high roof. Requires a 70m or two 60m ropes to lower/rap off the anchors of P1.","location":"The route is at the far right (east) end of Middle Rock. Head east into the trees following the small dry wash. You'll see sections of a fallen tree near the base of the climb."},"__v":0},{"_id":"DF0g0lcmV4i7iZLy0nbvow==","name":"Unknown","yds":"5.8-","grades":{"yds":"5.8-","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.9829,36.6608]},"left_right_index":6,"mp_id":"106198542","mp_crag_id":"106193923","climb_id":"DF0g0lcmV4i7iZLy0nbvow==","areaRef":"0Dc/c2SGUaC1onusU8kMWA=="},"content":{"description":"This interesting climb combines moderate-to-easy runout friction with moderate crack climbing.  Start up an unprotected, low-angle friction face that gradually steepens, aiming toward a left-angling, right-facing seam about 40 feet off the ground.  Some unprotected ~5.7- moves are necessary before obtaining the seam, which you can then load up with gear.  Proceed straight up the heady bulge above the seam, which then leads to another runout low-angle friction face.  The big horizontal seam at the base of the headwall provides your next placements, about 40 feet above the first seam (maybe getting close to groundfall here?, but it's easy climbing).  Traverse slightly right to a crack system up the bulging headwall, where fun moves take you to the top. \n\n  If the second is interested in a diversion during their climb, they can climb up to the first seam, clean the gear, and then drop back down and traverse right about 20 feet to a greenish knobby waterstreak that makes for an interesting ~5.11 toprope.  The leader should put a long runner on the pieces at the base of the headwall ahead of time, to minimize the pendulum if the second is planning on exploring this option. \n\n  This route is not previously described in any available guide, but has definitely been climbed before.  Any FA info out there?","protection":"Standard TP trad rack, with a good supply of finger-sized cams.   It's runout below the first protectable seam (definite groundfall), and then again above that seam (maybe groundfall?).  The first seam itself takes smallish finger-sized cams and small nuts, and actually protects fairly well, so load it up!  Lots of finger to hand-sized cracks are available to protect in the headwall.  Belay off a gear anchor at the top, with lots of placement opportunities.","location":"The start lies about 100 feet to the right of the Albuquerque Route, not quite all the way to the harder bolted climbs at the far right side of Middle Rock that are described by Jackson and Foley. \n\n  Descend by a 3rd/4th class walk-off to the east.  At first, drop a little off the northern edge of the ridgeline, then down the ridgetop, past a noteworthy krummholz spruce with a truncated top.  Drop off the righthand (southern) face of the ridge a little past the stunted spruce, down a dubious water streak, aiming for a massive dead tree trunk that leans against the rock wall across the valley."},"__v":0},{"_id":"RIZkP9S4VsO82FmyGBXCRQ==","name":"Mary Poppins in the Belfry","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Hanna Judycki, Andrew Rippy, Nuala Judycki and Randy Judycki","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.9829,36.6608]},"left_right_index":2,"mp_id":"113405817","mp_crag_id":"106193923","climb_id":"RIZkP9S4VsO82FmyGBXCRQ==","areaRef":"0Dc/c2SGUaC1onusU8kMWA=="},"content":{"description":"Easy run out climbing to the high first bolt. More run out between the first and second bolt leads to fun well protected face climbing on interesting features above. Crux is at the top one bolt before the anchor.\n\n A 60m rope will just get you to the bottom if rappelling/lowering.","protection":"Bolts","location":"To the right of Bats in the Belfry"},"__v":0},{"_id":"CxXJ3sZVWrOjEST9vnDjrw==","name":"East of ABQ","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.9829,36.6608]},"left_right_index":5,"mp_id":"106566870","mp_crag_id":"106193923","climb_id":"CxXJ3sZVWrOjEST9vnDjrw==","areaRef":"0Dc/c2SGUaC1onusU8kMWA=="},"content":{"description":"A bolted line, starting with thin face and then switching to friction.  The lower half contains all the climbing; after the last bolt, you run it out on easy ground to the anchor. \n\n  Unknown FA, name, and grade; not in any guide books.  Some wag suggested that this line could be called \"Tijeras,\" since it's just east of Albuquerque....   \n\n  /Edit/  I changed the posted rating to a 5.9+, because I now think the moves off the ground are similar to those of New Rage, imo, which also is commonly listed at 5.9+.  But, we'll see what the consensus says.","protection":"5 bolts. Shares a two-bolt anchor with the Albuquerque Route.","location":"Just ~20 feet right of the start of the Albuquerque Route, slightly up the ramp, behind the big spruce tree."},"__v":0},{"_id":"V7QsPRKCVda05fk7MbCatg==","name":"Cowboy Bob's Chickenhead Delight","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.9829,36.6608]},"left_right_index":0,"mp_id":"106518996","mp_crag_id":"106193923","climb_id":"V7QsPRKCVda05fk7MbCatg==","areaRef":"0Dc/c2SGUaC1onusU8kMWA=="},"content":{"description":"When looking up at the top of Middle Rock from the base of the south face one can't help but notice this steep, short face of awesome chicken heads. Cowboy Bob's Chicken Head Delight ascends straight up the face through some of the coolest chicken heads I've ever pulled down on.  Unfortunately, the first half of the route is easy climbing before switching to the steep, featured climbing--you'll be wishing it was longer. \n\n  Start at the base of the south face on the far left side below the long, right-angling corner/overlap. Note that D. Jackson's book shows coming in from high up on the west rib but I think starting the climb from the base of the face gets you more climbing and one extra committing move to get established on the steep face initially. \n\n  Follow the long right-angling overlap (easy fourth class) up until you reach a super positive chalk-dusted flake below the chickenheads above. Get some pro at your feet here and then make a committing move to stand up onto the face.  Tiny, tricky pro can be found here before a few balancy moves up to get into the very steep chicken head-infested face.   \n\n  Trend right as you climb up through a few tricky sections between very positive chicken heads and flakes. A fixed nut (summer 2009) helps with the pro before finding a large chicken head to sling.  Pull up onto what must be one of the bigger chicken heads in the state before making one last slabby move to easier ground and up to the top.","protection":"Pretty light rack...I placed a red link cam, a green C3, clipped the fixed nut, a yellow C3 and slung a couple of chicken heads. Small to medium nuts would also be beneficial. Long slings to sling a chickenhead or two.","location":"Start at the west end of the south face of Middle Rock.  Look for the huge chicken head on the sky line...that's the destination."},"__v":0},{"_id":"ZA3u/F96U3m7AJ916jCJzQ==","name":"Bells in the Belfry","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Randy Judycki and Andrew Rippy","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.9829,36.6608]},"left_right_index":3,"mp_id":"113405837","mp_crag_id":"106193923","climb_id":"ZA3u/F96U3m7AJ916jCJzQ==","areaRef":"0Dc/c2SGUaC1onusU8kMWA=="},"content":{"description":"Crux is when the rock goes vertical.","protection":"Bolts","location":"To the right of Cowgirl Pump"},"__v":0},{"_id":"FtGl0+EhV2arUD+XcVNyKw==","name":"Bats in the Belfry","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"?, pre-1981","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.9829,36.6608]},"left_right_index":1,"mp_id":"106193926","mp_crag_id":"106193923","climb_id":"FtGl0+EhV2arUD+XcVNyKw==","areaRef":"0Dc/c2SGUaC1onusU8kMWA=="},"content":{"description":"Sort of a schizophrenic route, with the bottom being a 3rd/4th class runout slab and top half being a nice 5.8 crack.   \n\n  Ascend the easy slab, aiming straight up for the incipient crack.  This leads to some horizontal seams at the base of the upper sector of the climb; good stances and placements are available here, before you really start to engage the meaty part of the hand/fist crack.  The bulgy crux is passed as you are moving into the base of the crack; past this lies more sustained 5.8 crack climbing in a sort-of-awkward but fun dihedral that wants to keep pushing you off-balance. \n\n  Described and illustrated by Foley (2005:85) and Jackson (2006:70).  Jackson indicates the option to set up an intermediate belay at the base of the crack, but that is completely unnecessary.  Foley points out a harder exit up the face to the left, once you're past the crux. \n\n  The 1981 guide lists this route as a 5.7.  That description of the climb also splits it into two pitches.  It also mentions a \"bolt, sans hanger\" on the slab below the crack.  We saw no bolt, but the older description also sort of suggests that the climb originally angled up and right, so we may have started farther right and may not have been near the bolt's vicinity.  Despite the old-school guide's softer rating, this is a fairly burly 5.8 (vs. the 'easier' 5.8's at TP like Serpentine Crack), so leaders at your limit, take note.  Falls off the crux bulge would be pretty clean, though. \n\n  Alternately, I was advised by one elder TP climber that the route illustrated here is actually the one called \"Crowbait\" in the 1981 guide.  That would match well with the description and rating.  But then it's not clear where the \"Crowbait Detour\" would go (how far down and left?).  Or where the original Bats in the Belfry route is located (maybe the next headwall crack to the right, the one up and left of the Albuquerque Route anchors?). \n\n  Of course, the 1991 \"Taos Rock III\" guide doesn't clear things up.  It instructs us to \"Follow wandering low angle slab to obvious crack at top\", but the map places 'Bats' pretty far east, in the area of the Albuquerque route.","protection":"Standard TP rack to 4 inches, plus I would have liked to have had doubles in hands-and-bigger-sized cams (#2-#3 camalots).   \n\n  Belay at the top off of gear, with plenty of options for anchor placements.","location":"Follow the standard approach trails from the parking lot, around the left side of Mosaic Rock.  The user trails pretty much lead you to the base of this climb on the western end of the south face of Middle Rock. \n\n  Jackson suggests two descents:  \"Walk east to the end of Middle Rock (several dicey moves) or work down into the next grotto north, then back west to the west end of Middle Rock.\"   \n\n  We followed some version of the second option.  This descent is 3rd class, fast, and pretty easy to find.  From the top of this climb, head east over the first dome of rock, then over another rise for ~100 feet to where the ridgeline drops and narrows, and you are at a little saddle.  Drop north off a low overhang, head down skier's left, aiming for two car-engine-sized boulders next to a spruce tree growing out of a notch in the edge of the slab, zig right and pass by the spruce, and, viola, you are on the ground.  Head west in the gully, traverse some slabs around the west end of Middle Rock, and you're back to your packs at the base of the climb.     Apparently the ridgetop traverse all the way to the eastern end of Middle Rock involves some sketchy moves, but I haven't done it and can't comment."},"__v":0},{"_id":"9gxce2psUQaRLdqhNo8akg==","name":"Albuquerque Route","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"unknown","type":{"trad":true,"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.9829,36.6608]},"left_right_index":4,"mp_id":"106198529","mp_crag_id":"106193923","climb_id":"9gxce2psUQaRLdqhNo8akg==","areaRef":"0Dc/c2SGUaC1onusU8kMWA=="},"content":{"description":"This nice face climb passes two bolts (and an optional cam placement) to a third bolt at the well-protected crux overlap/bulge.  More nice friction face leads past one more bolt to an easy stance at the anchors in a nice exposed ampitheatre below the headwall.  Easy to set this one for a toprope with a 60m rope. \n\n  Described by both Foley (2005) and Jackson (2006).","protection":"Four bolts lead to a 2-bolt anchor. After the second bolt, it is possible to traverse slightly left to a quartz-filled seam and place a cam (any from #.75 to #2 camalot) with a long runner. You can easily clip the 3rd bolt before working out the crux bulge.","location":"Ascends near the center of the southern face of Middle Rock.  When approaching from the parking lot, the social trails generally lead you to the middle-western end of Middle Rock (near Bats in the Belfry), and the Albuquerque route lies about 65 feet farther right, around the massive spruce tree that grows right next to the wall (yeah, I know, that's not all that helpful)."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,98c839d1-f0d4-5006-bb58-276b12f05bd0,03122f56-29be-54e4-8fa0-b6acfcea22fd,c8616672-2b43-55e0-8e46-fb9569f22a64,d0373f73-6486-51a0-b5a2-7bac53c90c58","pathTokens":["USA","New Mexico","Taos Area","Tres Piedras","Middle Rock"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.6"},{"count":1,"label":"5.8-"},{"count":1,"label":"5.7"},{"count":1,"label":"5.9+"},{"count":1,"label":"5.10"},{"count":1,"label":"5.10c"},{"count":1,"label":"5.8"},{"count":1,"label":"5.8+"}],"byDiscipline":{"trad":{"total":5,"bands":{"unknown":0,"beginner":4,"intermediate":1,"advanced":0,"expert":0}},"sport":{"total":4,"bands":{"unknown":0,"beginner":2,"intermediate":2,"advanced":0,"expert":0}},"tr":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":5,"intermediate":3,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.9829,36.6608]},"bbox":[-105.98346054470682,36.660350339818145,-105.9823394552932,36.66124966018187],"left_right_index":-1,"ext_id":"106193923","area_id":"0Dc/c2SGUaC1onusU8kMWA==","polygon":{"type":"Polygon","coordinates":[[[-105.98346054470682,36.660350339818145],[-105.9823394552932,36.660350339818145],[-105.9823394552932,36.66124966018187],[-105.98346054470682,36.66124966018187],[-105.98346054470682,36.660350339818145]]]}},"content":{"description":"Middle Rock is the long, east-to-west oriented dome that lies just to the north of the Mosaic Rock.  Most, or maybe all, of the established routes ascend the southern face of the dome, which Jackson describes as being \"characterized by sweeping slabs capped by diagonaling crack systems and steeper headwalls and overhangs.\" \n\n  Several moderate to hard trad routes ascend the left side of the south face, some moderate bolted lines are near the center, and a moderate trad route and three hard bolted lines lie farther to the right side."},"density":0,"totalClimbs":8,"__v":1,"createdAt":"2022-11-07T06:13:42.420Z","updatedAt":"2024-02-19T18:38:02.760Z"}