{"_id":"63689de0e80bff5a994f943b","area_name":"Devil's Thumb","shortCode":"","climbs":[{"_id":"8tBCTSO+VbapvQmjwHEkfw==","name":"Southeast Face (aka 'The Other Route That Dan Missed')","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Dougald MacDonald and Jack Roberts, August 28, 2011","type":{"trad":true,"alpine":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.685,39.9779]},"left_right_index":999999,"mp_id":"107265579","mp_crag_id":"105746829","climb_id":"8tBCTSO+VbapvQmjwHEkfw==","areaRef":"yXHDi/FFXvmPJ3mb26YdPQ=="},"content":{"description":"The large, steep main faces on this spire must have been climbed at some point (Roach alludes to a 5.8 on the south face), but no route descriptions exist. We chose the most obvious corner system near the edge of the southeast and southwest face, and climbed four good pitches to the top. By Indian Peaks standards, this is a five-star route, with generally excellent rock (usual lichen and loose blocks warnings apply). It's quite possible someone had climbed parts of our first and fourth pitches (because they're obvious route funnels), but our second and third pitches are likely new.\n\n1. 5.9, 120 feet. Start at the biggest, easiest-looking left-facing corner, just right of the junction of the southeast and southwest faces. Climb about 60 feet, until just below a roof, and then move right into a steeper system (crux; beware small loose block). Continue up about 25 feet, then step right again and diagonal easily up and right to great belay ledge below a slab.\n\n2. 5.10a R, 100 feet. Start up shallow left-facing corner, straight above the belay. After traversing left below small overlap about 40 feet up, place as much gear as you can find, and either A) face-climb straight left 10 feet (crux) and then up to find good holds and pro, or B) continue straight up the corner or up and right, possibly finding better gear but probably not easier climbing. We did version A: exciting but excellent climbing. After rejoining the corner, continue up another 25 feet (second crux) to an awkward stance on a flake.\n\n3. 5.9, 185 feet. Continue up the main corner until it's obvious to step left in a beautiful thin-hands crack in orange rock. Follow this all-too-short crack up left-facing corner and through a small roof, then climb up and right to good ledges about 100 feet above the belay. Might be best to belay here for rope drag and communication. Climb the short overhanging corner above or step right 10 feet and follow a short, arching fist flake back left. Climb another short left-facing corner, then follow a short steep corner at the intersection of the solid orange rock and less solid gray rock. There's a sting-in-the-tail crux stepping back left at the top to reach a good belay ledge.\n\n4. 5.8, 80 feet. Climb steep, blocky rock up left into a chimney system, with a short crux bulge just below the top. Balance on the summit pinnacle.","protection":"Standard rack with small wires, small cams, and maybe an extra 1- and 2-inch cam.","location":"Hike to Devil's Thumb. This takes 1.5 to 2 hours from Rollins Pass. Scramble down the gully below the southwest face (nice grass at first, then scree) to the prow between the southwest and southeast faces."},"__v":0},{"_id":"20QxdhtgXNacOm3pU+gYPQ==","name":"Devil's Spiral Variation","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.685,39.9779]},"left_right_index":999999,"mp_id":"106181610","mp_crag_id":"105746829","climb_id":"20QxdhtgXNacOm3pU+gYPQ==","areaRef":"yXHDi/FFXvmPJ3mb26YdPQ=="},"content":{"description":"This climb is a variation to the traditional Devil's Thumb\n\nSpiral Route\n\n, and because the climbing is so nice through the final moves, it deserves its own description.\n\nFrom the notch north of the Devil's Thumb, begin climbing north, north-east from the notch as per the Devil's\n\nSpiral Route\n\n. After 40 feet, when you effectively reach a ramp band that spirals along the east face of the thumb (the\n\nSpiral Route\n\ncontinues this way), head straight up to the summit for approximately 60-70 feet following crack systems the whole way.\n\n20 feet from the summit block proper, you will encounter three choices to the summit. We took what I wagered as technically the easiest line, straight up a 5.5-5.6 hand crack which diagonals up and left. The foot work is great, and the crux protects with pieces ranging from 0.75--1.5 inches (I used a hex here).\n\nAlthough the crux is relatively short, the line is direct, aesthetic, and generates very little rope drag. It should be done in 1 pitch from the notch. Moreover, it allows the leader to watch the second all the way to the summit block.\n\nDESCENT:  Rappel from slings around the summit block. One 60 meter rope is required here. Bring a 4-6 foot sling to back the old ones up.","protection":"A small rack is required. I used mainly small to mid-sized nuts. Through the crux, I placed a BD #8 hex and 1.5 inch (approximately) Metolius cam.","location":"Arrive at the notch north of the Devil's Thumb as described in the\n\nSpiral Route\n\n. We climbed the Class 4 gully to the north of the Thumb in 1 pitch; then we downclimbed Class 3/4 to the notch for the second pitch."},"__v":0},{"_id":"fFykFfKTWfuqlnQCw873OQ==","name":"Devil's Spiral","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"unknown","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.685,39.9779]},"left_right_index":999999,"mp_id":"105764379","mp_crag_id":"105746829","climb_id":"fFykFfKTWfuqlnQCw873OQ==","areaRef":"yXHDi/FFXvmPJ3mb26YdPQ=="},"content":{"description":"The climb: rope up at the saddle beneath the looming north aspect of the Thumb. Head up past an old pin, left up a ramp, around the corner onto more easy climbing with amazing exposure. Belay on any of several classic ledges. You're on the east side now. Continue the up-and-left-and-up routine across the east face, then step left (onto the south face) onto a ledge with astounding exposure! This will redline your Wow-Meter! Ease up buckets to the mind-boggling summit, complete with register and funky ol' rappel slings a few feet down to the north. This is a great spot for scenic picnics, as you have a 360-degree view.\n\nThe descent: One 60-meter rope puts you back in the saddle where you began; a 50-meter would leave you with some class 4 downclimbing. We beefed up the rappel slings a year ago. Keep your head on until you've reversed the approach ridge.","protection":"A skeleton rack of finger to fist size stuff should be fine; no brass and no heavy metal are necessary. Long slings are vital; don't even bother with sport-type draws. A camera is absolutely mandatory. Bring along some excuse to linger on the summit.","location":""},"__v":0},{"_id":"EGkQC6xKVd6ITnKGHpoPwQ==","name":"Avenging Angel (of choss)","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"possibly D.Light and J.Ball 09/09/2012","type":{"trad":true,"alpine":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.685,39.9779]},"left_right_index":999999,"mp_id":"107789883","mp_crag_id":"105746829","climb_id":"EGkQC6xKVd6ITnKGHpoPwQ==","areaRef":"yXHDi/FFXvmPJ3mb26YdPQ=="},"content":{"description":"This is a compelling and direct line up the east ridge of the Devil's Thumb. This climb has a fantastic position above a beautiful and pristine, alpine cirque. Unfortunately, the rock quality is poor and this may prevent it from becoming a classic.","protection":"Standard rack to 3\".","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,b8bc6400-2efc-577d-b6a6-c5367641fd44,5f78c46b-a25c-5b59-8514-41ae795c0b82,c971c38b-f145-5ef9-8f27-799bdba61d3d","pathTokens":["USA","Colorado","Alpine Rock","Indian Peaks","Devil's Thumb"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10a"},{"count":1,"label":"5.6"},{"count":1,"label":"5.4"},{"count":1,"label":"5.7"}],"byDiscipline":{"trad":{"total":4,"bands":{"unknown":0,"beginner":3,"intermediate":1,"advanced":0,"expert":0}},"alpine":{"total":4,"bands":{"unknown":0,"beginner":3,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":3,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.685,39.9779]},"bbox":[-105.68558679980173,39.977450339818134,-105.6844132001983,39.97834966018186],"left_right_index":-1,"ext_id":"105746829","area_id":"yXHDi/FFXvmPJ3mb26YdPQ=="},"content":{"description":""},"density":0,"totalClimbs":4,"__v":1,"createdAt":"2022-11-07T05:56:03.483Z","updatedAt":"2024-01-15T16:42:51.280Z"}