{"_id":"63689d5ce80bff5a994f432f","area_name":"Mt. Irvine","shortCode":"","climbs":[{"_id":"C2idgeDYVouTCa0Hwor2qA==","name":"East Buttress","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Bill Stronge & Arold Greene, 9/4-5/1971","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.26354,36.55611]},"left_right_index":0,"mp_id":"109449472","mp_crag_id":"109449456","climb_id":"C2idgeDYVouTCa0Hwor2qA==","areaRef":"pjtV1iwlUGe9JtPsR2yFUg=="},"content":{"description":"A big climb and a good exercise in route finding. The FA party rated the route III 5.7, but the subsequent second ascent team had a conflicting report. The first ascentionists were apparently known for serious sandbagging (two-day ascent = grade III?). Described as a 17 pitch route elsewhere, we found 13 long pitches (~55 meter average) up the buttress to gain the final easy ridgeline to the summit. I've stuck with the grade listed in the Secor guidebook, but by modern standards this route is probably more like a long IV 5.9+/10a. Expect blocky climbing with short cruxy steps on a ledge-y buttress. Care must be taken not to knock rocks down on your rope and belayer. Many faded generations of bail slings can be found along the route - try to use these as a source of inspiration rather than fear, or else add to the tat-pile.\n\nStart climbing up a recessed chimney system just right of the toe of the buttress. The P1 belay is marked by a butterknife sticking out of a crack in an alcove. P2 climbs airy face out right towards the arete and then back left into the chimney. Follow crack systems up and slightly left onto the buttress, generally bypassing towers on the right. No memorable landmarks through this bit - many cracks and variations are possible. Choose your own adventure. At the top of our 8th pitch, we encountered a steep wall with a fixed pin and stopper, setup for rappel. Rappel ~40' down to the right onto a sloping ledge system. This is where the route has changed from previous descriptions - the \"bowling pin-like blade of rock\" at the corner of the ledge appears to have departed from the mountain, evidenced by the lighter colored rock scar behind where it once sat. This flake was reportedly ascended at 5.7-5.8. In it's absence, one may climb the thin corner behind where it once sat (5.10+?), or climb the face/thin crack at the far right side of the sloping ledge (5.9+/10a). Work your way up and right into a corner/stembox. P11 was the best pitch of the route - a clean splitter on the sidewall of an acute dihedral, leading into a beautiful section of clean layback fingercrack. Two more pitches land you on top of the nearly flat, narrow summit ridge. Unrope or simulclimb here. Mostly 3rd class along the ridge with a short section of easy 5th up to the top of the first false summit. A long walk leads to the summit proper.","protection":"A single rack from small to #3 camalot, set of stoppers. We took doubles in 0.75, 1 and 2. Many long slings. Some throw-away cord to backup the rappel station atop P8.","location":"For the descent, two options exist - the North Chute (loose, dirty and steep, probably best when filled with snow) or the East Chute (easy sand to big talus boulders)."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,7a68eb3f-1d6f-5bdf-863a-b1eeea8dad89,42fc7ad5-69a8-566e-8265-3c8793743416,a63b55d6-2c25-5067-bd26-d3ec476c8552","pathTokens":["USA","California","High Sierra","14 - Whitney & Surrounding Peaks","Mt. Irvine"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.9"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}},"alpine":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-118.26354,36.55611]},"bbox":[-118.26409978433598,36.55566033981814,-118.26298021566403,36.556559660181854],"left_right_index":-1,"ext_id":"109449456","area_id":"pjtV1iwlUGe9JtPsR2yFUg=="},"content":{"description":""},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T05:53:50.559Z","updatedAt":"2024-01-15T16:40:17.400Z"}