{"_id":"63689de0e80bff5a994f9100","area_name":"Spearhead","shortCode":"","climbs":[{"_id":"5wipuoCTVD2RmA74FWPU2w==","name":"Three Stoners","yds":"5.11a/b","grades":{"yds":"5.11a/b","french":"6c"},"fa":"Dean Tschappat, Brian Teale, & Mark Rolofson 1978. FFA: Nichols, 1980s","type":{"trad":true,"alpine":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.63834,40.2567]},"left_right_index":5,"mp_id":"110833500","mp_crag_id":"105744832","climb_id":"5wipuoCTVD2RmA74FWPU2w==","areaRef":"OZ8KoWVcX6OLJInZS6NPeA=="},"content":{"description":"P1. (220 feet, 5.7/5.4R)\n\nStart on some low angle slabs and traverse up and right. Finish on a 5.7 finger crack. Belay at some old bolts, or simul-climb to the base of the next pitch.\n\nP2. (60 feet, 5.10d/11a)\n\nThis is historically rated 5.10c. Locate a thin crack shooting up the slab that joins a left-facing roof/dihedral. The crux is at the 10-12 foot level where you have to fiddle in small gear from a marginal stance. An extra yellow and gray Alien will sew up the upper finger crack. Your lieback and gear placement skills will be tested on this pitch. Belay on the right side of the ledge.\n\nP3. (130 feet, 5.9)\n\nJoin the\n\nAll Two Obvious\n\nfinger crack to the right (recommended) or climb 5.8 flakes on the left. Belay near a set of old rap bolts on a ledge.\n\nP4. (180 feet, 5.6R)\n\nThis is the only bad pitch on the route. Follow the left-leaning, right-facing flake system to a fun runout slab. Aim for a left-facing dihedral that accesses a comfy, hanging, grass covered ledge. Grass mantels and loose flakes are included....\n\nP5. (120 feet, 5.9-/5.6R)\n\nThis is a wild pitch for the grade. Head right for 50 feet linking left-facing dihedrals together to a roof. Pull the right side of the roof to a great handcrack. Belay at two 50 year old 1/4 inch bolts, which can be backed up (#3 & small hex).\n\nP6. (60 feet, 5.11a/b PG13)\n\nThis is a memorable pitch shared with\n\nObviously Four Believers\n\n, since success and safety are not guaranteed.  Clip a somewhat upgraded 1/4 inch bolt (back it up!), and figure out a way to the undercling traverse and 2nd 1/4 inch bolt. Place a #2 cam to protect your follower before the 2nd bolt! Continue the traverse left (5.10) until you can turn the corner and gain a ledge.\n\nP7. (120 feet, 5.9 or 5.10c)\n\nEither climb the great 5.9+ finish of the\n\nEast Prow\n\nor the 5.10c finish on\n\nAge Axe\n\nwhich is on the far left side of the ledge.","protection":"1 set from tiny to #3, doubles from gray Alien to #1, RPs, optional 2nd #2 and #4 Friends.","location":"Start on the slabs on the far left shoulder...."},"__v":0},{"_id":"eA6B5GmfXaeQh5S9zuhKpQ==","name":"The Ten Essentials","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Chris Reveley and Jim Erickson, 1974","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.63834,40.2567]},"left_right_index":10,"mp_id":"105902356","mp_crag_id":"105744832","climb_id":"eA6B5GmfXaeQh5S9zuhKpQ==","areaRef":"OZ8KoWVcX6OLJInZS6NPeA=="},"content":{"description":"The Ten Essentials begins with the first three pitches of the more traveled\n\nSyke's Sickle\n\n, three pitches of flakes and broken cracks, and finishes with the last two or three pitches of the North Ridge.","protection":"Standard RMNP alpine rack including larger gear up to a #4 Camalot.","location":"Route begins on\n\nSyke's Sickle\n\n, which is in the middle of the face in two parallel cracks, on Spearhead in Glacier Gorge, RMNP."},"__v":0},{"_id":"743PhABLXU6sk7uPQ4SfQQ==","name":"Sykes' Sickle","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Richard Sykes, Dave Rearick, David Isles, and John Wharton, 1958?, FFA: Royal Robbins and Layton Kor, 1964?","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.63834,40.2567]},"left_right_index":9,"mp_id":"105748499","mp_crag_id":"105744832","climb_id":"743PhABLXU6sk7uPQ4SfQQ==","areaRef":"OZ8KoWVcX6OLJInZS6NPeA=="},"content":{"description":"Amazing! Spearhead is located in Rocky Mountain National Park and is perched above Glacier Gorge. Spearhead is an 800 foot granite buttress that rises to a sharp point above the upper basin (past Black Lake). In the middle of the immense vertical wall is a right-arcing crescent roof dubbed the \"Sickle\". Syke's Sickle is a wonderful route that ascends several crack systems before arriving at the \"Sickle\".\n\nP1 ascends a 5.5, left-arcing, wide crack (easy to spot in the center of the wall), then unites with a flaky system that moves up and left (watch rope drag) before ending 200 feet up on a ledge to the left of a blocky roof (bypass the weathered webbing for the standard first belay).\n\nP2 crosses the \"flat earth\" (a 35-degree grassy ledge) with an easy dihedral before ascending a 35-foot slab, with no protection, to a nice [flake]- don't fall (this is the most direct, and exciting, way to the [flake] system above)!\n\nP3 moves diagonally left (past slings) then ascends hollow and loose flakes up an amazing wall with great exposure and fun aesthetic moves (pass the upper slings and set up camp 20 feet higher on a \"nice\" horn below a large dihedral). If in doubt, go to the highest 3rd/4th class part of the ramp, until you are below a dihedral and \"real\" climbing.\n\nP4 starts the business- 40 foot of great dihedral, then everything goes vertical, to the right, with sidepulls, stemming, and fun moves for another 50 feet (5.7+).\n\nP5 gets a little crazy: move up into a wide crack, then make a relatively thin face traverse, to your right, before rising high on a one foot thick OW flack that starts vertical then bends right and ends 10 feet below a nice ledge with a huge, loose block (the book says 5.7, if so - it was a very hard 5.7).\n\nP6 is the crux (the book says 5.9.... I thought it was solid 5.10a ). (Note: keep in mind: you are well over six hundred and fifty feet off the ground and below an amazing roof that cuts out then daggers down). The view is absolutely incredible! You are on a beautiful wall (Spearhead is the smallest peak amongst the surrounding spires). The valley is painted with golden aspen, evergreen trees, bright red bushes, and turquoise lakes. At eye level there is an array of jagged peaks that jut forth from a wrapped ridgeline. It's so awe inspiring: everything is sharp and edgy and very intense.\n\nThe \"crux\" starts with a nice 20-foot dihedral that intersects the roof (great pro w/ two good fixed pieces at the roof intersection). Time to get to work...move out above a void of space, stem, place big gear (the crack above takes large cam), stem some more, fist jam, then pull through the roof slot to a huge edge. Looking down into the void, from the stemming position, is wicked cool! For the sanity of your second - slot a fat nut above the apex of the slot exit and remove your #3 - #4 cam placement from the crack (this increases rope drag but makes the crux more enjoyable for your second). Ride the edge above the abyss for about 40 feet, on easy rock, and set-up a belay.\n\nP7 continues up the left-leaning crack system a short way.Place pro as high as you can (I put it under a flake just to the right of the system), then climb down a little and traverse right and up a little for ~20 feet until you come to the bolt (which has recently been replaced). As you are climbing up the crack system, make sure to take your time and look to the right for the bolt, which is very hard to spot, especially from where you need to start the traverse. Unfortunately, the hardest move on the pitch comes just before you clip the bolt, but it is no harder than 5.8 at the very most. After you clip the bolt, head up and right on easier climbing into a dihedral and then step right around an overhang to third class terrain. This pitch is not really dangerous for the second.\n\nHere are very nice beta photos for the route and descent:\n\nclimbinglife.com/rmnp-alpin…\n\n.","protection":"A standard rack up to a #3.5 or #4 Camalot. Many are comfortable with a #3 Camalot, which does work in the crux roof (though the fixed gear is actually better placed, and as long as it's still there, you probably won't need additional protection on the crux).","location":""},"__v":0},{"_id":"z67fz1NLUWyvW8KywEcuHg==","name":"Stone Monkey","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Chace and Stone,1985","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.63834,40.2567]},"left_right_index":4,"mp_id":"105749545","mp_crag_id":"105744832","climb_id":"z67fz1NLUWyvW8KywEcuHg==","areaRef":"OZ8KoWVcX6OLJInZS6NPeA=="},"content":{"description":"Named after the rogue-trickster Stone Monkey of 16th Century Asian literature, this climb provides one of the best difficult trad leads in RMNP.\n\nOn the left side of the wall find a 5.9 dihedral leading to Middle Earth ledge, or an easier variation just left of this (it is possible to third class to ME ledge in this area).\n\nClimb an easy ramp that forms the right of two prominent dihedrals, belaying before a right-facing flake.  Climb the flake (5.9ish) to its top, then scratch right across a blank wall to a semi-hanging belay (good 5.10, no pro, exciting swinging opportunities for both the leader and second).  Climb the flake system up right and continue to a good ledge and belay.  Pitch 5 is the business, a 5.9 undercling to a right-facing corner which leads to the sustained, under-vertical tips crack (crux).  The climbing is more face climbing than a finger crack, although there are finger jams to be had - if you have tiny digits, you will be happy.  Small gear (many RPs), good shoes, and positive thinking will bring you to another nice belay ledge, with hard-to-find anchors but nice wildflowers.  Above is a longish 5.8 crack pitch which leads to easier climbing to exit.\n\nEarly season the crux crack can seep.  This has much average climbing, but the crux pitch is stellar.","protection":"Double set RPs to 3\" cam.  Extra RPs, small wired nuts, and TCUs.  Good edging shoes.","location":""},"__v":0},{"_id":"i5WR5GeCUL+CpWmLBD9d8A==","name":"Spearhead, Chiefshead, Pagoda, Long's Traverse","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.63834,40.2567]},"left_right_index":0,"mp_id":"108233277","mp_crag_id":"105744832","climb_id":"i5WR5GeCUL+CpWmLBD9d8A==","areaRef":"OZ8KoWVcX6OLJInZS6NPeA=="},"content":{"description":"If you're looking for a Park traverse but want something shorter with a bit more vertical climbing and a bit less bushwhacking than\n\nWalk in the Park\n\n, check out Spearhead to Long's.","protection":"No fixed gear or anchors.","location":"Approach\n\nFrom the Glacier Gorge trailhead take the established trail to Black Lake. From the lake follow the climbers' trail east above treeline. Head south across the meadows to the base of Spearhead.\n\nRoute\n\nSpearhead\n\nChoose your own adventure up\n\nSpearhead\n\n. More popular options include:\n\nN Ridge\n\n(5.6)\n\nE Prow\n\n(5.9)\n\nSyke's Sickle\n\n(5.9+)\n\nThe Barb\n\n(5.10-)\n\nAll Two Obvious\n\n(5.11d R)\n\nSpear Me the Details\n\n(5.11d)\n\nStone Monkey\n\n(5.12a)\n\nChiefshead\n\nFrom the summit of Spearhead, continue along the ridge. The most direct line is to take the\n\nCentral Rib\n\n(5.7) or a variation thereof. One could zigzag up the ramp systems if easier climbing is desired.\n\nPagoda\n\nNow the real fun begins. Follow the obvious knife edge ridgeline along the\n\nW Ridge\n\n(5.7) of Pagoda.\n\nLongs\n\nFrom the summit of Pagoda, pick a line to Longs to suit your desired level of difficulty (class 3+).\n\nDescent\n\nFrom the Keyhole Route on Long's, cross-country down the talus slopes (e.g.\n\nthe Trough\n\n) back into Glacier Gorge. Follow the trail out the way you came.\n\nWater\n\nDepending on the season it may be difficult to find water on the route proper unless there is snow and/or runoff. Plan accordingly.\n\nAnswers to FAQ\n\nFrom messages:\n\nI started with the North Ridge of Spearhead and did not bring a rope.  Most of the route is not sustained.\n\nI don't remember my car-to-car time. It took me ~9 hrs from the trailhead to the summit of Long's at a casual pace and having done only the last 500' previously."},"__v":0},{"_id":"1jkFx4ScX4+lcLJT68MFdw==","name":"Spear Me the Details","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Davis & Beidleman","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.63834,40.2567]},"left_right_index":8,"mp_id":"105757174","mp_crag_id":"105744832","climb_id":"1jkFx4ScX4+lcLJT68MFdw==","areaRef":"OZ8KoWVcX6OLJInZS6NPeA=="},"content":{"description":"This is a magical mystery tour. It has lots of variety including steep face climbing similar to the domes of Tuolumne Meadows.  There may be no better face climbing in the Park.\n\nThe route starts on Middle Earth, which can be accessed by various means.\n\nP1. The first pitch of the route proper begins to the right of the Eye of Mordor, a huge, seriously sinister, vertical gouge left of center on Spearhead's east face.\n\nThe first pitch is easy, taking you to a big ledge. The next pitch climbs straight up into an obvious dihedral, which grows wide at its top (5.9).  Not much gear toward the end, unless you brought a 12\" piece.  I did not but found that focused liebacking brought me to its top and the next big ledge.\n\nP3. The third pitch heads left, through a hole, and onto a ramp.  Before heading too far along the ramp, climb up and through an overhang/flake, onto the next ledge which curves into a right-facing dihedral (5.10a).\n\nP4. The fourth pitch heads up the dihedral, over a small roof and hand traverses left into another short dihedral.  Belay from slings towards its top (5.10c).  This is a cool pitch.\n\nP5. Next, a thin hand crack in a short dihedral quickly turns into a short, somewhat horizontal, finger crack.  The crack dies into the sweeping wall above.  Figure out how to put your feet where your hands are and stand up onto a golden wall of knobs (crux).  Climb toward and ultimately onto a memorable flake and then up right toward a shallow, short dihedral (more cruxey climbing here as well).\n\nRossiter's guide suggests belaying at the base of the dihedral.  I kept going and joined two pitches together into 165 feet of incredible climbing.  You will need lots of runners if you do this.  The next section heads up the dihedral, breaks out right into more wonderful face climbing and then into another shallow short dihedral, belaying at its top (5.11a/b).  Take a breather.\n\nP6. The next pitch heads up a series of dihedrals.  Belay on top of the second one (5.8).\n\nP7. You are now below the exit pitch.  The rock changes dramatically in character at this point but remains solid.  Clip a bolt, mince left toward a thin crack and get some smallish stoppers in it.  Then head straight up the crack to the summit (5.10b).","protection":"Lots of quick draws, shoulder runners and a small standard rack with TCUs.","location":""},"__v":0},{"_id":"LSTJavF1UPqa30EWqaNCvQ==","name":"Prowess","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"T. Bubb, K. Arehndt, 7/26/15","type":{"trad":true,"alpine":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.63834,40.2567]},"left_right_index":1,"mp_id":"110885710","mp_crag_id":"105744832","climb_id":"LSTJavF1UPqa30EWqaNCvQ==","areaRef":"OZ8KoWVcX6OLJInZS6NPeA=="},"content":{"description":"This route is a fairly independent version of the East Prow, covering 2/3 pitches as new territory, and with different character and cruxes. It was clean, fun, solid, and... protected enough to be reasonable but not with a lot of gear.\n\nP1. 5.7, 110'. Start up from the ground as for\n\nEast Prow\n\n, and do the right-leaning, undercling flake, turning it at the point and heading back left up onto a slanting ledge. A belay can be made here, or with a 70-80m rope, one can continue into P2 as we did. An alternate P1 can probably be devised to make this climb a completely different/independent/new line, but this pitch is pretty cool.\n\nP2. 5.9+, 120+'. From the slanting ledge above P1, continue up in a right-facing corner past a large flake jutting out right. Stay left over this, heading for the left of these two corners, which goes more directly upward, instead of leaning right as for\n\nEast Prow\n\n. Strike out up and left, (somewhat sharply left) from this left corner across a grey and gold granite plate. Place good protection prior to getting onto it, as protection will be hard to come by (only occasional) from here on. You will be linking small sections of cracks and flakes through face-climbing sections. Pull on small knobs and slopers pacing upward toward the left end of a roof where a right-facing corner intersects it. The left-facing corner that holds the second belay of the\n\nEast Prow\n\nshould be visible maybe 15+ meters to your right as you place more gear and pull the roof. Continue climbing up and left into a left-facing flake system that leans left. This is visible in Rossiter's photo in the Fixed Pin guide on p. 200 but is not shown as a flake in the topo on p. 201. Belay wherever you can get some gear, which may be after some simul-climbing unless you have at least a 70m rope. Due to lack of much gear, drag remains at a minimum. The climbing gets easier as you continue onto lower angle rock.\n\nP3. 5.6, ???' (depends on where you belay). Finish out up and left on the left facing flake and shallow corner on lower angle rock. When you can see a huge horn on the right side skyline, on a reasonable-sized ledge, break right and head to that ledge to the right for a belay. This is the 3rd belay as for\n\nAge Axe\n\nor\n\nEast Prow\n\n.\n\nP4-P6. 5.9+ or harder. Finish as for Awesome or\n\nAge Axe\n\n, just like you would on the\n\nEast Prow\n\n. The P4 3\" crack above the horn is fun and takes whatever gear you brought in one place or another, and the P5/P6 of\n\nAge Axe\n\n(run them together) are a great right-facing corner 10b finish opportunity, though a little less clean than the rest of the climb.","protection":"A standard alpine rack of stoppers and cams. Bring lots of slings if linking pitches! A 70m rope is suggested.","location":"This route starts on P1 as for\n\nEast Prow\n\nbut then heads up and left into different systems, rejoining on the ledge and merging with\n\nAge Axe\n\nat the 3\" crack/corner after P3."},"__v":0},{"_id":"+JEd9lrIWDSlrHbwavj8Nw==","name":"Obviously Four Believers","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Covington et al.  FFA is disputed.","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.63834,40.2567]},"left_right_index":7,"mp_id":"105751555","mp_crag_id":"105744832","climb_id":"+JEd9lrIWDSlrHbwavj8Nw==","areaRef":"OZ8KoWVcX6OLJInZS6NPeA=="},"content":{"description":"A nice long route to do if you want more challenge than the Barb or Age Axe.  Good climbing, varied, and just enough excitment to keep you focused.  Easier than Statospear, the Feiges Direct on the Barb, and Spear Me The Details.  Not as popular as it deserves to be, I suspect due to the Eye of Mordor section which seeps in even the driest years.  My description differs from the guidebooks, particularly in how one accesses the Eye, the obvious eliptical feature in the lower left quadrant of the wall.\n\nP1: From the left side of the wall climb a long easy pitch to a double ledge system.\n\nP2: Continue up right a bit to the highest terrace, about even with the start of the Eye to your left.\n\nP3: Climb up to an obvious left-diagonal crack in the slab (runout 5.8, a 2.5 Flex Friend placement can be found) which leads to the right side of the Eye of Mordor about a third of the way up it.  Continue to the top (wet) and a belay at 2 fixed pins.  Rated 5.9+ in guidebooks but perhaps solid 5.10.\n\nP4: Follow 5.8 flakes up and slightly left, then belay on a large ledge well left at rap anchors (three raps to the ground).\n\nP5: Now move back right 30 feet to a R-facing corner with a spot of 5.9 and 3 fixed pins.  Belay in a circular niche from 2.5 to 3.5\" cams.\n\nP6: Move left on unprotected 5.8 or 5.9 face, then follow an easier crack to a stance at slings and 2 old bolts.\n\nP7: Clip a bolt and do a difficult standup move off a flake to a second bolt.  Follow a long undercling left (5.10-), then up to a good ledge.\n\nP8: Step left, then follow a nice crack system (5.9) to an overhang, step left, and head for the top.","protection":"Two sets wireds to 3\" cam, one 3.5\" cam. Include RPs and TCUs.  The four bolts on P7 (2 belay, 2 pro) are adequate but should be replaced.  2 ropes mandatory to bail from above P4. 60m ropes recommended.","location":""},"__v":0},{"_id":"CxKURecxXtCMidHoQ2IW3Q==","name":"North Ridge","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Pete Soby, Charles Schobinger, 1958 (from Gillett)?","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.63834,40.2567]},"left_right_index":13,"mp_id":"105748502","mp_crag_id":"105744832","climb_id":"CxKURecxXtCMidHoQ2IW3Q==","areaRef":"OZ8KoWVcX6OLJInZS6NPeA=="},"content":{"description":"The North Ridge is a good beginner alpine route. The first half is forgettable, but the last two pitches are perfect for their grade. Stay to the left of the ridge to find the last two pitches.\n\nExpect 6-8 pitches depending on your rope, your belay spots.\n\nTo approach Spearhead, park at the Glacier Gorge junction trailhead and hike up the trail about 5 miles to Black Lake. From there, head east up an unmarked trail to tree-line, then contour over to the base of Spearheads NE face. The North Ridge route begins at the NW corner of the mountain. Be careful to chose the correct line at the start; parties have gotten off-route here onto much more difficult terrain. Look for a pronounced groove above a slab near the highest point of ground.\n\nClimb up poorly protected slab to the base of the slot, then pull huge jugs up the left side of the slot with good pro. Continue up easier grooves and slabs for several hundred feet, angling to the left. At that point you should reach the very crest of the ridge, and the prominent flake/pillar of the Barb should be visible down and to your left. These initial pitches are often simul-climbed, but most parties rope up here.\n\nClimb a shallow corner on beautiful rock right of the crest, traverse somewhat right and head up more cracks and corners to a belay (5.6). The final pitch head for an awkward, acute dihedral, also 5.6. The route-finding can be confusing on the upper ridge, although many lines are climbable. Mountaineering judgment is essential. The summit, a short scramble up to your left, is absolutely spectacular and totally worth a visit if the weather is good. Descend significantly to the southwest, to avoid getting cliffed, down slabs and scree until you can contour around to the base of the climb.","protection":"Standard rack.","location":""},"__v":0},{"_id":"RBM676VaWjiyXpHMTm9TVQ==","name":"The Kingfisher","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Jeff Giddings, Adam Sanders, Paul Heyliger, Laura Schmonsees, Audrey Oberlin","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.63834,40.2567]},"left_right_index":11,"mp_id":"121327993","mp_crag_id":"105744832","climb_id":"RBM676VaWjiyXpHMTm9TVQ==","areaRef":"OZ8KoWVcX6OLJInZS6NPeA=="},"content":{"description":"The Kingfisher weaves an incredible path up the left side of the Barb Flake culminating with the dramatic Kingfisher Arete. Currently there are 5 new pitches beginning from Middle Earth Ledge. Begin with the first 2 pitches of\n\nSykes' Sickle\n\n, then work over to the right and down 15 feet to a bolted anchor to begin the new pitches.   There will be two independent pitches for a direct start.  These pitches are currently under development.\n\nP1 (\n\nSykes' Sickle\n\n)\n\n5.7.\n\nClimb flakes in a Left facing corner that is just left of the obvious wide crack. Belay at a stance with a nest of slings after 100 feet.\n\nP2 (\n\nSykes' Sickle\n\n)\n\n5.5.\n\nContinue up and then trend left on nice flakes then go left around a little corner at a blocky roof section. The pitch then opens up onto some bigger ledges. Continue up and right to belay behind a massive, truck-sized boulder. There is a nice grassy alcove between the boulder and the main wall (140').\n\nWe had the follower downclimb from behind the massive boulder and go right then down to the bolted anchor station (see the topo). The leader then climbed out from behind the boulder and just traversed straight across to start the next pitch. This way the leader didn't have to downclimb to the anchor. The bolted anchor is the best place to belay for the next pitch to avoid rope drag.\n\nP3 (Currently the first pitch of The Kingfisher)\n\n5.9.\n\nTraverse right from the massive boulder, and go across easy ledges and over some really large flakes that are sitting on the ledge. Continue right into a left-facing corner system. Work up the corner aiming for the roof part way up the corner (see the beta photo).  Work out of the corner to the right and get established over the roof using cool knobs. Follow two bolts up the face to an anchor at a nice sloping ledge feature (100').\n\nP4 (Lost Arrow Traverse or the \"LA Times\" pitch)\n\n5.10+.\n\nGo up and right a few feet to a grassy ledge. Take the upper of two left-slanting groove/cracks off the ledge. The groove gets steeper as you go and opens up for gear.   When the crack ends work out right onto the face then up to clip a bolt.  Now go straight up to the start of The LA Times crack. There are 5 LA's plus some gear opportunities along this sustained and beautiful traverse. The crack leads to a cool ledge in the middle of the wall (100').\n\nP5 (The \"Sea of Doubt\" pitch)\n\n5.11b.\n\nMove to the left side of the ledge, and clip the first of 10 bolts. Follow the bolts through this amazing face. Beautiful knobs, scoops, and some delicate foot work will get you to the chains. No gear is needed on this pitch (100').\n\nP6 (The \"Halcyon Crack\")\n\n5.10b.\n\nGo up the small left-facing corner from the belay, then step out right and traverse along some big cool knobs to the start of the crack. Work up the tight fingers to a small roof feature (crux), then continue up the splitter, straight-in crack. This crack ends at a stance. From this stance, go up a left facing corner a short ways and then take the obvious slanting crack that goes out left across the wall. Finish on a great ledge directly on the edge of the Barb Flake (100').\n\nP7 (\"The Kingfisher Arete\")\n\n5.11a.\n\nWork up the pillar directly off the belay following bolts.  There is a difficult move getting into a small corner and over a small roof with some big flakes out left.  Use the flakes for a couple of foot presses, but DON'T reach out and start pulling on the flakes! There are lieback holds on the main section of the wall and the line is bolted tightly through this section to keep you on course. Now follow the bolts up and then out left with your feet directly on the edge of the massive void! Amazing knobs take you to the very edge of the arete. Continue up using engaging knobs and scoops along the arete. The final bolt is out to the right from the top of the arete. This pitch is really extraordinary! 13 draws plus a #0.3 or 0.4 Camalot are all you will need on this pitch (100').\n\nYou can either rap from here directly down the route with a 70m rope or you can downclimb off the back of the Barb Flake feature into the notch (exciting 10a'ish), then finish on the beautiful last pitch of the\n\nNorth Ridge\n\n. The left hand, 5.7 variation, of the\n\nNorth Ridge\n\nis a really great finishing pitch.\n\nIMPORTANT NOTE: the rappel off of Middle Earth ledge (Penultimate rappel) is a full 34m! A 70m rope will barely make it. TIE BIG KNOTS. The last station is at an uncomfortable, mostly hanging stance.  The best option is to send the first climber all the way to the ground from the penultimate rap station on a single strand.  Then the second climber will be the only one who has to deal with the hanging station.\n\nI have climbed the Spearhead over 40 times now, and I’ve looked at this feature for 20+ years wondering if it would go. It does! The whole route came together really well and it's going to be even better once the first two pitches of the direct start are completed. I hope people will enjoy this climb, I think it’s pretty amazing.","protection":"Rack:\n\nA single set of Stoppers (no RPs needed); singles: 0.1 and 0.2 Camalot size; doubles: #0.3, 0.4, 0.5, 0.75, 1 Camalots; a single: #2 Camalot; and 13 draws.\n\nAll bolts were placed by hand and on rappel. The lead bolts are stainless steel 2 1/4 inch wedge bolts. The belay stations have one 3 inch SS wedge bolt and one 2 1/4 inch SS wedge bolt.\n\nPainted chains have been installed for all the rap stations. The chains are attached to the bolt hangers with Camp 5mm quicklinks. These links look small but have a strength rating of 25kn and are made for rap installations. The chains are polished steel with a SWL rating of 2,600lbs and rope end quicklinks are either Petzl 7mm or SS 8mm.","location":"Begin on the first two pitches of\n\nSykes' Sickle\n\n, then move right to the very edge of the massive Barb Flake feature. The upper 5 pitches then parallel \"\n\nThe Barb\n\n\" route. Finish on the tip of the Barb flake."},"__v":0},{"_id":"B2QGzRaoUCa5Isq4pxgxYQ==","name":"East Prow","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Dan Hare and Jeff Bevan","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.63834,40.2567]},"left_right_index":2,"mp_id":"105754771","mp_crag_id":"105744832","climb_id":"B2QGzRaoUCa5Isq4pxgxYQ==","areaRef":"OZ8KoWVcX6OLJInZS6NPeA=="},"content":{"description":"I almost feel bad about writing up this route as it was in virgin condition when I did it. It offers lots of climbing in the sustained 5.8-5.9 range on generally good to excellent rock and makes a great uncrowded alternative to\n\nSyke's\n\nor\n\nThe Barb\n\n. Hike up to the south nose/arete of Spearhead which is fairly blunt and slabby at the start. The topo in Rossiter's guidebook is pretty much right on, but the face is a little more confusing than the topo shows in the first 2 pitches. We were using a 60m rope, so my belays were based accordingly.\n\nP1. Start up the most prominent, right-facing dihedral slightly left of the actual prow and about 100' left of\n\nAge Axe\n\n. It's a clean, wide crack, easy 5.6; I belayed on top of the \"tooth-shaped\" flake just left and slightly below the \"7\" on Rossiter's topo. Close to a full rope length.\n\nP2. Continue up on slightly harder climbing to the ominous roofs above and find the easiest way through (5.8). Look for a left-facing dihedral just over the roof and continue up a ways. Rossiter shows a belay just over the roof. I belayed about 40-50 feet higher just below another small roof. About 150'.\n\nP3. Here I think I may have been off route. From the small roof, there are 2 options; straight up and over the roof in the continuation of the dihedral which turns into a small hand/fingers crack over the roof (which \"MAY\" be the 5.7 way that Rossiter shows) or continue up left around the roof which turns into a very shallow left-facing dihedral that I thought was more like 5.9-. In any case, both variations merge on easy ground at the junction of the true \"South Arete\". Belay just below a 3\" crack in a beautiful orange open book. You are now on \"\n\nAge Axe\n\n\".\n\nP4. Jam and stem up the open book with excellent position, (sustained 5.8), 80-100' to a wide ledge and belay. Rossiter incorrectly shows double bolts at the right end of this ledge. They're actually at the left end. Shift the belay over to the right just below some large flakes/chimney.\n\nP5. Climb up through the large flakes to another large ledge. A short 5.4 pitch.\n\nP6. The business: you have 2 choices here. The crack straight above is the final pitch of\n\nAge Axe\n\n(5.10c and fairly well fixed with wireds). My partner wasn't up for that so we shifted the belay a ways right and finished up the final pitch of 3 Stoners (5.9). (The mental crux of the route was climbing across the down sloping, sidewalk wide ledge that is the common last belay for\n\nAge Axe\n\n,\n\nStone Monkey\n\nand 3 Stoners.) The final pitch up 3 Stoners is excellent. A short 5.9 chimney leads up 20' to a point you can step right and into a perfect 5.9 finger crack. The rock here is really good! Continue up this to a final roof passed on the left and up to the descent ledge.\n\nDescent: as mentioned by others, walk down SW (leftwards-facing uphill) a long ways on a fairly open ledge/meadow. There are a few cairns. At some point, you need to downclimb a bit to gain the top of a long, NE facing (left; facing downhill) ramp. It's VERY easy to get cliffed-out here! Take some care to find the proper place to turn down. I don't remember there being any cairns to mark the point but there is a faint trail. The long ramp back down is a lot like the descent down\n\nRedguard\n\nand wouldn't be lot of fun in wet or icy conditions.","protection":"Standard rack with a few extra pieces in the 3\" range.","location":""},"__v":0},{"_id":"hK5no/x3VWGiO56eF0BvtQ==","name":"The Barb","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"FA: Fricke & Logan, 1970. FFA: McClure & Gulley, 1975","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.63834,40.2567]},"left_right_index":12,"mp_id":"105750154","mp_crag_id":"105744832","climb_id":"hK5no/x3VWGiO56eF0BvtQ==","areaRef":"OZ8KoWVcX6OLJInZS6NPeA=="},"content":{"description":"The Barb is a fantastic route, a great first 5.10 alpine climb. Nearly every pitch is a gem. It has a boulder problem crux with lots of sustained 5.9.\n\nP1. Start up a left facing flake, 5.6. (Per\n\nDoug Haller\n\n: near the top, step right into a v-grove and continue up the face across blocky round to the middle earth ledge. Many parties combine pitches 1 and 2 or 1-3.)\n\nP2. Scramble up to Middle Earth Ledge, and move left, 4th Class.\n\nP3. Wander up the face and find a left-leaning slot. Follow this to its end, step left across the face, climb a right facing corner, and belay as high as possible, 5.6. (Per\n\nDoug Haller\n\n: the slot is not obvious or required. Many parties belay at a fixed anchor with a quicklink and continue up a series of flakes, some more loose than others, to the base of the right-facing corner. (The Rossiter guidebook suggests climbing the corner and setting up a belay. The ledge is good, but the gear is sparse and small, so there is a benefit of belaying from the base of the right-facing corner.)\n\nP4. Finish the corner, then follow an amazing left-leaning crack at 5.9, ~120'.\n\nP5. Starting on the left, climb through an A-shaped roof, and follow a beautiful crack. Find a belay in a shallow, left-facing corner, don't go too high. This is a shorter pitch. (Or per\n\nDoug Haller\n\n: from the alcove, follow a left-facing and left-leaning corner for about 30 feet. The crack and wall \"turn\" vertical. Follow the crack up and then along right to gain a ledge below the A-shaped roof. Climb through the roof, and belay at one of two locations: 1) a ramp with some small pro or 2) 20 feet higher with larger gear but a semi-hanging belay, 5.9, 110 to 130 feet or less.)\n\nP6. Continue in the crack system until you see a (seemingly solid) pin to the right in a right-leaning crack. Climb past this (5.10 crux) and up to a belay. (Or per\n\nDoug Haller\n\n: make a relatively long reach, and step left to join a near parallel sided crack. Climb a few more feet up, and look right to spot a pin in a right-trending crack. Make a long reach with delicate footholfd to gain a stance below the pin. Make a couple of more bouldery moves to gain a wider crack with solid gear. Follow this to where the headwall slopes back to a slab. Belay here, 10a/b, ~120 feet.)\n\nP7-9. Work your way over to the\n\nNorth Ridge\n\n, and follow that route to the top.\n\nI called the route 10- because of the short crux, but it is graded as high as 10c in other guidebooks. The crux is only 2 or 3 moves, but the feet are kind of insecure. I've heard P4 compared favorably to P2 of\n\nOver the Hill\n\nin Eldo, and I have to agree. It is easy to climb too high on P5 in search of a better belay stance. This is my favorite route (out of a pitifully small sample size) that I have done in RMNP, and I would definitely repeat it. It is lots of fun. If possible, don't forget to scramble to the summit. It's wild!","protection":"SR. RPs and TCUs help. Maybe bring some extra fingers to thin hands.","location":""},"__v":0},{"_id":"wWKRHTrIVeymPUe4c2Wwfw==","name":"Age Axe","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Ajax Greene, Chris Reveley, 1975","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.63834,40.2567]},"left_right_index":3,"mp_id":"105762837","mp_crag_id":"105744832","climb_id":"wWKRHTrIVeymPUe4c2Wwfw==","areaRef":"OZ8KoWVcX6OLJInZS6NPeA=="},"content":{"description":"Ajax Green is alive and well, living and climbing in the Gunks, where I first met him when he was as a teenager back in the '70s.\n\nMy partner Chuck thinks this is a 2 star climb. He awards extra points for the alpine experience. I'm thinking maybe 1.5 stars. The second pitch of Age Axe is very good but a little dangerous. P1, 3, 4, and 5 are pretty easy but pleasant. P6 is hard, but a little grungy with a death block. So, I'm thinking 1.5 stars.\n\nRossiter calls P2 10b/c and P6, the last pitch, 10c. Gillett calls these pitches 10a. So I'll split the difference and call P2 and P6 10b.\n\nApproach: Hike to the left side of the NE face. As you round the prow to the SE face, there is a nice \"apron\" slab with right-facing flakes on its right side. 100' above is a large, low-angle, right-leaning, right-facing corner capped by a roof. This is about 100' right of the start of\n\nEast Prow\n\n.\n\nP1 5.7: Angle right onto the apron to a thin RP crack. A few tiny nuts protect some 7ish moves. Easier climbing leads up and left onto a low-angle slab. Angle left and belay at the base of the large, right-facing dihedral.\n\nP1: 5.10b s?: Place gear high in the dihedral, step down a bit, and traverse left around the arête to a low angle slab. Climb up to a fixed pin at the base of a crack. Back this pin up, and try to get gear at least several feet higher (may want to aid on the pin to place the higher gear). The problem is is that if you fall on the crux moves above you will hit the slab unless you get gear high in the crack. Reach left for good holds and mantle (crux). Clip an original 1/4\" bolt (Screamer) and do a few more hard moves to get established on the lower angle slab above. Good gear here. Angle slightly right staying just left of the arête with no gear (maybe an RP at an overlap) but on big knobs for maybe 30'. Gillett implies that you are following the crack, but in reality, the crack is around the arête to the right on a very steep face. This climbing is exposed and fun, but be careful. At a left-angling, almost horizontal flake/thin crack, finger traverse left to a ledge.\n\nP3: 5.8: Step right and climb an easy fun shallow right facing corner. Harder moves lead up opposing corners. Continue up the right hand crack system until it is possible to move left to a small ledge with an old 1/4\" bolt. This bolt is unnecessary since there are good nuts in a crack just to the right, and the climbing is easy. Perhaps the FA party belayed here. Move left from the bolt and up and left on flakes to a ledge. Climb a shallow, left-facing corner (or a looser corner further left) to a good ledge with a block that can be slung. This is the \"horn\" mentioned in Gillett.\n\nEast Prow\n\njoins here.\n\nP4 5.8: Climb an open book with a hand/fist crack. There are only a few mandatory fist moves, since most of the way there are good knobs and other holds. Be careful of loose rock, since you are directly above your belayer. Clip two old bolts for a directional and walk to the right end of the ledge.\n\nP5 5.7: Climb up and right along an easy ramp to the base of some big left facing flakes. Climb these or, as we did, traverse further right and then up some thin flakes. At the grassy ledge, move far left. If you climbed via the right hand variation, you will notice what appears to be a chipped hold that makes the walk left on the grassy ledge reasonable. Before seeing this hold I was considering crawling the ledge.\n\nP6 10b: The difficulties begin right off the ledge. Climb the sustained crack for about 20' to a stance on some grass bogs. This involves a few handjams, fingerjams and laybacks. Gillett mentions 3 fixed nuts, but they are not longer there. The crux for me was hanging in, getting the gear. This crack is a little grungy and very different in character from the climbing to this point. A little higher is a large block wedged in the corner that thumps and looks very dangerous. Gingerly climb over this, and don't put gear in it. Higher up, step left at a bulge around the corner onto a welcome rest ledge on the face. Step back right and climb a short crack to the huge loose ledge. You can get gear for the belay about 20' back from the edge at some hand-sized cracks. I linked P5 and P6 using double ropes, running one rope directly up the corner above the belayer to the crux crack.\n\nDescent: As described under\n\nEast Prow\n\n, it is possible to walk towards Chiefshead and then back down along a ramp that is not visible from above. We chose the safer alternative of continuing further along the grassy ledge until it was possible to zig zag easily down to the talus. This descent is clearly visible from above and totally safe, with no fall potential, with a couple of short 3rd class sections.","protection":"Single set nuts including brass. Micro cams. Doubles from green Alien to #2.5 Friend/gold Camalot, singles to #4 Friend/#3 Camalot. Screamer for the first bolt. Double ropes to bail.","location":""},"__v":0},{"_id":"uOVMXN/5XQ+oR/QqRswNbg==","name":"All Two Obvious","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Davis & Winkelman - 1993","type":{"trad":true,"alpine":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.63834,40.2567]},"left_right_index":6,"mp_id":"105764076","mp_crag_id":"105744832","climb_id":"uOVMXN/5XQ+oR/QqRswNbg==","areaRef":"OZ8KoWVcX6OLJInZS6NPeA=="},"content":{"description":"All Two Obvious is a great line up the center of Spearhead - the pitches link various features up the wall and for that reason the line is somewhat discontinuous both in terms of direction as well as difficulty.  I didn't think it was as good as it's neighbor, Spear Me the Ducktails, but that said, there are some fantastic pitches.\n\nChoose whatever approach pitch you like to get to Middle Earth Ledge and begin just below the left side of the Eye of Mordor.\n\n1: Climb up into a left-facing flake system, undercling left, continue up flakes up and right to a belay ledge just below a 5' long splitter finger crack.  5.9\n\n2: Climb up and right (a good 20' or so right) to another ledge system just below a left-leaning, slightly offset RP seam.  This seam is invisible from the previous belay.  Note that the guidebook indicates the presence of a pin which is nonexistant.  Protect the starting moves with good RP's, then run it out a few feet to more good placements (5.10d with ledgefall potential).  Head right on easy ground to a nice ledge and belay at two pins.\n\n3: Climb up and undercling right along the obvious flake, then face climb above to reach another flake system which is followed to a belay stance at right.  5.9 s\n\n4: Continue up the right-facing shallow flake system that becomes a flaring slot of sorts with tricky/limited pro for the first 50' or so.  Trend left past two pins in flakes to the obvious circular feature.  Belay here (hand size cams) or link with the next pitch (judicious use of runners and pro).\n\n5: Probably the best pitch on the route.  Pull out of the circular belay on bomber 5.10- fingerlocks and faceholds.  Follow the finger crack up until you can step into a left-facing corner.  Follow this to a two-bolt belay out right below the crux pitch.\n\n6: 3 bolts protect the balancey, Not So Obvious moves off the belay; some tricky micro-routefinding leads to a tough pull up into a shallow left-facing corner.  Head up this corner and step right into a second corner system - this one protected by another three bolts to another bolted belay.  This pitch is a safe lead but would be difficult to French Free.  5.11d, maybe 12a.\n\n7: 4 bolts protect some nice 5.11- face/slab climbing that leads to broken corners/cracks and the summit ledge.  This is a short pitch and ends at a bolted belay anchor.\n\nRap the route with two ropes (staying mostly left of the route) or walk off.","protection":"Double RPs, wires, one set of cams to #2 Camalot, and few extra TCUs or Aliens.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,b8bc6400-2efc-577d-b6a6-c5367641fd44,1621a45a-659f-5708-9ba0-bc0a295bfc73,09f2c583-ed39-5172-85bb-6d4772e26308,399f0aa1-655c-5fa3-8b24-89d94ba34f78","pathTokens":["USA","Colorado","Alpine Rock","RMNP - Rock","Glacier Gorge","Spearhead"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11a/b"},{"count":1,"label":"5.8"},{"count":3,"label":"5.9+"},{"count":2,"label":"5.12a"},{"count":1,"label":"5.7"},{"count":1,"label":"5.11d"},{"count":1,"label":"5.11a"},{"count":1,"label":"5.6"},{"count":1,"label":"5.11b"},{"count":1,"label":"5.10"},{"count":1,"label":"5.10b"}],"byDiscipline":{"trad":{"total":14,"bands":{"unknown":0,"beginner":3,"intermediate":5,"advanced":6,"expert":0}},"alpine":{"total":14,"bands":{"unknown":0,"beginner":3,"intermediate":5,"advanced":6,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":3,"intermediate":5,"advanced":6,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.63834,40.2567]},"bbox":[-105.63892921065474,40.256250339818145,-105.63775078934525,40.257149660181874],"left_right_index":-1,"ext_id":"105744832","area_id":"OZ8KoWVcX6OLJInZS6NPeA==","polygon":{"type":"Polygon","coordinates":[[[-105.63892921065474,40.256250339818145],[-105.63775078934525,40.256250339818145],[-105.63775078934525,40.257149660181874],[-105.63892921065474,40.257149660181874],[-105.63892921065474,40.256250339818145]]]}},"content":{"description":""},"density":0,"totalClimbs":14,"__v":1,"createdAt":"2022-11-07T05:55:52.466Z","updatedAt":"2024-01-20T00:59:43.227Z"}