{"_id":"63689de0e80bff5a994f9983","area_name":"Flag Rock","shortCode":"","climbs":[{"_id":"DY+yUA87VmWAYOz3WaXJ9A==","name":"Lichen My Crack","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.70078,37.60986]},"left_right_index":0,"mp_id":"121026498","mp_crag_id":"121023112","climb_id":"DY+yUA87VmWAYOz3WaXJ9A==","areaRef":"1QCkmRTWVEqzJ4X9TtaNTg=="},"content":{"description":"This route goes up the right side of the rock and follows the large crack that can be seen from the parking area. Hike up from the boulderfield, and work your way up to the base of the rock. It gets pretty steep here, and the ground has a lot of soft/spongy mos,s but there is a small area that's not too bad to belay from.\n\nThe beginning of the route starts with some large blocky moves that protect pretty well for the type of climb. There is no distinct crack for the first half of this climb, but there are plenty of large face features to work your way up. This lower section is covered in lichen, and it takes some work to find holds that aren't about to peel off the rock.\n\nAbout halfway up the route, there is a large rock (about mini-fridge size) that looks pretty good, but it is quite unstable if you pull on it. This rock is shown in the photo by the white triangle. It can be avoided by swinging out to the right over a different flake that is solid. After dogging the sketchy rock, there is a short scramble up and under a fallen tree to get to the best part of the climb.\n\nThe upper crack system is a great large hands to fist-sized crack. It has less lichen than the rest of the route (but still quite a bit) and plenty of small stuff on the surrounding faces if you get in a pinch. This protects super well with a couple of larger pieces in the # 2 to #3 range. I'm sure you could find a spot for a #4, but it's not really necessary.\n\nThere is a big dead tree at the top of the rock which for the moment is good enough to belay off of. I used the rope and set up an extended anchor about 10 feet from the tree to prevent the worst of the rope drag. To get down, walk off the top and around the side of the mountain, there is a slight trail around the top, but it seemed to peter out down lower.\n\nThis is definitely not the most difficult climb, but if you're staying at Fun Valley and you brought the gear, it's a fun one to hit before dinner.","protection":"A standard rack with maybe a couple doubles in the 2-3 inch range. Sling an old tree for an anchor at the top.","location":"To get to the base of Flag Rock, drive across the bridge to the Mountain View Village cabins located on the south side of the campground. Park in the large, grassy area, and bushwhack your way up a small boulderfield to the right side of the base."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,92aee1a4-38ce-5e78-a3cd-d9e4b479dafb,d500a499-14d6-544a-b327-85fd4ed68d4e","pathTokens":["USA","Colorado","San Luis Valley","Flag Rock"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.7+"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"tr":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-106.70078,37.60986]},"bbox":[-106.70134762043045,37.60941033981813,-106.70021237956954,37.610309660181855],"left_right_index":-1,"ext_id":"121023112","area_id":"1QCkmRTWVEqzJ4X9TtaNTg=="},"content":{"description":""},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T05:56:23.963Z","updatedAt":"2024-01-15T16:43:25.515Z"}