{"_id":"63689de0e80bff5a994f8fc2","area_name":"Temple of Solitude, The","shortCode":"","climbs":[{"_id":"QXKv+RZ1XDWKPqSwMvV02Q==","name":"Into Darkness","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"NM and Ben Coyle, 8/13","type":{"trad":true,"alpine":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-107.5011,37.4597]},"left_right_index":0,"mp_id":"108307930","mp_crag_id":"108307924","climb_id":"QXKv+RZ1XDWKPqSwMvV02Q==","areaRef":"MnKKErLBW4y5Vvad4TA9CQ=="},"content":{"description":"Pitch 1. From the top of the gully headwall, scramble/solo up 4th and lower 5th terrain until you are the base of a large and dark chimney on the wall proper. If you decide to rope up for this, you may have to do a bit of simul-climbing or build an intermediate belay (300? feet, 5th class).\n\nPitch 2. Instead of climbing that unholy and scrappy chimney, this pitch ascends a hand and finger crack through two small roofs just left of the chimney and then ends at a ledge with a prominent dead tree. Watch for deathblocks when pulling the second roof (200 feet, 5.9).\n\nPitch 3. From the belay ledge, head up and skirt left around the headwall into a thin, black dihedral system and belay on a ledge (200 feet, 5.9+).\n\nPitch 4. Ascend ledges to a large overhang and make improbable moves through the overhang, placing a medium cam in a mossy, wet crack. This pitch ends on a large terrace where you will have a great view of the Temple (200 feet, 5.9).\n\nHike up the terrace to the base of the Temple, aiming for a blocky corner and chimney system a bit right of the prominent pillar on the left side of the formation.\n\nPitch 5. Ascend the blocky corner for most of a ropelength to a ledge that is more or less level with the start of the corner system of the pillar (180 feet, 5.8).\n\nPitch 6. Make a delicate and runout traverse to the corner system and belay on a small ledge partway up the corner at the base of a slot (200 feet, 5.8).\n\nPitch 7. We did this last pitch in the dark, so all I can tell you is to head up and right until you top out. Watch for rope drag (200 feet, 5.8).","protection":"Bring a double set of cams to a #3 Camalot and a set of nuts. Offset nuts are helpful. There are no bolts, slings, or fixed gear on the route whatsoever, so belays are with gear or natural anchors only.","location":"From the gully, bypass the headwall on its left, and find the path of least resistance to a large ledge below a short cliffband below the upper wall. Solo up this and then follow more ledges to the obvious chimney in the route description.\n\nDescent - now here comes the real business. There is no rap line on the entire formation (didn't think it was wise to aimlessly rap into the nothingness of a new moon night), and so the only way off is to hike. Basically we just headed south and down, skirting the top of the cliff line until we found a way down. Prepare yourself for lots of intense bushwhacking (or should I say bushswimming?), and don't be surprised if you get cliffed out a time or two. Also be careful when traversing around alcoves and overhangs on the way down. We came across a very strange and disturbing noise while trying to get around a cliffband that sounded a lot like hissing and growling. This is adventure climbing from start to finish. Have fun!"},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,02e602df-28d4-5855-a2c9-cf88fb257589,46e89460-dcdd-5e24-9195-9420a1b83726,d90f45ac-b2ad-5d16-bcbe-dfacbb5f9fa8,32728a12-b2c1-5b8c-b956-f69de1303d09","pathTokens":["USA","Colorado","Durango","Pine River Trad","Land of the Lost, The","Temple of Solitude, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.9+"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}},"alpine":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-107.5011,37.4597]},"bbox":[-107.50166647865915,37.45925033981814,-107.50053352134084,37.46014966018186],"left_right_index":-1,"ext_id":"108307924","area_id":"MnKKErLBW4y5Vvad4TA9CQ=="},"content":{"description":""},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T05:55:48.576Z","updatedAt":"2024-01-15T16:42:29.770Z"}