{"_id":"6368a185e80bff5a9954f2a8","area_name":"Wave, The","shortCode":"","climbs":[{"_id":"BNRnXzXMU86H/kav5+d8+g==","name":"Siren's Arete","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"FRA Sam Boyce, Kyle Willis Nov 2017","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.47314,36.06242]},"left_right_index":2,"mp_id":"113882131","mp_crag_id":"113882053","climb_id":"BNRnXzXMU86H/kav5+d8+g==","areaRef":"ItADk9K5V1SZr8oD5tg+jg=="},"content":{"description":"This is a really cool ridge climb on the west end of the feature. It is mostly easy rambling with a couple sections of fun climbing on generally good rock. It is very much an adventure climb. It starts on the ledge where \"cthulu rises\" tops out.    P0- climb any of the easy cracks to gain the walk-off bowl as well as the start of the route.   P1- Head up on bullet-proof chocolate varnish, cool climbing leads up and right to a large roof with comically large holds. continue up the easy corner to a nice stance below a slab. 180' 5.7   P2- Head up the easy and well featured slab, step down and left where it steepens to a nice belay ledge 180' 5.3   P3- A right facing corner above leads to the crux roof, then run your rope to the base of the summit tower. 200' 5.8   P4- Well protected face climbing on the left hand edge of the tower leads to the summit 60' 5.7 \n\n  Decent- Single 30m rappel takes you down into the gully below the tower. from there a 3rd class exit skiers left provides you with access to the large slabby basin. Head up and over the bulge (top of the gecko wall) up-canyon of where you are and hike up and south to link into the scramblers route.","protection":"single rack","location":"W ridge of the Wave, accessed by climbing a route on the e side of the gecko wall."},"__v":0},{"_id":"cOyLui2BXvyq4csy4Rabag==","name":"Sandstone Slalom","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"FRA Andrew Fulton - Mark McDaniels","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-115.47314,36.06242]},"left_right_index":1,"mp_id":"113889122","mp_crag_id":"113882053","climb_id":"cOyLui2BXvyq4csy4Rabag==","areaRef":"ItADk9K5V1SZr8oD5tg+jg=="},"content":{"description":"This route links the obvious arcing crack systems up the middle of the upper face to make for a surprisingly moderate line up a fairly sizable feature. The position is wild and exposed for the grade. The best way to climb this route would be to climb a route on the lower tier such as \"green eggs and sam\" then link into this route, making for a fun and adventurous 1700' romp.    Access from the top of the 4th class ramp system that cuts the middle of the wall. Start in the lefthand of the two crack systems.   P1- 200' 5.7+; a boulder problem (crux of route) accesses a low angle crack to a chimney, follow the crack above to a good ledge.   P2- 140' 5.4; Continue up the easy ramp following the crack, just before an obvious small tree, traverse easily and unprotected accross a face to a good ledge below a thin crack.   P3- 160' 5.6; Climb straight up the awesome thin crack to a good belay ledge by a crispy wide crack.   P4- 100' 5.7; Climb the crispy #4 crack on the left. this has the worst rock of the day. Continue up to a bulbous belay ledge.   P5- 130' 5.7 PG13; not the best lead for a 5.7 climber. Climb up and right to exit the bulb. Go up a few moves in the corner then traverse the face to the left with marginal gear, follow the seem above to a belay ledge.   P6- 200' 5.2; Head up the right trending ramp with a crack, quickly turns to 4th class. Stretch your rope out to the summit ridge.   Move your belay to the base of the summit tower   P7- 80' 5.7; Climb the left hand skyline of the summit tower with surprisingly good gear belay on the summit. \n\n  Decent- Single rope rap off the opposite side of the formation leads to the gully below. Escape the gully here and scramble down the large bowl. Continue up and over the next dome in front of you angling up and left accessing the scramblers route below the summit tower of the peak above.","protection":"Single rack micro to 4, double fingers to hands, single rack offset nuts.","location":"Up the middle of the face on the upper tier of the feature"},"__v":0},{"_id":"uKn+4sJ7U0+A09g7RzEBgw==","name":"Green Eggs and Sam","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"FRA Sam Boyce, Zack Lovell Oct 2017","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.47314,36.06242]},"left_right_index":0,"mp_id":"113882099","mp_crag_id":"113882053","climb_id":"uKn+4sJ7U0+A09g7RzEBgw==","areaRef":"ItADk9K5V1SZr8oD5tg+jg=="},"content":{"description":"This route climbs the lower tier of the wall. It is surprisingly steep and has a fair bit of fun climbing. It is however is very much an adventure route, expect some crispy potato chips    P1- Start right of the obvious crack system and traverse in when natural. Head up through the rotten chimney and exit right to a belay ledge. 5.9   P2- Straight up cracks to a steep bulge, a stem box and hand crack above leads to another good ledge on the right. 5.9   P3/4- Head up the face toward the right facing corner above. optional short belay here or continue up and left to a ledge and a belay below a roof formed by a MASSIVE detached rock. 5.8+   P5- Up the right facing corner to a stance. 5.9   P6- Up easier terrain to the base of the upper part of the wall \n\n  Decent- This is best climbed in combination with \"The Wave\", when you top out, look up and left and you will see the start of this route. The combination of these two routes makes for a fun and very moderate 1700' day. Otherwise you are now at the top of a 4th class ramp system that cuts down and right and goes all the way to the wash. The scramble down this ramp is unmarked but not unreasonable to figure out.","protection":"Doubles to 3 single 5","location":"Approach the base area of the wall cross country from slightly up-canyon."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,a31fb323-0db7-5e02-b522-f21d3b49b531,eeabff85-bcb1-5aac-a784-2f3003d01d09,bea6bf11-de53-5046-a5b4-b89217b7e9bc,b4fd6367-c5cb-55ff-8339-54def207b2a9,22d00393-d2b9-5754-99af-ca03e6d83e8e","pathTokens":["USA","Nevada","Southern Nevada","Red Rocks","15-Sandstone Canyon","Wave, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.8"},{"count":1,"label":"5.7+"},{"count":1,"label":"5.9"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":0,"beginner":2,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-115.47314,36.06242]},"bbox":[-115.47369625116576,36.061970339818146,-115.47258374883423,36.06286966018187],"left_right_index":-1,"ext_id":"113882053","area_id":"ItADk9K5V1SZr8oD5tg+jg=="},"content":{"description":"This is the obvious wave-shaped rock on the south side of the canyon. The east side of this feature lies extremely close to the state park boundary. And any features from here to the mouth of the canyon are on state park land and climbing is off limits. So keep this in mind with potential exploration. If this thing has been previously named, fill me in and i'll update."},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T06:11:18.203Z","updatedAt":"2022-11-25T11:19:37.939Z"}