{"_id":"63689d5ce80bff5a994f5009","area_name":"East Face","shortCode":"","climbs":[{"_id":"2ui/4cwhX3io4AaliYH26Q==","name":"Lizard Lieback","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Vlada Matena, Tom Rogers (2017)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.4027,37.87085]},"left_right_index":24,"mp_id":"113777566","mp_crag_id":"114945792","climb_id":"2ui/4cwhX3io4AaliYH26Q==","areaRef":"DiQuUlJlW3K/3qt6DQLrRw=="},"content":{"description":"The route ascends the upper east side of Fairview dome roughly following a line drawn vertically through the middle of the largest left-facing dihedral on the face to the ground.\n\n(1) 5.6PG. 120 feet. 2 bolts. Ascend a series of small steps which are next to a short vertical wall and just above some large boulders. Then climb straight up past two bolts to a small roof running across the face. Belay in cracks under the roof.\n\n(2) 5.4PG. 150 feet. Face and then crack climbing leads up and right to a comfortable belay at the base of the dihedral.\n\n(3) 5.7. 150 feet. Climb the left-facing dihedral. Belay just after the end of the dihedral.\n\n(4) 5.4PG. 200 feet. Climb generally straight up to the top. Many variations are possible. Belay among the blocks on top of the dome.\n\nDescent:\n\nDescent is the same as for any other climbs on Fairview which end at or near the summit.\n\nRetreat:\n\nRetreat would require leaving gear.","protection":"2 bolts. 1 set nuts; 2 ea .3-#2 BD Camalot; 1 ea 00, 0, .1, .2, #3, #4 BD Camalot","location":"Park at the turnout on the highway for all Fairview routes that is 3.5 miles from the store and 4 miles from Tenaya Lake. Hike up around Fairview past the descent route to the start of the climb. This approach hike can take 45 minutes to an hour. Since the Fairview lot by the highway gets filled quickly, a good alternative is to park at the Cathedral Lakes parking. Ascend the JMT towards Cathedral Lakes until the trail levels out and you can see Fairview through the trees. Go cross-country through the forest to the base of the climb. This approach also takes about an hour and is a wonderful adventure."},"__v":0},{"_id":"+A4+eR38XSefyAD29nFGpA==","name":"Fairly Easy","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"Vlada Matena, Tom Rogers, Jana Matena (2017)","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-119.4027,37.87085]},"left_right_index":23,"mp_id":"113606123","mp_crag_id":"114945792","climb_id":"+A4+eR38XSefyAD29nFGpA==","areaRef":"DiQuUlJlW3K/3qt6DQLrRw=="},"content":{"description":"Fairly Easy is located on the eastern side of Fairview Dome facing the Cathedral Range and Tuolumne Meadows. It is a three pitch climb which ends very near the summit of Fairview Dome.\n\n(1) 5.5R. 200 feet. 4 bolts. Climb past three separate cracks then 4 bolts to a belay on the face. 2-bolt anchor.\n\n(2) 5.5R. 200 feet. 3 bolts. Climb straight up the face to the anchor on a very comfortable ledge. 2-bolt anchor.\n\n(3) 5.5. 190 feet. Ascend straight up to slabs just below the summit. Use gear in horizontal cracks for protection and for the belay anchor (to save the small nearby tree at the top of the pitch).\n\nFrom the top of pitch 3, it is 200 feet of second class slabs to the summit.","protection":"Cams: 0.5-2\" in addition to bolts; Optional: large nuts for the gear belay on top of P3 (but it is possible to use cams instead).","location":"GPS: the route starts at 37.870123  -119.402947\n\nApproach:\n\nPark at the turnout on the highway for all Fairview routes that is 3.5 miles from the store and 4 miles from Tenaya Lake. Hike up around Fairview past the descent route to the start of the climb. This approach hike can take 45 minutes to an hour. Since the Fairview lot by the highway gets filled quickly, a good alternative is to park at the Cathedral Lakes parking.  Ascend the JMT towards Cathedral Lakes until the trail levels out and you can see Fairview through the trees. Go cross-country to the base of the climb. This approach also takes about an hour and is a wonderful adventure.\n\nDescent:\n\nDescent is the same as for any other climbs on Fairview which end at or near the summit.\n\nRetreat: Since both pitch 1 and pitch 2 have 2-bolt anchors, it would be possible to rappel twice with two 60m ropes by leaving tied slings and/or biners at the anchors."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,8ab53875-745f-5076-b396-d3d84945e52c,ce6ec458-d8d0-5439-aa24-025a8a8ec2e4,109da74c-da20-5a21-9055-2aa6f3026143,0e242e52-5265-5b72-bfde-ab7a0d02eb47","pathTokens":["USA","California","Yosemite National Park","Tuolumne Meadows","Fairview Dome","East Face"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.7"},{"count":1,"label":"5.4"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":2,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-119.4027,37.87085]},"bbox":[-119.40326962524784,37.87040033981814,-119.40213037475215,37.87129966018187],"left_right_index":-1,"ext_id":"114945792","area_id":"DiQuUlJlW3K/3qt6DQLrRw=="},"content":{"description":""},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T05:54:34.967Z","updatedAt":"2024-01-15T16:41:10.044Z"}