{"_id":"6368a50be80bff5a995b0412","area_name":"Sand Dunes","shortCode":"","climbs":[{"_id":"wwkivirbW1qoP3owVIU9kA==","name":"Will's Rush","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-113.64333,37.19133]},"left_right_index":7,"mp_id":"112569374","mp_crag_id":"105717244","climb_id":"wwkivirbW1qoP3owVIU9kA==","areaRef":"wU1j0B/aUTK0bxgyfSUV2w=="},"content":{"description":"First route in Snow Canyon. Hike to top of boulder field to start route. First pitch runs along ramp to Intersection Ledge (Start of Thousand Pints of Light) - 180 ft. Second pitch is friction slab to left of chimney - 110 ft.\n\nThousand Pints of Light begins at top of first pitch.\n\nWith single 60m rope, you can descend in 3 repels. From top, repel to chains about a fourth of the way up pitch 2. Next repel to chains in chimney to right (facing wall) of belay ledge at top of pitch 1. Finally repel to ground.","protection":"Medium pro. You can use bushes for pro on first pitch. Anchor is 2 pins on ledge. 4 pins on second pitch. Top has chain anchor.","location":"Top of large boulder field"},"__v":0},{"_id":"OX0zaaJHVUKiaJLPpoqzlA==","name":"What's New Pussycat?","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"C. Farr and D. Biniaz","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-113.64333,37.19133]},"left_right_index":16,"mp_id":"106108969","mp_crag_id":"105717244","climb_id":"OX0zaaJHVUKiaJLPpoqzlA==","areaRef":"wU1j0B/aUTK0bxgyfSUV2w=="},"content":{"description":"A two-pitch sport climb on crispy varnish features, with a slabby move thrown in here and there.\n\nP1\n\nClimb up to a bulging flake and clip the second bolt. Getting past the second bolt is the most difficult move of the pitch, but a little thought and balance will see it through. After the second bolt trend generally right using varnish knobs and features to the anchor.\n\nP2\n\nDidn't get to climb it, but the pitch starts up from the P1 anchor and trends left to an anchor on top and at the right of the overhang that is above and to your left while at the P1 anchor.","protection":"P1\n\n9 bolts to a two-bolt anchor. The guidebook says 8 bolts.\n\nP2\n\n8 bolts (according to the guidebook).","location":"Get to this via the \"second tier\" ledge in the\n\nSand Dunes\n\narea of the\n\nIsland in the Sky\n\nformation.\n\nAt the top of the 3rd-class gully that leads to the second tier, head south (right). Pass two bulging buttresses on your left.\n\nWhat's New Pussycat\n\nis on the third buttress, just past a gully. There is a drilled pin route (\n\nStranger than Friction\n\n) across the gully to the left of this bolted line.\n\nLooking up the midpoint rappel anchor is obvious with its slings."},"__v":0},{"_id":"YGccoqg/XkmTyBZAnSN3Kg==","name":"Twist and Shout","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Ron Olevsky","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-113.64333,37.19133]},"left_right_index":1,"mp_id":"106749307","mp_crag_id":"105717244","climb_id":"YGccoqg/XkmTyBZAnSN3Kg==","areaRef":"wU1j0B/aUTK0bxgyfSUV2w=="},"content":{"description":"This is a great, short route that can be found almost at the top of the access gully that is found on the left hand side of the Sand Dunes Crag. In 70 feet, it combines a little bit of slab and crack climbing, past 4 fixed pins. Take a little bit of medium sized gear along too so the run-out is not so bad. To start, look for a fixed pin at the base of a right facing, arching dihedral. To your right will be a route called Little Miss Demeaner, which is 5.10-. So, Twist and Shout should look a little easier to climb.\n\nWork your way up the opening moves, using the dihedral for some holds, until you encounter a slabby crux that forces you a bit out on the face. Great climbing continues to the top.","protection":"Mostly quickly draws will be all you need, but take a bit of medium sized gear too, if you want to cut down on the run-out between the fixed gear.","location":"This route is the last one that is encountered as you ascend the approach gully, which is located on the left hand side of the Sand Dunes crag. It is on your right, almost at the top of the gully. Look for a fixed pin that is about 10' off the deck."},"__v":0},{"_id":"1jq2jX8yUK6XTbu6WrS8yA==","name":"Thousand Pints of Lite","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Ron Olevsky","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-113.64333,37.19133]},"left_right_index":9,"mp_id":"106749318","mp_crag_id":"105717244","climb_id":"1jq2jX8yUK6XTbu6WrS8yA==","areaRef":"wU1j0B/aUTK0bxgyfSUV2w=="},"content":{"description":"This is an awesome line that ascends wonderful varnish chicken heads, jugs, and burnishes to the top of Island of the Sky in 3 short pitches. Definitely it is worth combining it with a route like\n\nWills Rush\n\n(\n\n1st pitch\n\n) to get off the ground and have a multi-pitch outing.\n\nTo get to the start of the route, climb something like the 1st pitch of\n\nWills Rush\n\nto reach\n\nIntersection Ledge.\n\nFrom the top of\n\nWills Rush\n\n, look up and to the right to see an obvious 3-pin anchor, probably with webbing slung between the pins. To reach the anchor, ascend a short chimney and then work to the right across an easy slab, passing a fixed pin along the way. Officially this is the 1st pitch, but you might find to be so easy that it is hardly noticeable.\n\nPitch 2\n\n- Once at the 3-pin anchor, head up on awesome varnish jugs to reach another chain anchor in 50 feet or so. You will pass 2 pins along the way.\n\nPitch 3\n\n Continue up more varnish jugs for 80 feet, passing 6 pins to reach a 2 pin anchor atop a nice ledge at the top of the route. You will be almost at the top of the Island of the Sky at this point.\n\nTo get down, head north (climbers left) for 200 feet to reach a flat, sandy area that has some bushes in it. Turn back to the west and work you way down to a flat ledge. Look for a nice chain anchor on a north-facing wall.\n\nThough it is only 115 feet back down to the\n\nIntersection Ledge\n\n, if you are using a single rope, there will be another anchor you can stop at about 90% of the way back down to Intersection Ledge. It is an easy down climb from this anchor to the ledge, but it may be better to stop and re-rig the rappel anyway, since the next rappel station is below\n\nIntersection Ledge\n\n, and you wont have do down-climb to the next anchors.\n\nThe next set of anchors is below\n\nIntersection Ledge\n\n, directly below from where you rappelled from the top. However, they are down inside a little chimney feature and can be hard to find unless you look down!\n\nIt is 115 feet from this set of anchors back down to the ledge at the top of the approach gully. There is another rappel station located about half way down, so you can split this up into 2 rappels if you only have a single rope.","protection":"Mostly quickly draws will be all you need, but take a few long slings for wrapping around varnish knobs and some larger stoppers for wedging between the plates of varnish, if you want to cut down on the run-out between the fixed gear.","location":"The start of this route in on\n\nIntersection Ledge\n\n. It is easy to find from the top of\n\nWill's Rush\n\n1st pitch. Look up and to the right to find a 3-pin anchor, which will probably have some webbing threaded between the pins. Enjoy!"},"__v":0},{"_id":"t8LtnLX+Xk2QlhkIQhO5DA==","name":"Stranger Than Friction","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Ron Olevsky","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-113.64333,37.19133]},"left_right_index":15,"mp_id":"106156665","mp_crag_id":"105717244","climb_id":"t8LtnLX+Xk2QlhkIQhO5DA==","areaRef":"wU1j0B/aUTK0bxgyfSUV2w=="},"content":{"description":"Fun climbing up a slabby, blunt arete on the right edge of the\n\nLeopard Skin\n\nslab. Mostly easy slabbing with the crux in the middle of the route passing a bulge with a slight rightward traverse on good holds.","protection":"Drilled pitons for protection, maybe 6. 2 bolt rappel anchor.","location":"Located on the second tier of the Island in the Sky formation. Just left of\n\nWhat's New Pussycat?\n\nis a gully and to the left of this gully you will find this slabby, blunt arete."},"__v":0},{"_id":"2KhO56nNVP2U+uy/8o5G9A==","name":"Stepping Out","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"R. Olevsky","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-113.64333,37.19133]},"left_right_index":4,"mp_id":"106615703","mp_crag_id":"105717244","climb_id":"2KhO56nNVP2U+uy/8o5G9A==","areaRef":"wU1j0B/aUTK0bxgyfSUV2w=="},"content":{"description":"The route was originally done in 4 pitches, but the pitches are short. Pitch 1 is trad from fingers to hands, Pitches 2-4 are slab climbing protected by drilled pitons (DPs). The pitches can be combined in various enjoyable combinations including 1&2, 3&4; 1, 2-4; or just combine all four into one long route to top out on the ledge at the top of pitch 4.\n\nProtecting the first move above the fixed piton at the start of pitch 1, then \"Stepping Out\" to start into fingers then hands to kick off the route is the crux and the business.  Not chill like the song ;^D\n\nP1: Thin crack with a cruxy bulge to start. Protects well with small to medium gear. Also has 1 DP at the start.\n\nP2: Step out onto the arete and follow five DPs to another set of chains. Quality slab climbing! Look down every once in a while to take in the views...\n\nP3: Slopey slab on sandstone climbing past another six DPs to chains.\n\nP4: A single DP protects a few moves to the two-pin anchor atop the ledge.\n\nRap off the southside of the ledge down in the chimney. 2 raps with a 70 m get you on back down.","protection":"1 DP and medium to small gear for the first pitch. And then 10+ DP's for pitch 2.","location":"Tier 2 of Island in the Sky: SAND DUNES AREA. Same approach as to Leopard Skin or Gratitude."},"__v":0},{"_id":"Lq9J4NkaUN2pbtzqa3b3Tw==","name":"Prestidigitator","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Ron Olevsky","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-113.64333,37.19133]},"left_right_index":5,"mp_id":"116707806","mp_crag_id":"105717244","climb_id":"Lq9J4NkaUN2pbtzqa3b3Tw==","areaRef":"wU1j0B/aUTK0bxgyfSUV2w=="},"content":{"description":"P1 - 5.9: Head up to the drilled angle 30 or 40 feet left of the start of Fragments from Floyd. From there up through good edges to a short corner crack and then a traverse right to past 3 drilled angles to the chain anchor shared with Fragments from Floyd.\n\nP2 - 5.10a: Traverse down and right to the striking tips crack. Head up the striking crack to a chain anchor at its top. Easier than it looks.\n\nP3 - 5.9: Head up and right from the anchor traversing past three drilled angles. Move up to another drilled angle and then work back left past two more to another chain anchor. A strange reverse-c shaped line.\n\nP4 - 5.7: Head up and left from the belay on sugary rock. Gain a short section of fingers to hands crack at which point you can see chain anchors above maybe 50'. Climb past several drilled angles to get there.\n\nP5 - 5.7: Continue up and slightly right past 5 or 6 drilled angles to the top of the formation.","protection":"Doubles in thin tips, singles through hand-sized. Nuts and tricams work well in several spots on the crux second pitch.","location":"Starts 30 or 40 feet left of Fragments from Floyd at a drilled angle leading up through good edges to a short corner crack and then a traverse right to past 3 drilled angles to the anchor visible from the ground shared with Fragments from Floyd."},"__v":0},{"_id":"n9u63qVyVsO+5k6D2O7xDQ==","name":"Mack's Rush","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"2017","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-113.64333,37.19133]},"left_right_index":8,"mp_id":"113150064","mp_crag_id":"105717244","climb_id":"n9u63qVyVsO+5k6D2O7xDQ==","areaRef":"wU1j0B/aUTK0bxgyfSUV2w=="},"content":{"description":"Thin face climbing on suspect varnish.  Top out then scramble off back and around north to Will's Rush rap station.\n\nQuite likely climbed before -- please let me know if anyone knows any other first ascent and I will gladly update!","protection":"Only about 4 potential cam placements, otherwise sling chossy chickenheads.  Build gear anchor under boulders at top out.","location":"From intersection ledge, climb face just right of Will's Rush and under large crescent corner."},"__v":0},{"_id":"1cGsajK1W9y5YQYuhL8CVg==","name":"Little Miss Demeanor","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"R. Olevsky","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-113.64333,37.19133]},"left_right_index":2,"mp_id":"112286726","mp_crag_id":"105717244","climb_id":"1cGsajK1W9y5YQYuhL8CVg==","areaRef":"wU1j0B/aUTK0bxgyfSUV2w=="},"content":{"description":"Little Miss Demeanor climbs natural pockets past drilled pins. Higher up there are some drilled pockets where the face blanks out. This is a good way to access climbs on the second tier. You top out at the base of Stepping Out.\n\nPitch 1 (5.10a, 65 feet) climbs past seven drilled pins and veers to the right at the top to a thin ledge and a two pin anchor.\n\nPitch 2 (5.7, 30 feet) is a short pitch that traverses hard left past 2 pins and reaches the large ledge at the base of the main wall.\n\nWalk off left down the gully. It is possible to rap with a single 60m from the second pitch anchor but the anchor is so far back on the ledge it is likely that pulling the rope would be impossible, so just walk off.","protection":"Pitch 1: seven drilled pins and a two pin anchor (no rappel slings). Pitch 2: two drilled pins and a two bolt anchor.","location":"Little Miss Demeanor is in the approach gully that is used to access the second tier of climbs. This route is to the right of the climb Twist and Shout (4 drilled pins, mixed 5.7 route up the face close to the corner on the left side of the wall)."},"__v":0},{"_id":"qf+hMGSxULGX53v+1ywzaQ==","name":"Leopard's Tail","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Daniel L., Zach W.","type":{"trad":true,"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-113.64333,37.19133]},"left_right_index":10,"mp_id":"107401707","mp_crag_id":"105717244","climb_id":"qf+hMGSxULGX53v+1ywzaQ==","areaRef":"wU1j0B/aUTK0bxgyfSUV2w=="},"content":{"description":"P1) The first 20 ft can be protected with TCU #1, a couple nuts and #.04 camalot. Arrive on small ledge and climb Slopy slab past three bolts (crux) mantle ledge and arrive at a two bolt anchor(80 ft)(5.9+?). This pitch is shared with Jimmy Durante.\n\nP2) Do not follow bolts up Jimmy Durante. Traverse left 15 ft into a crack system and continue up a flared out crack. Once on top of the flared crack, belay here with two #2 and one #3 camalots (5.9)(90 ft).\n\nP3) Scrambling to 5.6. Arrive and share 3-bolt anchor with Jimmy Durante (160 ft)","protection":"1-TCU #1 or C3 #1\n\n1-camalot #.04\n\n2-camalot #2\n\n2-camalot #3\n\n1-camalot #1\n\nCouple nuts\n\nSlings\n\n1- 60m rope","location":"The route can be found by taking Jenny's Canyon trail for no more than a couple minutes. Once the trail comes within feet of the sandstone formation, look left and up on the wall for some bolts and start here. This Route shares the first pitch with Jimmy Durante. Getting down- Walk north past the base of leopard skin and down the designated climbers trail."},"__v":0},{"_id":"T3bWKjiVV1mHbPgNAOiiQg==","name":"Leopard Skin","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Ron Olevsky","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-113.64333,37.19133]},"left_right_index":14,"mp_id":"105891653","mp_crag_id":"105717244","climb_id":"T3bWKjiVV1mHbPgNAOiiQg==","areaRef":"wU1j0B/aUTK0bxgyfSUV2w=="},"content":{"description":"Can be done in 3 pitches with a 50m rope.\n\nRoute Description update as of 8/14/16. The route has been rebolted there are only about five pitons left, otherwise all new bolts with 3 bolt belay stations.\n\nP1: Climb unprotected on easy terrain to gain access to the left facing finger crack and clip the first bolt. Traverse about ten feet to the right on the slab to get to the second bolt. Then follow the hand crack up and to the right to a large ledge. Optional piton can be clipped when mantling on to the ledge (look up and to the left).\n\nP2: Traverse to the right following the bolt line to the belay station. Runout near the end of the pitch can be protected by slinging chickenheads.\n\nP3&4: both pitches are straight forward and can be linked together. There is some runout on this section, but there is the option of slinging chicken heads.\n\nThe Descent: You can rap the gulley/chimney to the south then you'll see two rap anchors in the top of another chimney which will rap to the top of the science of friction. 1 more rap takes you to the ground. A 60m rope took us down the first two repels. On the third repel there was about 10ft of 3rd class terrain.","protection":"The only trad needed is for protecting the short crack up to the first belay.\n\nPro: The crack can be protected by a single #2 cam. The rest of the route is bolted.  Slings are helpful for extending.  1 60m rope is sufficient.","location":"Lepoord Skin\n\nstarts the same as\n\nGratitude\n\n.\n\nThe original start is about 50ft to the right."},"__v":0},{"_id":"i1LgLhlsVs+1qHkgooDuuw==","name":"Kibosch Buttress","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Ron Olevsky","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-113.64333,37.19133]},"left_right_index":3,"mp_id":"107121025","mp_crag_id":"105717244","climb_id":"i1LgLhlsVs+1qHkgooDuuw==","areaRef":"wU1j0B/aUTK0bxgyfSUV2w=="},"content":{"description":"Kibosch Buttress is a worthwhile climb if you're in the area and looking for something on the easier side of the spectrum. It is a reasonable climb for beginning leaders.\n\nThe route can be done in one long pitch and has two distinct sections.\n\nBegin up a right to left trending ramp/corner system with a fist sized crack. This initial section is very sandy and is the crux of the climb (5.6). Pitons are awkwardly placed on the wall to the right of the ramp and I'm not even sure why they're there as the crack takes protection well enough. I ended up using medium sized gear in the crack as well as the pitons since they were there. Confident leaders may be happy using only the fixed gear.\n\nAt the top of the ramp is an intermediate rappel anchor and at this point the character of the climb changes dramatically. Bypass the two pin anchor on the right and continue up beautiful varnish jugs (5.4) past a fixed piton or two to the top anchor. This section is runout but easy and secure.\n\nRope drag can be a bit of an issue near the top of the route, especially if you're clipping both trad and fixed protection, but I found it to be manageable. The climb could easily be broken into two pitches to eliminate rope drag if necessary. Alternatively, some parties may prefer to forego the short upper section and stop at the intermediate anchor. The upper section is easy and aesthetic if you like pulling on varnish jugs but it offers little challenge.\n\nTo descend, rappel from the top anchor angling toward the intermediate rappel anchor (much easier than it looks) and then from the intermediate anchor to the ground.","protection":"6-8 old fixed pitons, medium gear for the crack.","location":"This route is on the far left (north) side of second tier of the Sand Dunes Area. See beta photo. Look for a 5.6 ramp/crack/corner with pitons in the right wall to start."},"__v":0},{"_id":"TX+E6KJUWOunKDLSP4VDJA==","name":"Jimmy Durante","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Matt Kindred, Jorge Visser and Mike Anderson","type":{"sport":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-113.64333,37.19133]},"left_right_index":11,"mp_id":"107399937","mp_crag_id":"105717244","climb_id":"TX+E6KJUWOunKDLSP4VDJA==","areaRef":"wU1j0B/aUTK0bxgyfSUV2w=="},"content":{"description":"P1) The first 20 ft can be protected with a couple b.d. nuts, #.4 camalot, and a TCU#1(5.7). Arrive at a ledge and climb slab past 3 bolts(crux)(5.9+?), mantle ledge and arrive at a two bolt anchor(~80ft).\n\nP2) Runout slab (~90 ft)(5.9+?)\n\nP3) Runout slab (~160 ft)(5.9).\n\nExit- Walk north past Leopard Skin and down the beaten path.","protection":"~10 Quickdraws","location":"Take Jenny's Canyon trail until the trail comes within ~15 ft of the southern tip of the formation. This climbs a long ridge type slab. Start to the right of the massive boulder"},"__v":0},{"_id":"3Bm3QWG5XAuciUuhEwSvRA==","name":"Heroes Get Remembered","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Mark E., Todd Goss?","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-113.64333,37.19133]},"left_right_index":12,"mp_id":"119396630","mp_crag_id":"105717244","climb_id":"3Bm3QWG5XAuciUuhEwSvRA==","areaRef":"wU1j0B/aUTK0bxgyfSUV2w=="},"content":{"description":"Walk North on the second tier until you see a small area of sculpted sandstone on the wall. Bolts are visible from there and the first move is pulling through that slight bulge. Route generally trends right on the slab for 5 pitches and finishes with a great top-out\n\nYou can link pitches 1&2 and 4&5 with a 70 meter rope.","protection":"12 -14 quickdraws. I don't remember linking pitches, but I'm sure it's possible","location":""},"__v":0},{"_id":"EaJesikfXXemKLaU0B2+8Q==","name":"Gratitude","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Goss and Howard","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-113.64333,37.19133]},"left_right_index":13,"mp_id":"105718477","mp_crag_id":"105717244","climb_id":"EaJesikfXXemKLaU0B2+8Q==","areaRef":"wU1j0B/aUTK0bxgyfSUV2w=="},"content":{"description":"This is the bolted route that shares the starting pitch of\n\nLeopard Skin\n\n5.7. The line of new bolts can be seen from the ground.\n\nP1 Start with one of the 2 possible starts for\n\nLeopard Skin\n\nin a right-facing dihedral/ramp. Clip the first bolt and go left to a small dihedral/ledge instead of right up the crack. (5.9 move getting above the mini-dihedral) Follow the bolts to a traverse under the roof. The moves to the anchor and great belay ledge, are about 5.10a. (120 feet.)\n\nP2 Follow more closely spaced bolts up the face to another belay. (5.8, 70 feet.)\n\nP3 Work up a slab with one small runout (compared to the rest of the route) to a headwall with a crack. Crank through the headwall on the left or right. (5.9, 80 feet.)\n\nP4 Easy juggy face to the top. (5.6, 80 feet.)\n\nDescent: From the top look straight ahead and slightly to climber's right to bolts between a boulder and cliff. Rap 4 times down a gully with a single 60M. The last rap ends on a ledge with a 5.2 downclimb.","protection":"All bolts. Bring plenty of extenders, at least two should be double length.","location":""},"__v":0},{"_id":"XQGkQxtnXJC9H+PXfKV9Tg==","name":"Fragments of Floyd","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Lee Clark & Lyle Hurd 3rd","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-113.64333,37.19133]},"left_right_index":6,"mp_id":"105799635","mp_crag_id":"105717244","climb_id":"XQGkQxtnXJC9H+PXfKV9Tg==","areaRef":"wU1j0B/aUTK0bxgyfSUV2w=="},"content":{"description":"Climbs the 'blank' wall left of Prestidigitator.\n\nPitch 1 45ft 5.10c\n\nClimb the overhangs immediately under the chain belay shared with Prestidigitator, starting on the right. 3 bolts\n\nPitch 2 85ft 5.11d\n\nClimb the wall heading left from the belay (crux reach - a bit of a boulder problem start! The rest of the pitch is 11a) and then straight up to belay on a ledge just beneath a crack.  5 bolts\n\nPitch 3 60ft 5.8\n\nFrom the belay step up and left into the crack and follow it to the bolt belay shared with 1000 Points of light - big ledge. 1\"-2.5\" Gear","protection":"Quickdraws and 1'-2.5\" gear","location":""},"__v":0},{"_id":"IKIsR84XXSOis8p5p3o6fA==","name":"Clairvoyance","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Jorge Visser","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-113.64333,37.19133]},"left_right_index":0,"mp_id":"112103826","mp_crag_id":"105717244","climb_id":"IKIsR84XXSOis8p5p3o6fA==","areaRef":"wU1j0B/aUTK0bxgyfSUV2w=="},"content":{"description":"Pull through crimpy pockets up to roof. Exit out up and left from roof and climb up to midway anchor. Make way up through small slopey holds to top anchor at 95'.\n\nSlabby climbing above midway anchor can be dirty after rain and makes it a bit harder.\n\nMidway anchor breaks up bottom pocket hauling from the top slab climbing and can be used to toprope the lower section.\n\nFun climb.","protection":"12 bolts to 2-bolt anchor.\n\n7 Bolts for mid point anchor. 4 bolts more to top anchor.","location":"Clairvoyance is on the far left of the Sand Dunes area. It's on the 1st Tier (from canyon floor). An obvious bolt line running up from the right side of an alcove.\n\nThis pitch is just below the ledge for Kibosch/Closure on 2nd Tier.\n\nLat Long: 37.1897587 -113.6459158\n\nGMaps Pin Location:\n\ngoogle.com/maps/place/37%C2…\n\n;22.0%22N+113%C2%B038'35.4%22W/@37.189442,-113.6453617,738m/data=!3m2!1e3!4b1!4m5!3m4!1s0x0:0x0!8m2!3d37.189442!4d-113.643173"},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ee1d37e7-dc41-5c26-a358-5d51af01f499,ae9fb395-eaa7-5798-a5f6-78ad324346de,4d2e4bea-0a8e-5969-897d-e8d3ba29183e,33166676-d3f5-5745-be29-56d592c72a06,afbde7b1-bd0a-5668-9e28-82c2e5001bd3,c14d63d0-1fda-5132-b46f-18327d2515db","pathTokens":["USA","Utah","Southwest Utah","Saint George","Snow Canyon State Park","Island In The Sky","Sand Dunes"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.5"},{"count":3,"label":"5.10a"},{"count":3,"label":"5.7"},{"count":1,"label":"5.8"},{"count":2,"label":"5.9"},{"count":1,"label":"5.7+"},{"count":2,"label":"5.9+"},{"count":1,"label":"5.6"},{"count":1,"label":"5.10-"},{"count":1,"label":"5.11d"},{"count":1,"label":"5.11b"}],"byDiscipline":{"trad":{"total":7,"bands":{"unknown":0,"beginner":4,"intermediate":3,"advanced":0,"expert":0}},"sport":{"total":14,"bands":{"unknown":0,"beginner":5,"intermediate":7,"advanced":2,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":7,"intermediate":8,"advanced":2,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-113.64333,37.19133]},"bbox":[-113.64389445908134,37.19088033981815,-113.64276554091866,37.19177966018187],"left_right_index":-1,"ext_id":"105717244","area_id":"wU1j0B/aUTK0bxgyfSUV2w==","polygon":{"type":"Polygon","coordinates":[[[-113.64389445908134,37.19088033981815],[-113.64276554091866,37.19088033981815],[-113.64276554091866,37.19177966018187],[-113.64389445908134,37.19177966018187],[-113.64389445908134,37.19088033981815]]]}},"content":{"description":""},"density":0,"totalClimbs":17,"__v":1,"createdAt":"2022-11-07T06:26:41.577Z","updatedAt":"2024-01-20T01:07:13.290Z"}