{"_id":"6368a1b8e80bff5a99554213","area_name":"4.  Mt Chocorua (\"Northeast\" Slabs & Corner Cracks)","shortCode":"","climbs":[{"_id":"WQ2qSOk7Uyq9LBWomsn/tA==","name":"Slab","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.27366,43.95675]},"left_right_index":0,"mp_id":"113388294","mp_crag_id":"113370025","climb_id":"WQ2qSOk7Uyq9LBWomsn/tA==","areaRef":"+3BCJF4WUdC5hR22Co5u0g=="},"content":{"description":"Straight forward slab with several variations and some cool features.","protection":"Normal rack. Probably not too many opportunities for placements.","location":"Middle of the east summit face. Easily approached from the top, or swim through the krumholtz from the corner cracks"},"__v":0},{"_id":"lZEPKL1rXD6XqlEhFpgCuw==","name":"Corner Cracks","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.27366,43.95675]},"left_right_index":1,"mp_id":"113375612","mp_crag_id":"113370025","climb_id":"lZEPKL1rXD6XqlEhFpgCuw==","areaRef":"+3BCJF4WUdC5hR22Co5u0g=="},"content":{"description":"Very fun continuous hand crack in a right facing corner separated in the middle by a small terrace. Very clean, secure rock. Amazing setting and plenty of sun. \n\n   Highly recommend scrambling around these routes the next time you are up on Chocorua. There are probably several more good pitches around the summit, as well as many small faces. The rock is pretty good granite, typically a bit weathered.","protection":"A normal rack would be sufficient.","location":"East face of the summit"},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,8a63706f-b14c-536f-b8ab-3cea90093e36,22ef85e3-1165-545d-a6db-ce2238b66f85,2b778b38-0bd7-535b-ac15-15fbd3e78fab,fb704224-5e16-51d0-b985-1db60a8e6ed2","pathTokens":["USA","New Hampshire","WM: Albany Area","Mt Chocorua (All Summit Areas)","4.  Mt Chocorua (\"Northeast\" Slabs & Corner Cracks)"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.7"},{"count":1,"label":"5.8"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":2,"intermediate":0,"advanced":0,"expert":0}},"alpine":{"total":2,"bands":{"unknown":0,"beginner":2,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-71.27366,43.95675]},"bbox":[-71.27428464605234,43.95630033981814,-71.27303535394765,43.95719966018186],"left_right_index":-1,"ext_id":"113370025","area_id":"+3BCJF4WUdC5hR22Co5u0g==","polygon":{"type":"Polygon","coordinates":[[[-71.27428464605234,43.95630033981814],[-71.27303535394765,43.95630033981814],[-71.27303535394765,43.95719966018186],[-71.27428464605234,43.95719966018186],[-71.27428464605234,43.95630033981814]]]}},"content":{"description":"Chocorua actually has some pretty good moderate climbing! The area is well known and well visited, with many trails leading to the summit. The climbing I encountered is on the east face. Several pitches of really fun moderate crack and slab, probably 300ft long with a small terrace in the middle.\n\n I have always wondered what the summit really had for climbing as the rock is quite prominent from Rt. 16. Turns out to be slightly weathered granite with an appreciable angle to it. I am sure other people have climbed the routes I climbed, but nothing was posted, and I have to say that it is well worth doing. In fact, the climbing was so good that I will be taking the extra hour or two to climb it every time I'm up there. Probably bring some people up there just to explore more of the area and do these again.\n\n Carrying a rope and gear all the way up there is ridiculous, so I would recommend the solo. The cracks are perfect and very secure, the lichen is minimal, and the faces can be climbed at a fun 5.7. If you do want to rope up, a normal rack would be just fine, plenty of opportunity for gear and anchors. I made a great day out it by cruising up Carter Ledge (5.6) and continuing up the trail to the summit to climb these.\n\n Check out the topo for the locations. Finding the routes is pretty straight forward, although the short bushwacks on summit areas can be a little fierce. The terrace connecting the corner cracks and the slab is pretty thick with what I assume are bear trails; round, well trodden 2ft high tunnels running just under the low canopy. There is also a cozy den area. Don't worry, they're more scared of us then we are of them, right?? The rock tends to have these slightly right leaning cracks running for hundreds of feet, usually separated by small terraces. Many fun little faces exist to play on, even some very steep sections. I would go up there just for the climbing, but especially if you're up there anyways, it is very enjoyable."},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T06:12:19.674Z","updatedAt":"2024-02-19T18:37:51.331Z"}