{"_id":"6368a4bbe80bff5a995a7973","area_name":"Indian Springs","shortCode":"","climbs":[{"_id":"8WBCspJKW0i8Yvw/YkShUw==","name":"Warpath","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"Jeremy Bauman and Cory Eales","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-101.6356,34.9419]},"left_right_index":4,"mp_id":"107358068","mp_crag_id":"106834001","climb_id":"8WBCspJKW0i8Yvw/YkShUw==","areaRef":"UlzbFi4GWRO6scH3sbG97A=="},"content":{"description":"Another great canyon climb. The rock quality of this route is superb. (until the very top at least). The crack ranges from big hands to off width and is an excellent test piece for a variety of crack climbing skills.  \n\n  Access the lower ramp by either climbing straight up the leftmost crack, or start on the right and traverse over. Continue up the crack in the dihedral to the top. At the top, either top out by climbing the choss straight up, or traverse right. \n\n  Perhaps the best option would be to pre-rig an anchor by throwing some webbing over the huge block so that you could avoid topping out.    Another anchor option is to use the tree located far right of the climb. This works, though the follower would experience quite a swing.","protection":"Big cams to #5 Doubles sew it up nicely.    Big Hexes.   40' of static for the anchor.","location":"Once you reach the crag, take a right. This is the obvious left dihedral chimney around the corner from the old aid route."},"__v":0},{"_id":"CncFSs07Upq2ydmattZ7fA==","name":"Smoke Signals","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"Cory Eales & Jeremy Bauman","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-101.6356,34.9419]},"left_right_index":2,"mp_id":"107520324","mp_crag_id":"106834001","climb_id":"CncFSs07Upq2ydmattZ7fA==","areaRef":"UlzbFi4GWRO6scH3sbG97A=="},"content":{"description":"Start at base of dihedral crack with obvious large chock stone. Follow the crack through a roof (crux). Once the roof rounds the corner and continues upwards the route begins using more face holds.","protection":"Standard trad rack","location":"Indian Springs. Left of the Warpath and right of Barrel Full of Braves. Diherdral crack with a large obvious chock stone marks the start."},"__v":0},{"_id":"2ZIJybJeUleS2gBkevwwkQ==","name":"Cherry Sours","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"Spencer Wiard","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-101.6356,34.9419]},"left_right_index":1,"mp_id":"108397179","mp_crag_id":"106834001","climb_id":"2ZIJybJeUleS2gBkevwwkQ==","areaRef":"UlzbFi4GWRO6scH3sbG97A=="},"content":{"description":"Start at the two big pockets then work straight up.  About half way up is the crux, which veers you about 3 feet to the right then keep going up. A couple moves later, you will hit loads of holds so just head straight to your anchor.  \n\n  Beware some holds are loose, dirty, and sketchy!  I pulled a 1'x3'x5\" chuck of rock off on my first move on another route on this wall.  Most holds are fine but just keep a heads up. \n\n  The crack to the right is easier than the face.  You can climb the entire crack and it's still a fun climb. Or if you want a challenge, follow the route straight up rather than veering to the right.  Lots of potential for variations on this route.","protection":"I just set up a top rope on a tree right above the route.  The tree is about 15' from the ledge so bring plenty of webbing.  I didn't see many if any spots to place gear but I also didn't look too hard.  If you hike about 50 yards down the wall, you can scramble up to get on top of the wall.","location":"This route lays a few faces to the left of Smoke Signals.  It should be the first face you come to once you get to the wall.  I didn't find Barrel Full O'Braves so I am unsure if it is left or right of it."},"__v":0},{"_id":"ra49trWsVKusiDnVFwNNZw==","name":"Brittle Bomber","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Spencer Wiard","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-101.6356,34.9419]},"left_right_index":6,"mp_id":"108397803","mp_crag_id":"106834001","climb_id":"ra49trWsVKusiDnVFwNNZw==","areaRef":"UlzbFi4GWRO6scH3sbG97A=="},"content":{"description":"This route crosses Arrowhead Stack so i guess it could be considered a variation but all the holds are different.  Start about 5 feet to the right of Arrowhead Stack.  Begin on the vertical flake/side-pull and work your way up to the big block.  Continue over the block without veering left into Arrowhead Stack.  This can be quite awkward.  Once on top of the block,  you will basically be at the spot right before the crux of Arrowhead Stack.  From here you finish on the left face.  There's a couple pockets then finish on a big move to the top ledge.  Enjoy!","protection":"Same protection as Arrowhead Stack.  I used the tree clumps at the top and webbing to setup my TR anchor.","location":"About 5 feet right of Arrowhead Stack: \n\nmountainproject.com/v/arrow…"},"__v":0},{"_id":"3wQTZLTzXt6CSp9O0EL48Q==","name":"Barrel Full 'O Braves","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Cory Eales","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-101.6356,34.9419]},"left_right_index":0,"mp_id":"107487784","mp_crag_id":"106834001","climb_id":"3wQTZLTzXt6CSp9O0EL48Q==","areaRef":"UlzbFi4GWRO6scH3sbG97A=="},"content":{"description":"A fun route that climbs directly up a dihedral crack with some face moves. The crux includes enjoyable foot moves that leave some feeling insecure just below halfway. Be careful as rock quality is decent but there are some tempting holds to the far right that will prove to pitch off the route when weighted.","protection":"Big cams and maybe large hexes. Top anchor uses trees directly above route.","location":"This route is one of the first dihedrals directly after the traditional Indian Springs approach to the left of the Warpath and the Old Aid Route."},"__v":0},{"_id":"6J/ph8oyVQGm+y6Jk70FXA==","name":"Arrows Point the Way","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Cory Eales & Jeremy Bauman","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-101.6356,34.9419]},"left_right_index":7,"mp_id":"107520335","mp_crag_id":"106834001","climb_id":"6J/ph8oyVQGm+y6Jk70FXA==","areaRef":"UlzbFi4GWRO6scH3sbG97A=="},"content":{"description":"This route follows a crack and face moves that eventually starts leaning to the right. First few moves involve strong hand moves with smears for feet (1st crux). The mid section contains some good foot moves that are slightly off-balance. The final section is the right-leaning section. This part has slabby hands and high feet (2nd crux).","protection":"Top anchor. Small to mid sized rack","location":"Indian Springs. Right of Arrowhead Stack."},"__v":0},{"_id":"+1HCC3emXgy34i7L6q/0nA==","name":"Arrowhead Stack","yds":"5.8-","grades":{"yds":"5.8-","french":"5b"},"fa":"Cory Eales","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-101.6356,34.9419]},"left_right_index":5,"mp_id":"107487829","mp_crag_id":"106834001","climb_id":"+1HCC3emXgy34i7L6q/0nA==","areaRef":"UlzbFi4GWRO6scH3sbG97A=="},"content":{"description":"This route follows a series of broken blocks stacked on top of each other that range from easy block moves to long hands with fun footwork. This eventually leads to a good stance below the crack to finish the line. The crux is the crack which uses high feet on chossy holds that make the final moves committing.","protection":"Top rope. Protection is very sketchy due to rock quality. Use the trees above the route. There are two clumps of trees to the either side of the finish that would require plenty of webbing. Be careful as some trees are dead and should not be used.","location":"This route is far right of most of the action in Indian Springs. Follow the cliff band right past the Warpath until the walls begin to taper down."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,4f4767a6-b408-58a3-b7fb-750f0a5e2129,9a2629d6-c8fa-5515-8365-fe34f623242c,525cdb16-2e06-5913-bab1-c1f7b1b1bdec","pathTokens":["USA","Texas","Palo Duro Canyon State Park","Indian Springs"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.7+"},{"count":2,"label":"5.9-"},{"count":2,"label":"5.9"},{"count":1,"label":"5.8"},{"count":1,"label":"5.8-"}],"byDiscipline":{"trad":{"total":5,"bands":{"unknown":0,"beginner":4,"intermediate":1,"advanced":0,"expert":0}},"tr":{"total":7,"bands":{"unknown":0,"beginner":5,"intermediate":2,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":5,"intermediate":2,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-101.6356,34.9419]},"bbox":[-101.63614854451939,34.94145033981814,-101.6350514554806,34.94234966018186],"left_right_index":-1,"ext_id":"106834001","area_id":"UlzbFi4GWRO6scH3sbG97A=="},"content":{"description":"Indian Springs hosts a variety of different climbs. There is a lot of potential for new routes and most existing lines are easily top roped. There are several overhanging cracks that may even be in the 5.12 range.  \n\n  Rock quality is generally great except for perhaps the last few feet."},"density":0,"totalClimbs":7,"__v":1,"createdAt":"2022-11-07T06:25:09.669Z","updatedAt":"2024-01-15T16:48:57.315Z"}