{"_id":"63689de0e80bff5a994f9434","area_name":"Mount Neva","shortCode":"","climbs":[{"_id":"HWn6CQjEWVmoGRAhpe+fTw==","name":"Northwest Slopes","yds":"3rd","grades":{"yds":"3rd","french":"1-"},"fa":"unknown","type":{"snow":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.688,40.0069]},"left_right_index":999999,"mp_id":"106455211","mp_crag_id":"105746397","climb_id":"HWn6CQjEWVmoGRAhpe+fTw==","areaRef":"SpvQCjUSWGu43VfoRNs4zg=="},"content":{"description":"The Northwest Slopes route up Mount Neva follows snow and talus up the northwest face.  Depending on conditions this route may be 100% snow covered, or involve sections of talus and third class scrambling.  It should be easy to assess conditions on the approach.  When conditions are good this is also an excellent descent route from the Neva summit.","protection":"If you desire to rope up bring pickets, long slings, and maybe a light rock rack, depending on conditions.","location":"From the Fourth of July trailhead, hike to Arapaho Pass and then hike around the southeast side of Lake Dorothy.  The large north facing cirque of Mt. Neva that contains this route (as well as the Juliet couloir) will be obvious.  This climb is the leftmost line, approximately 400ft east (climbers left) of Juliet."},"__v":0},{"_id":"ptuFjqn1VoePBdmvET737Q==","name":"North Ridge","yds":"4th","grades":{"yds":"4th","french":"1"},"fa":"unknown","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.688,40.0069]},"left_right_index":999999,"mp_id":"105760650","mp_crag_id":"105746397","climb_id":"ptuFjqn1VoePBdmvET737Q==","areaRef":"SpvQCjUSWGu43VfoRNs4zg=="},"content":{"description":"Follow the well-marked and well-travelled trail out of the parking lot for approximately 3 miles to Arapahoe Pass.  Along the way you'll pass some old mining equipment, and the trail for the Arapahoe Glacier Trail.  Continue east until you begin to pass Lake Dorothy on your left.  There are great views of North and South Arapaho Peaks to the northwest, and Caribou Lake is visible to the north.  Follow a very faint trail across the grass to the base of North Ridge, where the trail becomes slightly more pronounced.\n\nPick your way south along the ridge.  We dropped slightly below the ridgeline to the east several times to avoid what looked to be harder-than-fourth-class moves.  The crux is navigating a steep notch between Point 12,536 and Point 12,700 (two intermediate peaks on the ridge).  The view of the notch while approaching was initially a little intimidating, but our concerns proved to be unfounded the closer we got.  We approached the notch from the east side of the ridge, heading up grassy slopes.  Once in the notch, the 20-30 foot crux wall presents itself, and is quickly overcome.  Above the wall, we picked our way (along a faint trail) just below and west of the ridge proper for a few hundred feet.  The remainder of the ridge to Neva is a pleasant grassy hike.\n\nDescent:  From the summit, it's probably easiest to simply reverse course and follow the ridge north back to the trail.\n\nIt might be possible to continue on to Jasper Peak, and back to the trailhead via its Northeast Ridge.\n\n(We were concerned about the weather, and came down from the saddle between Neva and Jasper, to the two lakes visible from Neva's summit, and picked our way back north and east to the trail.  This descent allows you to lose elevation quickly and get off the ridge, but is certainly more time consuming than simply following the North Ridge back.)","protection":"Perhaps some nuts or small/mid cams for the crux, if you decide to take a rope and gear.","location":""},"__v":0},{"_id":"Z/MHH05+WRuQZb/w+nw7DA==","name":"Direct East Face","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"snow":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.688,40.0069]},"left_right_index":999999,"mp_id":"106192799","mp_crag_id":"105746397","climb_id":"Z/MHH05+WRuQZb/w+nw7DA==","areaRef":"SpvQCjUSWGu43VfoRNs4zg=="},"content":{"description":"The steep east face of Neva is mostly chossy but has one narrow strip of relatively solid golden granite. Happily, this good rock forms the longest route on the face. Paul Gagner and I climbed it in four long pitches, followed by a short bit of steep snow to the top. Neither of us was wearing climbing shoes, but the difficulty on our line seemed to be around 5.6 or 5.7. Harder variations are possible. Or, one could skirt most of the harder passages by deviating right or left onto chossy ledges and gullies. We stuck as close as possible to the central rib and found some lovely face and crack climbing, including a cool arete section on the third pitch. There's definitely some loose rock, but it's not bad at all by Indian Peaks standards, and it would clean up with traffic.\n\nThe 1974 AAJ describes a route just to the right of our line, up the \"southernmost of three dihedrals.\" Undoubtedly there have been other ascents. Mountaineers who enjoy moderate alpine-y routes like the\n\nSpiral Route\n\non Notchtop or the\n\nInwood Arete\n\non Quandary would love this climb. It's climbable anytime from the road opening until early fall, but it is probably at its best in June, when there's still lots of snow around to give it an alpine ambiance and to cover some of the junk left and right of the rib. However, a large cornice may loom above the face in early season. We felt this would fall to the left of our line if it broke, but make your own judgment.","protection":"A light rock rack and an ice axe and maybe crampons through snow season.","location":"Follow the trail to Arapahoe Pass until about half a mile below the pass, then cut left across the basin below the Lake Dorothy cirque, turn the corner, and ascend to the base of the face. There is much snow in early season."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,b8bc6400-2efc-577d-b6a6-c5367641fd44,5f78c46b-a25c-5b59-8514-41ae795c0b82,4a9bd00a-3512-586b-b8dd-57e844db38ce","pathTokens":["USA","Colorado","Alpine Rock","Indian Peaks","Mount Neva"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"3rd"},{"count":1,"label":"4th"},{"count":1,"label":"5.7"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":1,"beginner":0,"intermediate":0,"advanced":0,"expert":0}},"alpine":{"total":3,"bands":{"unknown":2,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"snow":{"total":2,"bands":{"unknown":1,"beginner":1,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":2,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.688,40.0069]},"bbox":[-105.68858704900519,40.006450339818144,-105.68741295099483,40.00734966018187],"left_right_index":-1,"ext_id":"105746397","area_id":"SpvQCjUSWGu43VfoRNs4zg=="},"content":{"description":""},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T05:56:03.480Z","updatedAt":"2024-01-15T16:42:51.781Z"}