{"_id":"63689d20e80bff5a994f22cb","area_name":"80 Proof Canyon","shortCode":"","climbs":[{"_id":"H+fFGYFJUWanX86aOfKxtw==","name":"White Lightning","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"FA 8.21.11 C.Raber, D.Hagberg J.Snyder  FFA 3.11.15 Z.Harrison J.Snyder","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.76146,34.94781]},"left_right_index":0,"mp_id":"110403034","mp_crag_id":"110403030","climb_id":"H+fFGYFJUWanX86aOfKxtw==","areaRef":"vO7QJJz8UzKvYnjufaFtNQ=="},"content":{"description":"Moonshine, Hooch, White Whiskey call it what you want. White Lightning is a high-proof distilled route that sits nicely high above the hustle of Slide Rock State Park. Like many other Oak Creek classics the approach is likely the crux of this one, but if the approach doesnt leave you with a burning tongue and blacked out the quality climbing and amazing triple-dipple splitter will leave you cross eyed. \n\n  Cody Raber first explored the 80 Proof area in the Winter of 2011. Initially attracted to the giant white wall where When 80 proof is not enough sits, White Lightning wasnt found until after he began a solo-aid hand banging mission (a whole different story) up the giant white face. From the wall and a higher vantage he spotted the splitter second pitch. On 8.21.2011 Cody and partner Danny Hagberg went after the first ascent. After a war mission, botched approach and rattlesnake dilemmas they were unable to complete the route free to the top. Then on 3.17.2012 Cody convinced me to return to the base and try to fire off the FFA and reach the top. I fell on my onsight attempt of the crux and after climbing/cleaning the pitch above a late winter storm moved in and that was the end of the mission.  \n\n  Cody then moved to California to grow his hair long and the route went to the back of the bar. Then on 3.11.2015 with enough time to forget about the earthscalador approach Zach Harrison and I return to the base and team shot-skied the route to the top. \n\n  P1 Charge up the triple splitter, mostly climbing in the left most crack, after the systems come together decide whether to climb up the right system or out to the left and up to belay ledge above. A little bit of everything. 2 bolt anchor 5.9+ 100 \n\n  P2 The White Lightning Splitter. Climb the obvious straight in thin hands, finger, ring-lock hand size dependent splitter. 2 bolt anchor. 5.11+(-+) 100   \n\n  P3 Climb up the wild colored pillar, tight jamming in a strange facing varied crack. Once the crack ends, take the moonraker traverse right and up to the belay. 2 bolt anchor. 5.10+ 80 \n\n  3 Rappels from the top, down the route.","protection":"70m Rope   Doubles #.3 - #3 C4   1 x #4 C4   Extra Fingers - Thin Hands   Runners","location":"From 80 Proof Canyon Wash take the gully up and towards the West. Gully starts at a large undercut bivy boulder in the wash. You should NOT go up the gully that is directly below 80 Proof Wall! Do your best to not give up and continue up several steep sections of dirt and a fixed rope boulder problem. Eventually move around a slick rock ledge into a smaller sub gully to the North and eventually to the base of White Lightning. 4th class Earthscalador 45-75min."},"__v":0},{"_id":"CneqrvavV52TvKHkZrl+lA==","name":"When 80 Proof is Not Enough","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Raber/Lowry/Hagberg","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.76146,34.94781]},"left_right_index":999999,"mp_id":"117671205","mp_crag_id":"110403030","climb_id":"CneqrvavV52TvKHkZrl+lA==","areaRef":"vO7QJJz8UzKvYnjufaFtNQ=="},"content":{"description":"This route description may not be complete. Be prepared.\n\n Pitch 1: (5.11+): Climb right-facing rounded corner to a steep face. Pitch 2: Climb right-facing dihedral to a roof. Pitch 3: Continue up enjoyable face/crack climbing.","protection":"Many bolts, gear to 3\".","location":"RED ROCK PASS OR EQUIVALENT REQUIRED.\n\n Park and hike west through the orchard to the first major drainage north, then to a sandstone ledge running east/west. Follow this until the next major wash, where the white sandstone cliff is visible on the right. Continue up the wash to the start of the climb, in a large right-facing formation with a bolted first pitch."},"__v":0},{"_id":"RsycUEWyVP69lxfl792dfA==","name":"On the Wagon- Bonus Pitch","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"J.Snyder Z.Harrison","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.76146,34.94781]},"left_right_index":1,"mp_id":"110403111","mp_crag_id":"110403030","climb_id":"RsycUEWyVP69lxfl792dfA==","areaRef":"vO7QJJz8UzKvYnjufaFtNQ=="},"content":{"description":"A nice variation to pitch 2, could be a useful warmup for some. Climb up through a flare and into twin thin hand and finger splitters. Before things go green take buckets left and into the top of the splitter.","protection":"Same as White Lightning","location":"Variation to P2"},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,24e148bb-4884-59e8-9870-43ce21f1a337,fa597035-a80a-55a2-9a9f-262bc7578ff9,ac61e188-87bc-52a9-af6a-5aee0657a3a0,bceed024-9cfc-5332-af62-78ee7da16d35","pathTokens":["USA","Arizona","Northern Arizona","Oak Creek Canyon","80 Proof Canyon"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11+"},{"count":1,"label":"5.11a"},{"count":1,"label":"5.10+"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":2,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":1,"advanced":2,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-111.76146,34.94781]},"bbox":[-111.76200858405872,34.94736033981815,-111.76091141594128,34.94825966018187],"left_right_index":-1,"ext_id":"110403030","area_id":"vO7QJJz8UzKvYnjufaFtNQ=="},"content":{"description":"80 Proof Canyon is a large wash system that sits to the West of Slide Rock State Park. Serving 'When 80 Proof Is Not Enough\" and \"White Lightning\". You can easily stare up towards the 80 Proof Wall, which sits above the wash, just as you drive over the bridge at Slide Rock State Park. Look for a large white tombstone shaped wall.  \n\n  Seldom travelled and just off the road..."},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T05:52:45.982Z","updatedAt":"2024-01-15T16:39:31.283Z"}