{"_id":"6368a185e80bff5a9954f2f2","area_name":"Pirate Wall","shortCode":"","climbs":[{"_id":"OQkmB7tmVRaOq4nTkw2n4g==","name":"Line Of Addiction","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"FA: Unknown FFA: Chad Umbel & Brian Bowman","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-115.4932,36.10005]},"left_right_index":0,"mp_id":"106044534","mp_crag_id":"106044520","climb_id":"OQkmB7tmVRaOq4nTkw2n4g==","areaRef":"Q9PUilNbUcKh1ZfeMxQFvg=="},"content":{"description":"I gave this route 4 stars not because the climbing is superb (which it is) but because of the whole outing. A beautiful hike in a perfect canyon, a great natural line, and amazing positioning. Line Of Addiction is a fine route on a remote wall. The climbing is sustained and the rock is pretty much all good except for a few places. It has great protection at the cruxes but does have some runout sections on easier to moderate terrain. I don't know the history of this route or how, when, or who installed the bolts. But thanks for the hard work.   \n\n  Pitch 1) 5.9+: Start cruising up a nice flake system eventually gaining a foot sized ledge below a nice splitter system. Climb this for about 40 feet up to a an anchor with a semi-hanging stance below a beutiful off-width/layback.. \n\n  Pitch 2) 5.10b: Start up the beutiful offwidth, right arm in. Really nice chickenwingin. About 30 feet up you'll start layin this puppy back for some beautiful climbing. Clip bolts for pro. Gain another anchor with another semi-hangin stance.  \n\n  Pitch 3) 5.11a: Climb straigh left off the belay doing a move (5.10) to gain the perfect 4 inch crack in a right facing corner. Lay this back for about 40 feet until it turns to hands and you can milk a rest before finishing the pitch. Another anchor will be at a stance. \n\n  Pitch 4&5 can combine) 5.10c: Start climbing up and left off the belay and gain an arete (bolt) then go back right into the corner. Follow this past a two bolt anchor and keep goin up the corner. About twenty-five feet from your anchor this corner will pinch off to nothing and you'll bust out onto the face. Gain another anchor. \n\n  Pitch 6) 5.7: Climb up and left off the belay. No pro for about 60 feet. The climbing is easy but be careful for loose patina. Gain a nice sized ledge with an anchor. \n\n  Pitch 7) 5.11+: Climb straight up off the belay on some pretty crumby rock. You will start heading for a tiny seam left of an arete. You will be pretty far off you gear here. There is a crucial Yellow/Green Offset Alien placement in this seam that will give you the confidence to make your next sequence of moves. Climb out onto the arete leaving you with some really big exposure but rad moves (5.10ish). Climb up the arete on the right side aiming for the obvious overhanging corner. \n\n  Again you're gonna be pretty far off that Alien placement but the climbing isn't outrageous. Clip a bolt and depump. Start climbing up the beutiful corner using some weird stems and eventually gaining some beautiful fingerlocks in the corner. It gets steeper as you go but the locks and holds get better. This pitch is awesome. Gain a ledge and an anchor. If you've sent to here, it's in the bag.  \n\n  Pitch 8) 5.6: Climb straigh up off the anchor heading up and left. Follow this aiming for a way out to your left until you come to a slabby wall with a few little moves and eventually gain a chimney. Climb the chimney until you get to a tree. Belay off the tree and when your partner gets to you, climb towards the summit behind you. Enjoy your beer and the view.","protection":"Single set of cams to a 4 inch camalot. Doubles on number 4 for pitch 3. RP's, Offset Aliens are nice. Green/Yellow offset Alien is crucial. Two 60 meter ropes.","location":"Approach as for Pirate Wall. Line Of Addiction is on the left side of the wall. If you go down under the big roof you went to far West. There is a big pine tree at the start of the first pitch. Rappel the route with two ropes as directed. Down climb a few moves (big air below) from the East Face of the formation to a ledged with a tree. Do a little rap here if the exposure is too much. Then Rap straight down the face. I think the first anchor is a bolt and a stopper equalized. Then just bomber two bolt anchors the rest of the way down. 4 or 5 double rope raps should get you down."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,a31fb323-0db7-5e02-b522-f21d3b49b531,eeabff85-bcb1-5aac-a784-2f3003d01d09,bea6bf11-de53-5046-a5b4-b89217b7e9bc,ffe82a4b-11fc-591c-94bd-e3908923b326,9373e980-2d4c-54c8-93f5-123efb448249,43d3d48a-535b-51c2-a1d5-97de331405be","pathTokens":["USA","Nevada","Southern Nevada","Red Rocks","Oak Creek Canyon","South Fork - Oak Creek","Pirate Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11d"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-115.4932,36.10005]},"bbox":[-115.49375651744775,36.09960033981814,-115.49264348255224,36.10049966018187],"left_right_index":-1,"ext_id":"106044520","area_id":"Q9PUilNbUcKh1ZfeMxQFvg==","polygon":{"type":"Polygon","coordinates":[[[-115.49375651744775,36.09960033981814],[-115.49264348255224,36.09960033981814],[-115.49264348255224,36.10049966018187],[-115.49375651744775,36.10049966018187],[-115.49375651744775,36.09960033981814]]]}},"content":{"description":"Pirate Wall is located deep in the South/East corner of the South Fork of Oak Creek Canyon. I guess you could really say it's like the West Face of Mt. Wilson or the Cactus Flower Tower. It looks similar to Mescalito but not as wide. It hosts a lot of nice looking cracks as well as face climbs. Yeah. They're all unclimbed. Except for Line Of Addiction.  \n\n  The rock is good, the crowds are non-existent, and the approach is big. But so are the walls back here so it's well worth the hike. The summit is absolutely stunning and drops off about eight hundred feet from all sides. Be ready for an all day affair no matter what you climb back here cuz it takes at least 2 hours to approach."},"density":0,"totalClimbs":1,"__v":2,"createdAt":"2022-11-07T06:11:18.790Z","updatedAt":"2024-02-19T18:34:41.284Z","_change":{"user":"q+lmEidCQ7ChKGsZ1ORhXw==","historyId":"6594e713f8258fb5bda08b33","prevHistoryId":"6594c98bf8258fb5bd9f0c73","operation":"updateArea","seq":0}}