{"_id":"6368a50be80bff5a995b0a01","area_name":"Argon Tower","shortCode":"","climbs":[{"_id":"WVrNa3hjVpCccegoTyY3dA==","name":"West Face","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"John Pease and Steve Cheyney 72; FFA Ken Sims and Maura Hanning 1994","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.60195,38.63325]},"left_right_index":999999,"mp_id":"105916323","mp_crag_id":"105717051","climb_id":"WVrNa3hjVpCccegoTyY3dA==","areaRef":"vJBn6aE3WXuzLYJ/WRwtxw=="},"content":{"description":"If you free this route, you are a true desert free climber.\n\nPitch 1  Climb a thin crack in a right facing corner to a ledge. There used to be an anchor here but it has been stripped of its hangers. Continue up the crack as it widens from #3 to #4.5 Camalot over the next 50 feet and belay at a fixed anchor in the alcove. (5.11 or C1)\n\nPitch Two  Wiggle out the bombay chimney and continue up the crack passing some less than stellar rock along the way. Belay at the fixed anchor on the shoulder. (5.10- or 5.9 C1)\n\nPitch Three  This pitch is shared with the North Northeast route. Climb past the lone pin to a small ledge and then make a couple easy but serious free moves to the summit. (5.8 C0)\n\nRappel the Route","protection":"Two sets of Camalots up to #4.5. 1 set of nuts (mostly medium to large). 1 set of small tri-cams. Extras in the #4-#5 range might not be a bad call if youre going to be aiding or if you dont love offwidths. 1 screamer.","location":"Approach using a wash on the north side of the tower. Look at the summit shot below to see where this wash leaves the main drainage."},"__v":0},{"_id":"ipF7VUvxU+O2KUvSI+cUdQ==","name":"North Northeast","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Gordon & Evans 1984","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.60195,38.63325]},"left_right_index":999999,"mp_id":"105717832","mp_crag_id":"105717051","climb_id":"ipF7VUvxU+O2KUvSI+cUdQ==","areaRef":"vJBn6aE3WXuzLYJ/WRwtxw=="},"content":{"description":"This would be a good climb if it were on decent rock.  Otherwise, it's a weak one star, but more or less worthwhile from the adventure standpoint.  It supposedly goes free; we employed some sort of trickery on every pitch.  The unreliable nature of the \"stone\" discourages any kind of bold free climbing.\n\nThe route climbs the leftmost line on the north end of the tower.\n\nFrom the ledge on the west side of the tower, spot a set slings 20' up on at the far left side of the west face.\n\nP1 40' 5.6 (?) Figure out a way of reaching the slings.  This pitch looks like easy and straightforward friction but our shoes shot off slopes we thought they'd stick on.  Our leader ended up lowering into a gully from which he could nervously free climb up to the slings.\n\nP2 25' 5.10 (?) Free climb or aid or free free or whatever up a thin vertical crack to a large ledge.  Belay as far to the east of the ledge as you can.\n\nP3 100' 5.10 (?) Climb the hands and wider crack system on the left, not the thin crack system directly above P2. Getting into the crack system is tricky -- not sure how anyone free climbs this.  We climbed up ten feet and tension traversed into the crack.  Once into the crack it's hands and cups for about 50' until you reach two old bolts at a poor stance beneath an offwidth/chimney section through a bulge.  Continue past the offwidth and a short layback and hand traverse section (#2 - #1 Friends) and belay at a decent ledge below a a short left facing corner.\n\nP4 30' 5.11 (?) Up the corner which starts at #1 Friends and  diminishes to blue Alien.  A couple of face moves on disintegrating holds gets you to a two bolt anchor below the summit bolt ladder.\n\nP5 20' 5.8 C0.  This pitch was challenging even with pulling and standing on each bolt.  Ends with mandatory free climbing.\n\nDescent: From the top of the P4, rap the west face.  Two 60 meter ropes might get you to the bottom in one.  It was too dark to see the ground, so we made a second rap off and anchor midway down.","protection":"1 set medium nutsDouble set of cams from blue alien to 1.5 Friend3 ea 2 - 3.5 Camalot.1 ea #4 Friend, #3.5 & #4 CamalotA few slings and quickdraws","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ee1d37e7-dc41-5c26-a358-5d51af01f499,cbbfd7c6-5cf2-5063-8939-5f3233efa573,1c74163a-11fa-52d2-9377-7a3171ec97f4,bc9067e9-a137-597b-b32d-827f591c2dc7","pathTokens":["USA","Utah","Southeast Utah","Arches National Park","Argon Tower"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.11"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":2,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":0,"advanced":2,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-109.60195,38.63325]},"bbox":[-109.60252563260573,38.63280033981813,-109.60137436739424,38.633699660181854],"left_right_index":-1,"ext_id":"105717051","area_id":"vJBn6aE3WXuzLYJ/WRwtxw=="},"content":{"description":""},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T06:26:58.316Z","updatedAt":"2022-11-25T11:23:57.834Z"}