{"_id":"6368a1b8e80bff5a99553f83","area_name":"Incubus Area","shortCode":"","climbs":[{"_id":"9ETtTZA8VWCkgguQ2Eu+dA==","name":"Incubating Incubus","yds":"V4","grades":{"yds":"V4","font":"6B","vscale":"V4"},"fa":"","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84192,43.80309]},"left_right_index":1,"mp_id":"117946545","mp_crag_id":"117944863","climb_id":"9ETtTZA8VWCkgguQ2Eu+dA==","areaRef":"+lg6pfLRWw24pbQxjBtSDQ=="},"content":{"description":"Sit-start inside of the large, well-hidden cave with both hands just below the large shelf feature. Move up to a meathook on the shelf then out to a smooth right-facing sidepull. From here a big move gains a nice flat edge for the left hand. From this edge, lock it off to a sloper before piano-matching and executing an exciting and balancy big last move to a jug sidepull before topping out on positive holds.","protection":"2 or 3 pads","location":"Only the dedicated and devoted will likely find this one by themselves.\n\n Realistically if you are good at spelunking and rock scrambling, it may be easiest to find this problem with no pads. It is actually very close to \"Chinese Connection\" and the Pit Boss Area. When staring at \"Chinese Connection\" look to the right at some stacked boulders that lie next to the giant boulder with the tall 30+ foot face. The uphill side of this boulder has a sort of cave you can crawl through that will allow the person to overlook the Pit Boss Area. Once here there is another cave entrance just on the other side. Go through this entrance and after 4 feet the cave will open up into a larger one with a large opening to top out the three different boulders dab-free.\n\n With pads and a crew, I'd recommend starting at the Hatchet Area, and hike up and around Pit Boss Area traversing the well-vegetated hillside on the faint trail. There are a few tricky high steps along the pathway, and then the hiker will step down a few boulders into somewhat of a clearing. Once at this clearing, there is a large corridor to the left that contains \"Taint No Thing\" and \"F.Y.G.\". \"Incubating Incubus\" is not found in this corridor, but a separate cave found 10-15 yards in the opposite direction. The opening of the cave for the topout will be easy to find, and the pale freshly cleaned boulder itself will be easily distinguishable. "},"__v":0},{"_id":"iebY1pLFV8CCnqfD7aqgrg==","name":"F.Y.G.","yds":"V6-7","grades":{"yds":"V6-7","font":"7A+","vscale":"V6-7"},"fa":"Gavin Galloway","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84192,43.80309]},"left_right_index":0,"mp_id":"117944914","mp_crag_id":"117944863","climb_id":"iebY1pLFV8CCnqfD7aqgrg==","areaRef":"+lg6pfLRWw24pbQxjBtSDQ=="},"content":{"description":"A hard aesthetic one move lock-off strength testpiece. start with a tight 3 finger slot for the left hand and an undercling sidepull mono for the right. Find the obvious foot before pulling on, staying tight and locking off to a sloper at the lip of the boulder. Match this sloper than work your way out right to rock over and grab the halo shaped tree root.\n\n P.S. careful and watch the head dabs.","protection":"2 pads","location":"This climb is at the far end of the large cave. It is found on the short checkerboard looking boulder."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,8a63706f-b14c-536f-b8ab-3cea90093e36,fdf16fa4-e20a-5cda-8c1b-dad225df6dce,bb770bdd-74d9-5580-95ab-f97b64decb42,7e349b44-d896-5596-abd9-90ebcc3c734b,28fdc29f-c1ba-55e7-b63c-dcad2e1c7b93,fa583aa5-f2d1-5b0d-b8a5-b4318c1b520d","pathTokens":["USA","New Hampshire","Rumney","*Rumney Bouldering","Black Jack Boulders","Upper Black Jacks","Incubus Area"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"V4"},{"count":1,"label":"V6-7"}],"byDiscipline":{"bouldering":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":1}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":1}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-71.84192,43.80309]},"bbox":[-71.84254303715497,43.80264033981812,-71.84129696284504,43.803539660181855],"left_right_index":-1,"ext_id":"117944863","area_id":"+lg6pfLRWw24pbQxjBtSDQ=="},"content":{"description":"Secluded locations with lots of caves and corridors. This area provides the climber with a few excellent climbs and a few boulders that need to see some scrubbing."},"density":0,"totalClimbs":2,"__v":2,"createdAt":"2022-11-07T06:12:12.720Z","updatedAt":"2024-01-15T16:46:37.235Z","_change":{"user":"jhoZ1HM5QQCLlIW8x9mK3A==","historyId":"64ac20c16d586cdc48db7aea","operation":"updateArea","seq":0}}