{"_id":"6368a50be80bff5a995afdfe","area_name":"Pine Valley Peak","shortCode":"","climbs":[{"_id":"kZVMXPqDX36jlgasHpJEag==","name":"Northeast Face","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-113.07727,37.33547]},"left_right_index":0,"mp_id":"110058765","mp_crag_id":"110058759","climb_id":"kZVMXPqDX36jlgasHpJEag==","areaRef":"yiCp4yb9XaaThDy7NKbm0A=="},"content":{"description":"This is not listed as a \"pitched out\" climb as there is lots of 4th class and sections of 5th. It is a step above the 5th class sections on Lady Mountain or North Guardian Angel, though not as serious as the routes up East or West Temples.\n\nFrom the base of the peak on the Northeast-ish face, find the easiest path up the slabs. The first quarter of the route is just 3rd/4th class stuff that you can make as hard or as easy as you want.\n\nSoon the slabs will get a little steeper, and you will have to do some more actual \"climbing\". Its a bit of a routefinding puzzle of various mantling and friction moves on sandy slabs with lots of wandering and the best holds being small bushels. This isn't moonlight buttress. Going up is lots easier than coming down. It mellows out after a couple hundred feet.\n\nWhen you see reach more vertical rock on the left, you can do one of two things. You can head up and right and do some uber choss climbing that is best described by Dow Williams on summitpost:\n\nsummitpost.org/east-north-f…\n\nWe thought that way looked horrible and looked \"nonsoloable\" and we didn't have a rope so we vouched for heading left.\n\nRight below where the rock goes vertical on the left is more slabs. Traverse straight left and slightly up across some slabs to access a chimney/crack/gully system. These slab moves in my opinion were the scariest of the climb and have exposed consequences if you fell, but it is over fairly quick. Head up the crack system which though chossy and sandy is way more secure due to the crack.\n\nOnce you top out the crack system, its more 4th class to the summit which is up and left.\n\nJared Campbell has claimed a 12 minute summit time from the parking lot if you're interested in speed.\n\nReverse the route to get down, employing down climbing tactics or tree rappels.","protection":"I'm posting this as 5.5(which it is), but its basically understood that its ropeless climb. If you want to bring some cams, slings, and a 60m rope I'm sure you could find use for those, but this is more or less a free solo scrambling route, mainly because of the lack of available quality protection anyway.\n\nThe rope might come more in handy for rappelling off some trees if you found yourself scared on the way up. We found tons of slings around trees as rap anchors.\n\nWe wore our technical running shoes(la sportiva raptors) which worked fine. Lots of 4th class will make climbing shoes more burdensome than helpful. A good pair of approach shoes of some kind is best.","location":"From the wildcat trailhead parking, head directly southwest to the obvious featured white sandstone peak. Try to find the path of least resistance through the bushes and rock. Approach time is 5-10 min. The route heads straight up the right side of the face you can see."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ee1d37e7-dc41-5c26-a358-5d51af01f499,ae9fb395-eaa7-5798-a5f6-78ad324346de,92a8e6fe-7f49-598a-b39a-d013c33e9ad4,ca20a9e3-26fd-5da6-9384-3cbb34a6e6d0","pathTokens":["USA","Utah","Southwest Utah","Zion National Park","Pine Valley Peak"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.5"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-113.07727,37.33547]},"bbox":[-113.077835540449,37.33502033981814,-113.07670445955098,37.335919660181865],"left_right_index":-1,"ext_id":"110058759","area_id":"yiCp4yb9XaaThDy7NKbm0A=="},"content":{"description":""},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T06:26:22.080Z","updatedAt":"2024-01-15T16:49:00.324Z"}