{"_id":"63689de0e80bff5a994f92ce","area_name":"Redgarden - Tower Two","shortCode":"","climbs":[{"_id":"omWQOsc2UaWIJt7phrkvRw==","name":"Wingless Victory","yds":"5.13a/b","grades":{"yds":"5.13a/b","french":"8a"},"fa":"Christian Griffith, Mark Sonnenfeld, '89","type":{"sport":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28518,39.9312]},"left_right_index":15,"mp_id":"106357561","mp_crag_id":"105807698","climb_id":"omWQOsc2UaWIJt7phrkvRw==","areaRef":"sARFvazGVH6ulidKei/oew=="},"content":{"description":"Consistent exposure characterizes this 60' pitch. Expect small hands and feet while dry humping the arete the whole way. Crux comes at the 5th bolt when you bust a hard right and layback like your life depended on it to the anchors (a fall between the 5th bolt and the anchors would be very ugly) (this section is not very toprope friendly, but still doable). A link up of this pitch and \"Sickness Unto Death\" at the top would be AMAZING!","protection":"5 bolts(8mm twisted leg glue-ins) go straight up the arete, the anchors share the top of the 4th pitch of the\n\nNaked Edge\n\n.","location":"You can rap down from the top of the\n\nNaked Edge\n\n, or better yet, climb the 1st 3 pitches for a warmup. Regardless, you will start from the sloping ramp belay at the top of the 3rd pitch of the\n\nNaked Edge\n\n. Hanging a rope at the top, rapping down and then Jumaring back up is not bad. Your choice. Adventure guaranteed."},"__v":0},{"_id":"p6ghesAOXger8Ie+lyJ3jA==","name":"Wild Kingdom","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Rob Candelaria and Greg Finnof, 1986","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28518,39.9312]},"left_right_index":26,"mp_id":"105750748","mp_crag_id":"105807698","climb_id":"p6ghesAOXger8Ie+lyJ3jA==","areaRef":"sARFvazGVH6ulidKei/oew=="},"content":{"description":"Wild Kingdom, like its partner \"Predator\"  fires up the gorgeous headwell just left of Rosy Crucifixion (and to the right of Predator). Launch Wild Kingdom from the traverse on Rosy at the left facing corner just before Rosy turns from traverse to vertical. Technical and thin, the climbing on Wild Kingdom uses a host of friable flakes that are unlikely to stand the test of time. Spacey bolts with gear between makes this line a wild ride. Of the two, I thought that Predator had more fun climbing on it, and the pro seemed lots more satisfying, probably because it is not as scary as Wild Kingdom. But, don't miss Wild Kingdom if you are up here, the climbing and the exposure are superb - just hang tight between the gear.  I'm not sure that any of the moves on Wild Kingdom are 5.12, however, stringing all 150 ft together feels like 5.12-, so pick a number. Predator and Wild Kingdom are two excellent climbs by one of the finest athletes that has ever graced our state.  Rob Candelaria has done more to help every wanna-be athlete that has stepped up to him than any other individual I have ever known. From sloth to tiger, Rob has lent his experience, advice, wisdom, and character to every single one. As near as I can tell he has never asked for a single thing in return, just the cheapest daily fee on the planet for admission to CATS. To boot, he has maintained cutting edge climbing skill from the first day he strapped on a pair of rock shoes, and Rob is just as old as I am. Even in his late 40s (a while ago) he never demanded one bit less of himself than he did from guys half his age.  An olympic gymnast, a superb and implacably bold climber, and a gentleman-athlete,  Rob will always sit, in my mind, in a place where I can only dream to go.","protection":"This 150 ft pitch needs 8 - 10 draws and rack with wires up to 4 or 5 and Friends up to # 3.","location":""},"__v":0},{"_id":"+LQJElf7Vyqu9WNjCZkU+w==","name":"Weeping Willow","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Cameron Tague & Steve Levin, April 2000.","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28518,39.9312]},"left_right_index":11,"mp_id":"105891139","mp_crag_id":"105807698","climb_id":"+LQJElf7Vyqu9WNjCZkU+w==","areaRef":"sARFvazGVH6ulidKei/oew=="},"content":{"description":"As the arch terminates onto the green headwall the climb switches from power underclings to crimps with poor feet and big moves.  Fight up the face slightly right into a semi hueco, .11d R.\n\nCast straight up the gorgeous face from the hueco culminating in heart throbbing moves just past a tinny sounding hold leaving you to \"talk\" to yourself, .10b/c X.","protection":"SR with double sets of smaller technical cams.  Bring along a #3 Big Bro if you really want to create the illusion of pro at the hueco.","location":"From the bottom of the Upper Ramp roughly 50' left of the start of\n\nJules Verne\n\nfind the sweeping right to left tapering brown half arch.  Begin as for\n\nGreen Willow Wall\n\nat the right edge of the half arch in a left facing dihedral and establish a stance on a large flake just before turning the roof of\n\nGreen Willow Wall\n\n.  Under cling the arch leftwards until it merges with a green face and climb up and slightly right to a large pseudo hueco.  Climb straight up 30' from the hueco then veer slightly left and continue on to the belay at the end of the crux upper pitch of\n\nJules Verne\n\n.  Finish on\n\nJules Verne\n\nor one 60m rap back to the Upper Ramp."},"__v":0},{"_id":"AnbsZ/dmXd+pscrb+fVyBA==","name":"Venus de Milo","yds":"5.13-","grades":{"yds":"5.13-","french":"7c+"},"fa":"Christian Griffith","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28518,39.9312]},"left_right_index":51,"mp_id":"114099945","mp_crag_id":"105807698","climb_id":"AnbsZ/dmXd+pscrb+fVyBA==","areaRef":"sARFvazGVH6ulidKei/oew=="},"content":{"description":"Two quality V7-ish boulder problems stacked on top of each other. Despite its diminutive size, it's actually quite good and would probably be a well know \"classic\" if it were elsewhere in Eldo.\n\nPerhaps this is not worth the approach in its own, but it is a worthwhile diversion after topping out Redgarden. It get's all day shade and is protected from the wind.","protection":"Despite the route's R rating in the Levin guide, I think it would actually be a reasonably safe lead, as the two bolts are in the right places, and there is good gear to be had just above, on easy terrain.\n\nThat said, we toproped the route by tensioning over from the anchor on\n\nDizzy Miss Lizzy\n\n(another worthwhile route), and using gear directionals (#0.75 C4, and awkward #3 C4).\n\nYou could probably also build a gear anchor directly above with a bit of scrambling.\n\nFinally, you could mini-track the route easily from a tree along the\n\nNaked Edge\n\nwalk-off. (I think the tree located by the memorial plaque would be best.)","location":"Venus de Milo is an obscure route hidden in the cleft below Tower Two that also holds the 5.11 Dizzy Miss Lizzy. The cleft is easily identified just above the terminus of the\n\nRedguard\n\nroute. It's easy to access from the east ledges, and is just below to the northeast as you top out\n\nThe Naked Edge\n\n."},"__v":0},{"_id":"7hYanYy3XEm78vrdCTPfgA==","name":"Touch 'N' Go","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"Pat Ament and Gary Spitzer, 1966.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28518,39.9312]},"left_right_index":42,"mp_id":"105749032","mp_crag_id":"105807698","climb_id":"7hYanYy3XEm78vrdCTPfgA==","areaRef":"sARFvazGVH6ulidKei/oew=="},"content":{"description":"This is a great 1-pitch climb, often used as a start to the\n\nNaked Edge\n\nor\n\nAnthill Direct\n\n, and even more often done on its own. The climb begins just down below the prominent, chalked-up \"roof routes\", right where the roof begins. If taking the trail that passes\n\nC'est La Vie\n\nand\n\nGenesis\n\n, you'll discover the start after rounding a corner and coming out of some trees.\n\nBegin by hand traversing under a small roof and go around it on the left (first crux, #2 Friend). You can also thread a runner or large wired nut through a hole to protect this crux. Turn the roof, and continue up thin opposing flakes to a ledge/groove. You can set up an optional belay here from good gear. This is a good idea if you expect your second may have trouble at the crux roof.\n\nFollow the groove up left to a thin, obtuse dihedral and climb than with perfect fingerlocks to a bolted belay. The second crux comes at a bulge near the top of the dihedral. You can protect this with a small cam in a pod in the corner.\n\nDescent options:\n\n* A double-rope rappel from the top anchor.\n\n* A single rappel with a 70m rope from the top anchor will just barely make it to the ground.\n\n* A single-rope rappel from the top anchor down to the anchor below the dihedral (top of\n\nScratch and Sniff\n\n), and a second single-rope rappel from there. The stance at the\n\nScratch and Sniff\n\nanchor is a little awkward and a bit to the left of the top anchor.\n\n* Traverse over to the top of the second pitch of\n\nRedguard\n\n, and do two single-rope rappels from bolts/chains down\n\nRedguard\n\n.\n\nVariations: all three dihedrals just to the right of the start are climbable at similar grades with less-than-ideal pro; a great variation, called\n\nBolting for Glory\n\n, is to climb the first half of the route to the groove, and then continue straight up past 4 bolts on 5.10a face climbing. Traverse left at the top to reach the belay.","protection":"Small Stoppers and TCUs, up to a #2.5 Friend (1 or 2 RPs to sew it up), 2 #2.5 Friends may be useful.","location":""},"__v":0},{"_id":"RLWfXmajWfWhHmLQJL1ljw==","name":"T2 Direct Finish","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"FRA David Light, 1980s","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28518,39.9312]},"left_right_index":33,"mp_id":"106737928","mp_crag_id":"105807698","climb_id":"RLWfXmajWfWhHmLQJL1ljw==","areaRef":"sARFvazGVH6ulidKei/oew=="},"content":{"description":"This pitch has some adventurous climbing on a seldom visited face. If lichen and runouts are not your thing, you should probably traverse off on the standard finish.\n\nThe direct finish starts right at the end of the final, 5.9 pitch on\n\nT2\n\n.  From the belay nook, traverse slightly left and find the best spot to pull through the roof. A marginal 0.5/0.75 cam can be placed before pulling through on positive holds. Wander up the face on positive but sometime lichen covered holds to the obvious roof crack.  Finish up on easier terrain.  The descent off the top of tower two is a little tricky, the obvious solution may lead to a dead end. (4th class)\n\nA great 7 pitch 5.9 linkup starts on\n\nTouch & Go\n\n, traverses to\n\nJules Verne\n\n, climbs upper\n\nT2\n\n, and finishes on this pitch.  You could also lengthen the linkup by climbing\n\nBody Tremors\n\nand\n\nSmoke & Mirrors\n\nto the summit of Tower One.","protection":"Gear to 3\".","location":"The Direct Finish heads straight up after the 5.9, overhanging talus pitch on\n\nT2\n\n."},"__v":0},{"_id":"wpcAGuwPVgyXOKeke8QgEg==","name":"T2","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Layton Kor and Gerry Roach, 1959. FFA: Dave Rearick, Bob Culp","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28518,39.9312]},"left_right_index":34,"mp_id":"105748783","mp_crag_id":"105807698","climb_id":"wpcAGuwPVgyXOKeke8QgEg==","areaRef":"sARFvazGVH6ulidKei/oew=="},"content":{"description":"This is probably my favorite route in Eldo. It is long, exciting, has beautiful climbing, better than\n\nThe Yellow Spur\n\n, and the upper half sees little traffic.\n\nThe first pitch is the crux, a pumpy overhang that will be quite dangerous if you are not solid on it. Climb up fifteen feet to the lip, clip a good drilled angle, and crank onto lower angle rock. If you feel iffy on this section before beginning, you could probably stick clip the pin. The 5.8 above is pretty runout.\n\nTake\n\nJules Verne\n\nas the second pitch, a 5.8+ crack. The original second pitch of T2 sucks as it is covered in bird crap.\n\nThe pitch above the upper ramp is one of the most beautiful 5.9 pitches in Eldo, and not done too often.\n\nThe last pitch is short, .9- but definitely dangerous. It consists of overhanging talus protected by bad pins, of course if you can do the first pitch, this pitch won't be a problem.\n\nTo get off, scramble a long ledge to join up with the last pitch of\n\nRuper\n\n.","protection":"Standard rack.","location":""},"__v":0},{"_id":"/DxwmyZzV6muJxTTjyEuew==","name":"The Superlink","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Chris Taylor","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28518,39.9312]},"left_right_index":29,"mp_id":"106621609","mp_crag_id":"105807698","climb_id":"/DxwmyZzV6muJxTTjyEuew==","areaRef":"sARFvazGVH6ulidKei/oew=="},"content":{"description":"This climb is a variation of the 2nd pitch of\n\nJules Verne\n\nor\n\nT2\n\n.\n\nStart from the top of pitch 1 of either route.\n\nTraverse left and up(avoiding the major crack systems of pitch 2 of\n\nT2\n\nand\n\nJules Verne\n\n). Climb left and up across a exposed, licheny face on shallow, hueco features. A wide, diagonal crack system just above you provides a few chances for protection along the way. When you reach a bush, begin climbing straight up(passing the bush on its right side) into a shallow, right-facing corner, 5.9R. Continue up the shallow corner (protection is now abundant) with a finger-to-hand sized crack sytem as it angles left to join the final 100 feet of\n\nKloeberdanz's\n\nlast pitch. Belay at the upper ramp.\n\nThe pitch is 180 to 200 feet long, depending on where you start.","protection":"Standard rack.","location":""},"__v":0},{"_id":"l95op4m8XRWEocFth7rztw==","name":"Slow Train Coming","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Jimmy Ratzlaff and Steve Hadik","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28518,39.9312]},"left_right_index":19,"mp_id":"105758973","mp_crag_id":"105807698","climb_id":"l95op4m8XRWEocFth7rztw==","areaRef":"sARFvazGVH6ulidKei/oew=="},"content":{"description":"An excellent bolted slab climb in a fantastic location and with a name from a Bob Dylan song to boot!\n\nSurprisingly this route does not receive as much flack as Genius Loci for being so close to a classic trad route.  Perhaps it makes people feel silly to rail against a Slow Train that's coming.  Anyway, the climbing is devious and requires wicked foot work on tiny holds.  This is a good route to do if you're coming down from the Upper Ramp with time on your hands.  It could also be used as an alternative start to the Naked Edge. (But only after you've done the real first pitch.)\n\nAfter finding your way to the first pitch of the Edge, climb down a few feet and head right around the corner.  It's a little airy over there which adds to the excitement.  Then climb up and left passing the 2nd and 3rd bolts and the crux of the climb.  Hang in there on small holds and think positive thoughts about your footwork.  If your toes are going numb, you're probably doing something right. This route ends at the same bolted anchor as pitch one of the Edge.  Eight bolts total, no gear necessary on this pitch.","protection":"10 QDs (plus standard Eldo rack to get up there).","location":""},"__v":0},{"_id":"MlnLWnY1WzyQcbt/FmbJIg==","name":"Slots of Fun","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Joe Huggins, solo.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28518,39.9312]},"left_right_index":54,"mp_id":"108810363","mp_crag_id":"105807698","climb_id":"MlnLWnY1WzyQcbt/FmbJIg==","areaRef":"sARFvazGVH6ulidKei/oew=="},"content":{"description":"This fun little route ascends the leaning crack located inside the cave/arch formed by two huge boulders. Figure out a way off the ground and into the mostly hand-sized crack, then smear, jam, layback, and shuffle to the top. The angle and style of this climb make it awkward and a little tricky, you may find yourself in some odd positions....","protection":"Singles from 4 to 2 inches will get you to the top.","location":"This is hard to miss, it is inside the arch formed by two huge boulders. There is an easy walkoff from the top."},"__v":0},{"_id":"eEhKaDbiWPKpwp8jylaJ2g==","name":"Sickness Unto Death","yds":"5.12b/c","grades":{"yds":"5.12b/c","french":"7b+"},"fa":"Christian Griffith, Rusty Holcomb, '89","type":{"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28518,39.9312]},"left_right_index":17,"mp_id":"106357574","mp_crag_id":"105807698","climb_id":"eEhKaDbiWPKpwp8jylaJ2g==","areaRef":"sARFvazGVH6ulidKei/oew=="},"content":{"description":"Again, expect big exposure while approaching, climbing and even belaying this route. This is a pitch for the \"been there done that\" 5.12 leader. Make sure you and your partner can communicate due to the noise.","protection":"4 bolts(8mm twisted leg glue-ins) and a #2 Camalot or #3 Friend (for up top) is very helpful. The belays are the same as the 5th pitch of the\n\nNaked Edge\n\n.","location":"Start as for the 5th pitch of the\n\nNaked Edge\n\n. At the top of the ramp, bust up and left with the obvious bolt line. Pimpy thin moves will end up with runout, but reasonable climbing (#3 Camalot) to the top.\n\nThis route and\n\nWingless Victory\n\ncan both be approached by rapping from the top of the\n\nNaked Edge\n\n. Throw your rope out and backclip as you rap to the belay. Have fun!"},"__v":0},{"_id":"U0ygxCFlX5eloIE9C09DeQ==","name":"Shasta","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Bill Briggs & Steve Levin, 2003","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28518,39.9312]},"left_right_index":0,"mp_id":"105759471","mp_crag_id":"105807698","climb_id":"U0ygxCFlX5eloIE9C09DeQ==","areaRef":"sARFvazGVH6ulidKei/oew=="},"content":{"description":"Use 'Improve This Page' to add a description!","protection":"A standard Eldorado rack including RPs and aliens.  The route is fairly runout in a couple of spots, particularly on the second pitch.","location":""},"__v":0},{"_id":"lMg9QASHWeGBNr1563ztdA==","name":"Seize of Holds","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Joe Huggins, solo.","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28518,39.9312]},"left_right_index":52,"mp_id":"108809349","mp_crag_id":"105807698","climb_id":"lMg9QASHWeGBNr1563ztdA==","areaRef":"sARFvazGVH6ulidKei/oew=="},"content":{"description":"Located on the \"Lost to Obscurity Wall\", this route ascends the steep and huecoed section approximately 80' downhill of the small arch/cave home to \"Slots of Fun\". Locate the large, juggy wall split in two by a right-leaning slot.\n\nStart near the low point of the left block, and head towards the high point, stopping occasionally to sling horns or thread holes.  Once over the lip, a heavily lichened slab will take you to a decent belay perched among many loose blocks. From here, it is possible to down climb the chimney to the West (uphill).","protection":"Very little. You can use a couple of slings for threads and horns and a few larger cams and tricams for the pockets higher.","location":"This is uphill from \"\n\nDizzy Miss Lizzy\n\n\", on the short, huecoed face split by a large, leaning slot."},"__v":0},{"_id":"2o9ighgQVq+lqF8whjw2Pg==","name":"The Serpent","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"C. Reveley & J Ruger, 1974","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28518,39.9312]},"left_right_index":1,"mp_id":"105753184","mp_crag_id":"105807698","climb_id":"2o9ighgQVq+lqF8whjw2Pg==","areaRef":"sARFvazGVH6ulidKei/oew=="},"content":{"description":"The route is quite good, with more protection on the lower pitches, it would be considered a 3-star classic.  If climbed as an upper half finish to\n\nArt's Spar\n\nor\n\nRosy Crucifixion\n\n, it is probably a 3-star classic anyway.\n\nTo find the route, first climb one of the several routes that will take you to the upper ramp.  Just down and Right or upper\n\nRuper\n\n(down and right of the finish of\n\nRosy\n\n) lies an impressive looking, continuous, overhanging and left-facing dihedral system; this is\n\nLe Void\n\n.  The smaller dihedral 1/2 way between Upper\n\nRuper\n\nand\n\nLe Void\n\nis the beginning of The Serpent.\n\nStart on the left side of the small, left-facing rounded dihedral and climb up some distance before crossing over the edge/bulge to the right hand side (5.9+, S) Climb interesting face moves (5.8, S/VS) to reach the bottom of a second overhanging dihedral.  Although this is in the book as a \"belay,\" the stance is small and uncomfortable and the gear is poor.  I skipped the belay and ran 2 pitches together, which may require a 60m rope.\n\nContinue up and left through the overhang into the dihedral, a radically left-leaning open book.  Clip a few bolts and supplement with gear before and after if necessary.  The crux (10b) is a balance and stemming affair that is well protected by the second bolt.  After the 3rd both, the dihedral becomes more vertical.  Move up and right onto a ledge that caps the pitch.\n\nFrom the belay ledge, climb up just left of an obvious dihedral, using the dihedral as desired for some way, (50'?) prior to traversing right around the corner onto a ledge with a small tree.  Keep an eye out for that tree as you climb and begin the traverse while it is just above you, but far right.  With a 60m rope it is possible to again skip THIS belay and continue climbing up a crack/dihedral just right of the one you've just been in (5.9+) into what should be the 4th pitch, but another belay will then be necessary later.\n\nBelay at the aforementioned tree, or step back left and continue up a crack system that terminates to easy runout-face, tending left on a slope top finish on\n\nRuper\n\n.\n\nThere is a variation or two that I have found that involve some\n\nterra incognito\n\nto find yourself much further to climber's right on\n\nT2\n\n.  This will involve non-descript climbing on low-traffic rock, with some effort expended fighting runouts and lichen.  Be my guest.  Perhaps a safe high-quality face route might go here someday if someone cleans the rock a little and then applies for and is granted a permit to put in a few bolts.","protection":"The protection in many spots leaves something to be desired at 5.9+.  In others (at 5.8) it is non-existent.  THe crux, however, is well bolted and safe.  Take a standard Eldo rack with a set of cams to 3.5\" and small stoppers.","location":""},"__v":0},{"_id":"EmgPNMPQXnOXZK2PUCoDBg==","name":"Seams Beyond Variation","yds":"5.10a/b","grades":{"yds":"5.10a/b","french":"6a+"},"fa":"old hard men","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28518,39.9312]},"left_right_index":35,"mp_id":"110610069","mp_crag_id":"105807698","climb_id":"EmgPNMPQXnOXZK2PUCoDBg==","areaRef":"sARFvazGVH6ulidKei/oew=="},"content":{"description":"This starts on\n\nSeams Beyond\n\n(5.10b R) and breaks right where SB breaks left.\n\nFrom the P5 belay, move up and left (30ish feet) to the block described in\n\nSeams Beyond\n\n. Climb straight up steep jugs to reach a small ramp.\n\nFrom the ramp, climb straight on obvious jugs through the roof. You are now 30-35 feet above your belay with no gear. Climb higher trending right till you reach a broken band. Follow a seam up and right, that often opens up to accept larger gear. Top out 10 to the left of\n\nJules Verne\n\n.","protection":"A single rack to 3.","location":"This is a P5 variation to\n\nT2\n\n."},"__v":0},{"_id":"zWLNthxOWYqA13JWoslIbQ==","name":"Seams Beyond","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Drew Spaulding w/ John Slezak, Christian Ball- April, 2010","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28518,39.9312]},"left_right_index":36,"mp_id":"106803642","mp_crag_id":"105807698","climb_id":"zWLNthxOWYqA13JWoslIbQ==","areaRef":"sARFvazGVH6ulidKei/oew=="},"content":{"description":"\"Seams Beyond-5.10bR\" is not pumpy, but technical and heady.\n\nHair City\n\n-esgue! Start up the 1st crack encountered after the T2 pin traverse,(5.9 bulge), then traverse rightward under a large,loose \"suitcase-size block\" to step up on to the next diagonal ramp. Step over right even more to some solid jugs. Super thin gear at your feet but dubious (15' from last piece out rightward). Pull out the bulge and place 2 good nuts in a row (5.8), then start traversing 15' to the left on a solid hand rail of buckets.... #1-red Camalot protects a slot just before traversing left on this line of jugs. Now you've reached the TCU-nut crack that brings you another 15' straight up. Place that last nut and climb the \"City of Rocks Jugs\" until you have to do a slightly run out mantel (5.10a section). Then step up to the wide, diagonal crack and climb straight up. Another few placements and you come to a fairly clean looking crux up a thinly protected face. Don't step out left into the obvious corner! Step up right to find a thin RP seam with fingertip holds. Still thin climbing to a horizontal TCU seam, then finish the crux to finally easier ground. Killer jugs to an occasional placement bring you to the top (5.7R-60')","protection":"Standard Eldo rack. Many thin placements (RPs recommended) 150' pitch to gain the ridge of the Tower Two. There is a slung rappel anchor there to descend down toward the East Slabs Descent.... Or continue to the top to find another slung rappel anchor....","location":""},"__v":0},{"_id":"HcTuqwl9Vp2Y5tWVZu4XLw==","name":"Scratch and Sniff","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Stu Richie, Mark Rolofson","type":{"trad":true,"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28518,39.9312]},"left_right_index":40,"mp_id":"105762870","mp_crag_id":"105807698","climb_id":"HcTuqwl9Vp2Y5tWVZu4XLw==","areaRef":"sARFvazGVH6ulidKei/oew=="},"content":{"description":"This is located to the left of\n\nTouch n' Go\n\n. It can be toproped from the chain anchor below the 2nd half of\n\nTouch n' Go\n\n.  The route starts under the roof, and a couple of strenous moves about 11c I think get you situated in the roof. It is a strong pull over the roof and then your typical Eldo face climb. This is slabby with little for feet with highly technical and balancy moves.","protection":"[4] bolts to chain anchors.","location":""},"__v":0},{"_id":"8R5QvcPlVpGolnmp9p66yQ==","name":"Rosy Crucifixion","yds":"5.10a/b","grades":{"yds":"5.10a/b","french":"6a+"},"fa":"Layton Kor, Jack Turner, 1962. FFA: Jim Erickson, Steve Wood, Ed Wright, 1970.","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28518,39.9312]},"left_right_index":28,"mp_id":"105748777","mp_crag_id":"105807698","climb_id":"8R5QvcPlVpGolnmp9p66yQ==","areaRef":"sARFvazGVH6ulidKei/oew=="},"content":{"description":"This is my favorite route in Eldo. It is not too long but is one of the most elegant lines possible. It begins with a long scramble up a ramp 5.0 (left of the Roof Routes), to some 5.2 soloing. It is hard to describe exactly how to get to the base of it, consult a guidebook.\n\nPer\n\nCarl Schaefer\n\n: a less-exposed alternative to the Lower Ramp is what Levin calls West Face of Lower Ramp, which starts below\n\nSuparete\n\nat a large right-facing dihedral and continues up and right (blocky 5.0) to the top of the Lower Ramp.\n\nThe first pitch is a 50' horizontal traverse above a roof. The exposure consists of 150 feet of air straight to the ground, very exposed. The first half of the traverse is the crux, but the second half will still keep you pumped. Make the weaker climber in the party lead it as it is scarier to second it. The belay is semi-hanging off some fixed webbing (or wires) that can be backed up with nuts a little higher. If you haven't climbed in Eldo much, you might find the pitch a bit burly for the grade.\n\nThe second pitch is 60' long and goes up a steep and beautiful 9+ finger crack to a ledge with two bolts. The crux is about 3/4 of the way up.\n\nThe third pitch is .9- and about 110'. Start with delicate moves, go up to a bolt, then make a big stem to the right. Easier ground continues up the upper ramp, where you can belay off a large tree with [no] fixed gear.\n\nDescent: with one rope, you can rap off Vertigo (up the ramp from the finish) or the Naked Edge (down the same ramp, including a 5.4 move). With 2 ropes, you can rappel the route and end up halfway down the approach ramp. You may have to leave gear on top to get down to the P1 anchor.","protection":"Three really short pitches. The first pitch has two bolts on it protecting the crux move, and the third pitch has a bolt at the crux You don't need much gear, bring a few TCUs, some stoppers and a couple cams around a #1 Camalot. A #3 Camalot is nice to have near the top of P2, but not necessary.","location":""},"__v":0},{"_id":"7O86dTaVXPWScInwlV8UuQ==","name":"Rise Above, aka Mr. Malcontent","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Mark Tarrant, et al","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28518,39.9312]},"left_right_index":2,"mp_id":"105756391","mp_crag_id":"105807698","climb_id":"7O86dTaVXPWScInwlV8UuQ==","areaRef":"sARFvazGVH6ulidKei/oew=="},"content":{"description":"This is the \"sport route\" that climbs above\n\nThe Serpent\n\non Upper Redgarden. This is a unique and really cool route that I think should get more attention (and a star in the guidebook). Start with the boulder problem on\n\nThe Serpent\n\n, then follow that sparsely protected route for 30 or 40 feet. When\n\nThe Serpent\n\ntrends left, keep going straight up, aiming for a shallow, left-facing corner system. Eventually, you'll clip the first of 8 bolts. From here, the view upward is very disheartening (it looks blank!), but hidden holds keep appearing. The first crux is right where the route veers left under a roof, and the second is at the very end and is the one of the few hard routes I've ever done where the crux of the climb is downclimbing! This is sort of like a harder, leftward version of\n\nLe Boomerang\n\n.","protection":"Bring wires, Tri-cams, etc. for the start, quickdraws for the second half.","location":""},"__v":0},{"_id":"gS+waAWPU1WH+zRRnU9+kQ==","name":"PsychGillLogical","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"??","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28518,39.9312]},"left_right_index":48,"mp_id":"105752320","mp_crag_id":"105807698","climb_id":"gS+waAWPU1WH+zRRnU9+kQ==","areaRef":"sARFvazGVH6ulidKei/oew=="},"content":{"description":"This route starts on the ground just left of the classic\n\nC'est La Vie\n\non Redgarden Wall, directly between\n\nThe Contest\n\n(a bolted tweeky 11+ on the left) and\n\nRedguard\n\nin the right, which at ground level is a loose 5.8, but goes upward to become a neat route, despite it's seriousness.   PsychGillLogical is a series of thin cracks and face holds wandering up the slightly open book dihedral between the two more well known climbs.\n\nPersonally, I think that PsychGillLogical is overgraded at 5.10b in the Eldo books and should probably be 5.9 in my opinion, or even easier if one escapes to the right at the crux moves.  Descend by rapping from the anchors as for\n\nThe Contest\n\n.\n\nThe route is worth doing only for those of you who have 10 spare minutes in the area or are trying to do as many routes as possible.  I don't regret doing it, but I wouldn't recommend it for someone with limited opportunity to climb in the area.","protection":"The route requires a mixed bag of pro, and to protect it well, s little skill.  The line itself is a little bit brittle, but one can step a few feet right to Redgaurd to help protect it better and return to the line with gear to the side.","location":""},"__v":0},{"_id":"osq9eqMIUjGkKuuYUY1C2w==","name":"Predator","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Rob Candelaria","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28518,39.9312]},"left_right_index":25,"mp_id":"105749416","mp_crag_id":"105807698","climb_id":"osq9eqMIUjGkKuuYUY1C2w==","areaRef":"sARFvazGVH6ulidKei/oew=="},"content":{"description":"A very thrilling pitch in a beautiful and exposed position.  This route starts with Rosy Crucifixion and heads up and right from the first bolt on Rosy.  There are about seven bolts in 150 feet of climbing (not as bad as it sounds).  The first half of the route is the hardest with tricky balancy face moves that last for about 40 feet.  The upper part has more rests, and a few tricky moves.  Candelaria origionally rated this pitch .12a, but it definitely feels much easier.  In the future it might live up to this rating as every other hold is on the verge of breaking.  A beatiful and classic pitch.","protection":"This \"sport\" route has \"healthy\" distances between bolts.  Expect to pull 5.11 moves a little ways above your last bolt, and 5.9 moves way above your  last bolt.  There are three or four gear placements to supplement the bolts, bring a selection of stoppers and a #2.5 Friend.","location":""},"__v":0},{"_id":"a7wMNECVWcK5vQWR325XVw==","name":"Plastic Jesus","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Roger & Bill Briggs 1985","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28518,39.9312]},"left_right_index":27,"mp_id":"105750763","mp_crag_id":"105807698","climb_id":"a7wMNECVWcK5vQWR325XVw==","areaRef":"sARFvazGVH6ulidKei/oew=="},"content":{"description":"Use 'Improve This Page' to add a description!","protection":"Have a good selection of TCUs included with a standard Eldo rack.","location":""},"__v":0},{"_id":"wm6LLxHpX9CXwJSA3MZEiw==","name":"Physical Graffiti","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Eric Johnson, Alex Shainman","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28518,39.9312]},"left_right_index":9,"mp_id":"109972653","mp_crag_id":"105807698","climb_id":"wm6LLxHpX9CXwJSA3MZEiw==","areaRef":"sARFvazGVH6ulidKei/oew=="},"content":{"description":"This pitch has some fun moves on nice stone in a great position. The bulge requires you to get the Led out for sure! It is a great alternative to the junky pitch on upper\n\nT2\n\n. It is possible to lead from the Upper Ramp from either\n\nLove Minus Zero\n\nor\n\nAfter The Gold Rush\n\ninto the shallow corner on\n\nL.M.Z.\n\nin one mega pitch!","protection":"6 bolts to slung horn anchor. Either continue with\n\nSeams Beyond\n\nor\n\nT2\n\nto the summit or rap 60m to the Upper Ramp. You can also get to the\n\nLe Void\n\nanchor then to the ramp with one 70m rope.","location":"Begin at the small stance where P4 of\n\nT2\n\nand P3 of\n\nLove Minus Zero\n\njoin about 120 feet up the wall. A bomber belay with large wires can be set here. Follow bolts up and rising to the left, then over the bulge. Climb twenty five feet of easy ground from the last bolt to the anchor and the belay niche."},"__v":0},{"_id":"EUOeEqdtUMOOVBI8PmSOXg==","name":"Orifophobia","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Joe Huggins, solo.","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28518,39.9312]},"left_right_index":53,"mp_id":"108810327","mp_crag_id":"105807698","climb_id":"EUOeEqdtUMOOVBI8PmSOXg==","areaRef":"sARFvazGVH6ulidKei/oew=="},"content":{"description":"This route begins just left of the arch formed by two large boulders.\n\nChimney up a few feet to reach the lowest huecos, take a breath, then launch up the overhanging and slightly crumbling jugs for the top! If you're lucky, you my find some pro before hitting a short section of crack marking the end of the difficulties. Move right and belay, you should be back near the ground for an easy walkoff.","protection":"A medium piece for the short crack at the top, whatever else you think you may be able to stuff in the pockets along the way.","location":"This is just left of \"\n\nSlots of Fun\n\n\" and the cave/arch that route ascends. Climb the highly huecoed face, gradually trending right to the top."},"__v":0},{"_id":"JH7/q/t0XKyLWsuvpG/F0g==","name":"Old Bad Aid Crack","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"FA Stan Shepard (A4 - 1961), FFA David Breashears (1976)","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28518,39.9312]},"left_right_index":39,"mp_id":"108714354","mp_crag_id":"105807698","climb_id":"JH7/q/t0XKyLWsuvpG/F0g==","areaRef":"sARFvazGVH6ulidKei/oew=="},"content":{"description":"This exciting climb begins at a roof with a thin seam above. It has very nice climbing on an aesthetic wall. Good-sized campus moves on buckets lead to a flake in which gear can be had. Continue with adequate gear to a stance at the obvious overlap. From here, fire the very committing and somewhat reachy crux with easier, runnout clmbing above. It seemed to me like it would be possible to traverse left to\n\nT2\n\nif the crux doesn't feel right.... Finish on a ledge and either traverse to the\n\nT2\n\nanchors or the midway anchors on\n\nTouch 'N' Go\n\nto descend.","protection":"- Aliens from blue up to red.\n\n- Small nuts and RPs (offsets helpful).\n\n- One may also be able to place a #4-#5 Camalot at the crux? I did not have one to test the theory, but the placement looked strange.","location":"This starts to the right of the start of\n\nT2\n\non a flat stance."},"__v":0},{"_id":"3YPlZ6P9XHmfQ2CahAjwiQ==","name":"One Way Out","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Drew Spaulding, Dan Hackett, May 2012","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28518,39.9312]},"left_right_index":37,"mp_id":"107850844","mp_crag_id":"105807698","climb_id":"3YPlZ6P9XHmfQ2CahAjwiQ==","areaRef":"sARFvazGVH6ulidKei/oew=="},"content":{"description":"This is another \"Way Out\" to the finish of\n\nT2\n\n. Start up the 2nd crack encountered after the\n\nT2\n\npin traverse (just up the ramp past the \"Seams Beyond\" start...). Follow the obvious, moderate crack to the large, ramping ledge above. From this alcove, step up right into the low-angle, left-facing corner to where the lichen plagues the steepness above. Place a few good pieces in the corner and step out right to the arete (this area took alot of cleaning of loose \"dinner plates\" and \"potato chips\" before it was desirable). Pull out the bulge (crux), and clip a fixed wire up and left before trending right on amazing jugs. Run it out up to the arching, right-facing corner above (this corner was heavily chocked with furry lichen but now is climbing quite clean after much scrubbing...). Follow this steep feature until you can exit leftward out a nice, diagonal, hand crack. Trend up and left into an obvious, corner system to its end... and then up and left into the next crack to the crest of the ridge on Tower 2. This is really an exciting, fun pitch! Instead of climbing 70' of runout face like \"\n\nSeams Beyond\n\n\", \"One Way Out\" finishes its last 70' up obvious crack systems to the small notch up on the ridge!","protection":"Full array of gear protects this long 150' adventure pitch. There is a slung rappel anchor there to descend down toward the East Slabs Descent.... Or continue to the top to find another slung rappel anchor....","location":""},"__v":0},{"_id":"CvLYnfqrW+WqF1twQZuD8g==","name":"No Lo Contendere","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Steve Dieckhoff","type":{"trad":true,"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28518,39.9312]},"left_right_index":45,"mp_id":"105753361","mp_crag_id":"105807698","climb_id":"CvLYnfqrW+WqF1twQZuD8g==","areaRef":"sARFvazGVH6ulidKei/oew=="},"content":{"description":"This is on page 300 of the new Falcon Eldo guide.  It is on the corner 50' right of\n\nTouch 'N' Go\n\n.\n\nAn alert belayer is required. Some may call this 's', but I think the risky moves are not within 2 number grades of the difficulty of the crux.   A small nut protects a bouldery start, then carefully step up to clip the first bolt. A hold out left expedites this clip. The crux of the first section is found when stepping over the rooflet. A good stopper can be placed at the stance above. The second section follows two bolts out right to the arete, although some have gone straight up from the first, and up to finish on\n\nThe Contest\n\n.\n\nThe climbing is technical in spots but there are frequent rests.\n\nMy only reason for submitting this route can be found in the following....\n\nNo Lo Contendre\n\nThis route starts to the left of, and eventually joins,\n\nThe Contest\n\n, hence the name which pleads 'no contest' in a court of law.  It came into being after I saw the possibility of the upper half and thought to climb the lower BEHIND THE TREE route to reach it. I led it onsight on natural gear with my friend Mark Miller some time later.\n\nIt was an adventure for me, but in those days, I was willing to add bolts to some of my routes after-the-fact and this one seemed appropriate. It had two cruxes that risked very bad falls. It lacked the aesthetic position that might have encouraged me to keep it as a 'death lead'. I asked the opinions of other local climbers who supported the idea.\n\nThe fly-in-the-ointment was that the bottom part, the BEHIND THE TREE route, was in the book as having been done before by 'unknown'. I was on the FHRC at the time and thought that proposing to add a bolt in the bottom half and 2 bolts to the top half would make it safer though still as sporty as some other Roof Routes.  More importantly, perhaps, was its value as a test case to promote public debate about adding bolts to existing routes. This issue, and the idea of replacing fixed pins with bolts, still lurks.\n\nThe FHRC made its decisions in public meetings in those days. I had hopes of a lively discussion, but there was little debate, and it was approved (with me abstaining).\n\nOver the years, I have heard from a few people who were taken aback by this sequence of events. I told them I wished they had attended the meeting and voiced their objections then but that it wasn't too late. If they wanted to propose to remove one or more of them, then they should do so. I used Rawl bolts, so that they could be unscrewed easily and the holes camoflauged.  I would be willing to attend the meeting, plead 'no contest', and help with the removal and repair. It was my intention to make the offer for \"the good of the community\", but it was probably misguided.\n\nI think this is a good time for the debate on this route to take place, and this is a good forum.\n\ntake time to care,   Steve Dieckhoff  11/6/2001","protection":"There is a total of 4 bolts and nut placements.","location":""},"__v":0},{"_id":"MtKEWEP4Uc6nYnwiba3lWw==","name":"Natural Mystic","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Drew Spaulding, Dan Hackett, 09/02/15","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28518,39.9312]},"left_right_index":38,"mp_id":"110973687","mp_crag_id":"105807698","climb_id":"MtKEWEP4Uc6nYnwiba3lWw==","areaRef":"sARFvazGVH6ulidKei/oew=="},"content":{"description":"Natural Mystic is another direct line that gains the summit of Tower 2 from the T2 exit ramps. It climbs about 15'-20' feet to the right of the final pitch of\n\nShasta\n\n.\n\nStart directly above the largest tree below the T2 exit ramps. There is a nice belay on the upper, chocolate colored ramp in a shallow, right-facing dihedral. That \"loose\" corner leads upward toward the triangular roof, but I climb the steep pocketed face instead, starting with a door knob in your left hand. Tricky pocket placements and some bold, slightly runout, pocket climbing leads up to the lower, left side of the triangular roof. More face climbing leads to the obvious, rightward-trending crack system for 80 more feet to the top of Tower 2. This starts out overhanging and stays fairly steep for the remainder of the pitch.... It is super fun and has good gear!","protection":"Lots of nuts and thin gear and hand size pieces protect this wild and exposed pitch! Bring thin - 3 1/2\".","location":""},"__v":0},{"_id":"or8kACAoWp21P/BkNP1xKQ==","name":"The Naked Edge","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Layton Kor, Bob Culp 1962 (partial). Layton Kor, Maurice (Rick) Horn 1964 (complete). FFA: Jim Erickson, Duncan Ferguson, 1971","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28518,39.9312]},"left_right_index":18,"mp_id":"105748786","mp_crag_id":"105807698","climb_id":"or8kACAoWp21P/BkNP1xKQ==","areaRef":"sARFvazGVH6ulidKei/oew=="},"content":{"description":"The Edge is one of the most classic climbs in America.\n\nThere are several ways to reach the base of the Edge, the easiest and quickest is\n\nTouch 'N' Go\n\n.\n\nTouch 'N' Go\n\nhad a line on it when we were racking up, and we took a runout .8 crack thirty feet to the right that ended at some bolts near the base of\n\nAnthill Direct\n\n. From the Lower Ramp climb the\n\nCave Pitch\n\n, an interesting 5.8 overhang, and reach a three-bolt belay at the base of the first pitch.\n\nThe first pitch, a classic finger crack, is a great start to a very memorable route. It is a clean finger crack 5 feet to the right of a classic arete. It lies in a sort of groove which lends it nicely to stemming. Make some 9-ish moves to get to a small rest stance halfway up the crack. Getting off this rest stance is supposedly the 11a crux of this pitch. The moves off the rest are accomplished by stemming in the groove and using a small edge for your left hand. Once in the crack, the finger jams are very good yet the steep sustained nature pumps you out for one last 5.10 move to the two-bolt belay. This last move, while not very hard in and of itself, is definitely the crux of this beautiful pitch. This pitch protects very well with small stoppers and TCUs.  If this pitch felt hard, remember that the last two are significantly harder and more involved.\n\nThe second pitch is just as classic, if a tad spicy. Begin with twenty feet of unprotected 5.8 slab up to a bolt just right of the arete, climb for twenty more feet up to another bolt (5.8) and step around left to the other side of the arete. This deposits one at the base of a left-angling crack. Crank up this crack a little ways to an ok stance. A good #1 Camalot can be placed at the base of this crack, but this piece will be below your feet for the crux move off a sloper. A fall off this move would throw you back around the arete and wouldn't be too pleasant. For this reason, some guidebooks give this pitch an R rating. Perhaps it is if you are incompetent at placing stoppers; there is a textbook RP placement right in your face for this move, this placement eliminates any s rating this pitch might have. The belay at the top is double bolt on a stance on the arete. All of the pitches on this route are approximately a half ropelength (80-90 feet) and some can be combined. However the rope drag would be heinous.\n\nThe third pitch is 5.8. It heads up the right side of the arete to a mantle onto a juggy hold. It is the easiest pitch, and if for some reason you are taking a second who leads in the 5.9 range, you might be inclined to let him lead this pitch. Be aware that it would be a pretty runout lead. This pitch wanders quite a bit, and long runners are needed to alleviate rope drag. Set the belay at the base of a rotten ramp/alcove deal.\n\nFrom here the fourth pitch should be obvious, a right-leaning dihedral that turns into a chimney with a roof at the top. This is where the climbing gets intense. The initial dihedral is a thin 10c affair, and has a pin protecting the hard move. Gear can be had below the pin, and while this pin is not great, it is adequate for the move. The dihedral takes you up and right into some underclings where you encounter a second pin. This pin is definitely suspect. I have heard many wildly varying accounts of this pitch. Rossiter gives it an s rating in his latest guidebook because of this piton. I have heard people telling me it was a death pitch.  None of this is true. A small purple Metolius TCU can be placed below the pin, together these two pieces provide adequate protection, and a fall from the crux onto them would be reasonable. One could probably back these pieces up even more if so inclined. This is definitely not a death pitch, it is only mildly spicy. From this last pin, intricate moves lead up and into the chimney. I couldn't identify a single crux; there are about four or five very technical moves to get situated in the chimney. The hardest might entail hiking your right foot up onto a left-angling rail. Once in the chimney, you can clip a pin below the roof and back it up with some small stoppers and a blue Metolius TCU. Resting before the roof is very awkward as you are very scrunched in this chimney. The next moves are 10c/d, I believe they are considered harder now because of a missing flake. At any rate, crank right around the roof with poor feet. This will feel hard after the endurance required for the rest of the pitch. The belay is obvious, a three-bolt affair below a right-angling ramp. This pitch can be considered 11b overall; it is very technical and sequency climbing.\n\nAhh the fifth pitch! Begin with an 11a move onto the ramp. Rossiter calls this the crux, yet I thought the bombay chimney was quite a bit harder and more involved. The bomber fixed gear here eases the strain of the climbing. Once on this ramp, you are led up and around the arete to an awesome, spectacular, overhanging hand crack with some    fixed pro at the base. With a #1 Camalot, two #2s, and one #3, this final crack will be completely sewn up, a very important thing to to for your second. If they fall here it would be hard to get back on. This final crack is the final blow for the leader. I suspect that seconding this thing is quite a bit easier, placing pro on it is very strenuous. Next to the bombay chimney, I thought this was the second hardest part. The crack in and of itself is maybe 10b/c, yet feels very strenuous on lead, and after the initial crux section of the pitch it is very pumpy. Indian Creek climbers will enjoy this section. It consists of liebacking on good hand jams in small flares. Fire up this section to a wider, yet easier section, and get a belay right at the top of the crack in order to keep a close eye on your second. Overall, this pitch is 11b too, and is probably one of the most spectacular in Eldo with 600 feet of air below you!\n\nFrom here, a final easy (5.6) pitch leads to the top.","protection":"The protection on this route is creative in places, yet never really a problem. Bring a healthy number of stoppers and TCUs, and only a few cams in the larger sizes. A #3 Camalot is helpful for the final    handcrack.","location":""},"__v":0},{"_id":"lhfJn2usX1qLjYWoX/HTeQ==","name":"Love Minus Zero","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Roger Briggs & Bill Briggs, 1973","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28518,39.9312]},"left_right_index":8,"mp_id":"105762516","mp_crag_id":"105807698","climb_id":"lhfJn2usX1qLjYWoX/HTeQ==","areaRef":"sARFvazGVH6ulidKei/oew=="},"content":{"description":"Love Minus Zero:  Two stars if done by itself, subtract a star for the deteriorating rock above the roof, add a star if done as a part of \"Roving for Love.\"\n\nP1:  Begin a little ways up and left on the Upper Ramp from the black slot/crack that marks the start of upper T2.  Pull up and right at an obvious weakness to gain a crack and pro.  Probably 20' of unprotected 5.8 here.  Climb upwards for another 20' to gain the obvious finger crack and follow this up and leftwards to a ledge.  Belay.  The pitch is approximately 100' long.\n\nP2:  Traditionally you would traverse off the left margin of the ledge to gain a very shallow left-facing corner with poor gear.  A much nicer option is to continue up and left off the ledge in the obvious black hand crack.  This leads directly up to the roof.  Step left to a flake to establish yourself below the roof and get a no-hands rest.  Currently there is a fixed hex and tat under the roof.  This can be backed up with a solid red Alien or 0.5 Camalot.  Pull the roof.  This is very strenuous and requires bringing your feet way up and liebacking in a near-horizontal position before rocking up to a good crack.  Felt like one of the most powerful 11c's I've done in Eldo.  Once past the roof you traverse left about 10' and then head up chossy rock to a belay niche.  Continue up on easy rock or traverse slightly right to a slung horn and make two raps back to the ramp (recommended - bring webbing).\n\nRoving for Love was a great linkup: Roll Over Rover to Rover to Love Minus Zero.  Thanks to Steve Levin.","protection":"SR.","location":""},"__v":0},{"_id":"2cKtL4OLXiObJksZoLdKBw==","name":"Lene's Dream","yds":"5.11b/c","grades":{"yds":"5.11b/c","french":"6c+"},"fa":"Roger Briggs & Scott Woodruff, 1976","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28518,39.9312]},"left_right_index":14,"mp_id":"105761505","mp_crag_id":"105807698","climb_id":"2cKtL4OLXiObJksZoLdKBw==","areaRef":"sARFvazGVH6ulidKei/oew=="},"content":{"description":"Lene's Dream is an outstanding face climb in an outrageous position.  It also makes a great finish to Jules Verne - it parallels the second pitch of the Naked Edge as Jules Verne parallels the first.\n\nClimb the crux runout pitch of Jules Verne, place good gear in the rotten band, and, instead of traversing left, continue straight up to a nice stance above the band.  Here you can place good gear and survey the climbing above.  Continue up on 5.10+/5.11- technical face to an obvious slot for a green Alien or similar cam.  The crux is the next ten feet or so of climbing (11c).\n\nFinish by cutting over to the Edge at the point on the second pitch where you turn the corner from the slab to the steep face.  I think the S/VS rating Rossiter gives the climb may be for Jules Verne?  Lene's Dream seemed fairly well protected, although it requires a willingness to move above small, albeit good, gear.","protection":"Small stuff.  A 0.5 Camalot protects the initial moves; a Green Alien protects the crux.","location":""},"__v":0},{"_id":"bmgzRvQiUce0ZPFnycUQ+w==","name":"Le Void","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Larry Dalke and Pat Ament, '63. FFA: Steve Wunsch and Jim Erickson, '76.","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28518,39.9312]},"left_right_index":3,"mp_id":"106341097","mp_crag_id":"105807698","climb_id":"bmgzRvQiUce0ZPFnycUQ+w==","areaRef":"sARFvazGVH6ulidKei/oew=="},"content":{"description":"Another in a long line of great Frenchy-named routes in Eldo. I'm a bit hesitant to post this route, since I haven't actually climbed the whole thing, but it's pretty cool, and anyone with more knowledge of the whole route can feel free to add a comment.\n\nLe Void starts off the upper ramp, about 30' right of\n\nThe Serpent\n\n, and maybe 100' left of upper\n\nT2\n\n. To find the climb, look for a pair of left-leaning, left-facing dihedrals that lead up about 40' to a big, overhanging, downward-pointed flake. Start in either corner, the left is 5.9+, the right is 5.11. Both corners are well protected, and they merge on a ledge maybe 40' up.\n\nFrom here, the route gets much harder, as it ascends the overhanging flake. For the first bit you can use cracks on both sides of the flake, as well as stem. The crux (11d) comes when you have to commit to the right side of the flake. A series of thin, powerful, lie-backing moves culminate in a lunge (at least for me) to a much better hold. From here, the pitch is much easier, and again ends at a small stance with rappel slings.\n\nThis is as far as I have ever gone on this route, but according to Rossiter, it continues up though a roof with a thin crack (11d/12a), and then merges with\n\nT2\n\nto get to the top of the wall. If anyone has beta about this part, I'd love to hear it.\n\nEdit:\n\nTried the roof pitch today, wasn't very impressed. Tons of loose junk, nearly every gear placement and handhold relied upon flakes of dubious quality. If one was willing to yard on the loose stuff, the roof might be 11d, but it's definitely harder if you have any concern for your belayer and anyone one else who might be downrange. In my opinion the first two pitches (easily linked into one) deserve 3 stars, but -1 for the choss-fest roof.","protection":"The first two pitches of this route are well-protected. A 5.9 leader might want a #2 or #3 Camalot for the first corner, but other than that only small gear (wires, TCUs, and cams to 2\", maybe with double in the TCUs) are needed for the 11d flake section.\n\nThe P3 roof takes thin gear; RPs, Micro cams, etc. Many of the placements on this pitch rely on poor quality rock. There used to be a fixed pin on this pitch, now my partner has it.","location":""},"__v":0},{"_id":"9ESUBkIqWNmqLxT3FWOUIQ==","name":"King Tut","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Charlie Fowler, Bill Feiges, 1977","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28518,39.9312]},"left_right_index":6,"mp_id":"107130711","mp_crag_id":"105807698","climb_id":"9ESUBkIqWNmqLxT3FWOUIQ==","areaRef":"sARFvazGVH6ulidKei/oew=="},"content":{"description":"King Tut is on Steve Levin obscure tour.  It is a worthy objective, but you should have your act together before attempting it. There is quite a bit of loose rock, but all hard moves are off solid features.  It is quite intimidating from below, but decent gear can be found every ~10 feet on the crux pitch.\n\nP1: Start up steep huecos to the starting crack on\n\nT2\n\noff of the upper ramp. When\n\nT2\n\nbreaks left, continue up the steep, left-facing, black groove. The crux bulge is 2/3rds of the way up the 1st pitch. Solid gear can be found and it is at your feet as you pull the funky crux moves.  A final awkward bulge leads to a belay ledge on the right. Bring a long sling for the belay horn.\n\nP2a: The original 2nd pitch heads straight up from the belay on steep rock. This pitch finishes on runout 5.5 slabs to the T2 belay (5.8R).\n\nP2b: An alternate P2 cuts left on a crack system with good exposure and gear to the\n\nT2\n\ncrack system (5.8+).","protection":"Double rack of cams to #2, singles up to #4 Friend with lots of slings.\n\nExtra small and medium cams could be placed.","location":"King Tut starts left of the\n\nNaked Edge\n\non the upper ramp. It shares the start of the classic\n\nT2\n\nfinger crack pitch."},"__v":0},{"_id":"XgTZ4cZ5UL+rCy21CJkaDw==","name":"Jules Verne Straight Up First Pitch Variation","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"???","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28518,39.9312]},"left_right_index":31,"mp_id":"105926958","mp_crag_id":"105807698","climb_id":"XgTZ4cZ5UL+rCy21CJkaDw==","areaRef":"sARFvazGVH6ulidKei/oew=="},"content":{"description":"First of all, I have been reluctant to take credit for the FA, because it is such an obvious line (Derek probably soloed it onsight). I believe, after me, the pitch was later lead again by a talented local known for his huge whippers.\n\nI led this in 2000 after inspection on rappel (a headpoint). This is a very good pitch and very serious in its upper half. Do the initial 1st pitch roof crux of JV but where that line arcs out left via undeclings, go straight up to another small roof. In these underclings, you can deposit good finger to thin hand size pro. Here will be the actual crux; an awkward and difficult mantle move out the right side of the roof. Once above the mantle, you will be standing in a black water streak. Climb about 10' to a small overlap on the left. Try to finagle some manky small wires, and then carefully tip-toe up a leaning closed out seam to a a couple other overlaps where more bad gear can be found. Go to the ledge. The section through the seam feature is in the 10+ range with another 10 section above. The 3rd pitch crux of JV won't feel so bad after doing this first.","protection":"Small wires. Set of cams. Runners.","location":""},"__v":0},{"_id":"CZFKr3QaX/WN7YDkSgvHwg==","name":"Jules Verne","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Steve Wunsch, Jim Erickson","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28518,39.9312]},"left_right_index":32,"mp_id":"105757420","mp_crag_id":"105807698","climb_id":"CZFKr3QaX/WN7YDkSgvHwg==","areaRef":"sARFvazGVH6ulidKei/oew=="},"content":{"description":"This route has been somewhat immortalized by the local film\n\nScary Faces\n\n, which has fueled the idea that it is a desperate & frightening run to the top of Redgarden.  It's not.  While it certainly brings a little spice to the leader's day, and for me, a serious dose of paste-mouth, it isn't the scare-fest some have made it out to be.\n\nThis is a 6 pitch line starting with\n\nT2\n\nbut immediately breaking left at the 1st pin over the roof.  Follow good holds past another pin and up to a shallow roof, clip that pin and head left on positive underclings to a line of buttonheads over a bulge.  Continue up to an obvious belay perch.  Numerous draws & slings are helpful.\n\nP2.- Head up & left following the obvious line into a large chimney/dihedral with many pounds of bird shit lining the rock, and belay at the base of\n\nNaked Edge\n\n(5.8+ (the + due to turd-smearing)).\n\nP3.- Follow a left leaning, right-facing dihedral with a pillar on small fingers and good stemming to a small roof (smaller wires & Aliens), place a couple of bomber nuts (you don't want to belay here) and run out the remaining 15 feet straight up on smaller holds (.11a).  Follow the rotten band up & left for 50 feet on easier terrain to a belay/rap station just left of\n\nLene's Dream\n\n, which I think might make a better finish to this pitch - - although I haven't done it yet. The remaining pitches follow easier rock to the top with an isolated .10a roof move, and a slab finish.  There is also an option to join the upper pitches of\n\nLene's Dream\n\n.\n\nThis is a stellar line if only for the climbing.  Factor in the historical significance of bold ground-up ascents in Eldo, and it's a must-do!","protection":"Standard Eldo rack with many smaller wires - - I didn't use anything larger than a #1 Camalot.","location":""},"__v":0},{"_id":"Z3kTauflVUW9X3TtdTEAbQ==","name":"The Inset","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28518,39.9312]},"left_right_index":44,"mp_id":"107309686","mp_crag_id":"105807698","climb_id":"Z3kTauflVUW9X3TtdTEAbQ==","areaRef":"sARFvazGVH6ulidKei/oew=="},"content":{"description":"This is an overlooked and under-traveled pitch.  The unappealing start (awkward, but not bad) is followed by a great second half.  Were the entire pitch like the upper half, there would be a line from it daily.\n\nScramble up easy territory to the\n\nTouch and Go\n\nroof a few meters left of that start of that route. Place a #3 Camalot overhead in a short section of solid crack and pull up and right past that gear into a the bottom of a left-facing flake.  That flake rises up and left on laybacks and underclings with solid gear and great holds. Too bad the whole route is not made like this section. After passing the top of this flake, move up a few moved in a shallow, right-facing corner to a ramp/ledge.\n\nYou can improvise a belay at that ledge or continue. The best continuation is to go up to the first bolt of\n\nBolting for Glory\n\nand continue up and left on the same diagonal line to intersect the upper pitch of\n\nTouch and Go\n\nand finish that pitch to the anchors for a 140' pitch with little or no rope drag, provided you put slings on key gear placements.","protection":"Nuts and cams to 3\" and a few extra if you run this up into\n\nTouch and Go\n\nas a single pitch (recommended).  You can rap from the top anchor on\n\nT&G\n\nwith a 70m rope if you stay left on rap.","location":"A few meters right of the bottom of\n\nTouch and Go\n\nthere is a second line in the cliff that starts below the same roof."},"__v":0},{"_id":"ITMkV3kIWuO4zHB4skIniw==","name":"Green Willow Wall","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Dan Michael, Chip Chace","type":{"trad":true,"sport":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28518,39.9312]},"left_right_index":12,"mp_id":"105755302","mp_crag_id":"105807698","climb_id":"ITMkV3kIWuO4zHB4skIniw==","areaRef":"sARFvazGVH6ulidKei/oew=="},"content":{"description":"This very aesthetic line tackles the middle of the broad green face left of\n\nJules Verne\n\nand, despite its two bolts, offers spicy climbing much like its neighbors.\n\nBegin on the left-trending arch 50 feet up and left of the start of\n\nJules Verne\n\n(the coninuation out the arch is Cameron Tague's\n\nWeeping Willow\n\n-- 5.11+ X).  Head about halfway out the arch and turn the lip at one of two spots (a big cam is helpful).\n\nStep right onto the face and move up on slopey features past two bolts to finish either at the\n\nJules Verne\n\nanchor or on\n\nLene's Dream\n\nfor extra value.\n\nIt is a sporty but thoughtful pitch on killer stone.","protection":"Quickdraws and some big cams; maybe a TCU or two.","location":""},"__v":0},{"_id":"ej+0ntF0UQSa5wAqClcgSw==","name":"Ghoul's Turn","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Steve Levin","type":{"trad":true,"tr":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28518,39.9312]},"left_right_index":7,"mp_id":"105757675","mp_crag_id":"105807698","climb_id":"ej+0ntF0UQSa5wAqClcgSw==","areaRef":"sARFvazGVH6ulidKei/oew=="},"content":{"description":"This is a long, elegant, but dangerous face route on the long-overlooked plaque of rock left of Jules Verne and Green Willow Wall. It starts about ten feet down the ramp (right) from Fool's Learn (a 5.10+ seam) and just left of a long, left-trending arch (Cameron Tague's Weeping Willow).\n\nYou can recognize this route by a black streak down low, which leads to a horn at mid-height, topped off by a long, green face tilted back at 88 degrees, and an easier crack to finish. This pitch finishes at the anchors atop Fool's Learn and can easily be toproped (bring some gear to back up the funky fixed jive).\n\nBoulder off the ramp on flaky rock, which quickly improves. Crank left into the offset seam, placing small RP's and getting creative with stoppers (5.11). The seam leads to a horn and a nice rest stance. Sling the horn (a double-length or Rabbit runner is nice here) and run it out up the green face on crisp, but somewhat cripsy edges (5.10 vs). A thank-God jug appears just after you enter the deck fall zone ...\n\nEasier climbing leads to the anchors.","protection":"You're not going to need much. RPs, stoppers, TCUs (double up in the very smallest sizes - #0 and #00), and maybe a bit of hand-sized gear for the finishing crack and belay.","location":""},"__v":0},{"_id":"/wmvOPDFV6W3se87Jmq2pA==","name":"Hayden's Line","yds":"5.13b/c","grades":{"yds":"5.13b/c","french":"8a+"},"fa":"Josh Wharton and Corey Flynn","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28518,39.9312]},"left_right_index":20,"mp_id":"113809866","mp_crag_id":"105807698","climb_id":"/wmvOPDFV6W3se87Jmq2pA==","areaRef":"sARFvazGVH6ulidKei/oew=="},"content":{"description":"Hayden's Line is perhaps the proudest positioned pitch in Eldo, linking all the difficult climbing on\n\nBetween Heaven and Earth\n\n, with the crux sections of\n\nWingless Victory\n\n. The position and exposure are incredible, and the climbing is quite sustained by Eldo standards.\n\nThere is very little \"filler\" climbing on the pitch, and you enter the\n\nWingless Victory\n\ncrux with a pump. It's essentially a link up, although it does feature about 10 feet of new terrain. That said, it greatly changes the nature of the routes, and is a truly special pitch, so I think it's deserving of its own name. I think HK would approve.\n\nWords can't express how much HK meant to me. I'll miss you buddy. Respect.\n\nApproach the crux pitch of\n\nBetween Heaven and Earth\n\nvia the\n\nRedguard\n\nroute (easiest and quickest option), via\n\nBetween Heaven and Earth\n\nproper (bit chossy), or via\n\nThe Naked Edge\n\nor\n\nLene's Dream\n\n(highest quality). For the last option, you do an easy, 5.7, rightward traverse from the top of\n\nThe Edge's\n\nsecond pitch to reach the crux pitch's belay.\n\nStart up\n\nBetween Heaven and Earth's\n\ncrux pitch. At the small roof atop all the hardest climbing, bust left across underclings and around the arete into\n\nWingless Victory\n\n(#1 C4 protects this bit). Climb the final twenty feet of\n\nWingless Victory\n\npast two ring bolts. A long sling on the first bolt is key to keep the rope running on the east side of the arete, and the second bolt is hard to clip without a draw in place. At the big ledge traverse left to a two bolt belay on\n\nThe Naked Edge\n\n.\n\nFrom here, you can finish up\n\nSickness Unto Death\n\n,\n\nThe Naked Edge\n\n, or rappel and do\n\nCentaur\n\n.\n\nSome video shot after the FA to remember HK:\n\nhttps://www.youtube.com/watch?v=K6jz3e1_qLM&t=154s\n\n.","protection":"A standard Eldo rack. The crux pitch is primarily bolts and a fixed offset, but you need two #1 C4s, a #0 C3, and plenty of alpine draws to manage rope drag.","location":""},"__v":0},{"_id":"XrVUf39OVYSkAy2CYIy6eA==","name":"Genius Loci","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Alan Nelson, September 1988","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28518,39.9312]},"left_right_index":16,"mp_id":"105750961","mp_crag_id":"105807698","climb_id":"XrVUf39OVYSkAy2CYIy6eA==","areaRef":"sARFvazGVH6ulidKei/oew=="},"content":{"description":"Genius Loci, Spirti of the Place, is one route put up by Alan Nelson that has sparked more controversy than any other. Perhaps the most droll comment to emerge in the brouhaha was the one made by the hapless climber who, climbing The Naked Edge, claimed to be drawn against their will to clip bolts on Genius Loci rather than protecting the Edge with natural gear. Climbing on Genius Loci begins from the belay above the cave and to the left of P1 of The Naked Edge. This is around the corner from the Edge, which is entirely invisible until approaching the top of the Edge's  P1. The right hand does work the arete left of the Edge's crack. Climbing is on small edges and corners and is largely very continuous. The pitch is long, finishing up near the end of P2 on the Edge at close to 150 ft. Regardless of the controversy, the climbing on Genius Loci is excellent, tricky, and solid. From the top it is possible to run Jule's Verne on a TR, it also provides a good look at Steve Levin's headpointing masterpiece, Goul's Turn. After all the noise has subsided, it is possible to enjoy this route as the fine line that it is, in a great location, on a brilliant face.","protection":"Bring a standard rack for approaching The Naked Edge and a dozen QD for Genius Loci itself. The route can be rapped with a 60m rope using the rap anchors for the Edge.","location":""},"__v":0},{"_id":"1SzaU7wSVdS4PxBdTQki3g==","name":"Fools Learn","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"unled, toprope S. Levin 3-00","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28518,39.9312]},"left_right_index":10,"mp_id":"105751573","mp_crag_id":"105807698","climb_id":"1SzaU7wSVdS4PxBdTQki3g==","areaRef":"sARFvazGVH6ulidKei/oew=="},"content":{"description":"See Levin's Eldo guidebook.","protection":"A toprope problem for now.  There is no pro for the crux first 25 feet.  Crash pads may help.  You can get a poor TCU and a questionable No. 3 Big bro at the stance after the crux.  There is no pro for the next 25 feet of 5.10 climbing, but gear as things ease up.  There are fixed anchors at the top of the pitch- this is the belay atop Jules Verne P4.","location":""},"__v":0},{"_id":"fpUOh6u4WsigBfmV+TY4Iw==","name":"Element X","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Molly Mitchell","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28518,39.9312]},"left_right_index":46,"mp_id":"111313567","mp_crag_id":"105807698","climb_id":"fpUOh6u4WsigBfmV+TY4Iw==","areaRef":"sARFvazGVH6ulidKei/oew=="},"content":{"description":"This route has a powerful, bouldery start. After pulling above the mini-roof, you get a good undercling where you can mess around and try to find gear placements. There will not be any other opportunity for gear after this. Do some more powerful moves, and pull onto a face. Climb the technical face to a nice, ledge jug at the top.","protection":"There is not much for good gear placements on this route. It is easy to solo up a ramp slab near \"\n\nThe Contest\n\n\" to set up an anchor at the top though. You can play around and see what gear you can get in the series of underclings about 1/3 way up the route. I was able to use a couple of the smallest ball nuts in a fractured flake. I also played around with gear in the flared, shallow underclings. I placed a 0.4 cam on my send but was not sure it would hold.","location":"This route is to the left of \"\n\nThe Contest\n\n\" and to the right of the start of \"\n\nNo Lo Contendre\n\n.\" Start next to a tree in what looks to be a mini-roof on the arete."},"__v":0},{"_id":"VNUYwVwvUnuGvcxPPRvghA==","name":"Dizzy Miss Lizzy (aka Scrutiny on the Bounty)","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"TR: John Paine FA (post-retrobolt): Bret Ruckman & Bruce Miller, 1997","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28518,39.9312]},"left_right_index":50,"mp_id":"105763773","mp_crag_id":"105807698","climb_id":"VNUYwVwvUnuGvcxPPRvghA==","areaRef":"sARFvazGVH6ulidKei/oew=="},"content":{"description":"[This route was originally TR'd by John Paine and friend in the '80s and called Dizzy Miss Lizzy for John's girlfriend, Liz, who accompanied the climbers and was uncomfortable with the [exposure] of the East Slabs. John gave permission for the retro bolting but asked that the name to remain.  Retro-named] Scrutiny on the Bounty, [it] is located on the \"Wall of Holes\" which is basically in a deep cleft/gully on Tower Two, just above the top-out of Redguard.  The route climbs up behind a large pine tree that is growing out of this gully and was quite easy to find.\n\nThis route is really, really fun, well-protected, and steep!  In fact, there probably isn't an 11 move on the climb, but surviving the pump is what probably gives it the grade.\n\nMake an awkward stretch to a huge jug and make the first clip here.  Continue up on incredible huecos to the fifth bolt, and pull onto the slab and a sixth bolt.  The crux is probably the transition to the slab where you must step left and making a technical reach to a hidden, incut edge.\n\nGreat route!","protection":"6 bolts to a 2 bolt anchor.","location":""},"__v":0},{"_id":"ZlMmbpjOXk2oou1iU4pYQA==","name":"The Diving Board","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Layton Kor, Larry Dalke, 1962. FFA: R. Briggs, J. Erickson","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28518,39.9312]},"left_right_index":23,"mp_id":"105748789","mp_crag_id":"105807698","climb_id":"ZlMmbpjOXk2oou1iU4pYQA==","areaRef":"sARFvazGVH6ulidKei/oew=="},"content":{"description":"Follow\n\nRedguard\n\nthrough pitch 4 (5.8s). Diving Board begins from the pitch four belay of\n\nRedguard\n\n.\n\nP1. Traverse left across an obvious, black ramp (spotty pro, 5.6) to left side of the pigeon flake. Continue up the left side of the pigeon flake trending slightly right to a modern two-bolt belay anchor.\n\nP2. From here, traverse left across an airy shelf with modest pro and power up into the steep, left-facing dihedral, belay at a modern two-bolt anchor (5.10c, 80 feet).\n\nP3. Head straight up from the belay into an exhilarating hand / fist / off-width crack (5.11a, 80 feet).\n\nIt is possible to link pitches on\n\nRedguard\n\n, and it is also possible to link pitches 2 & 3 on the Diving Board with careful rope drag management.\n\nThis climb is fantastic. The position is among the best in the canyon. It is the\n\nNaked Edge's\n\nredneck cousin (more fun if a little rough around the edges).","protection":"Rack to #4 or #5 Camalot.","location":""},"__v":0},{"_id":"PxY8tKn+Wd67XwMMGzSung==","name":"The Contest","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"C. Ruckgaber, M. Brooks, 1988","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28518,39.9312]},"left_right_index":47,"mp_id":"105756157","mp_crag_id":"105807698","climb_id":"PxY8tKn+Wd67XwMMGzSung==","areaRef":"sARFvazGVH6ulidKei/oew=="},"content":{"description":"Hike up to Redgarden Wall as for\n\nC'est La Vie\n\nor\n\nTouch 'N' Go\n\n, starting from the old concrete slab just SW of the Whale's Tail.  Make your way up to the cliff and walk left a short distance to an obvious bolted line on a flat but broken, right-facing wall that overhangs slightly.  This climb is on an obvious arete more or less 1/2 way between\n\nC'est La Vie\n\nand\n\nTouch 'N' Go\n\n.\n\nThe line of bolts follows a line of sharp holds up and left to the arete, then left at the corner.  These holds start large but get small, and are somewhat painful in spots.  Follow said line of bolts up, then left to the arete, then around the edge and up to the top.  It's kinda fun, but kinda short, and kinda sharp.  Still, it should give even a strong climber a good pump.\n\nFrom the top, a fixed station lies up and left.","protection":"5 draws plus 2 slings for the anchors up above.\n\nPer\n\nMark Rolofson\n\n: you can clip a bolt from\n\nNo Lo Contendere\n\nwith a long sling to make it 6 bolts & a pin.","location":""},"__v":0},{"_id":"mDszH1kXXrmgHzLkasprnQ==","name":"Centaur","yds":"5.13c","grades":{"yds":"5.13c","french":"8a+"},"fa":"FA? FFA: Chris Weidner, Nov. 20, 2012, with Heather Weidner and Bruce Miller","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28518,39.9312]},"left_right_index":24,"mp_id":"107902690","mp_crag_id":"105807698","climb_id":"mDszH1kXXrmgHzLkasprnQ==","areaRef":"sARFvazGVH6ulidKei/oew=="},"content":{"description":"Centaur is a spectacular and varied route on the right side of the Prow of Tower Two, which parallels the last pitches of\n\nThe Naked Edge\n\nand\n\nDiving Board\n\n. The steep corner and roof pitch was first aid climbed (A3) in 1967. Two decades later (late 1980s or early 1990s) it was retro-bolted as a sport pitch, but it hadn't been freed.\n\nClimb the first 5 pitches of\n\nRedguard\n\n105757837(easily combined into 3 pitches). Traverse 15 feet left on the maroon band (loose) to a sloping belay with one good bolt, one bad bolt, and gear. Looming above is a steep corner and roof with bolts.\n\nP1. Struggle up the overhanging corner (bizarre body English) to the roof. Burly underclings with poor feet lead to liebacks, tips jams, and a deceptively tricky exit to the old hanging belay [*bad gear, an uncomfortable stance, and no pro for the next 15 feet make this a poor belay]. Shake out here, then tackle the short, red roof to a no-hands stance at the first protection bolt of the last pitch.\n\n8 bolts, fixed HB offset, RPs; 55 feet; 13c.\n\nP2. This is an amazing pitch, first freed by Christian Griffith in 1986.\n\nAscend the vertical face past several old bolts (need replacement) and gear to a striking seam in a hanging plaque of stone. Jam, crimp, and paste your way up the seam (RPs, tiny cams) to a steep finish in a dihedral. It is best to belay at a tree 40 feet beyond the lip of the wall.\n\n4 bolts, 1 pin, gear; 85 feet; 12c.","protection":"Centaur (top 2 pitches only):\n\nRPs, small-medium nuts, 1ea. #000 C3 - #1 Camalot.\n\nComplete route (starting from the ground):\n\nAdd 1 each #2, #3 Camalots.","location":""},"__v":0},{"_id":"Pfn6QPObWYiKGF6gyq8mLw==","name":"Cave Pitch","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"??","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28518,39.9312]},"left_right_index":22,"mp_id":"105759576","mp_crag_id":"105807698","climb_id":"Pfn6QPObWYiKGF6gyq8mLw==","areaRef":"sARFvazGVH6ulidKei/oew=="},"content":{"description":"More of a land mark than a route, this is the cave just below the first pitch of\n\nThe Naked Edge\n\nand just up and right from the top of\n\nTouch 'N' Go\n\n. This is the most common approach to the\n\nEdge\n\n, it leads to the rappel route down\n\nT2\n\n, and allows access to the Upper Ridge. From the anchor atop\n\nTouch 'N' Go\n\n4th class for 100' to the base of the cave. Climb up and right through the large roof, awkward 5.8 to a good crack that leads to the bolts after 15 more feet. Either continue up, traverse to the Upper Ramp, or rap to the ground in three raps from bolted a [description ends here]","protection":"Up to 3\".","location":""},"__v":0},{"_id":"F8Z3RGA2U3m4KXsA9EANxw==","name":"Bolting for Glory","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Andrea Azoff and Richard Rossiter, 1988","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28518,39.9312]},"left_right_index":43,"mp_id":"105751324","mp_crag_id":"105807698","climb_id":"F8Z3RGA2U3m4KXsA9EANxw==","areaRef":"sARFvazGVH6ulidKei/oew=="},"content":{"description":"This excellent finish to\n\nTouch 'N' Go\n\nbreaks off right at the ledge at half height and ascends the smooth face to the right of the\n\nTouch 'N' Go\n\n's upper section.  Start as for\n\nTouch 'N' Go\n\n, going up and left below the initial overhang and straight up a right facing corner into a slot that turn into a nice finger crack to a ledge.  this climbing is no harder than 5.8 and is very accepting of gear.  Bolting for Glory goes up and right from the ledge.\n\nThe initial moves up to the first bolt are not too difficult, but can be intimidating with a ledge fall possible.  Move up and right after the first bolt on smooth dark edges past two more bolts to a horizontal break (the 10a crux is just below this break and well protected by the bolt).  Just above this break a handle grip formed by two interconnected huecos can be slung with a standard length runner.  Move up and left past a fourth bolt to a leftward move around a bulging corner to finish at the\n\nTouch 'N' Go\n\n's anchors.\n\nThe route is great climbing on sweet edges and a great variation to the ever-popular\n\nTouch 'N' Go\n\n.  Being south-facing and the rock dark colored in nature, the climb can get very hot during the summertime making the holds slicker than they have to be.  It's best climbed in the fall or spring (or shade!).","protection":"Bring a standard rack for the first half of\n\nTouch 'N' Go\n\n, and then for the Bolting for Glory finish you will need 4 quickdraws (4 bolts) and several standard length runners for a slung hole and the bolt anchors.","location":""},"__v":0},{"_id":"FK5mfVDTVvOKvTGBu7ZNEw==","name":"The Briny Deep","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Steve Levin & Matt Fetbrod, Sept. 2007","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28518,39.9312]},"left_right_index":49,"mp_id":"106029829","mp_crag_id":"105807698","climb_id":"FK5mfVDTVvOKvTGBu7ZNEw==","areaRef":"sARFvazGVH6ulidKei/oew=="},"content":{"description":"Use 'Improve This Page' to add a description!","protection":"Standard Rack. It may protect better with a couple of 3-4\" cams in the huecos, which we didn't have.","location":"The north aspect of Tower Two's summit, above the topout to\n\nRedguard Route\n\n. Find a deep fissure behind a prominent Douglas Fir tree."},"__v":0},{"_id":"rY5ZTKSvVEeZZk6d3K9j5g==","name":"Bolter's Lament","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"Michael Tobias, Brian Robertson and others, circa 1970","type":{"trad":true,"aid":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28518,39.9312]},"left_right_index":30,"mp_id":"110975734","mp_crag_id":"105807698","climb_id":"rY5ZTKSvVEeZZk6d3K9j5g==","areaRef":"sARFvazGVH6ulidKei/oew=="},"content":{"description":"This has two short pitches of bolts with hook moves in between and 7 or 8 hook moves that are scary but easy. The last pitch was free to the Upper Ramp, it went a 5.9-. Follow the easiest way up; perhaps the 2nd pitch of\n\nT2\n\n?\n\nI did this route April 5, 1980. Maybe the 1/4\" bolts are gone or toast by now. This could be A5 depending how you feel about 45 year old 1/4\" bolts.","protection":"Mostly hooks for where the bolts were missing and a free rack for the free climbing above.","location":"Look for old bolts going up and out the roof just to the left of\n\nJules Verne\n\n.\n\nTo get down, downclimb the Upper Ramp to a tree, then do a double rope rappel to the bottom."},"__v":0},{"_id":"o/H+g3SSXje1UVOnVTZZWA==","name":"Between Heaven and Earth","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Eric Johnson, Lynn Hill, Wes Cables, Justin Sjong","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28518,39.9312]},"left_right_index":21,"mp_id":"110786780","mp_crag_id":"105807698","climb_id":"o/H+g3SSXje1UVOnVTZZWA==","areaRef":"sARFvazGVH6ulidKei/oew=="},"content":{"description":"This route begins from the top of the the first pitch of\n\nThe Naked Edge\n\n. Climb the original Kor 2nd pitch past a pin up to a pair of historical bolts. Proceed up the steepening corner to the right. This is easily seen on the cover of the first ed. Levin guide. Gain the slab above and follow the path of least resistance (5.6), at one point stepping right to a stance above an overlap, to the ledge just left of the base of the Pigeon Flake pitch of The Diving Board. A #2 or #3 Camalot is good to have for the belay (5.9, 100 feet). The crux pitch climbs two bolts of 5.10 off the belay where gear can be had in broken bulge. Undercling up to the third bolt and clip two more through the bulge. Arrive at a stance shared with the\n\nDiving Board\n\n, and extend up to the left and clip a bolt. Follow the incut crack through an overlap and up right to a shallow, left-facing corner with an amazing finger section. Belay at the Black hole belay (DB). It is technical then burly (100 feet). The final pitch is exposed, improbable, and super fun. One small section of decomposed rock is easily passed, and the rest of the pitch is of the highest quality (115 feet, 5.12a).","protection":"Standard Eldo rack. For the last pitch, clip 2 bolts, place a #1.5 Friend (or similar), clip a blind bolt from a secure stem around arete on right, place #1 Camalot in slot, clip a final bolt, and finish with a large wire where the climbing backs off.","location":"For the final pitch, from the cave belay on\n\nThe Diving Board\n\n, climb up and left to clip first bolt. Follow the line up and back right to finish at the tree atop\n\nThe Diving Board\n\n. Alternately, after the first two bolts, proceed up the hand crack to finish\n\nThe Naked Edge\n\n(5.11d). Finally, another option if climbing the edge is to begin the last picth of the edge, turn the corner clip the fixed hex at the base of the hand crack, step right to make the blind clip, and finish up to the top of\n\nThe Diving Board\n\n(5.11c)."},"__v":0},{"_id":"vd34tgu7XZOs7MSRtHEfEQ==","name":"Avoid the Rush","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"No","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28518,39.9312]},"left_right_index":4,"mp_id":"108498727","mp_crag_id":"105807698","climb_id":"vd34tgu7XZOs7MSRtHEfEQ==","areaRef":"sARFvazGVH6ulidKei/oew=="},"content":{"description":"This is a fun link-up that avoids the somewhat spicey, gear intensive start to\n\nAfter the Gold Rush\n\nbut still allows you to climb the really fun 12a arete.\n\nStart on the 5.11 finger crack of\n\nLe Void\n\n(the right of the 2 obvious cracks). Once at the ledge, instead of launching up into the 11d tips layback on\n\nLe Void\n\n, step right (fun 5.9) to a stance below the bolted arete on\n\nAfter the Gold Rush\n\n.  This variation is called Avoid (Roger & Bill Briggs, 1973).\n\nClimb the arete past 2 bolts (12a).  Step left at the top of the arete to the sling anchor on\n\nLe Void\n\n.  A 60m rope will get you back to the ramp.\n\nIf you want a longer pitch -- instead of stepping left to the sling anchor on\n\nLe Void\n\n, you can also continue up\n\nAfter the Gold Rush\n\n(11d) passing one more bolt and then climbing the 5.11 cracks above the roof.  Continue to the top via\n\nT2\n\nor\n\nSeams Beyond\n\nor rap with 2 ropes back to the ramp from a horn.  Add some extra small gear to the rack if you do this longer version.","protection":"Standard Eldo rack.","location":"Start on the 5.11 finger crack of\n\nLe Void\n\n.  This is the right of the two obvious cracks."},"__v":0},{"_id":"Vv7SL2SGU8G3UKaXnbnVuw==","name":"After The Gold Rush","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Eric Johnson, Mike Schlauch","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28518,39.9312]},"left_right_index":5,"mp_id":"107832426","mp_crag_id":"105807698","climb_id":"Vv7SL2SGU8G3UKaXnbnVuw==","areaRef":"sARFvazGVH6ulidKei/oew=="},"content":{"description":"This is a new classic for the crag. Two separate pitches on either side of the upper ramp make for a slew of new link up options. Eldo gear skills are a must as the bolts only protect where gear does not. The rock quality is excellent, the climbing is varied and sustained, and the pitches are both long.","protection":"Standard Eldo rack...add an extra 00 Alien. Clip 3 bolts for the first new pitch to a natural arch anchor and 6 bolts above the upper ramp to a large horn anchor.","location":"Begin from the belay at the top of the third pitch of\n\nThe Wisdom\n\n. This point can be reached in many ways: from\n\nGuenese\n\nup to\n\nThe Wisdom\n\n. Move up the arete from the anchor 10' then left, out on to the face to a key RP. Pass this (.10b PG-13) straight up to more gear and moderate climbing until the ledge on the\n\nLe Toit\n\nexit pitch is reached. Move right up several moves on\n\nLe Toit\n\nthen step left into shallow, left-facing corner. Climb this past three bolts to the face above (.11c), then move left along strata to belay on upper ramp. The next pitch starts on the first move of\n\nLove Minus Zero\n\nthen follows a rising finger traverse left to the first bolt. Bust past this, then find gear moving left to the second bolt (.10a PG-13). Clip third bolt and move up to the foot ledge and place a 3\" cam for the second. Move left to the bolt on the arete, pass a second bolt there, then stand back up onto the face to place a 00 Alien in a key slot. Moderate climbing past a good RP leads up to the bolt in the roof. Crank out left to a nice stance above the roof. Move up and right past an undercling (actually reversing a move on\n\nLove Minus Zero\n\nhere), then go up and right again to steep, splitter crack which leads to several easy bulges and finally the big horn belay. Finish with Seams Beyond or escape on the\n\nT2\n\nexit."},"__v":0},{"_id":"fuWxbNdJXhGVSyRgkvTKUQ==","name":"10,000 Leagues","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Topher Donahue, Vera Schulte-Pelkum, Kent McClannan, 2003","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28518,39.9312]},"left_right_index":13,"mp_id":"107922187","mp_crag_id":"105807698","climb_id":"fuWxbNdJXhGVSyRgkvTKUQ==","areaRef":"sARFvazGVH6ulidKei/oew=="},"content":{"description":"10,000 Leagues is an interesting route that weaves a path between some classic bits of climbing. While parts are lichenous, and somewhat contrived, it's a worthwhile route for someone who's climbed everything else on this excellent sector of the Redgarden Wall.\n\nP1: Begin with the infamous third pitch of\n\nJules Verne\n\n, climb through the big runout, and then continue past the broken band onto\n\nLene's Dream\n\n. A few body-lengths above the broken band, reach a slanting pod for a green Alien. Instead of cutting right to\n\nThe Naked Edge\n\n, cast off up and left, following an incipient seam.\n\nAs the wall slabs out, traverse left to the fixed pin-nut belay on\n\nJules Verne\n\n.\n\nThe\n\nJV\n\n-\n\nLD\n\npart of the pitch is probably 5.11- R, and the 10kL part is 5.10 R.\n\nP2: Traverse right off the\n\nJV\n\nbelay towards a short, right-angling flake system. Place good gear here, then climb up into another vague crack system. Trend left up the featured wall, through a shallow, right-facing corner, and finally rejoin\n\nJV\n\nbelow a big roof to belay. 5.11- R.\n\nP3: Climb the\n\nJV\n\nroof. Continue up, and stay straight where\n\nJV\n\nbreaks left. Chase dirty seams and thin face holds up increasingly slabby terrain, finishing on the summit ridge. 10+ R.","protection":"Gear to #2 Camalot, heavy on the thin stuff.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,decc1251-4a67-52b9-b23f-3243e10e93d0,7fea44a6-af9d-583e-9abc-274876289cd7,d6b82da5-08f2-5918-b016-268909c51b50,b00445bd-acc6-547e-ae96-274a7a2fe87b","pathTokens":["USA","Colorado","Boulder","Eldorado Canyon State Park","Redgarden Wall","Redgarden - Tower Two"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.13a/b"},{"count":4,"label":"5.11+"},{"count":4,"label":"5.11d"},{"count":1,"label":"5.13-"},{"count":2,"label":"5.9-"},{"count":4,"label":"5.9"},{"count":4,"label":"5.11a"},{"count":1,"label":"5.7"},{"count":1,"label":"5.12b/c"},{"count":1,"label":"5.10-"},{"count":2,"label":"5.8"},{"count":3,"label":"5.10b"},{"count":2,"label":"5.10a/b"},{"count":4,"label":"5.12a"},{"count":5,"label":"5.11b"},{"count":2,"label":"5.9+"},{"count":1,"label":"5.10c"},{"count":2,"label":"5.11c"},{"count":1,"label":"5.11b/c"},{"count":1,"label":"5.8+"},{"count":1,"label":"5.13b/c"},{"count":1,"label":"5.11"},{"count":2,"label":"5.13a"},{"count":1,"label":"5.13c"},{"count":1,"label":"5.10a"},{"count":1,"label":"5.10"},{"count":1,"label":"5.11-"}],"byDiscipline":{"trad":{"total":47,"bands":{"unknown":0,"beginner":6,"intermediate":15,"advanced":21,"expert":5}},"sport":{"total":13,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":11,"expert":1}},"aid":{"total":1,"bands":{"unknown":1,"beginner":0,"intermediate":0,"advanced":0,"expert":0}},"tr":{"total":5,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":3,"expert":1}}},"byGradeBand":{"unknown":0,"beginner":6,"intermediate":15,"advanced":27,"expert":6}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.28518,39.9312]},"bbox":[-105.28576639925812,39.93075033981814,-105.28459360074184,39.93164966018186],"left_right_index":-1,"ext_id":"105807698","area_id":"sARFvazGVH6ulidKei/oew==","polygon":{"type":"Polygon","coordinates":[[[-105.28576639925812,39.93075033981814],[-105.28459360074184,39.93075033981814],[-105.28459360074184,39.93164966018186],[-105.28576639925812,39.93164966018186],[-105.28576639925812,39.93075033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":54,"__v":1,"createdAt":"2022-11-07T05:55:58.554Z","updatedAt":"2024-01-20T00:59:51.330Z"}