{"_id":"6368a50be80bff5a995b01ac","area_name":"J Crags","shortCode":"","climbs":[{"_id":"H8oeCLFzVFGrpEfOjweHhg==","name":"Velnio Akmuo","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Connor O'Keefe, Milda Statkaitytė","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-110.45403,38.87905]},"left_right_index":999999,"mp_id":"113784675","mp_crag_id":"107784632","climb_id":"H8oeCLFzVFGrpEfOjweHhg==","areaRef":"IGkIjZ+YUJ6itbgHNBtNKA=="},"content":{"description":"This route starts about 600yds past the Uneva Mine Trailhead at the top right of a point where the earth and the slab meet.\n\nP1) Follow a thin crack to the top of the slab then go up and left to a nice seated belay. Natural anchors. 5.4\n\nP2) Climb up the slab to your left for about 50ft of 5.4 then continue on class III terrain for another 150ft to find a natural belay in the vertical flake. Rope drag is a big issue here. If you were to carry a bolt kit and put them at the top of the first 50ft you could greatly reduce it.\n\nP3) Go up and right for about 190 ft to find a natural belay. Move belay into shaded area below a white ribbon that descends down the corner of the feature to your right. There are many small to large pockets on this section which add a cool feature to the already stunning rock formations.\n\nP4) Go up the white ribbon for 200 ft to find a natural belay with you sitting in one of the pockets. This pitch and the next are the two hardest pitches with 5.6 climbing and no pro until you reach the belays. The rock is here is excellent though and you should feel confident on it. This all makes for very fun climbing.\n\nP5) Continue up the white slab for another 180 ft to a nice seated belay on top of the formation. Move the belay to the right about 40 ft.\n\nP6) Climb the left facing slab up and over and belay from just in front of the gap in the slab. Move the belay up and through the gap and descend 6ft to the base of the east facing slab.\n\nP7) Easy 5th class for a bout 200ft to the summit carin.\n\nDecent) Desend the same way you would Dread Naught (Descend Sunshine slab... 4th class from the summit for several hundred feet to the southern edge of the slab and look out for double rap anchors when the slab becomes steep. Four raps to the groung. The last rap is from slings around a block.)","protection":"Minimal pro. Only 5 pieces were placed during the climb. A bolt kit would go a long way here but the rock is good and the climbing easy","location":"From the Uneva Mine Trailhead walk 15 min South to the end of the Brown flake protruding from the ground. Head up to the base of the slab on the right side of the earthen hump that forms a triangle at the base of the slab. Here you will find a thin crack indicating the start of the route."},"__v":0},{"_id":"anHEmhS0Wq6m7d5v4OpSbg==","name":"Sunshine Slab.","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Paul Ross  Layne Potter. Oct 8. 2003","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.45403,38.87905]},"left_right_index":999999,"mp_id":"106759405","mp_crag_id":"107784632","climb_id":"anHEmhS0Wq6m7d5v4OpSbg==","areaRef":"IGkIjZ+YUJ6itbgHNBtNKA=="},"content":{"description":"Walk from the Univa trail head south to the orange line of massive flakes that lie about 200' from the ground. Starts below the left end of the flakes and climbs the recess that forms a big corner system...\n\nP1) Climb the right facing corner to about 20' from the top move left and easier climbing leads to a natural belay. 200' 5.6R.\n\nP2). Up the corner to behind the massive flakes . Tree belay . 60'5.6.Move the belay 100' to the right..\n\nP3). Straight up easy groove to a long ledge with a tree.100'5.0.\n\nP4). Continue up groove system to a good ledge and stopper belay. 160.5.0.\n\nP5) Directly up nice open slab to two bolt belay 160' 5.3.\n\nP6+). Zig Zag up various grooves for about 800' to the summit and register in cairn.\n\nDescent:- 4th class down to top of P5 and rap the route.","protection":"Friends #.05 #1  #2.5 Metolious #7.#8 , Medium stoppers. Two 60m ropes.","location":"Hike south from Univa trail head."},"__v":0},{"_id":"d6VoNOlMXZuThrbEd3Yu8A==","name":"Silver Lining","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"B. Folsom, L. Bateman3.   April 9, 2007","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-110.45403,38.87905]},"left_right_index":999999,"mp_id":"105944898","mp_crag_id":"107784632","climb_id":"d6VoNOlMXZuThrbEd3Yu8A==","areaRef":"IGkIjZ+YUJ6itbgHNBtNKA=="},"content":{"description":"An interesting route on a very impressive wall in the large amphitheatre of Bongo Canyon.  The route starts on an obvious prow on the South side of the canyon about 200 feet from the huge dryfall, directly above some potholes.\n\nPitch 1- Climb straight up the prow passing eight bolts and an optional #3 camalot placement in a pocket.  You arrive at a two bolt anchor on a ledge.  200’   5.10 R\n\nPitch 2- Climb straight up passing 4 bolts till you reach a steep headwall.  Traverse right on nice edges to another bolt.  A tricky move right brings you to a #0.5 camalot placement, then up and right to a two bolt anchor on a small ledge.  80’  5.11 PG\n\nPitch 3- Climb up then left passing a bolt and climb across the smooth black face (crux) to a second bolt(many awkward whippers taken on FA trying to get to the stance to place this bolt).  Follow weaknesses left and up passing 3 more bolts to a two bolt anchor on a ledge.  80’   5.12 PG 13\n\nPitch 4- Continue up the corner to a bolt, step up and right to a second bolt.  Runout climbing brings you to some cam placements in a nice corner.  Climb the corner to a nice and interesting belay spot and a two bolt anchor.  80’  5.11- R\n\nPitch 5- Climb up and left passing two bolts.  Continue up to a nice ledge and two bolt anchor.\n\n60’   5.10+ R\n\nPitch 6- Easy 5th class scrambling up and right on a ramp leads to the summit and a small cairn.\n\nGear:  A set of cams, quickdraws and long slings.\n\nI recommend a small emergency bolt kit.\n\nDescent:  climb down from the summit to the top of pitch 5.  From here, two short and two long rappels lead down the route.\n\nNote:   If the 3rd pitch cannot be completed, two seventy meter ropes are required to rappel over the huge roof back to the floor of the amphitheatre from the top of the 2nd pitch.","protection":".","location":"The route is located in \"Bongo Canyon\" which is about a 10 minute walk south from the trailhead of Uneva Mine Canyon.  Bongo Canyon has a huge amphitheater and dryfall making it very obvious."},"__v":0},{"_id":"TXLviy5bVZmVYk+pFluV6A==","name":"Rabbits Trod.","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Paul Ross, Layne Potter. March 30 2003","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.45403,38.87905]},"left_right_index":999999,"mp_id":"106759666","mp_crag_id":"107784632","climb_id":"TXLviy5bVZmVYk+pFluV6A==","areaRef":"IGkIjZ+YUJ6itbgHNBtNKA=="},"content":{"description":"A disappointing climb as only the first pitch is technical.The route climbs the right (north) side of the Slab Happy formation.P1)Climb up to a spike which is used for the descent rap. No Pro . 180' 5.6R.. The rest of the route consists of about 800' of pleasant 4th class to the summit.Descend the route.","protection":"none","location":"South of Uneva trail head . See route decription of Slab Happy"},"__v":0},{"_id":"B43ekqGwXfGrmNvShS7pDQ==","name":"Milwaukee's Best","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"P. Raymond & J. Collis","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.45403,38.87905]},"left_right_index":999999,"mp_id":"112142329","mp_crag_id":"107784632","climb_id":"B43ekqGwXfGrmNvShS7pDQ==","areaRef":"IGkIjZ+YUJ6itbgHNBtNKA=="},"content":{"description":"Classic reef slab leads to a cool (hot) desert summit. A solid adventure day. Bring lots of sunscreen.\n\nP1—5.2 Climb a water groove past a couple ledges and small bushes to gain a large ledge with a 2-bolt anchor 65m\n\nP2—5.8+ slab w/ 3 bolts to bolted anchor 55m\n\nP3—5.5 follow slab up to a single bolt then trend slightly right to belay in an alcove with a bolted anchor 5.5 55m\n\nP4—5.2 unprotected slab pitch. Ends at a bolted anchor.\n\nAbove P4, indistinct pitches of 4th and low 5th class scrambling gain the summit.","protection":"5 quickdraws, PMA","location":"This route climbs the feature just right of Bongo Canyon. Begin at the left edge of the ramp and look for bolts on the center of the leftmost \"rib\" of the feature."},"__v":0},{"_id":"yRcSHlZgW5qidcvkUrDIkQ==","name":"The Hunter","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"L. Bateman, B. Folsom","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-110.45403,38.87905]},"left_right_index":999999,"mp_id":"105932341","mp_crag_id":"107784632","climb_id":"yRcSHlZgW5qidcvkUrDIkQ==","areaRef":"IGkIjZ+YUJ6itbgHNBtNKA=="},"content":{"description":"The climb begins at the far right (North) side of the Sunshine Slab formation.  It ascends a slot/groove inbetween Sunshine Slab and the larger, unnamed slot to the North.  Then the climb ascends the amazing right leaning, white ramp system bisecting the North face of the buttress.  At the mouth of the canyon, scramble up a 15’ step to reach the bottom of the 1st pitch.\n\nPitch 1- Climb the slab on the left hand side of the canyon, up and right on brown rock passing two bolts to reach a two bolt anchor at the bottom of the next slot.  115’   5.7 PG\n\nPitch 2- Continue up the slot and solo up a 15’ step (5.7 PG).  Continue to a 30 foot step and solo up it at 5.8 R (no pro).  Continue to the base of another slab.\n\nPitch 3- Climb the groove on the right of the slab then traverse back left across the slab to a two bolt anchor on a ledge.  150’   5.3 X\n\nPitch 4- This is the beginning of the beautiful white and striped ramp system.  Move up the ledge/slot to a chockstone.  Climb a faint prow passing 7 bolts up and right to a two bolt anchor and hanging belay.  120’   5.11b PG\n\nPitch 5- Climb up and right following an amazing brown dike passing 8 bolts to a two bolt anchor and another hanging belay.  140’   5.11c PG\n\nPitch 6- Easier climbing up and right passing two bolts, then up and left to a two bolt anchor on a ledge near the top of the buttress.\n\nFrom here, an easy scramble to the South (4th class) leads one to the top of the buttress where Dread Naught and Sunshine Slab top out.\n\nGear:  Quickdraws and Long Slings.  A small selection of cams may be somewhat useful.  Might be smart to bring a small emergency bolt kit.\n\nDescent:  One can descend Sunshine Slab if you can find the anchors.  The first ascend party descended the route.  Scramble back to the belay atop pitch 6.  Rappel to the top of pitch 5.  From there a two rope rappel leads down into the slot.  Downclimb the slot (5.6) to the belay atop pitch 3.  Rappel the slab and descend the slot to the top of the 30’ 5.8 step.  Instead of downclimbing back into the slot, an easier slab to the North can be downclimbed to the bottom of the slot and the anchor for pitch 1.  A double rope rappel from there leads to the base of the route.","protection":".","location":""},"__v":0},{"_id":"nRHpXGdjWPGObGgwf3ax7w==","name":"Feeding the Rat  - Part II","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"Paul Ross,  John Glime, Sept 15/2007","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.45403,38.87905]},"left_right_index":999999,"mp_id":"106027705","mp_crag_id":"107784632","climb_id":"nRHpXGdjWPGObGgwf3ax7w==","areaRef":"IGkIjZ+YUJ6itbgHNBtNKA=="},"content":{"description":"The climb starts on the inner right (north) side of the impressive Bongo Canyon . The Route takes  the slab ramp that leads to a long crack system  of perfect rock that forms the top two pitches. Classic for the area.\n\n(P1. Climb onto the slab trending up to the left past two bolts and a #3 friend placement to a flake/crack and good ledge. Double anchors. 130' 5.8\n\n(P2. Climb up to the right of the ledge then head up leftwards passed a thin flake to a bolt .Move right from the bolt ,then back left to double anchors  below the crack/corner. 190'5.9-\n\n(P3 Follow superb crack system on excellent rock to double anchors. 200' 5.5-. (P4. More crack to a fine summit. 150' 5.5-.\n\nDescent:- Rap the route.","protection":"Cams 1/2\" to 3.5 Friends ,stoppers Two 60m ropes","location":"North side of Bongo Canyon. This is a large amphitheater located about 20 mins walk south of the Univa trail head. It has very dark rock on its steep south side ,were the route 5.12 route Silver Lining is located."},"__v":0},{"_id":"mF5Q2Vg9Whas7dtbdKevrg==","name":"Dread Naught","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"Ben Folsom, Paul Ross","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.45403,38.87905]},"left_right_index":999999,"mp_id":"105718618","mp_crag_id":"107784632","climb_id":"mF5Q2Vg9Whas7dtbdKevrg==","areaRef":"IGkIjZ+YUJ6itbgHNBtNKA=="},"content":{"description":"Approach from the Uneva Mine trail head. Starts below a 200' pillar on the right(north) side of the Sunshine Slab Formation. A good introduction to the slabs.\n\nP1)Follow the groove crack system that angles right, then a slab to double anchors. 200' 5.7.\n\nP2) Move left a few feet then more steeply to the top of the pillar. Continue to a flake below an open slab. 160' 5.7+\n\nP3) Straight up east slab to double anchors .170'5.4\n\nP4) A few thin moves left of belay to a shallow groove then a pleasent slab to double anchors. 200' 5.5.\n\nP5) Scramble to a ledge then 4th class about 700' to the summit and register in a cairn.\n\nDescent : Descend Sunshine slab... 4th class from the summit for several hundred feet to the southern edge of the slab and look out for double rap anchors when the slab becomes steep. Four raps to the groung. The last rap is from slings around a block.","protection":"Camalots: from #0.3 to #3 Two 60 meter ropes","location":""},"__v":0},{"_id":"riVeLTdVVsGu+fOOCwhnyA==","name":"The Bottle Tester","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Paul Ross, Layne Potter","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-110.45403,38.87905]},"left_right_index":999999,"mp_id":"105718639","mp_crag_id":"107784632","climb_id":"riVeLTdVVsGu+fOOCwhnyA==","areaRef":"IGkIjZ+YUJ6itbgHNBtNKA=="},"content":{"description":"The Bottle Tester I 5.5X  Climbs the smooth looking slab about 500 yards up to the left(south)of the entrance to Uneva Mine Canyon. A short route that is technically easy but is a fun opportunity to test out ones bottle for the many long runouts on the climbs of the Estern Reef slabs. This route compleated Ross and Potters goal of 50 new routes on this area of the San Rafael Swell. Starts at the foot of an open slab directly below a thin 30' crack that forms the top of the first pitch. Cairn.\n\nP1)Easy slab to the crack that leads to double anchors at the foot of a prominent groove.180'5.4.\n\nP2) Do not climb the groove but move out right onto the center of the fairly steep slab and climb it direct to double anchors at its top. 150'5.5X .One can scamble several hundred feet higher up easy rock for better views....\n\nDescend the route.","protection":"Friends:One #1 and One #2.5. Two 60 meter ropes.","location":""},"__v":0},{"_id":"C2NRi2Z2WIiuIgJ9ToccGw==","name":"Aguille Du Tangelo","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"Unknown Canadians","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-110.45403,38.87905]},"left_right_index":999999,"mp_id":"105718840","mp_crag_id":"107784632","climb_id":"C2NRi2Z2WIiuIgJ9ToccGw==","areaRef":"IGkIjZ+YUJ6itbgHNBtNKA=="},"content":{"description":"This route is located south of Uneva Mine Canyon.  From the parking of Uneva, hike towards the slabs and south for about 20 minutes to a canyon with a large ampitheatre visible from the mouth.  At the entrance of the canyon on the south side is a pillar.  3 easy but runout pitches lead to the top.","protection":".","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ee1d37e7-dc41-5c26-a358-5d51af01f499,7e6f2683-14a8-5d92-ad8b-63d6bae8ef72,e4d8e72f-30cd-5b47-a812-224c8b92e8c9,3bbf61ef-6f4a-5261-a323-d6721c953a97,be4eadc4-0aaa-57cd-b5e9-febca69c5c54,2069088d-9f98-509e-a2b5-b807341b4d28","pathTokens":["USA","Utah","South Central Utah","San Rafael Swell","San Rafael Swell - South","Eastern Reef Area.. AKA The Sandstone Alps","J Crags"],"gradeContext":"US","aggregate":{"byGrade":[{"count":3,"label":"5.6"},{"count":1,"label":"5.12"},{"count":1,"label":"5.8+"},{"count":1,"label":"5.11c"},{"count":1,"label":"5.9-"},{"count":1,"label":"5.7+"},{"count":1,"label":"5.5"},{"count":1,"label":"5.4"}],"byDiscipline":{"trad":{"total":9,"bands":{"unknown":0,"beginner":7,"intermediate":0,"advanced":2,"expert":0}},"sport":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":8,"intermediate":0,"advanced":2,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-110.45403,38.87905]},"bbox":[-110.4546076184273,38.878600339818135,-110.45345238157272,38.879499660181864],"left_right_index":-1,"ext_id":"107784632","area_id":"IGkIjZ+YUJ6itbgHNBtNKA=="},"content":{"description":""},"density":0,"totalClimbs":10,"__v":1,"createdAt":"2022-11-07T06:26:33.010Z","updatedAt":"2022-11-25T11:22:31.354Z"}