{"_id":"6368a473e80bff5a9959f7ac","area_name":"Entrance Boulders","shortCode":"","climbs":[{"_id":"NWJ/hQxgV9yxfPLOawFKwQ==","name":"Wild Wild West","yds":"V10-","grades":{"yds":"V10-","font":"7C+","vscale":"V10-"},"fa":"James Webb","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-85.02205,35.52661]},"left_right_index":6,"mp_id":"116370249","mp_crag_id":"116370202","climb_id":"NWJ/hQxgV9yxfPLOawFKwQ==","areaRef":"ry93r649Wp6nrCsn29VDkg=="},"content":{"description":"A powerful yet balancy boulder problem with a heady topout. \n\n Sit-start on a large left-hand sidepull and a crimp gaston for the right. Pull off the ground with difficulty and deadpoint to a good edge. From here continue up and slightly left on sloping edges and a hard cross over(crux) to a small but good edge. Once here, latch a large ear feature and continue straight up to a large hold at the lip of the boulder. Match this jug and reach over the lip to a sloper before getting a high foot and topping out.","protection":"4 or 5 pads.","location":"This problem is on the right side of the tall face. It shares the same start as \"Wild Ape\" but after the first move continue straight up."},"__v":0},{"_id":"RUHK+PNeVICPSeYSVXK86g==","name":"Wild Ape","yds":"V8","grades":{"yds":"V8","font":"7B","vscale":"V8"},"fa":"James Webb","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-85.02205,35.52661]},"left_right_index":7,"mp_id":"116370224","mp_crag_id":"116370202","climb_id":"RUHK+PNeVICPSeYSVXK86g==","areaRef":"ry93r649Wp6nrCsn29VDkg=="},"content":{"description":"Sit start with a left-hand sloping sidepull pinch and a right-hand gaston. Pick some feet and dead point up to a nice rounded edge. Stay tight and match hands. From here traverse right on a large sloping rail until that ends and the climbing continues up to another shelf-like feature. From here continue straight up to a few good spots on the lip of the boulder and topout with care over a slightly sketchy landing.","protection":"3 pads and a spotter.","location":"This problem is located on the right side of the tall face encountered a few minutes walk from the parking lot. The wall is almost perpendicular to the trail. The large rail features used for the problem are hard to miss. "},"__v":0},{"_id":"zQSW71NYVfKSNiAWd9F1Zg==","name":"Steele Slopers Left","yds":"V7","grades":{"yds":"V7","font":"7A+","vscale":"V7"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-85.02205,35.52661]},"left_right_index":3,"mp_id":"116370209","mp_crag_id":"116370202","climb_id":"zQSW71NYVfKSNiAWd9F1Zg==","areaRef":"ry93r649Wp6nrCsn29VDkg=="},"content":{"description":"Sit-start on a good right-hand sloper with a thumb catch and a left-hand sloper just left of the dihedral. Pull on and move up to a slot and then continue out left on friction dependent slopers. A few powerful moves and a crux move to the lip gets the climber on top of this short classic.","protection":"2 or 3 pads.","location":"This problem is located on the left side of the first wall encountered a few feet off of the trail. It starts in a corner and moves up and left on large sloping rails."},"__v":0},{"_id":"i1fGiva8WD2yq0XjbxFGJA==","name":"Steele Slopers (Right/Guidebook variation)","yds":"V7","grades":{"yds":"V7","font":"7A+","vscale":"V7"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-85.02205,35.52661]},"left_right_index":4,"mp_id":"120324915","mp_crag_id":"116370202","climb_id":"i1fGiva8WD2yq0XjbxFGJA==","areaRef":"ry93r649Wp6nrCsn29VDkg=="},"content":{"description":"Sit start on ledge in the base of the dihedral and climb up and right out the prow, finishing to the right of the little tree on top of the boulder.This is the version of \"Steele Slopers\" described in the Chatt Bloc guidebook. For some reason people started calling the obvious left variation of the climb by the same name resulting in some confusion. The guidebook is so notoriously unreliable that it seems to be mostly ignored. This is listed as V3 in the guidebook but that is probably a typo as well.","protection":"Pads","location":"On the left side of Wild West boulder."},"__v":0},{"_id":"DxRV6kq9XLKY+8sjsO8ZDg==","name":"Red Cross","yds":"V7","grades":{"yds":"V7","font":"7A+","vscale":"V7"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-85.02205,35.52661]},"left_right_index":1,"mp_id":"116486084","mp_crag_id":"116370202","climb_id":"DxRV6kq9XLKY+8sjsO8ZDg==","areaRef":"ry93r649Wp6nrCsn29VDkg=="},"content":{"description":"Big moves on good crimps. \n\n Stand start on the jug in the middle of the face. Pull on and go big to the rail up and left, or go out right to a slot crimp before doubling back. Match the middle rail then go big again to a good rail a few feet before the lip. Match this one then topout straight up.\n\n Straight forward, but powerful pulls. Height comes in handy for this one.","protection":"4 pads.","location":"From the Main Parking Lot, follow the trail for 2 or 3 minutes. This boulder problem is located just past the first wall you walk by. Walk 6 feet up the hill to where the landing levels out at the foot of the bloc, and this problem starts about 6 feet right of the Left Arete."},"__v":0},{"_id":"klgZiVrWWrKn0eMMGKy57w==","name":"Project","yds":"V15","grades":{"yds":"V15","font":"8C","vscale":"V15"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-85.02205,35.52661]},"left_right_index":5,"mp_id":"116486172","mp_crag_id":"116370202","climb_id":"klgZiVrWWrKn0eMMGKy57w==","areaRef":"ry93r649Wp6nrCsn29VDkg=="},"content":{"description":"About ten feet to the left of \"Wild Ape\" is a rad project that I decided to clean, then I quickly realized it was going to be above my pay-grade...\n\n This problem looks very difficult and is on the verge of possible or impossible. Stand start on a good right-hand undercling and a sloper just above it. Pull on and move up to a slopey crimp before heading right to a sloper o and undercling. A few more similar sequences get the climber to a large sloping rail feature that is not as good as you'd like. There are a few spots on it that are pretty good. Traverse this rail a few moves and top out on improving holds a few feet off the deck.","protection":"4 pads.","location":"A few minutes from the parking, this project lies in the middle of the tall wall first encountered. It is a few feet right of the tree, or about 8 feet left of \"Wild Ape\"."},"__v":0},{"_id":"NE7tveExVjmwiMCzb0eInA==","name":"The Gatekeeper","yds":"V7","grades":{"yds":"V7","font":"7A+","vscale":"V7"},"fa":"Troy Fauteux","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-85.02205,35.52661]},"left_right_index":2,"mp_id":"116523139","mp_crag_id":"116370202","climb_id":"NE7tveExVjmwiMCzb0eInA==","areaRef":"ry93r649Wp6nrCsn29VDkg=="},"content":{"description":"Sit start on the right side of the boulder with a low left-hand sidepull and a three-finger sloper edge or pinch for the right. Find some feet and make a hard move up to a sharp crimp, or out left to a higher sidepull. From here figure out how to reach better holds above, and then continue p the face on large juggy holds. \n\n Almost a really cool problem. The Gatekeeper approves!","protection":"1 or 2 pads. The landing is a bit awkward, and has been reinforced with a few sticks and logs.","location":"This problem is about 150 yards from the parking lot. Just past \"Steele Slopers\" and \"Wild Wild West\", this problem lies on the right side of the face that is also home to \"Red Cross\"."},"__v":0},{"_id":"CVUw9Ok8WvCKEA1KZOtjaA==","name":"Four-Leaf Clovarete","yds":"V8-9","grades":{"yds":"V8-9","font":"7B+","vscale":"V8-9"},"fa":"Andy Salo?","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-85.02205,35.52661]},"left_right_index":0,"mp_id":"116523232","mp_crag_id":"116370202","climb_id":"CVUw9Ok8WvCKEA1KZOtjaA==","areaRef":"ry93r649Wp6nrCsn29VDkg=="},"content":{"description":"Sit-start on the block with both hands matched on the large meathook feature. Pull on and move up to a slopey edge before encountering a balancy match. Once matched, continue traversing the edges on the arete up and left until you encounter a move around the corner. Say \"hello\" to the tree and match the jug on the other side of the lip. From here bust a powerful move out left to a gaston before pressing it out onto the slab a couple of feet off the deck. Once on the slab, climb up and right to the arete above the tree.\n\n This problem is quite proud and has some great movement. Heelhooks, bicycles, gastons, sloper edges, jugs, and even toehooks. A rare tick and worth the visit. The last move and the rock over onto the slab are without a doubt the crux of the problem.","protection":"3 pads and a spotter. Perhaps two spotters and 6 pads.","location":"This problem is located a ways away from the rest of the Entrance Boulders, but it isn't quite in the Hillside/ Shortcake Area such as \"Power Patches\".\n\n To reach this boulder, hike the Main Trail from the parking lot, past the first set of walls. From here continue walking and cross the 30-foot bridge.\n\n Once across this bridge, there will be a trail on the right the cuts up the hill. Take this trail, and hike about 20 yards up it, you should be able to see this large boulder sitting on the hillside. The boulder has a large roof on its leftside, and the lip of the roof/ arete curves in a sort of an arch. Follow the faint trail, and then take the left fork off of it until you reach the base of this large boulder."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,7aba5e4c-5306-56b7-b589-14753da2205b,03138014-a82f-5c7e-a81f-74e9f454a928,af2f77af-ae3d-5a9e-a7ac-2b27dbd54392","pathTokens":["USA","Tennessee","Dayton Pocket/Laurel Falls Bouldering","Entrance Boulders"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"V10-"},{"count":1,"label":"V8"},{"count":4,"label":"V7"},{"count":1,"label":"V15"},{"count":1,"label":"V8-9"}],"byDiscipline":{"boulder":{"total":8,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":0,"expert":8}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":0,"advanced":0,"expert":8}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-85.02205,35.52661]},"bbox":[-85.02260251279618,35.52616033981814,-85.02149748720382,35.52705966018186],"left_right_index":-1,"ext_id":"116370202","area_id":"ry93r649Wp6nrCsn29VDkg=="},"content":{"description":"This is a set of walls and boulders located right of the main trail two minutes from the parking lot. This area has a few great problems that are worthy of some attention. There is the classic sloper problem known as \"Steele Slopers\" and the powerful finger strength testpiece known as \"Wild Wild West\"."},"density":0,"totalClimbs":8,"__v":1,"createdAt":"2022-11-07T06:23:48.297Z","updatedAt":"2022-11-25T11:21:56.612Z"}