{"_id":"63689de0e80bff5a994f9070","area_name":"Tan Buttresses, The","shortCode":"","climbs":[{"_id":"z9ol8Oz3Uz2YgdfIkmn62Q==","name":"Work-Life Balance","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"M. Nuttleman, B. Collett, August 2012","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.65243,39.61101]},"left_right_index":8,"mp_id":"107754680","mp_crag_id":"106226367","climb_id":"z9ol8Oz3Uz2YgdfIkmn62Q==","areaRef":"lLJTgT4tVXubfS8OIdZZNA=="},"content":{"description":"This is another fantastic Tan Buttress 5.10. The fourth pitch in particular is a gorgeous, exposed finger and hand crack. On the first ascent, Max and I kept on commenting on the extent to which the climbing throughout did not suck.\n\n1) Follow vertical cracks to the roof on the first pitch of\n\nDog Fight\n\n, climb through the roof and follow\n\nDog Fight\n\nup to a belay on the top of Tan Buttress Spire. 5.10-, 140 feet.\n\n2) From Tan Buttress Spire, take the left-angling flake system out left to the large, left-facing corner to the left of the second pitch of\n\nDog Fight\n\n. Follow the corner, underclinging flakes out left and then climbing back into the corner proper and follow the corner to its top. Be careful with rope drag. It may stop you short. 5.10+, 130 feet.\n\n3) Follow wide cracks up broken ground up and left to the base of a prominent, left-angling crack system. 5.8, 100 feet.\n\n4) Follow the crack system until it becomes a gorgeous hand and finger crack in a shallow left face corner/flake system. Follow this and belay just before it ends at a decent stance. 5.10, 130 feet.\n\n5) Climb up the flake system until it ends on a ledge, step right into a squeeze chimney, climb it, and follow easier terrain until 3rd and 4th class terrain is encountered.\n\nA short scramble will put you on the summit.","protection":"Nuts and cams to #4 Camalot.","location":"Start at the same point as\n\nDamn, it Feels Good to be a Hamsta\n\n, 30 feet or so left of the start of\n\nDog Fight\n\nand directly below the roof on the first pitch of\n\nDog Fight\n\n."},"__v":0},{"_id":"6S5vvEvOUTqhjmc3c4Uf3Q==","name":"Space Miser","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"J. Finkelstein, B. Collett","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.65243,39.61101]},"left_right_index":12,"mp_id":"107640271","mp_crag_id":"106226367","climb_id":"6S5vvEvOUTqhjmc3c4Uf3Q==","areaRef":"lLJTgT4tVXubfS8OIdZZNA=="},"content":{"description":"This is another fun, exposed route on the Tan Buttresses. The crux pitch has some wild climbing in airy positions.\n\n1) After starting in a funky chimney feature, follow the corner system for 180 feet or so to a nice ledge. Generally stay on the right side of the depression with a number of pleasant handcrack sections, 5.10.\n\n2) Follow the dihedral system above the belay for 30 feet or so until you can step right to climb a fun little series of flakes. Step right again and follow an inset to a ledge. Move 25 feet left on the ledge and follow a corner to a nice ledge at 110 feet and belay there, 5.9.\n\n3) Continue up the corner system/left leaning ramp for 30 feet or so until you reach the right side of a large ledge. At this point, head straight up some thought provoking climbing towards an obtuse dihedral feature. Climb the airy crack on the left side of this feature onto the headwall and follow the features out left towards the top of the\n\nGoat Food\n\ndihedral. There is an exposed, punchy little face traverse to get into the\n\nGoat Food\n\ncrack. Follow the crack to a decent ledge and belay below a steep hand and OW crack. 5.11, 190 feet.\n\n4) Follow the steep crack to the top, per\n\nAstro Goat\n\n. 5.10-, 50 feet.\n\n5) Scramble to the top.","protection":"Standard rack.","location":"Start in the deep dihedral/chimney system between\n\nAstro Goat\n\nand\n\nHard to Say\n\n."},"__v":0},{"_id":"ufhEiHudV9Sw8ylfYSFe1Q==","name":"Pin Route","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.65243,39.61101]},"left_right_index":15,"mp_id":"108278271","mp_crag_id":"106226367","climb_id":"ufhEiHudV9Sw8ylfYSFe1Q==","areaRef":"lLJTgT4tVXubfS8OIdZZNA=="},"content":{"description":"This route is to the climbers right of\n\nHard to Say\n\n, on the right side of the flying buttress.\n\nPitch 1. 5.9, 150 feet. Start on a steep finger crack in a corner with grey rock and climb up the obvious features, and belay on a tundra ledge.\n\nPitch 2. 5.9, 120 feet. Climb the arete proper up shallow cracks to gain a corner system. Belay below the the fist crack at an old fixed pin.\n\nPitch 3. 5.8, 100 feet. Climb the fist crack until it rejoins with\n\nHard to Say\n\n.\n\nPitch 4-5. 300 feet. Climb one short section of steep 5.8 and then 5th class to the top.","protection":"Standard rack with a #4.","location":""},"__v":0},{"_id":"B1XteeTeWVeJhWCCNtd02g==","name":"Noth'N But a Good Time","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Glen Griscom and Josh Thompson, July 2008","type":{"trad":true,"alpine":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.65243,39.61101]},"left_right_index":1,"mp_id":"106226375","mp_crag_id":"106226367","climb_id":"B1XteeTeWVeJhWCCNtd02g==","areaRef":"lLJTgT4tVXubfS8OIdZZNA=="},"content":{"description":"Pitch 1: Begin up the obvious line. Some creative movement up a system of cracks and corners will lead you to a face. Place some small stoppers in a pegmatite seam. Pull through the face section and gain a huge ledge. Belay at a fixed pin (LA) at a stance directly below a 10 foot thin hands crack in golden rock. 5.10a/b R, 120 feet.\n\nPitch 2: Climb aforementioned crack directly above the belay. Powerful liebacking will get you through this section. Be sure to place some gear in this crack. At the top of the lieback, step left into the clean cut, grayish corners. Here you will find some thin gear. Stem your way up these corners until you can step *slightly* left into another crack system. Climb this up and into a short (20ft) broken section. At the top of this broken section, you will gain a big, flat ledge, traverse approximately 20 feet right and belay. 5.10a/b R-, 100 feet.\n\nPitch 3: Climb the obvious dihedral that makes up the obvious right side of the ledge. Start with a short bit of chimneying that leads to a hand and fist crack. Follow this to the obvious big ledge. Belay at the base of a short face/bulge directly below a left-facing dihedral above. 5.8, 70 feet.\n\nPitch 4: Climb the face directly above the belay, leading to a small roof/bulge. Creative stemming and face moves. I promise there is gear! You'll have to look for it and trust that it's going to be there. Once on top of this section there is a small ledge to regroup on. Next climb up the obvious left-facing, flared dihedral. There is a crack on the left hand wall to aid in upward progress. At the top of the dihedral, there is a small ledge on the right, regroup again, then step back left and pull through a short section gaining yet another large ledge. Head back and to the right a bit and belay to the right of the obvious, loose chimney. 5.10+, 70 feet.\n\nPitch 5: Climb the loose chimney to the top. This was soloed on the first ascent. 5.4, 60 feet.\n\nDescend by casually walking southwest back towards the Black Wall.","protection":"1 set RP/HBs. 1 black and 1 blue Alien. Double yellow Alien through #1 Camalot. 1 each #2, 3, and 4 Camalot.","location":"As you hike down the approach ramp for the Tan Butt's, the route is on the first major buttress you come to. Take the obvious, but not great, looking line in the middle of the Buttress. I assure you the first pitch (and the route) is MUCH better than it looks."},"__v":0},{"_id":"ldsG7TJ8VryZNJzon/nbeg==","name":"Musafar's Home Cookin'","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"D. Haller, S. Finkelstein, B. Collett","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.65243,39.61101]},"left_right_index":14,"mp_id":"106505761","mp_crag_id":"106226367","climb_id":"ldsG7TJ8VryZNJzon/nbeg==","areaRef":"lLJTgT4tVXubfS8OIdZZNA=="},"content":{"description":"This route goes up the flying buttress on the far right of the main section of the Tan Buttresses. The climbing is not quite as good as the buttress looks, but it still is very fun and well protected.\n\nP1. Follow easy and somewhat vegetated crack and groove systems about 120 feet up and left to belay on a ledge system on the left side of the flying buttress. This pitch was about 5.7.\n\nP2. Step left around the corner and climb a nice, steep, corner system that follows the arete for about 40 feet. Continue up the corner until you hit a pleasant ledge with good gear at 80 feet. 5.9.\n\nP3. Follow the obvious corner system that starts from the left side of the ledge to a fun chimney section. Exit the chimney to a ledge system on the right and head up about 15 feet to another friendly belay on the arete.\n\nP4. Step a couple feet left from the belay and follow a corner system to crest of the ridge following a wide hands section for a while. Follow the ridge past a really cool bit of face climbing and continue up the ridge past a steep step with a wide section past some large blocks. This is probably the best pitch on the route. 140 feet. 5.9.\n\nP5. Continue up the ridge on easy ground until you feel happy unroping and scrambling to the top of the buttress.","protection":"Standard rack. We did have a #5 C4 which was nice for P4.","location":"Descend past\n\nNuthin' But a Good Time\n\nand Goat Food, following the ledge system to the end of the buttress. Start on the right side of the front of the flying buttress."},"__v":0},{"_id":"uWTNjXQyUgiDl8ClnA3cuA==","name":"MOAC Memorial Route","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"H. King, B. Collett., June 2012","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.65243,39.61101]},"left_right_index":2,"mp_id":"107669565","mp_crag_id":"106226367","climb_id":"uWTNjXQyUgiDl8ClnA3cuA==","areaRef":"lLJTgT4tVXubfS8OIdZZNA=="},"content":{"description":"This is a slightly wandering route with some fun, airy climbing.\n\n1) Climb through some steep blocky terrain to a ramp system below the shallow, left-facing corner. Take the line of weakness towards the bottom of the corner. At the bottom of the corner, one can step left and follow flakes to the left of the corner until at the level of the roof that caps the corner. Once at the level of the roof, do an airy hand traverse back right to the top of the corner and follow the vertical crack that exits the roof to a grassy ledge. Step right and set up a belay below a large, left-facing corner and flake system. 5.10-, 140 feet.\n\n2) Follow the flake and corner system to a ledge below a steep corner system and a splitter finger crack to the left of the corner. 5.8, 70 feet.\n\n3) Climb the finger crack and follow it as it arches left around the corner. Once around the corner, follow the airy dihedral above to the large grassy ledge. 5.10+, 100 feet.\n\n4) and 5) Either follow\n\nNoth'N But a Good Time\n\nor the\n\nAnniversary Route\n\nto the top.","protection":"Standard rack to #3 Camalot.","location":"Start about 30 feet right of\n\nNoth'N But a Good Time\n\nbelow a shallow, left-facing corner."},"__v":0},{"_id":"3h9wWGtMXBGE9AqFiFwyww==","name":"Lazy Sunday Route","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"J. Finkelstein, B. Collett, July 2011","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.65243,39.61101]},"left_right_index":4,"mp_id":"107215630","mp_crag_id":"106226367","climb_id":"3h9wWGtMXBGE9AqFiFwyww==","areaRef":"lLJTgT4tVXubfS8OIdZZNA=="},"content":{"description":"This is a very pleasant, well-protected route. It is definitely the best of the easier routes in the Black Wall Cirque. A few more ascents should make it very clean and enjoyable.\n\n1) Climb the pillar, stepping right at its top and climb up a steep, water featured ramp, ending on its left side after about 115 feet below a steep handcrack in a right facing corner. 5.8.\n\n2) Pull into the corner, and climb it until it ends in a ledgy section. Veer up and left and belay below a roof and a compact looking dihedral after about 100 feet. 5.10-.\n\n3) Climb up the dihedral, passing delightfully featured rock to the roof. Head right under the roof until it is possible to follow a flake with a handcrack behind it up and left. Belay by a couple of spikes at the top of this flake after about 100 feet. There is a wide flare above and to the left of this belay. 5.10-.\n\n4) Step right and climb a steep flake to a good horizontal cam placement. Trend back left to the top of the flare and exit onto a small grassy ledge. Continue up nebulous terrain to a much larger grassy ledge. Walk left a few feet and belay below the fourth pitch of\n\nAnniversary Route\n\n. 5.9.\n\n5) Climb a few feet up the shallow corner until it ends and it is possible to step right into a large flake. Follow this flake up and right to the arete. Follow the arete to another large grassy ledge. 5.9.\n\n6) Climb the excellent steep hand and fist crack on the right side of the next wall to the top. This pitch is shared with the\n\nAnniversary Route\n\nas well.","protection":"Some nuts an a single set of cams to 4 inches should suffice. Perhaps a second midsize piece might be nice.","location":"Start in the same place as the\n\nGimp Route\n\nand the\n\nAnniversary Route\n\n- at a pillr of broken rock on the right side of the first Tan Buttress."},"__v":0},{"_id":"z3zuKtehU8+5N+5snT0CAQ==","name":"Hoag-Fisher","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Nathan Hoag, Jack Fisher","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.65243,39.61101]},"left_right_index":3,"mp_id":"107703081","mp_crag_id":"106226367","climb_id":"z3zuKtehU8+5N+5snT0CAQ==","areaRef":"lLJTgT4tVXubfS8OIdZZNA=="},"content":{"description":"P1 - start left of \"\n\nLazy Sunday\n\n\" one blocky slabs or left side of left-facing dihedral (preferred), underneath obvious roof + handcrack above. Meander to find gear up to a small belay ledge approximately 35' below roof + crack. 5.9(R), 90'.\n\nP2 - climb a nice crack system through some grass hummocks up and into the overhang. Climb through nice finger crack right of overhang or stem on the left side, eventually gaining the right-facing handcrack above in either scenario.  #4 cam works nicely just below roof, FYI.  Jam through the NICE handcrack (50') and onto some easier terrain, eventually sharing a belay with \"\n\nLazy Sunday\n\n\" underneath second roof. 5.10, 130'.\n\nP3 - climb left (as opposed to right, as for \"\n\nLazy\n\n\") through detached pillar and then around the corner, reaching the finger crack / corner system mentioned in \"\n\nMOAC\n\n\" description. Jam/stem up through steep/thin corner eventually reaching a thin seam and slab (crux). Work right through some sidepulls and eventually easier terrain above gains the huge, grassy ledge shared by all routes. 5.10+, 150'.\n\nMerge with \"\n\nAnniversary\n\n\" and/or \"\n\nNothin'\n\n\" flake and handcrack pitches from here to round out a fantastic link-up!\n\nNote: it may be preferrable to extend the 2nd pitch around the pillar to lessen the meandering nature of 3rd pitch, although rope drag was not an issue for our us utilizing the shared belay ledge.\n\nPhotos coming soon! (and perhaps a name change, w*nk).","protection":"Standard rack to #4, doubles on small cams up to #2 were\n\nvery\n\nhelpful.","location":"This is between \"\n\nMOAC\n\n\" and \"\n\nLazy Sunday\n\n.\""},"__v":0},{"_id":"Qipx8T7iXbmdt9fG/3TpxQ==","name":"Hard to Say","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Dougald MacDonald, Joe Sambataro (9/24/11)","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.65243,39.61101]},"left_right_index":13,"mp_id":"107305023","mp_crag_id":"106226367","climb_id":"Qipx8T7iXbmdt9fG/3TpxQ==","areaRef":"lLJTgT4tVXubfS8OIdZZNA=="},"content":{"description":"The route climbs a series of cracks just left of the flying buttress for a pitch and a half before climbing ridge proper to the summit. The first half of the climb offers exceptional climbing before finishing up on a classic ridge.\n\nPitch 1: Climb a short section of loose rock and pull left around the first roof. Move up and right to another short roof - I unintentionally fixed a #3 stopper in the roof, but it will be useful protection since the pro is a little thin here. From here, climb a sustained series of laybacking, stemming, and jamming. At the top of this crack, traverse right around a large flake and up a short but splitter off-fingers crack to a small ledge. 5.10.\n\nPitch 2: Climb a series of cracks rightward towards the protruding arete high on the buttress (this is where\n\nMusafar's Home Cookin'\n\ncrosses our line and continues up cracks on the left side of the buttress). Climb the arete directly and at a horizontal crack, traverse right to the center of the buttress and ascend a stellar, balancy face crack on golden granite. Belay directly below a tiered roof system. 5.9.\n\nPitch 3: Climb up and over the tiered roof to reach a fun double crack system. Climb up large but solid flakes on easier ground. 5.8.\n\nPitch 4: A short wide section and suspect block leads to more fun ridge climbing. This is approximately where\n\nMusafar's...\n\nrejoins the ridge and our route shares the final ridge traverse. 5.7.\n\nPitch 5: Continue up the ridge on low fifth to the summit as for\n\nMusafar's...\n\n,\n\nAstro Goat\n\n, and\n\nGoat Food\n\n.","protection":"Standard rack to #4 with doubles in small and mid-sized cams.","location":"Look for a crack and roof system about 100 feet right of\n\nAstro Goat\n\n.\n\nMusafar's Home Cookin'\n\nstarts further around on the right side of the buttress."},"__v":0},{"_id":"xdhiFX5lWd+y5c5h08r0+w==","name":"Goat Food","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"S. Su, J. Copp, B. Collett, Sept. 2008","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.65243,39.61101]},"left_right_index":10,"mp_id":"106249561","mp_crag_id":"106226367","climb_id":"xdhiFX5lWd+y5c5h08r0+w==","areaRef":"lLJTgT4tVXubfS8OIdZZNA=="},"content":{"description":"This is a fun route with a few really good pitches and a couple of tolerable ones. It gets the sun all day, so is a good option if it is too cold to climb elsewhere.\n\n1. Climb into the wide crack from the right, and then climb up it until behind a little pinnacle. Continue straight up the wall for another 40 feet or so and belay on a small ledge. 5.9, 140ft.\n\n2. From the small ledge, traverse left for about 10 feet and climb up a nice, weathered series of cracks until a grassy terrace is reached. 5.8, 90ft.\n\n3. From the belay, head up and across the gully splitting the two towers and belay on a ledge below the obvious left-facing corner, about 30 feet from the edge of the wall. 5.8, 150ft\n\n4. Climb the corner. It is surprisingly steep and continuous. Excellent climbing. At the top of the corner, step left and climb to the next ledge. 5.11-, 120ft.\n\n5. Step slightly right and climb a short crack system 8 feet from the arete. This finishes on the ridge itself. Continue up the ridge past a little face climbing section. Belay where the ridge flattens out.\n\nFrom this belay, a few hundred feet of easy scrambling will place you on the top.","protection":"Standard rack to #4 Camalot.","location":"This route is located on the ridge to the right of\n\nNoth'n But A Good Time\n\n. The landmark feature on the route is a left-facing dihedral several hundred feet up on the south face of the tower that is furthest east on that ridge. To approach the route, walk past\n\nNoth'n But A Good Time\n\nand look for a wide, slightly grassy crack that begins 30 feet up the wall directly below the second tower from the end of the ridge."},"__v":0},{"_id":"EktISXf4UD+dkoXN4Cgdbg==","name":"Fallen Angel","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Josh Wharton, Josh Thompson, August  2009","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.65243,39.61101]},"left_right_index":0,"mp_id":"106515340","mp_crag_id":"106226367","climb_id":"EktISXf4UD+dkoXN4Cgdbg==","areaRef":"lLJTgT4tVXubfS8OIdZZNA=="},"content":{"description":"Pitch 1: start off the ledge system. Start by liebacking up a short flake wedged in a crack. Reach up and place gear in another flake above. Then climb up and right onto a good ledge at the base of the corner proper. Climb the crack in the corner. The left hand wall is lined with an interesting calacite. Power up this corner using stemming and handjams. When the corner arches left, step out right on a large foot hold. Climb the 8 foot finger crack through perfect granite. You will then gain a rest in an alcove. Pass a roof either on the left or via a hand traverse above the roof. Climb the golden corner above passing 2 protection bolts. Belay at 2 bolts on a good ledge, 5.11d, 100 feet.\n\nPitch 2: the Arete crack. Step left and begin climbing the obvious crack just right of the edge of the buttress. A couple of steep finger locks will get you to the beautiful hand crack. Climb the Hand crack as it gets wider, passing a couple of solid flakes in the crack. When you reach the roof surmount it on the left. Belay at 2 good bolts on a very nice ledge, 5.9+, 75 feet.\n\nPitch 3: step right and climb the inside, left-facing corner. Stemming and unique body postions will get you up the pitch. Belay on a HUGE ledge from 2 bolts in the next section of cliff, 5.9, 80 feet.\n\nPitch 4: lieback up the obvious line left of the anchor. There are several key rests. Nearing the top of the crack, step left onto a stance.  Climb the face above the stance, passing a bolt, up and right. Pull onto a ledge. One more short, bouldery move puts you on the final big ledge. Belay from 2 bolts, 5.10, 75 feet.\n\nA 10 foot scramble leads to the summit.","protection":"RPs: 1 set.\n\n1X green Alien.\n\n2X Yellow Alien.\n\n2X Red Alien.\n\n2X #0.75 Camalot.\n\n1 each #1 to #3 Camalots.\n\nOptional #4 Camalot.","location":"The route is located on the first major buttress you come to. The route climbs the left side of the Buttress. To Reach the start do some exposed scrambling up grassy ledges, with a final bouldery move to gain the large starting ledge."},"__v":0},{"_id":"itCKhHcJXQ6GFd0C+J0f2Q==","name":"Dog Fight","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"B. Collett & J. Thompson,  Aug., 2010","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.65243,39.61101]},"left_right_index":9,"mp_id":"106859343","mp_crag_id":"106226367","climb_id":"itCKhHcJXQ6GFd0C+J0f2Q==","areaRef":"lLJTgT4tVXubfS8OIdZZNA=="},"content":{"description":"Pitch 1: Start up discontinous crack systems. These lead basically straight up for 20 feet or so until it is possible to traverse right over a roof/overlap. Once the roof has been surmounted, follow the diagonaling finger crack/flake back left and under the next and bigger roof. Climb out this roof on its left side. Continue up the easier cracks above to a ledge system. Instead of belaying here, climb the short chimney behind the huge pillar. Belay at the top of the Pillar. Save a couple of medium-sized cams for the belay. A nice belay spot! 5.10, 130 feet.\n\nPitch 2: Locate the bolt on the steep rock above and to the right of the belay. Climb past the bolt on steep rock using cool face holds. Trend left into the obvious crack system. Follow this to a very nice ledge. 5.10, 140 feet.\n\nPitch 3: Continue up the obvious line above the belay. End at another very nice ledge, below a left-trending corner with a nice crack. 5.8, 60 feet.\n\nPitch 4: Climb the aforementioned corner above the belay. When the crack pinchs to nothing do some corner switching face climbing to the left. Follow the next crack system up. It is steep and starts out flared. Do not traverse into the huge chimney out left. Follow this crack system up through some interesting stemming. End at another very nice ledge, with a left curving (and dead end) crack directly above. You'll need at least 1 #3 Camalot for the belay, maybe save a #2 as well.  5.10, 130 feet.\n\nPitch 5: Step right off the ledge on a foot rail and gain the corner/crack system. Layback or jam up the corner to a ledge system. Head right following the path of least resistance towards the ridge line.  5.9, 100 feet.","protection":"Nuts: 1.5 sets.\n\nCams: 1 Black Alien (or TCU).\n\n1 Blue Alien.\n\n2 each: Green Alien thru #3 Camalot.\n\n1 #4 Camalot.","location":"Walk past the first 4 routes on the Tan Buttresses.\n\nYou'll come across a slab of polished rock in between the first and second Buttresses. Dog Fight starts on the right side of the slab."},"__v":0},{"_id":"MFCVMXu5Use3/+5MkA5mkA==","name":"Damn it Feels Good to be a Hamsta","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"T. Roy, B. Collett, July 2012","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.65243,39.61101]},"left_right_index":7,"mp_id":"107716834","mp_crag_id":"106226367","climb_id":"MFCVMXu5Use3/+5MkA5mkA==","areaRef":"lLJTgT4tVXubfS8OIdZZNA=="},"content":{"description":"Not that I'd know how it feels. This is the first route to the top of the tallest tower on the Tan Buttresses. It has some choss, but the crux pitch is great steep crack climbing on mostly excellent rock.\n\n1) Climb into the corner system and follow it to a grassy ledge shared with the first pitch of Dog Fight. Follow a ramp up and left until your rope or rope drag requires you stop. 5.9.\n\n2) Continue up and left along the ramp until a pleasant dihedral is reached. Belay at the top of the dihedral below some steep roofs on a nice ledge. 5.7. Pitches 1 and 2 are a combined 320 ft.\n\n3) Traverse right under the roof directly above the belay and climb up an overhanging corner system to get established on the slightly less than vertical wall above. Head right into the prominant chimney system and follow that until you are below a fantastic looking finger and hand crack that breaks off to the left of the chimney system. 5.10 130ft.\n\n4) Follow the finger and hand crack for 80ft or so, traversing right at the top of a pegmatite band into a steep chimney system. Follow this over an overhang and belay. 5.11+/12- 100ft.\n\n5) Continue up the chimney system to the top of the wall. 5.8 50ft.","protection":"We took nuts, a double set of cams to #3 camalot and singles of #4 and #5. That worked well.","location":"It starts 40 or so feet left of the start of Dog Fight, below a fairly prominant right facing corner system."},"__v":0},{"_id":"1wI3r3MQXLS/5HZXi1jN3A==","name":"The Black and Tan Towers","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"maybe Seth H. and Taylor B.","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.65243,39.61101]},"left_right_index":16,"mp_id":"108233103","mp_crag_id":"106226367","climb_id":"1wI3r3MQXLS/5HZXi1jN3A==","areaRef":"lLJTgT4tVXubfS8OIdZZNA=="},"content":{"description":"The Black and Tan Towers are located at the far east end of the Tan Wall. There are two options to reach the towers: descend down the standard Tan Wall 3rd Class ramp or for a short, easy approach after climbing one of the other Tan Wall routes, continue along the ridge and drop down the 2nd Class gully to the east. There are three towers and they are all easy walkoffs from one to the other.\n\nTower 1: pitch 1, locate two left-facing corners (choose one) on the far east side of the tower, and climb up to a thin 5.9 seam that will gain a nice belay terrace on the SE corner below a white-peg corner.\n\nPitch 2, climb the corner, and traverse left to gain the prominent, right-facing corner 5.7.\n\nTower 2: pitch 1, climb the wide crack system up to a nice belay stance, 5.8, 100 feet.\n\nPitch 2, climb the hand crack directly above the belay, and scoot left to some black rock with a fist crack and continue to the top along the ridge, 5.8, 200 feet.\n\nTower 3: pitch 1, climb the striking hand and finger crack up the center of the golden/orange tower, 5.8.","protection":"A single rack of small cams, doubles in hands and fists, and one BD #4.","location":""},"__v":0},{"_id":"SJxjGn2dVD2V77X++Vpvxg==","name":"Astro Goat","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"FA J. Finkelstein & B. Collett, Sept. 2010, FFA: Dakota Walz & Michael Hauck, Sept. 2018","type":{"trad":true,"aid":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.65243,39.61101]},"left_right_index":11,"mp_id":"106894442","mp_crag_id":"106226367","climb_id":"SJxjGn2dVD2V77X++Vpvxg==","areaRef":"lLJTgT4tVXubfS8OIdZZNA=="},"content":{"description":"This route straightens out\n\nGoat Food\n\n, climbing its excellent crux pitch and adding a considerable amount of hard climbing. Expect continuous strenuous climbing.\n\n1) Dice your way up to the base of the corner, over a crazy fin to a really small fixed nut. Follow the corner past technical, strenuous and sustained moves to the end of the dihedral. Step slightly left and follow a series of corners to a belay on a small ledge by a small roof. 5.11 A0, 120 feet (this will be 11+ or 12- when done clean).\n\n2) Place good gear, step over the roof and punch it up to a small ledge. From here, continue up the corner past a larger roof at around 40 feet. Then follow a chimney system up to the spacious ledge below\n\nGoat Food's\n\ncrux. 5.11, 170 feet.\n\n3) Climb\n\nGoat Food's\n\nfantastic, left-facing corner crux, step right at the roof, then back left to a ramp system and belay on another comfortable ledge. 5.11a, 130 feet.\n\n4) Climb the steep, blocky crack directly above the belay to the ridge crest. 5.10-, 60 feet.\n\nScramble to the top of the buttress.","protection":"Some nuts and cams from purple TCU to #5 C4. It is probably worth doubling up on the small to mid-size ones.","location":"Start about 50 feet right of\n\nGoat Food\n\n, below a left-leaning, obtuse, left-facing corner."},"__v":0},{"_id":"rrGeG6AmXh+cZZxbMpOqzw==","name":"Anniversary Route","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"A. Dodd, B. Collett, August, 2010","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.65243,39.61101]},"left_right_index":5,"mp_id":"106858424","mp_crag_id":"106226367","climb_id":"rrGeG6AmXh+cZZxbMpOqzw==","areaRef":"lLJTgT4tVXubfS8OIdZZNA=="},"content":{"description":"This route starts with the fun part of the\n\nGimp Route\n\nand then climbs some more pleasant pitches in a nice position.\n\nStart with the first two (fun) pitches of the\n\nGimp Route\n\n, but belay on the far left of the grassy ledge atop the 2nd pitch.\n\n3) Step left around the arete onto the front side of the buttress and climb easy ground and grassy steps up for a little over a 100 feet to a really nice grassy ledge. Walk left 25 feet or so from the arete to belay below a flake system. 5.6.\n\n4) Climb into the flake system, then follow the arete to another ledge after 60 feet or so. Belay below an obvious, steep, hand and fist crack. 5.9.\n\n5) Climb the hand and fist crack to the top of the wall. 5.9+, maybe 50 feet. This pitch can easily be avoided by climbing the gully to the right.","protection":"Standard Rack through #4 C4 Camalot","location":"The same start as the Gimp Route, on a broken 30 foot high pillar at the far end of the buttress with Fallen Angel and Noth'n but a Good Time."},"__v":0},{"_id":"PZiBy9fYV6Wd6R9HZepckg==","name":"[Redacted]","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"M. Battaglia, B Collett, August, 2010","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.65243,39.61101]},"left_right_index":6,"mp_id":"106851211","mp_crag_id":"106226367","climb_id":"PZiBy9fYV6Wd6R9HZepckg==","areaRef":"lLJTgT4tVXubfS8OIdZZNA=="},"content":{"description":"1) Climb the broken pillar to its top, gimp right to the base of the prominent ramp and climb the ramp for a bit to a belay about 120 feet up. 5.7.\n\n2) Continue up the ramp until it ends. Then climb straight up to a featured slab with an arching crack above it. Cruise up and right on this until you can reach the grassy ledges and belay at the top of them. 5.8, 165 feet. This is the most gimptastic pitch on the route.\n\n3) Angle up and right through a bit of a gimpy chimney and some face climbing to belay below an obvious, left-leaning chimney. 165 feet.\n\n4) and 5) Follow the chimney until it ends. When it does, gimp left to a solid weakness on the left and climb that to the top. 5.6.","protection":"Standard rack.","location":"The start is on a 40 foot high, broken pillar to the right of\n\nNoth'N But a Good Time\n\n. Look for a prominent, right-leaning ramp system that heads to the middle meadow of the wall just past the first buttress."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,b8bc6400-2efc-577d-b6a6-c5367641fd44,c6051197-c75e-5ab8-98ca-5474c5cb2597,94b25381-3e2d-557b-9b7d-2f0e21d65934","pathTokens":["USA","Colorado","Alpine Rock","Mt. Evans","Tan Buttresses, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":4,"label":"5.10+"},{"count":2,"label":"5.11"},{"count":3,"label":"5.9"},{"count":1,"label":"5.10-"},{"count":2,"label":"5.10"},{"count":1,"label":"5.11-"},{"count":1,"label":"5.11+"},{"count":1,"label":"5.12-"},{"count":1,"label":"5.9+"},{"count":1,"label":"5.8"}],"byDiscipline":{"trad":{"total":17,"bands":{"unknown":0,"beginner":1,"intermediate":11,"advanced":5,"expert":0}},"alpine":{"total":17,"bands":{"unknown":0,"beginner":1,"intermediate":11,"advanced":5,"expert":0}},"aid":{"total":1,"bands":{"unknown":1,"beginner":0,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":11,"advanced":5,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.65243,39.61101]},"bbox":[-105.65301367807156,39.610560339818136,-105.65184632192846,39.611459660181865],"left_right_index":-1,"ext_id":"106226367","area_id":"lLJTgT4tVXubfS8OIdZZNA==","polygon":{"type":"Polygon","coordinates":[[[-105.65301367807156,39.610560339818136],[-105.65184632192846,39.610560339818136],[-105.65184632192846,39.611459660181865],[-105.65301367807156,39.611459660181865],[-105.65301367807156,39.610560339818136]]]}},"content":{"description":""},"density":0,"totalClimbs":17,"__v":1,"createdAt":"2022-11-07T05:55:50.463Z","updatedAt":"2024-01-20T00:59:40.620Z"}