{"_id":"63689d20e80bff5a994f276a","area_name":"Ghost Dome (AKA Infinity Dome)","shortCode":"","climbs":[{"_id":"GoiaDOhJW6+JqWRggTXX5A==","name":"Time'll Tell","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Andrew Megas-Russell, Craig Muderlak. Dec. 2011","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.0095,31.9299]},"left_right_index":999999,"mp_id":"107459367","mp_crag_id":"107459361","climb_id":"GoiaDOhJW6+JqWRggTXX5A==","areaRef":"oIfzqR1qX2KFstVjvTnd3g=="},"content":{"description":"P1: 5.9, 80ft. Use a half inch crack to protect the first moves as you climb up and angle right on good holds to gain the first bolt.  Climb past three bolts to gain a crack which widens from hands to off-width to stemming.  One #4 Camalot can be walked to protect this section.  There is also a micro cam placement out left on the arête to protect the wideness above.  Belay atop pillar at a caballo belay, either slinging the entire top of the pillar or using medium to large cams in a crack.  Be sure to straddle the pillar while belaying or you have not really done the route.   \n\n  P2: 5.8, 130ft.  Continue up to a bolt and head left and up to a key .75 Camalot placement in a pod.  Pass two bolts and seams for gear, then aiming right for an exposed horizontal crack that traverses right around a bulge.  Climb through this, traversing right on an easy ramp and then straight up past a bolt to a hanging belay (medium to large cams) at a horizontal crack.   \n\n  P3: 5.9+, ~75ft.  Pull through steep face above on massive delicate chicken heads for about 15 ft.  Campus/mantle out left around arête to gain a small stance.  Climb the shallow right facing corner above which is protected by gear and two bolts.   Belay on ledge above using small cams in a crack left of a bush. \n\n  P4: 5th class, 40ft.  To gain summit, climb unprotected 5.easy slab above using good edges.  If the second feels uncomfortable soloing up behind the leader, a belay could be built on the backside of the summit in a shallow horizontal crack with a couple large cams.  The rap bolts could potentially be used as an optional anchor, although the bolts are placed far back. ","protection":"Protection:  One single 60m rope.  Double set of cams .5 to #2 Camalot.  One each blue TCU, yellow TCU, .4, #3 and #4 Camalot.  Stoppers.","location":"Ghost Dome"},"__v":0},{"_id":"8kQQblv0VvCFTjakdmPuhw==","name":"Scoopin' Booty","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Andrew Megas-Russell and Craig Muderlak (at least we think)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.0095,31.9299]},"left_right_index":999999,"mp_id":"107459485","mp_crag_id":"107459361","climb_id":"8kQQblv0VvCFTjakdmPuhw==","areaRef":"oIfzqR1qX2KFstVjvTnd3g=="},"content":{"description":"This Route is located on Ghost Dome at Cochise Stronghold, Arizona.  \n\n  P1 - 5.9/100ft - A beautiful 100 ft. crack system of varying size ending at some chicken heads immediately below a low-angle roof.  Build an anchor below the roof for pitch one with small gear.   \n\n  P2- 5.10- 80ft, Work through the crux pulling over the roof and into a beautiful finger crack.  Follow the crack for about 80 feet, then trend right to a large ledge.  After getting to the ledge, traverse left for about 15 feet via a horizontal crack system.  Build an anchor with large cams. below obvious chicken heads.   \n\n  P3 - 5.9+, ~75ft. Pull through steep face above on massive delicate chicken heads for about 15 ft. Campus/mantle out left around arête to gain a small stance. Climb the shallow right facing corner above which is protected by gear and two bolts. Belay on ledge above using small cams in a crack left of a bush.  \n\n  P4 - 5th class, 40ft. To gain summit, climb unprotected 5.easy slab above using good edges. If the second feels uncomfortable soloing up behind the leader, a belay could be built on the backside of the summit in a shallow horizontal crack with a couple large cams. The rap bolts could potentially be used as an optional anchor, although the bolts are placed far back.","protection":"Gear: standard rack up from a green c-3 camalot up to a #4 camalot.  Some smaller nuts are helpful for the first anchor and a number #4 nut wedged between some chicken heads is crucial for the crux at the beginning of the second pitch (an offset nut works well). I would recommend taking doubles of from .5 to #2 camolot.  The #4 is primarily for the anchor on the top of pitch two and you could probably do without it.  This route combines with \"Time 'll Tell\" for the third pitch where there are two bolts.","location":"Ghost Dome, Cochise Stronghold, AZ.  The start is about 30 feet right of \"Time 'll Tell\" in an obvious left facing corner crack system.  The descent is the same as \"Time 'll Tell.\""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,24e148bb-4884-59e8-9870-43ce21f1a337,6f40f8bb-61ae-569f-a656-25752de45c0c,d89ead8f-ea94-5fc1-9170-13bf8dd94398,d208a9bf-7ee5-540e-80d3-e18c87573238,a087f3a9-1d6a-5f62-85b2-d563bd39ddde","pathTokens":["USA","Arizona","Southern Arizona","Cochise Stronghold","West Stronghold","Ghost Dome (AKA Infinity Dome)"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.9+"},{"count":1,"label":"5.10-"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":2,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":2,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-110.0095,31.9299]},"bbox":[-110.01002982491416,31.92945033981814,-110.00897017508584,31.930349660181868],"left_right_index":-1,"ext_id":"107459361","area_id":"oIfzqR1qX2KFstVjvTnd3g==","polygon":{"type":"Polygon","coordinates":[[[-110.01002982491416,31.92945033981814],[-110.00897017508584,31.92945033981814],[-110.00897017508584,31.930349660181868],[-110.01002982491416,31.930349660181868],[-110.01002982491416,31.92945033981814]]]}},"content":{"description":"Ghost Dome hosts a couple of quality multi-pitch routes with clean rock and lots of sun.   The routes on Ghost Dome can be great by themselves or as a link up after climbing The Whale Dome.   The area is located behind the Whale Dome, across a drainage to the North East.     \n\n  We first climbed the dome, ground up, via a very nice three pitch natural line which we dubbed Scoopin Booty.  There was no evidence of anyone climbing this line, yet it just seemed too good to have been unclimbed.   There is evidence of route development far right on the cliff, marked by a random SMC button head a few feet off the deck with a bail biner hanging from it. Upon climbing this dome our first time we found a single SMC button head bolt on the summit.  We replaced this single button head with a couple of nice Metolius rap bolt hangers.    \n\n  Upon doing some investigation it does appear that both of these routes were first ascents.  There is confirmation that a few other routes have been established both to the left of Time'll Tell and to the right of Scoopin' Booty. If you like steep crack climbing, get on Scoopin' Booty."},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T05:53:02.303Z","updatedAt":"2024-01-20T00:56:59.729Z"}