{"_id":"63689d20e80bff5a994f241d","area_name":"Leviathan Dome","shortCode":"","climbs":[{"_id":"VFt5ElgkUC2zwpFHnOnOuw==","name":"User Friendly","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"BKy, JMw  1989","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-110.88844,32.39239]},"left_right_index":0,"mp_id":"108073542","mp_crag_id":"106150523","climb_id":"VFt5ElgkUC2zwpFHnOnOuw==","areaRef":"b8JIPxC0W2eq/Nuhku0KVA=="},"content":{"description":"Where the approach trail meets Leviathan is a long, right-facing corner that marks the start of the North Face route. Walk up left along the base of the rock passing a long left-facing corner. Just after you skirt a boulder blocking the base you will come to a small clearing. A small, tilted flat rock at the right end is a good place to start the route. If you can spot 2 dark, half-circles side by side about halfway up the first pitch,(see Beta picture,) you may be able to see the 1st  bolt just up and right. \n\n  1. Connect small cracks and ledges to get to the thin face with 2 bolts above the two half-circles. Start up short, right-facing corner, step out left and head up to small ledge and make a belay on gear.   (5.9  155')   2. Diagonal left on easy ramps until you can easily traverse right on a small ledge. A bolt protects the move from the ledge into the beautiful, left diagonalling slots. Just past a small bulge is a nice little ledge that is intersected by a diagonalling crack that shoots all the way to the ground. Belay here on gear. (5.8+ 160')   3. Steepening climbing diagonals left toward a small overhang. Follow the best pro a little left of center to pull the roof on big jugs. Up and left to a small ledge with a big green block.  (5.8+  130')   4. Diagonal right past flakes and ledges to an improbable looking, left-facing, left-leaning corner. A hollow flake is just to its left. Layback and jam the corner with great pro, then step left to a 3 bolt anchor.  (5.9  140')   5. A tricky step left off the belay leads to runout but easy climbing, bearing left. The last pitch cuts over the headwall just left of a wide black water streak. Make a gear belay to set the last pitch up, at about 155' to 165'. There's a nice slanting ledge between the streak and the exit moves for a belay. (5.8  165')   6. Cut through headwall at steep jugs and short cracks, left of the wide, black water streak. The wall kicks back afterward so climb to rope's end and belay.  (5.9  200') \n\n  Easy scrambling to the summit. \n\n  Descent:  From the summit head back north then around east to find a long gully that drops down to a tall, dead pine tree (old rap anchor). About 30' below that is a 3-bolt rap anchor. This will drop you into the gully between Leviathan and Wilderness Dome. The rap is roughly 33M (with rope stretch.) Attempting to use half of a 60M rope would be dangerous due to the steepness of the face at the base  half of a 70M would just make it.","protection":"Stoppers, doubles to #2 camalots (or equivalent) and a #3, extendable draws. Double ropes or a 70M.","location":"Drive to Catalina State Park on Oracle Road (Hwy. 77) just north of Tucson in Oro Valley.   After paying the entrance fee of $7.00 as of Jan. 2013, (self-pay if you've started as early as you should!), park at the parking lot for the Ruins Trail. Immediately after crossing the huge CDO wash, just before the trail heads uphill, there is a well used horse trail forking right. Take this trail as it climbs up onto a ridge that parallels the Ruins Trail ridge. It eventually heads right into Alamo Canyon. Right before it drops into the canyon there is a brand new trail that has been cut and groomed, by the FS I think, that stays on the left side of Alamo for quite a long ways now. It eventually drops into the canyon. Follow the canyon to the obvious side drainage that shoots straight up to Leviathan. "},"__v":0},{"_id":"CvSjY8rfX4aetcnl4SPAIw==","name":"North Face","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Aid-Gary Hervert, Brett Oxberry,'74 FFA-Dave Baker, Fig Fiola, '77","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-110.88844,32.39239]},"left_right_index":1,"mp_id":"106150526","mp_crag_id":"106150523","climb_id":"CvSjY8rfX4aetcnl4SPAIw==","areaRef":"b8JIPxC0W2eq/Nuhku0KVA=="},"content":{"description":"This climb is a serious undertaking with some big runnouts in places.  Most notably the 4th pitch with 60 feet of unprotected 5.7, the fifth pitch which has a 110 foot traverse with widely spaced pro so the second can enjoy it too, and the 8th pitch where falling could lead to a big swing into a corner.   \n\n  The cool thing is that doing this you are following in the footsteps of some inspired and daring people.  In Bob Kerry's Guiedbook Backcounty Rockclimbing in Southern Arizona he writes that the original line was concieved by Merle Wheeler and Joanna McComb but the attempt ended at the top of pitch two.  Wheeler came back with Dave Baker and at the top of pitch five which atempted to go straight up they could go no higher.  In '75 Baker, Rich Thompson, and Gary Hervert returned and worked out the traverse pitch and continued up ending at the end of pitch eight.  A week later Hervert returned with Brett Oxberry and finished the route using aid on three pitches.  In '76 Ray Ringle, Scott Brown, and John Stieger free climbed all but the traverse moves on pitch eight.  Then Baker and Fig Fiola returned in '77 and free climbed the entire route. \n\n  Hollow and loose rock and a couple of places where you had to climb on it made this a less than totally fun day for me.  In the end I am glad I climbed it but more glad that I was climbing 5.12 sport regularly before I got on this route.  Doing this route at or near your limit would be a great accomplishment.","protection":"Double set of cams from smallest to #3 camalot size.  We took a set of RP's and a set of stoppers to one inch.  A #4 Camalot could be used on the the belay after pitch 8 but not a necessity.","location":"Starts just right of the toe of the dome as you see it on the approach.  Pitch 1) 120 ft. Climb right facing corner until possible to move left to a 4 bolt anchor.  Pitch 2) 5.10, 80ft. Thin face past two bolts then right to flake then right and up crack to ledge that leads up and left to trees.  Pitch 3) 5.9, 140ft. Face to crack and roof you move right around then up dihedrals until you reach a zig zag crack.  belay in or below a small book.  Pitch 4) 5.9, 110ft. Move right and up nice corner then step left after 30 feet or so and run it out 70 ft. (5.6 - 5.7) to the brushy ledge.  Set your belay up on the right side of the bushes using bushes and a #2 camalot.  Pitch 5) 5.6, 110 ft. Traverse right.  Do not climb up to a bolt you might see.  Drop down ten feet or so from the ledge then head right 5.6.  Belay in the corner of the pillar.  Pitch 6) 5.9, 60ft.  Kerry's guide says \"move right and execute a few difficult moves to start a short but sustained dihedral(5.9), small wires between the fixed pegs are helpful.  Did not find this.  We moved left on the ledge about 15 feet and climbed a crack up and right to the corner above the belay.  At this point I went to the top of this where there is a lot of scary rock then down climbed with a slung chock to the 3 bolt belay.  Probably should have looked around the corner to the right but we were using another persons beta as well as the Kerry description.  In hind sight if I had moved right as soon as I got to the corner I could have traversed right to the anchors.  From the anchors I could also see a bolt below us that may have been above the fixed pegs mentioned.  Whatever you work out get to the two bolt anchor.  Pitch 7) 5.8, 60ft. Move back left to the pillar and climb to it's top 25ft. then dance gingerly over the spooky but relatively stable flakes that lead to a thin crack.  Continue to climb up and right and belay at an uncomfortable stance at the bottom of a corner that curves up and left at the top. You might be able to see old slings hanging from the old belay bolts at the top of the corner.  Pitch 8) 5.10, 70ft. Climb corner to two 1/4 inch bolts and and an ugly pin but don't stop.  Either clip the pin or put a good micro cam in above it then bust left then up to an ugly flake (pro) then left to a ledge then back to the crack.  A 4 camalot could be used here to set up an anchor. We continued up the crack another 40 feet or so and belayed just above a jagged chockstone. Pitch 9) 5.8,160ft. Assuming you belayed in the crack above the old bolts and pin, continue up the crack to the chimney and belay on gear and one good bolt.  Pitch 10) 5.9, 80ft. Fun chimney then grassy gully to top. \n\n  To descend takes two ropes.  Head up and right around to the back side of dome.  Where bushes impede your visit to the summit drop down and right maybe 50 feet until you can see an old dead pine tree.  The slings are on that.  There is also a single new 3/8th bolt about 30 feet below the tree where you would have to stand to look down into the gully.  It would be great if someone added a second one.  I believe it will be possible to reach the ground with a 70M rope from there."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,24e148bb-4884-59e8-9870-43ce21f1a337,6f40f8bb-61ae-569f-a656-25752de45c0c,f2591e24-8f94-5cb3-9f02-92bfe3f5cd61,1ab0c748-3ae8-5ef9-be9e-40f9aa3abc01,6fc2483f-10b4-5b67-aafc-dba192ed0a54","pathTokens":["USA","Arizona","Southern Arizona","Mount Lemmon (Santa Catalina Mountains)","Alamo Canyon","Leviathan Dome"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.9"},{"count":1,"label":"5.10c"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":2,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":2,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-110.88844,32.39239]},"bbox":[-110.88897252092423,32.39194033981814,-110.8879074790758,32.39283966018186],"left_right_index":-1,"ext_id":"106150523","area_id":"b8JIPxC0W2eq/Nuhku0KVA==","polygon":{"type":"Polygon","coordinates":[[[-110.88897252092423,32.39194033981814],[-110.8879074790758,32.39194033981814],[-110.8879074790758,32.39283966018186],[-110.88897252092423,32.39283966018186],[-110.88897252092423,32.39194033981814]]]}},"content":{"description":"This is a back country dome.  The Approach is 2-3 hours with less than thirty minutes of that on an established trail.  The NW face is close to 1000 feet tall and streaked with orange on the right side and more whitish on the left.  The climbing is a serious adventure.  The rock at times leaves something to be desired.  Moving over spooky blocks is at times a part of the experience.  Repeating any of the existing routes here gives you a real appreciation of the courage and drive of the people that established them.   "},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T05:52:50.542Z","updatedAt":"2024-02-19T18:28:04.837Z"}