{"_id":"6368a44ee80bff5a9959bfe6","area_name":"Streaker Wall","shortCode":"","climbs":[{"_id":"OR4E4cZCVNiDUzEjIFGG+w==","name":"premature ecrackulation","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"mikel cronin","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.87401,44.29387]},"left_right_index":999999,"mp_id":"110622597","mp_crag_id":"107230486","climb_id":"OR4E4cZCVNiDUzEjIFGG+w==","areaRef":"4Yjpzp4fVGuz6w96AehJFQ=="},"content":{"description":"just to the right of the warm up wall lies the streaked wall.  this beautiful white wall lies directly above the aqueduct pipe and has 3 routes.  the rightmost route, climbing up through a crack/seam feature is premature ecrackulation. \n\n  begin up the mellow crack for 2 or 3 bolts as the climbing gradually gets more difficult.  the crack gets pesky and the face features get pretty small as you battle up to the base of the bulge.  a leftward traverse on good holds merges this route into the route to the left.  from here, big sharp pockets and some hefty cranking get you through the bulge to the anchors. \n\n  you can also go more straight up through the bulge, clipping the bolts out left.  the holds are less sharp this way, but the rope angles awkardly under your feet and could be a tripping/flipping hazard. \n\n  very good route on nice rock.","protection":"approximately 8 bolts and open shuts at the anchors.  this one has a little bit of a sporty feel to it, but not unsafe.","location":"this is the rightmost route of the 3 routes on the streaker wall panel. there is a steel lid cover on the aqueduct below it, which is a useful landmark.  it starts in a minor crack system and ultimately goes up and left through the bulge at the top."},"__v":0},{"_id":"BBnjdC41UMur8jwIAtUbpQ==","name":"Living Water a.k.a. \"The Trickle\"","yds":"5.12+","grades":{"yds":"5.12+","french":"7c"},"fa":"Lee Terveen","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.87401,44.29387]},"left_right_index":999999,"mp_id":"110958357","mp_crag_id":"107230486","climb_id":"BBnjdC41UMur8jwIAtUbpQ==","areaRef":"4Yjpzp4fVGuz6w96AehJFQ=="},"content":{"description":"Ascends a beautiful black streak on vanilla cream colored rock. Starts with the climber navigating over a small roof located just feet off the ground. Use small holds to get established on the blonde slab and head for the black streak. Get ready to navigate some cruxes that are not brief and tend to get techy and sequential. \n\n  Enjoy pulling your way through tiny monos and other fantastic holds in a steep endurofest of what has to be some of the sickest climbing at The Darkside. The route comes to a climax when you heave your way through a black bulge on superb holds. Kick those feet up and clip the anchors after navigating some brief slab climbing that will make you happy to finally get something big. \n\n  If you climb the grade this climb is an absolute must do! It has seen accents by Alli Rainey and other top level athletes who have given it a big thumbs up. It is considered to be one of the feathers in your cap if you are a local limestone crusher who happens to be at the top of their game. \n\n  Don't miss out on your chance to take down one of the most sought after sends in Spearfish Canyon. GET ON IT!","protection":"10 quickdraws. Open Anchors.","location":"Middle bolt line on The Streaker Wall. Shares anchors with Climbax to its left and Premature Ecrackulation to its right. \n\n  This Spearfish Canyon gem is easy to get to and has a very enjoyable hang. Cross the bridge at the creek and hike up to the traverse trail. Hang a right and walk for about five minutes. The climb is located right above an aquaduct with a metal cover."},"__v":0},{"_id":"xNpswo9MXxq4ICswzs/h6Q==","name":"Erectile Dysfunction","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Jamie Coin","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.87401,44.29387]},"left_right_index":999999,"mp_id":"107230498","mp_crag_id":"107230486","climb_id":"xNpswo9MXxq4ICswzs/h6Q==","areaRef":"4Yjpzp4fVGuz6w96AehJFQ=="},"content":{"description":"18 million men in the United States currently suffer from erectile dysfunction, and this is no laughing manner. \n\n  The Erectile Dysfunction found within the loins of Spearfish Canyon is a short, powerful and technical climb found on a short, exceptionally blonde hunk of rock which is very easy to locate. \n\n  Erectile dysfunction or ED is the inability to achieve or sustain an erection suitable for sexual intercourse. \n\n  This particular climb has a very difficult start that requires some beta. Think out your moves before leaving the deck. \n\n  Problems with erections may stem from medications, chronic illnesses, poor blood flow to the penis, drinking too much alcohol, or being too tired. It can be a symptom of some serious health problems as well. See a doctor if you can't get an erection. \n\n  Immediately after the first bolt, you will be shaking and wondering, \"My foot...WHY CAN'T I GET IT UP...to that foothold?\"   \n\n  Lifestyle changes, medications, and other treatments are often used to treat ED. \n\n  At the second and third bolts, you will more than likely be very pumped...maybe even torched as you think to yourself, \"My hand...I CAN'T GET IT UP...to that handhold.\" \n\n  Lifestyle changes, medications, and other treatments are often used to treat ED. \n\n  After a series of difficult, pumpy moves, you will find yourself only about twenty five feet off the ground, but will feel as if you've climbed two hundred feet. You will be looking at the anchors and thinking to yourself, \"OH MY GOD...my left hand...I CAN'T GET IT UP...to that nice jug!\" \n\n  Some steps you can take to prevent ED include: stopping smoking, exercising regularly and maintaining a healthy weight. \n\n  And remember, even though impotence is nature's way of saying, \"No hard feelings.\" this climb might leave you with a few hard feelings. Forget an onsight, this thing is basically the evil twin of a route called The Squall, which is located at The Thunderhead. Both of which are very HARD routes with grades that are not SOFT. Think you're gonna just gonna walk up a Spearfish Canyon 5.10+? Think again. \n\n  This climb is worth getting on over and over again until you finally redpoint. And remember, if Mike Cronin's worst nightmare actually does come true, and this remote climbing area is extremely crowded, and if you have to wait in line and can't get on can't get on something long and hard, then you might as well mount something short and stiff. \n\n  Or if you only have four quickdraws to your name, then Erectile Function might be just what you want.","protection":"Four Quickdraws, a rope that is at least 30 meters long, stick clip, a belayer who is willing to give you a spot at the start, a belay device that is NOT the Grigri 2...a lot of patience and open shunt anchors.","location":"Right next to the Star Wars wonder twins. Was I the only one thinking, \"Incest?\" during The Empire Strikes Back?"},"__v":0},{"_id":"CFDQ9whiVCuIFOBS8vRhXQ==","name":"Climbax","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.87401,44.29387]},"left_right_index":999999,"mp_id":"110958588","mp_crag_id":"107230486","climb_id":"CFDQ9whiVCuIFOBS8vRhXQ==","areaRef":"4Yjpzp4fVGuz6w96AehJFQ=="},"content":{"description":"A horribly unfun set of moves right off the deck lead to funner slabby climbing for the not so flabby. Use a series of big and small holds to trend up and right and up and right till you are eventually forced to deal with the same ending as Living Water and Premature Ecrackulation. Crank yourself over the bulge on sick holds and make a huge reach for a big hold that seems hella far away once you commit to the crank. In my opinion, the ending is the only area of the whole climb that is any fun. Many aspiring 5.11 plus climbers might have disagreed and had a blast, but I wasn't there when they seemed to be having so much fun. Probably a better climb for earlier in the day. Will be a quick send for some and an epic for others. A great climb for those who wish to skip the foreplay and get it over with before the Late Show starts.","protection":"Take a dozen quickdraws. Shares open anchors with the climbs to the right of it.","location":"Just a stones throw up the canyon from Princess I Wanna Lay-Ya and Skywalker. 2nd climb from the left on the streaker wall."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,253ab2e3-944f-5c5f-8477-58a428c86291,72e16981-389a-5984-940d-40c1c28d0732,2b012610-fcc1-50d2-b7d6-2c068b8e3df0,e188e9ce-9e1f-546b-b3eb-0f7a01e84915","pathTokens":["USA","South Dakota","Spearfish Canyon","Dark Side, The","Streaker Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.12a"},{"count":1,"label":"5.12+"},{"count":1,"label":"5.10d"},{"count":1,"label":"5.11c"}],"byDiscipline":{"sport":{"total":4,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":3,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":1,"advanced":3,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-103.87401,44.29387]},"bbox":[-103.87463822105212,44.293420339818134,-103.87338177894789,44.294319660181856],"left_right_index":-1,"ext_id":"107230486","area_id":"4Yjpzp4fVGuz6w96AehJFQ=="},"content":{"description":"Immediately to the right of The Warm-Up Wall is A mostly white rock structure that resembles a chocolate swirl Hershey's Kiss. The routes that reside in this part of The Dark side are all difficult and composed of some very good rock."},"density":0,"totalClimbs":4,"__v":1,"createdAt":"2022-11-07T06:23:11.631Z","updatedAt":"2024-01-15T16:48:27.209Z"}