{"_id":"63689d5ce80bff5a994f4738","area_name":"Mount Harwood","shortCode":"","climbs":[{"_id":"UUUfNEBtUGyBsbjQYGhnfQ==","name":"Northeast Ridge AKA Easy Street, Holtgrefe Ridge","yds":"3rd","grades":{"yds":"3rd","french":"1-"},"fa":"unknown","type":{"snow":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-117.6305,34.2859]},"left_right_index":1,"mp_id":"108262242","mp_crag_id":"108262233","climb_id":"UUUfNEBtUGyBsbjQYGhnfQ==","areaRef":"TjQhlV+7X625z2HZlqdITA=="},"content":{"description":"A real nice fun easy route. 3,000ft of easy snow to some of the coolest views in the San Gabes. A good easy descent as well if you're parked in Stockton Flat.\n\nThis is a great group climb at a medium pace, taking in the scenery. There is a flat on the way up that would be a fine place to camp a handful of parties. I would head up and get to the top around sunset, making for a real easy pace. Camp at the saddle between Harwood and Baldy out of the wind. Fine spot to camp.","protection":"None required","location":"Use a map for this.\n\nFind your way up Lytle Creek. The main drag turns to gravel (3n06) after a while. Take this up to the gate that sometimes blocks access to Baldy Notch. Park here.\n\nHike up the major canyon west to the toe of the ridge. Again, use a map. Sometimes people on the internet get all pissy when you tell them this, but map reading skills are kinda slightly important. Navigate your way to the base of the ridge that heads up to the summit of Harwood. Can't miss it. The terrain in the canyon can be a bit complex, but trust yer gut and head for it.\n\nHead up the route and have a blast. Nothing outstanding to tell you about on the route, no cruxes of 5.12 corners or anything. Just easy to moderate snow with a couple class 3 rockbands that can be bypassed on the right.\n\nNow, to get back down, you have a million options. The BEST one by far is to hike down the Devils Backbone all the way directly to the car. Since you parked by that gate, you're conveniently at the toe of one of these ridges from DBB. Bust out that map and pay attention. You'll hike down the trail a bit until you hit the ski runs. Here be a fork! Two wide runs. Go straight/left and stay on the ridge. The run goes left and then sharp right. Go straight/left/not right! Stay on this ridge. Follow this ridge all the way down. The ridge splits several times. Stay on the ridge that takes you to your car at that locked gate. This is where all your high speed land-nav training has come in. Show you're the best Ranger by not screwing this up. If you go too far left, you'll run the risk of 'cliffing out' on some super crappy rock. Same thing right but a little less steep I think. I'm not sure because I'm a high speed killer, so I didn't mess up and I got off the ridge and onto flat ground literally a dozen yards from the car. Freedom has been restored to the Chalupastani People!"},"__v":0},{"_id":"MLi/GL8iVbiWVlBmDpAgGQ==","name":"Manker Canyon","yds":"3rd","grades":{"yds":"3rd","french":"1-"},"fa":"Skeletor","type":{"snow":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-117.6305,34.2859]},"left_right_index":3,"mp_id":"108262258","mp_crag_id":"108262233","climb_id":"MLi/GL8iVbiWVlBmDpAgGQ==","areaRef":"TjQhlV+7X625z2HZlqdITA=="},"content":{"description":"Manker Canyon heads right up from the Ski Lift road to Harwood. If you've hiked up Devils Backbone, you'll know this canyon/gully as \"that one sketchy part\" where the trail thins and goes across 100ft or so of steep scree with big slide potential to the left.\n\nThis route is what the author uses when doing stuff on the north side of Baldy and Harwood, as it's a more direct way to knock out miles and elevation to get into the backcountry.","protection":"None required","location":"Park at Manker Flat and hike up Falls Road. Hike for 1.5 miles or so to the base of the route. Check your map as always. Go straight up. You'll have a few options up there, but you'll want to generally stay left."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,5da0e075-8ec5-5ad3-8136-49a5d4dacaa5,06388dc0-3fe7-57b9-8f0d-6aced6b7cc69,0e4afc0f-dfcc-5465-9996-1b67d8c1930b,4e342195-5fbb-5fad-b9cf-61d996a7484c","pathTokens":["USA","California","Los Angeles Basin","Angeles National Forest","Mount Baldy Road","Mount Harwood"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"3rd"}],"byDiscipline":{"alpine":{"total":2,"bands":{"unknown":2,"beginner":0,"intermediate":0,"advanced":0,"expert":0}},"snow":{"total":2,"bands":{"unknown":2,"beginner":0,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":2,"beginner":0,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-117.6305,34.2859]},"bbox":[-117.63104422666855,34.285450339818134,-117.62995577333146,34.28634966018186],"left_right_index":-1,"ext_id":"108262233","area_id":"TjQhlV+7X625z2HZlqdITA==","polygon":{"type":"Polygon","coordinates":[[[-117.63104422666855,34.285450339818134],[-117.62995577333146,34.285450339818134],[-117.62995577333146,34.28634966018186],[-117.63104422666855,34.28634966018186],[-117.63104422666855,34.285450339818134]]]}},"content":{"description":""},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T05:54:06.475Z","updatedAt":"2024-01-20T00:57:44.681Z"}