{"_id":"63689d20e80bff5a994f21e1","area_name":"Soldiers Pass","shortCode":"","climbs":[{"_id":"YVUaWzzxWqqSEELQY53b0w==","name":"Tasmanian Devil","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Jake Dayley, Della Fixsen  12/2011","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.78654,34.89318]},"left_right_index":999999,"mp_id":"107915507","mp_crag_id":"107915483","climb_id":"YVUaWzzxWqqSEELQY53b0w==","areaRef":"jkOUcrDuU8KxUMQXH/J+UQ=="},"content":{"description":"Pitch 1: 70 feet, 5.10. Obvious beautiful splitter, thin hands to hands to big hands.  Belay in alcove off two bolts. \n\n  Pitch 2: 80 feet, 5.10+ Wild! Climb out of the alcove and stem/face climb up the corner (5.9) for 60ft on great rock to the roof. Do a wild move out right and continue up a steep 15 feet(crux), to a rest pod just below the final roof. Sink in some gear (extend as far as you dare), and commit to the final airy boulder problem exit out left. Belay on a ledge off of two bolts.  Rappel the route with one 60m rope. \n\n  This route is in the sun until about 2PM","protection":"Rack is listed in Camalot sizes. \n\n  1 each    .3, .4, .5, .75   2-3 each   #1, #2, #3   5 each     #4 (old 3.5 and 4 work too)   1          #5 \n\n  Anchors are bolted. Rap with one 60. ","location":"Approach: 40 mins or one hour. From the Soldiers Pass Trailhead hike north out of the parking lot on the 4WD dirt road (always stay straight) for about one mile until it ends. Or drive and park at the end. \n\n  Leave the road and get on the soldiers pass trail heading north.  Follow it up the hill for 15-20 mins. \n\n  Just before the pass there is a slick rock area strewn with black rocks/debris.  Leave the trail here and head up and left across the slick rock towards a tree with multiple large low branches. A faint trail takes off from here. \n\n  Follow this trail for about five minutes until it ends in a large slick rock area that runs to the West.  Looking west from here you see a large butte formation.  To its right is a shorter formation, they are separated by a gully.  On the left side of the shorter formation is an obvious  low-angle double splitter(picture).  Tasmanian Devil is at the top of the small drainage to the right of this splitter.  You can see the top half of it from here. The spire farther right is Alladins lamp.   \n\n  Hike the entire extent of the slick rock west heading towards the double splitter.  At its western extent, just before a pour off, head left up a wash marked by a cairn.  Stay in this wash for a few hundred feet until a cairn marks a point where you climb out the bank to the right. \n\n  Go up the bank and follow a faint trail/cairns through forest and downhill until you are in a large wash with a cairn below the double splitter (picture)  \n\n  Head up this wash towards the cliff following occasional cairns.   \n\n  Leave the wash to the right just below the splitter and traverse under the formation across slick rock following cairns. \n\n  Follow cairns up the Tasmanian Devil drainage bearing right to avoid heinous debris.   \n\n  Tasmanian Devil is at the top."},"__v":0},{"_id":"yEMwZLvLXceRjLwz46Ueig==","name":"Aladdin's Turban","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Kole DeCou, Jake Dayley, Manny Rangel","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.78654,34.89318]},"left_right_index":999999,"mp_id":"107915748","mp_crag_id":"107915483","climb_id":"yEMwZLvLXceRjLwz46Ueig==","areaRef":"jkOUcrDuU8KxUMQXH/J+UQ=="},"content":{"description":"Pitch 1: 5.8, 70 feet.  Face climb up to the limestone band, boulder up it and continue up into a 5.8 chimney system which spits you out onto the shoulder of the spire.  Belay off tree or large boulder. \n\n  Pitch 2: 5.6, 30 feet.  Walk/scramble up to the base of the obvious summit slab.  Climb 20 feet up the unprotected 5.6 slab to the summit. Belay off bolts. \n\n  This route has some bad rock on it but it's easy to avoid.","protection":"Standard rack. \n\n  The rappel is 100+ feet, a 60 meter rope will BARELY make it","location":"The approach is one hour from the Soldiers Pass TH or 40 minutes if you have a 4WD.  \n\n  From Soldiers Pass TH hike north out of the parking lot on on the jeep road, staying straight at all junctions, for about 1 mile. Or if you have a high clearance vehicle just drive to the end of the road (my old pickup makes it just fine). Leave the road and get on the soldiers pass trail. Follow it north up the hill for 15-20 mins.  \n\n  Just before the pass there is a slick rock area strewn with black rocks/debris. Leave the trail here and head up and left across the slick rock towards a tree with multiple large low branches. A faint trail takes off from here.  \n\n  Follow this trail for about five minutes until it ends in a large slick rock area that runs to the west. Looking west from here you see a large butte formation  Alladin's Turbin is the short stubby spire to the left (SW).  \n\n  For Alladin's Turbin hike across the slickrock and bear left on a faint trail that traverses over the top of a gully. Then pick your way to the spire. The route is on the SW side just below the notch."},"__v":0},{"_id":"M3soIY2oXMOJSDBYgWurSw==","name":"Aladdin's Lamp","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Scott Baxter and Tim Toula","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.78654,34.89318]},"left_right_index":999999,"mp_id":"105901825","mp_crag_id":"107915483","climb_id":"M3soIY2oXMOJSDBYgWurSw==","areaRef":"jkOUcrDuU8KxUMQXH/J+UQ=="},"content":{"description":"The classic route on this nifty little spire is located on the uphill side of the formation.  Step off the ledge and straight into the business.  Flared hands/hands takes you into the handcrack crux in the limestone band.  After the limestone, keep cranking up into the pod rest, take a few moments and launch into and over the roof bulge on great hands.  A few moves over manky rock and you'll be summit bound.  The lower summit has a double-bolt anchor, but that's it for pro as you can either step in a sling or onto your partner's shoulders to gain the true summit.  Belly slide back down to the lower summit once you've satiated your thirst for summit views....","protection":"Medium finger-size cams all the way up to a #4 with extras of hand-sized cams.","location":"From the parking area hike about 30 minutes on the Brins Mesa trail keeping an eye out for the pixie-stick-looking spire on your right.  Once you've located the spire from the trail, draw about even with it and then do the Sedona shuffle up a drainage and then slickrock, taking the path of least manzanita to the base."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,24e148bb-4884-59e8-9870-43ce21f1a337,fa597035-a80a-55a2-9a9f-262bc7578ff9,19dfb197-abbe-5b60-abc0-83f875a4e73b,867e7293-5743-585a-8c46-9f82787eb5e8,e4812157-138d-5d13-8d66-76c504849a14,8e439472-b0ee-53c2-b150-c4171ff27e51","pathTokens":["USA","Arizona","Northern Arizona","Sedona Area","West Sedona","Coffeepot Rock Area","Soldiers Pass"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10+"},{"count":1,"label":"5.8"},{"count":1,"label":"5.11-"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":0,"beginner":1,"intermediate":1,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":1,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-111.78654,34.89318]},"bbox":[-111.78708821901006,34.892730339818144,-111.78599178098993,34.89362966018187],"left_right_index":-1,"ext_id":"107915483","area_id":"jkOUcrDuU8KxUMQXH/J+UQ==","polygon":{"type":"Polygon","coordinates":[[[-111.78708821901006,34.892730339818144],[-111.78599178098993,34.892730339818144],[-111.78599178098993,34.89362966018187],[-111.78708821901006,34.89362966018187],[-111.78708821901006,34.892730339818144]]]}},"content":{"description":"A secluded area with stellar views over Soldiers Pass, Brins Mesa, Mormon Canyon, and the vast expanse to the north. It also has some great routes. You will likely never run into another party here.  The rock quality varies from very good on Tasmanian Devil to moderate on Aladdin's Lamp and Alladin's Turbin."},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T05:52:42.291Z","updatedAt":"2024-01-20T00:56:38.771Z"}