{"_id":"63689d5ce80bff5a994f4c60","area_name":"8-Dostie","shortCode":"","climbs":[{"_id":"B4eLv5wFXxqGEwpg1WsZiw==","name":"Upper Right Face","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Joshua Reinig","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.1068,37.81131]},"left_right_index":16,"mp_id":"114776369","mp_crag_id":"112059075","climb_id":"B4eLv5wFXxqGEwpg1WsZiw==","areaRef":"dTAtq/3/WbSX7qkUoPj4ig=="},"content":{"description":"Lots of enjoyable moves. If don't find all the right holds and use them well at the crux sequences, it's definitely going to feel harder than the quoted difficulty.\n\ndirections\n\n: Start by going horizontal left about 20 feet from the two-bolt anchor for \"Right End Ledge\". Next upward, aim for the two cracks under right side of big bulge in upper right side of Central Fins area. Figure out how to get to the top of the cracks (crux) and around right side of bulge.\n\nNext go gentler under obvious crack (of the route \"Upper Right Corner\") which is above left. Soon leave ramp and go up for 10-15 ft roughly parallel to crack, then up diagonal 15 ft or 20, then aim up toward obvious bush and finish under right side of bush to rope-around-bush anchor (or continue gentle up right 20 ft to bolt anchor).\n\ndescent\n\n: See description of the route \"Upper RIght Corner\".\n\nwarning\n\n: The rock in this sector has not been climbed much yet, and much of the rock is still breakable and loose -- so the belayer and other people should stand far away from underneath the climber.","protection":"Intermediate bolts for leading (not sure how many) up to rope-around-bush anchor, or higher up right to two-bolts-connected-by-climbing rope with rappel ring anchor.\n\n. . Higher top anchor: Both bolts and upper hanger are 304 Stainless steel. Lower hanger + rappel ring are Plated steel. All installed 2018.\n\n. . Intermediate bolts + hangers are all 304 Stainless steel, installed 2018.\n\nFor ideas on how to get access to top of this route to set up a top anchor,\n\nsee the Area description page for this sector Dostie\n\n.","location":"At (or left of) the two-bolt anchor for the route \"Right End Ledge\".\n\n- - >\n\nSee T on this Photo"},"__v":0},{"_id":"THpqqf4qVzuS1f7aLKqkTA==","name":"Upper Right Exit","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Ken Roberts + Krystina Maixner","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.1068,37.81131]},"left_right_index":18,"mp_id":"114776511","mp_crag_id":"112059075","climb_id":"THpqqf4qVzuS1f7aLKqkTA==","areaRef":"dTAtq/3/WbSX7qkUoPj4ig=="},"content":{"description":"Some interesting moves, too bad it's not longer.\n\nGIves access to nice platform at top of sector Chouinard with nice rappel, or can rappel from top anchor of this route.\n\ndirections\n\n: Start at large bush above the big bulge with thin crack splitting through its center and chimney through its left side.\n\nUp non-steep on vague ridge above large bush. Then turn Right up small slab to 6-ft-high wall facing NW with cracks in it. Up over this, then face left and go up along crack to reach tree at top with rope anchor. Or if want to go higher to a pleasant platform, there is a natural anchor about 20 feet higher with a rock horn or pair of rocks forming a hole.\n\nwarning\n\n: The rock in this sector has not been climbed much yet, and much of the rock is still breakable and loose -- so the belayer and other people should stand far away from underneath the climber.","protection":"4 bolts to rope-around-tree anchor.\n\nThe rope tied around tree is at least 10 mm diameter, installed 2018.\n\nOn the rope are a rappel ring and a snap-link.\n\n. . . (both plated steel, installed 2018).","location":"At large bush on top of big bulge with thin crack splitting through its center and chimney through its left side.\n\nMost obviously reached by climbing the route \"CR Upper Right Face\" or \"Upper Right Corner\".\n\nOr by carefully scrambling across top of Central Fins area after climbing some other route.\n\n- - >\n\nSee V in this Photo"},"__v":0},{"_id":"ipaxcYcoWVOPrwHI7sAofQ==","name":"Upper Right Corner","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Ken Roberts","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.1068,37.81131]},"left_right_index":17,"mp_id":"114810464","mp_crag_id":"112059075","climb_id":"ipaxcYcoWVOPrwHI7sAofQ==","areaRef":"dTAtq/3/WbSX7qkUoPj4ig=="},"content":{"description":"Sustained interesting moves on positive holds in the upper part. Lower part is mostly scrambling (some of it fun, some loose or vegetated), with a couple of short interesting climbing sequences.\n\ndirections\n\n: Start from the two-bolt anchor for \"Right End Ledge\". Scramble up there, perhaps trending a bit right. Then aim a bit to base of obvious corner with left-facing gap. Up this (crux) then step up left to wide ledge. Follow obvious crack to its top, then aim up right on edge of ridge to two-bolt top anchor just below left from mature bush (or there is a rope-around-bush anchor).\n\ndescent\n\n: Rappel to ground from top anchor requires 70-meter rope. With a 60-meter rope better to aim down to the top anchor for the route \"Right End Ledge\" (a bit right from the direct downward \"fall line\"), then make a second rappel from there.\n\nwarning\n\n: The rock in this sector has not been climbed much yet, and much of the rock is still breakable and loose -- so the belayer and other people should stand far away from underneath the climber.","protection":"Two-bolts-connected-with-cord top anchor with ramshorn lower-off. Near a mature tree with rope which could also be used as a anchor,\n\n. . (Bolts and upper hanger are 304 Stainless steel. Lower hanger + ramshorn are 316 Stainless. All Installed 2018).\n\n10-12 intermediate bolts for leading.\n\n. . (All bolt + hangers are 304 Stainless steel. Installed 2018).\n\nFor ideas on how to get access to top of this route to set up a top anchor, see the Area description page for this sector Dostie.","location":"The top anchor for the route \"Right End Ledge\".\n\n- - >\n\nSee U on this Photo"},"__v":0},{"_id":"IMgYZNK+X3CIyRoH5T7WAQ==","name":"Right End Ledge","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Ken Roberts","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.1068,37.81131]},"left_right_index":22,"mp_id":"114810575","mp_crag_id":"112059075","climb_id":"IMgYZNK+X3CIyRoH5T7WAQ==","areaRef":"dTAtq/3/WbSX7qkUoPj4ig=="},"content":{"description":"Two main purposes: To access mid-way anchors and routes in \"Central Fins\" and \"Upper Right\" that go up higher from this ledge. Or to set Top-Rope anchors for routes (e.g. \"Affordable Care\") starting below on the ground and finishing near this ledge.\n\nSome thoughtful moves along the way (and some variations more thoughful).\n\ndirections\n\n: Start on the right side of the outside corner that forms the far right edge of the lower wall of sector Dostie, below a bolt. Up the corner, at first on its right side, then perhaps some clever switching back and forth, to figure out how to attain standing on ledge just above 2nd bolt and then 3rd bolt. Horizontal left on this ledge and past a 4th bolt and step down a little just after passing 5th bolt . (or step down after 4th bolt, then termporarliy up to clip 5th bolt).\n\n. . Variation: more interesting and difficult is to go left and up after passing 5th bolt.\n\nHorizontal left until under the two-bolt anchor at the bottom start of the route \"Upper Right Corner Crack\", then up to that first mid-way anchor.\n\n. . Variation: For a tricky challenge (much harder like 5.9), instead continue traversing left (balancy and slopy hands) under perched rock, then up on the left side of rock.\n\nFrom the first mid-way anchor, make a rising traverse up left through several steps to reach bolt.\n\n. .  More interesting and a bit harder is to traverse non-rising horizontal left from anchor to reach bolt in corner (for the route \"Upper Right Face\", and up the corner  to reach a ledge just left of a bolt (for the main route \"Right End Ledge\").\n\nFinish horizontal Left to reach two-bolt mid-way anchor which is bottom start for route \"CF Right Groove\".\n\nwarning\n\n: The rock in this sector has not been climbed much yet, and much of the rock is still breakable and loose -- so the belayer and other people should stand far away from underneath the climber.","protection":"5 bolts to first mid-way bolt anchor then additional 1 bolt to reach second bolt anchor -- so total of\n\n7 intermediate protection points.\n\nOne or two of the bolts are positioned to protect the\n\nfollower\n\nfrom taking a big swing sideways if they fall. So don't forget to place draws and clip them just because the Leader does not need that directional protection.\n\nFirst mid-way anchor is two-bolts-connected-by-climbing rope, with rappel ring.\n\n. . (Bolts + upper hanger are 304 Stainless steel. Lower hanger + rappel ring are Plated steel. Installed 2018).\n\nFor details on second mid-way anchor, see the route \"CF Left Ledge\".\n\n. . (Intermedate bolts and hangers are all 304 Stainless steel. Installed 2018).","location":"Outside corner that forms the far right edge of the lower wall of sector Dostie.\n\n- - >\n\nSee Z on this Photo"},"__v":0},{"_id":"B0HBlbmTXqmeVz3r19thCA==","name":"Limbaugh Limbo","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"TR Krystina Maixner","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.1068,37.81131]},"left_right_index":15,"mp_id":"114402795","mp_crag_id":"112059075","climb_id":"B0HBlbmTXqmeVz3r19thCA==","areaRef":"dTAtq/3/WbSX7qkUoPj4ig=="},"content":{"description":"Link-up of some interesting more diffficult sequences to go bottom to top on the right side of the Central Fins (CF) area.\n\n. .  . (We can hope that another sequence will be added: see Project Variation below).\n\nStart by climbing\n\nthe route \"Affordable Care\"\n\n, to reach a small tree on a block at its top.\n\nStep Left across gully onto face below nose, and climb up through notch in nose. Then up and over another nose (crux).\n\n. . . (This is roughly parallel close next to\n\nthe route \"CF Right Groove\"\n\n).\n\nNext aim for the left side of the overhanging bulge, and join\n\nthe route \"CF Wandering\"\n\nto finish up the face between the slanting roof on the left and the chimney on the right, finish to two-bolt anchor with lower-off.\n\n. . . (or more \"direct\" and easier, could join the route \"CF Right Groove\" finish up wide chimney).\n\n- - > Project ? Variation: ? Finish up the splitter crack through the center of the overhanging bulge.\n\nwarning\n\n: The rock in this sector has not been climbed much yet, and much of the rock is still breakable and loose -- so the belayer and other people should stand far away from underneath the climber.\n\nFA first ascent\n\n? The listing of a Top-Rope first ascent does not imply that top-roping is the \"appropriate\" style for this route. If some party bolts this route and leads it\n\nand\n\nsupplies a careful description of the size and metal-composition of the bolts and hangers - (by posting an Improve This Page or a Comment below) -- they wlll be given first-rank FA on this page. Also they can supply their own name for the climb (which is why currently this route has a \"generic\" name, awaiting installation of hardware).","protection":"Top anchor is two bolts connected by cord.\n\n. . . Bolts and hangers are 304 Stainess steel. Installed 2018.\n\nThere is  a facultative bolt about 15-20 ft above this anchor. This bolt is about 25 ft up and 25 ft right from the upper anchor (on protruding rock over small alcove) of the route \"CF Left Corner\". If coming from that upper anchor, obvious way to set TR on this route is go up right on slippery dirty loose slope, then up on slopy rock, then traverse horizontal right to facultative bolt. Clip quickdraw to that, finally get lowered or belayed on down-climb to reach this Right anchor.\n\nNo intermediate bolts or other fixed hardware for Leading as of 2018.\n\nLeading: Protection for Trad leading is unknown and likely inadequate.\n\nTop-Rope: Two-bolt anchor near top of this route -- with facultative bolt above to help protect access to this anchor across top of wall after climbing another route nearby.\n\nFor ideas on how to get access to top of this route to set up a top anchor, see\n\nthe Area description page for this sector Dostie\n\n.","location":"At the base of\n\nthe route \"Affordable Care\"\n\n.\n\n- - >\n\nsee Q on this Photo"},"__v":0},{"_id":"7SI6ZwYMW/6HgRtv+abBNA==","name":"Left Slab - Right Flake","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"TR Ken Roberts","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.1068,37.81131]},"left_right_index":5,"mp_id":"113767067","mp_crag_id":"112059075","climb_id":"7SI6ZwYMW/6HgRtv+abBNA==","areaRef":"dTAtq/3/WbSX7qkUoPj4ig=="},"content":{"description":"Fun moves then an unusual crux.\n\n. . Still lots of loose rock on upper half.\n\nUp flake and continue to top of apron. Up 6-8 feet in vertical 1-ft-wide crack. Then exit Left up onto wide ledge (crux). Finish straight to top.\n\nwarning\n\n: The rock in this sector has not been climbed much yet, and much of the rock is still breakable and loose -- so the belayer and other people should stand far away from underneath the climber.\n\nFA first ascent? The listing of a Top-Rope first ascent does not imply that top-roping is the \"appropriate\" style for this route. If some party bolts this route and leads it\n\nand\n\nsupplies a careful description of the size and metal-composition of the bolts and hangers - (by posting an Improve This Page or a Comment below) -- they wlll be given first-rank FA on this page. Also they can supply their own name for the climb (which is why currently this route has a \"generic\" name, awaiting installation of hardware).","protection":"No fixed hardware for top anchor or intermediate bolts for leading yet as of 2017.\n\nTop-Roping: Might need static line to get to tree or rock horn without so much risk of disturbing and dropping loose rocks.\n\nProtection for trad Leading is unknown.","location":"Below flake about 10ft left from R edge of gentle apron.\n\n- - >\n\nsee on this Photo"},"__v":0},{"_id":"lYpJWJyLVNWk4wH1D2DgTA==","name":"Left Slab - Near Left Gully","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"(please let us know)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.1068,37.81131]},"left_right_index":2,"mp_id":"113766744","mp_crag_id":"112059075","climb_id":"lYpJWJyLVNWk4wH1D2DgTA==","areaRef":"dTAtq/3/WbSX7qkUoPj4ig=="},"content":{"description":"Lots of interesting outdoor moves -- more challenging if take a fairly direct line from bolt to bolt.\n\nA climber following could find interesting moves at less difficulty by pulling through the crux by grabbing the draw on the first bolt (5.5 C0), then climbing to the left of the direct line between bolts. Or by hanging an etrier / aid-ladder off the first bolt, could get the overall difficulty down to around 5.4 (and still interesting).\n\nFollow the bolts. Decide if you want more challenge by more direct, or less difficult still interesting by trending left.\n\nwarning\n\n: The rock in this sector has not been climbed much yet, and much of the rock is still breakable and loose -- so the belayer and other people should stand far away from underneath the climber.","protection":"4 bolts to 2-bolt anchor w 2 rings\n\n. . (bolt hangers are 316 stainless steel - Metolius EN959 - extra corrosing resistance).\n\n. . (year of installation unknown).\n\nMove to reach to clip the first bolt might feel a bit unusual. We found we could protect that with 0.4 Camalot behind underneath right-trending crack.","location":"Gully to left of the central apron of the left slab. See first bolt about 25 ft above left.\n\n- - >\n\nsee on this Photo\n\n. . . .\n\nor on this Photo"},"__v":0},{"_id":"zEwrEAz5W+aygqlj3ZH9nw==","name":"Left Slab - Left Cracks","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"TR Sharon + Ken Roberts","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.1068,37.81131]},"left_right_index":3,"mp_id":"113766881","mp_crag_id":"112059075","climb_id":"zEwrEAz5W+aygqlj3ZH9nw==","areaRef":"dTAtq/3/WbSX7qkUoPj4ig=="},"content":{"description":"Lots of fun moves mostly on positive holds.\n\nRoughly straight up, staying a bit right from the Near Left gully, to high right-facing wide corner / dihedral with crack. Up that, then reach for the top.\n\nwarning\n\n: The rock in this sector has not been climbed much yet, and much of the rock is still breakable and loose -- so the belayer and other people should stand far away from underneath the climber.\n\nFA first ascent? The listing of a Top-Rope first ascent does not imply that top-roping is the \"appropriate\" style for this route. If some party bolts this route and leads it\n\nand\n\nsupplies a careful description of the size and metal-composition of the bolts and hangers - (by posting an Improve This Page or a Comment below) -- they wlll be given first-rank FA on this page. Also they can supply their own name for the climb (which is why currently this route has a \"generic\" name, awaiting installation of hardware).","protection":"No fixed hardware for top anchor or intermediate bolts for leading yet as of 2017.\n\nTop-Roping: If using 2-bolt anchor at top of route \"\n\nLeft Slab - Near Left Gully\n\n;, need to place a trad directional above the top wide corner / dihedral with crack.\n\nProtection for trad Leading is unknown.","location":"On right end of central apron of left slab, just right of Near Left gully.\n\n- - >\n\nsee on this Photo\n\n. . . .\n\nor on this Photo"},"__v":0},{"_id":"JuyzHYDXUyWMtuq60wn3bw==","name":"Left Slab - Left Arete","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"TR Ken Roberts","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.1068,37.81131]},"left_right_index":1,"mp_id":"113766635","mp_crag_id":"112059075","climb_id":"JuyzHYDXUyWMtuq60wn3bw==","areaRef":"dTAtq/3/WbSX7qkUoPj4ig=="},"content":{"description":"One-and-a-half-move wonder.\n\nExit gully onto ramp up Left - to about 10ft L below first bolt of the route \"\n\nLeft Slab - Near Left Gully\n\n;. Stand up onto 1-ft-wide toothy flake.\n\nPull over left-trending diagonal outside corner (1st move, crux). Next diagonal up Left (and perhaps traverse) to reach platform at base of short narrow V gully.\n\nStep Right from the gully, and instead move up onto arete that forms its R side (2nd move, not as hard). Finish to 2-bolt anchor for the route \"\n\nLeft Slab - Near Left Gully\n\n;.\n\nwarning\n\n: The rock in this sector has not been climbed much yet, and much of the rock is still breakable and loose -- so the belayer and other people should stand far away from underneath the climber.\n\nFA first ascent? The listing of a Top-Rope first ascent does not imply that top-roping is the \"appropriate\" style for this route. If some party bolts this route and leads it\n\nand\n\nsupplies a careful description of the size and metal-composition of the bolts and hangers - (by posting an Improve This Page or a Comment below) -- they wlll be given first-rank FA on this page. Also they can supply their own name for the climb (which is why currently this route has a \"generic\" name, awaiting installation of hardware).","protection":"No fixed hardware for top anchor or intermediate bolts for leading yet as of 2017.\n\nTop-roping: Can use the 2-bolt anchor at top of the route \"\n\nLeft Slab - Near Left Gully\n\n;.\n\nProtection for trad Leading is unknown and likely inadequate.","location":"Gully under first bolt of the route \"Left Slab - Near Left Gully\".\n\n- - >\n\nsee on this Photo\n\n. . . .\n\nor on this Photo\n\n. . . .\n\nor on this Photo"},"__v":0},{"_id":"ylR53FDCXlK4BkW+7HIghQ==","name":"Left Slab - Far Left Gully","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"TR Sharon + Ken Roberts","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.1068,37.81131]},"left_right_index":0,"mp_id":"113766481","mp_crag_id":"112059075","climb_id":"ylR53FDCXlK4BkW+7HIghQ==","areaRef":"dTAtq/3/WbSX7qkUoPj4ig=="},"content":{"description":"Lots of fun moves.\n\nUp a couple steps to next to old tree. Diag up Left 20 ft (crossing gully along the way) to reach crack diagonal right. Use crack to move onto diagonal ramp and up right on that 10ft to base of gully filled with rectangular blocks. Straight up this to platform below gentler narrow V gully.\n\nStep Left 10-12 ft to short face under overhang.\n\n. . (Variation 1: Straight up final V gully to finish at 2-bolt anchor - easier but less fun).\n\nUp short face (left side easier?) to finish on wide platform (which is diagonal left 30ft below 2-bolt anchor for the route \"\n\nLeft Slab - Near Left Gully\n\n;).\n\n. . ? Variation ? (not checked by us): Continue above platform to finish up around right side of overhanging nose.\n\n. . ? Project ? (not checked by us) ? Continue above platform to finish up crack/flakes on L side of overhanging nose.\n\nwarning\n\n: The rock in this sector has not been climbed much yet, and much of the rock is still breakable and loose -- so the belayer and other people should stand far away from underneath the climber.\n\nFA first ascent? The listing of a Top-Rope first ascent does not imply that top-roping is the \"appropriate\" style for this route. If some party bolts this route and leads it\n\nand\n\nsupplies a careful description of the size and metal-composition of the bolts and hangers - (by posting an Improve This Page or a Comment below) -- they wlll be given first-rank FA on this page. Also they can supply their own name for the climb (which is why currently this route has a \"generic\" name, awaiting installation of hardware).","protection":"No fixed hardware for top anchor or intermediate bolts for leading as of 2017.\n\nTop-Roping: Need to build Trad anchor on top platform below overhang. Or if using 2-bolt anchor at top of route \"\n\nLeft Slab - Near Left Gully\n\n;, many climbers will want a Trad directional under the top overhang.\n\n. . (though others will feel secure just flipping the rope sideways, which is non-trivial).\n\nProtection for trad Leading is unknown.","location":"At downhill-reclining 6ft x 3.5ft block below + just L from old tree.\n\n- - >\n\nsee on this Photo\n\n. . . [ another photo to be added ] . . ."},"__v":0},{"_id":"FnRIqbbDXYyJ2M6BD91RWw==","name":"Left Slab - Central","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"TR Ken Roberts","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.1068,37.81131]},"left_right_index":4,"mp_id":"113766944","mp_crag_id":"112059075","climb_id":"FnRIqbbDXYyJ2M6BD91RWw==","areaRef":"dTAtq/3/WbSX7qkUoPj4ig=="},"content":{"description":"Sustained slab moves in first section, then some fun 3-dimensional sequences above.\n\n. . Still lots of loose rock on upper half.\n\nUp the face (without many positive holds), trending a bit left to 1-ft-thick tooth aimed up right. Get up that, then step around Right onto ramp. Up to top of ramp, then straight to the top.\n\nwarning\n\n: The rock in this sector has not been climbed much yet, and much of the rock is still breakable and loose -- so the belayer and other people should stand far away from underneath the climber.\n\nFA first ascent? The listing of a Top-Rope first ascent does not imply that top-roping is the \"appropriate\" style for this route. If some party bolts this route and leads it\n\nand\n\nsupplies a careful description of the size and metal-composition of the bolts and hangers - (by posting an Improve This Page or a Comment below) -- they wlll be given first-rank FA on this page. Also they can supply their own name for the climb (which is why currently this route has a \"generic\" name, awaiting installation of hardware).","protection":"No fixed hardware for top anchor or intermediate bolts for leading yet as of 2017.\n\nTop-Roping: Might need static line to get to tree or rock horn without so much risk of disturbing and dropping loose rocks.\n\nProtection for trad Leading is unknown and likely inadequate.","location":"On the central apron of the left slab, just left of short non-steep narrow dirty gully.\n\n- - >\n\nsee on this Photo"},"__v":0},{"_id":"xKtKTjFXUP++qKpZ1Bi8Gg==","name":"Hand Traverse","yds":"5.3","grades":{"yds":"5.3","french":"3+"},"fa":"Ken Roberts","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.1068,37.81131]},"left_right_index":6,"mp_id":"112303656","mp_crag_id":"112059075","climb_id":"xKtKTjFXUP++qKpZ1Bi8Gg==","areaRef":"dTAtq/3/WbSX7qkUoPj4ig=="},"content":{"description":"Sustained fun moves. If only the good climbing were longer.\n\nProblem as of 2018 is finding a top anchor which can be reached without crossing lots of steep loose dirt and loose rock.\n\n. . Still lots of loose rock above the notch.\n\nDiagonal left up the crack, then step up right through notch. Scramble up (loose + dirty) to a convenient place to build a Trad anchor;\n\nVariations High Finish - (1) Could connect with top anchors for first pitches of route in the Central Fins by continuing up with the route \"Connect Top Central Fins\"; or (2) could go higher and farther to top of sector Chouinard, then rappel down.\n\nwarning\n\n: The rock in this sector has not been climbed much yet, and much of the rock is still breakable and loose -- so the belayer and other people should stand far away from underneath the climber.","protection":"Leading: standard Trad rack. Long slings might be helpful for building anchor around protruding rocks.\n\nNo fixed hardware for top anchor or intermediate bolts for leading as of 2018.\n\nPlan to bring your own equipment to leave behind to descend by rappel (unless you expect to down-climb the route).","location":"At the right edge of the central apron of the (gentler) left side of sector Cosmiques - (with some broken loose left-facing ramps to its left and a more-than-vertical 25-ft-high face to its right).\n\nAt the right end of a diagonal crack going up right to left to a notch.\n\n- - >\n\nsee on this Photo\n\n. . . .\n\nor on this Photo\n\n. . . .\n\nor on this Photo"},"__v":0},{"_id":"BKJEV3slUEa9flX4WXIn5Q==","name":"Guanobita","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"TR Luke Wolcott","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.1068,37.81131]},"left_right_index":21,"mp_id":"112069785","mp_crag_id":"112059075","climb_id":"BKJEV3slUEa9flX4WXIn5Q==","areaRef":"dTAtq/3/WbSX7qkUoPj4ig=="},"content":{"description":"Interesting route if you want to practice off-width and squeeze chimney - (if only it were longer).\n\nJust go up the crack.\n\nDescent: Either bring slings/cord + rings to construct a rappel anchor (at least one nice rock horn or hole above top of Affordable Care.\n\nOr scramble off to the south (4th class exposed) -- see intructions for Top-Rope access on\n\nsector 8 description page\n\n.\n\nwarning\n\n: The rock in this sector has not been climbed much yet, and much of the rock is still breakable and loose -- so the belayer and other people should stand far away from underneath the climber.","protection":"No fixed hardware for top anchor or for leading as of 2016.\n\nLeading: Protection for Trad leading is unconfirmed so far, but the Top-Rope First-Ascensionist felt that it should protect reasonably with a standard Trad rack, augmented perhaps larger stuff for the lower crack.\n\nTop-Rope: Various rock holes or horns available for top anchor.\n\nFor access to top of cliff see ideeas on\n\nsector 8 description page\n\n.","location":"Wide crack (more than a foot wide at bottom) about 16 feet left from right (S) end of sector wall.\n\nJust right of a narrower crack which is just right of a wide alcove.\n\n-->\n\nsee Dostie sector 8 routes Photo\n\n| |\n\nlower R cracks Photo\n\n<--"},"__v":0},{"_id":"rvHyQ9tGXXSIXHz30HWJUQ==","name":"Connect Top Central Fins","yds":"5.3","grades":{"yds":"5.3","french":"3+"},"fa":"Ken Roberts + David Smith","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-119.1068,37.81131]},"left_right_index":7,"mp_id":"114438355","mp_crag_id":"112059075","climb_id":"rvHyQ9tGXXSIXHz30HWJUQ==","areaRef":"dTAtq/3/WbSX7qkUoPj4ig=="},"content":{"description":"Main purpose is to reach the top anchors of the Central Fins, to set up Top-Rope.\n\nIf looking instead for an adventure which combines some thoughtful moves with scrambling on dirt + grass + loose rock, likely the route :\"Connect High Chouinard\" is a better choice (first half shared with this route).\n\nLots of horizontal traversing in the later part of this route, so likely difficult to protect a Following climber against injury if they fell.\n\nAlso it's difficult to avoid lots of rope drag because of zig-zag in the middle section.\n\nFirst climb the route \"Hand Traverse\". Then above the notch, angle up right on loose dirt to reach a left-facing corner with ramp on its left side.\n\n. . . Stopping to build an anchor and belay here will help avoid rope drag.\n\nInstead of going up that corner, angle up left on ramp about 12-16 ft, then straight up through a notch about 10 ft, then traverse horizontal right about 20 ft (or diagonal up right). Turn left to go straight up gully past a chimney on its right side (or perhaps could climb the chimney?). Partway up the gully soon exit Right, and carefully get up onto flat ledge. Look horizontal to see the anchor bolt on top of protruding rock -- That's the goal of this route. Traverse horizontal right with some downward moves, until reach small alcove with rock roof. The anchor on top of this small roof could be used to belay access to other anchors to set up Top-Roping.\n\ndescent\n\n: Use the two-bolt anchor above the small alcove to protect getting down to the lower anchor for the route \"Central Fins - Left Corner\", then rappel from that anchor to get back to starting platform.\n\n. . . (or perhaps rappel from the upper two-bolt anchor in nigh alcove.\n\nwarning\n\n: The rock in this sector has not been climbed much yet, and much of the rock is still breakable and loose -- so the belayer and other people should stand far away from underneath the climber.","protection":"No fixed hardware for Leading, but this route ends (sideways) to the higher two-bolt anchor of the route \"Central Fins - Left Corner\".\n\nLeading Trad: Standard rack (but not much use for large cams). Slings to wrap around trees could be useful.\n\nLots of horizontal traversing in the later part of this route, so likely difficult to protect a Following climber against injury if they fell.\n\nMakes no sense to do this route as a Top-Rope.","location":"Start at the top of the route Hand Traverse, above the notch.\n\n- - >\n\nsee on this Photo"},"__v":0},{"_id":"QPwV0QNRWjqHat2Uu+80oQ==","name":"Connect High Chouinard","yds":"5.3","grades":{"yds":"5.3","french":"3+"},"fa":"Ken Roberts","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-119.1068,37.81131]},"left_right_index":8,"mp_id":"114438537","mp_crag_id":"112059075","climb_id":"QPwV0QNRWjqHat2Uu+80oQ==","areaRef":"dTAtq/3/WbSX7qkUoPj4ig=="},"content":{"description":"Two possible purposed for this route: To reach the top anchors for some routes in sector Chouinard, to set up Top-Roping.\n\nOr to have an \"adventure\" combining thoughtful moves on rock with scrambling on dirt + grass + loose rocks.\n\nAnother problem is that the zig-zag in the second quarter of this route likely will give substantial rope drag.\n\nFirst climb the route \"Hand Traverse\". Then above the notch, angle up right on loose dirt to reach a left-facing corner with ramp on its left side.\n\n. . . Stopping to build an anchor and belay here will help avoid rope drag.\n\nInstead of going up that corner, angle up left on ramp about 12-16 ft, then straight up through a notch about 10 ft, then traverse horizontal right about 20 ft (or diagonal up right). Turn left to go straight up gully past a chimney on its right side (or perhaps could climb the chimney?). Partway up the gully soon exit Right to avoid loose rock, and carefully get up onto flat ledge. Look horizontal to see an anchor bolt on top of protruding rock -- but the goal of this route is go much higher.\n\nA few feet up on right side of gully, then into the gully and continue up and right, mostly hiking and easy scrambilng, but at least on more thoughtful sequence on rock. Reach flat area just left of mature tree with mulltiple trunks (this tree is above the Central Fins section). Finally walk horizontally with a few scrambling moves to reach wide flat ledge at the top of the giant dihedral / open book with a dark V slot at its top - (\"Big Dihedral\").\n\ndescent\n\n: Rappel from cord anchor above top of wide Big Dihedral, about 30-35 meters down to wide platform which forms the base of the giant dihedral. Then scramble down roughly south to reach steep trail, and return to base of sector Dostie by walking down and then traverse right to get back to sector Dostie.\n\nwarning\n\n: The rock in this sector has not been climbed much yet, and much of the rock is still breakable and loose -- so the belayer and other people should stand far away from underneath the climber.","protection":"No fixed hardware for Leading, but this route ends (sideways) at the rappel anchor above the \"Great White Book\" dihedral.\n\nLeading Trad: Standard rack (but not much use for large cams). Slings to wrap around trees could be useful.\n\nMakes no sense to do this route as a Top-Rope.","location":"Start at the top of the route Hand Traverse, above the notch.\n\n- - >\n\nsee on this Photo"},"__v":0},{"_id":"N/5c01i0XEmUtT+erIG0dg==","name":"Cohiba","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"TR Luke Wolcott + Ken Roberts","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.1068,37.81131]},"left_right_index":20,"mp_id":"112069767","mp_crag_id":"112059075","climb_id":"N/5c01i0XEmUtT+erIG0dg==","areaRef":"dTAtq/3/WbSX7qkUoPj4ig=="},"content":{"description":"Interesting moves, but the initial hand-holds on the crack are a bit slippery.\n\nJust go up the crack.\n\nDescent: Either bring slings/cord + rings to construct a rappel anchor (at least one nice rock horn or hole above top of Affordable Care.\n\nOr scramble off to the south (4th class exposed) -- see intructions for Top-Rope access on\n\nsector 8 description page\n\n.\n\nwarning\n\n: The rock in this sector has not been climbed much yet, and much of the rock is still breakable and loose -- so the belayer and other people should stand far away from underneath the climber.","protection":"No fixed hardware for top anchor or for leading as of 2016.\n\nLeading: Protection for Trad leading is unconfirmed so far, but the Top-Rope First-Ascensionists felt that it should protect reasonably with a standard Trad rack.\n\nTop-Rope: Various rock holes or horns available for top anchor.\n\nFor access to top of cliff see ideeas on\n\nsector 8 description page\n\n.","location":"Crack about 20 feet left from right (S) end of sector wall.\n\nAbout four feet right from a wide alcove, and about four feet left from crack more than one foot wide at bottom.\n\n-->\n\nsee Dostie sector routes Photo\n\n| |\n\nlower R cracks Photo\n\n<--"},"__v":0},{"_id":"Nm4AlQI2UN65IRDWY6sQMQ==","name":"CF Right Groove","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Ken Roberts","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.1068,37.81131]},"left_right_index":14,"mp_id":"114777285","mp_crag_id":"112059075","climb_id":"Nm4AlQI2UN65IRDWY6sQMQ==","areaRef":"dTAtq/3/WbSX7qkUoPj4ig=="},"content":{"description":"Lots of interesting moves on big features of granite on the right side of the Central Fins (CF) area.\n\ndirections\n\n: Start at the Left mid-way two-bolt anchor (which is at the intersection of the routes \"Left Ledge\" and \"Right End Ledge\"). Up right a few feet, then up left to cross above the anchor. As cross above the anchor, see three bolt lines above. The right one is a variation to join the route \"Upper Right Face\". The center one is for this route \"CF Right Groove\". The Left one is for the route \"CF Wandering\".\n\nStep Left across gully onto face below nose, and climb up through notch in nose. Then up and over another nose (crux).\n\n. . . (likely the crux could be avoided, so then the overall route difficulty would be 5.8-5.9).\n\nNext up a shallow groove under the overhanging bulge. Then go left to its bottom left corner. Up along left side of bulge and finish on narrow chimney (at least 5.8 with some fun moves) to reach two-bolt anchor.\n\nwarning\n\n: The rock in this sector has not been climbed much yet, and much of the rock is still breakable and loose -- so the belayer and other people should stand far away from underneath the climber.","protection":"Forgot to count how many bolts lead up to the anchor.\n\nTop anchor is two bolts connected by cord, with ramshorn lower-off.\n\n. . . Bolts and upper hanger are 304 Stainess steel. Lower hanger + ramshorn/pigstail are 316 Stainless. Installed 2018.\n\n. . . Intermediate bolts + hangers are all 304 Stainless steel 3/8 inch. Installed 2018.\n\nThere is a facultative/directional bolt about 15-20 ft above this anchor, and a bolt 5-8 ft horizontal left from this anchor.\n\nLeading: Protection for Trad leading is unknown and likely inadequate.\n\nTop-Rope: Two-bolt anchor near top of this route -- can be reached from upper anchor for \"CF Wandering\" (or from the route \"CF Connect Left Upper Right\") by traversing horizontal right about 20 ft past one bolt (on left side of down-pointing flake). Or could be reached from top anchor for \"UR Corner Crack\" or bush-with-rope anchor by clipping to a facultative / directional bolt. Or reached from directly above from the higher bolt anchor for \"UR Face\".\n\n-- with facultative bolt above to help protect access to this anchor across top of wall after climbing another route nearby.\n\nFor ideas on how to get access to top of this route to set up a top anchor,\n\nsee the Area description page for this sector Dostie\n\n.","location":"At the Left mid-way anchor . . . which is at the intersection of the routes \"Left Ledge\" and \"Right End Ledge\" . . . which is right from the crux crack of the route \"CF Left Corners\" and above left from the route \"Affordable Care\".\n\nCould be reached by climbing either of the routes \"Left Ledge\" and \"Right End Ledge\", or by climbing the route \"Affordable Care\", or the first part of the route \"CF Left Corners\".\n\nLeft mid-way anchor is two-bolts-connected-with-climbing-rope, with rappel ring near the bottom of this route.\n\n. . (Bolts and upper hanger are 304 Stainless steel. Lower hanger + rappel ring are Plated steel. Installed 2018).\n\n- - >\n\nsee Q on this Photo"},"__v":0},{"_id":"bSqf+NnGVciOeM/DgnTqpw==","name":"CF Left Ledge","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"Ken Roberts","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.1068,37.81131]},"left_right_index":10,"mp_id":"114941847","mp_crag_id":"112059075","climb_id":"bSqf+NnGVciOeM/DgnTqpw==","areaRef":"dTAtq/3/WbSX7qkUoPj4ig=="},"content":{"description":"Mainly a way to connect from the bottom left of the \"Central Fins\" part (or first part of \"CF Left Corners\") to the mid-way anchor for \"CF Wandering\" and \"CF Right Groove\" (and \"Upper Right Face\"). Also connects with the other route \"Right End Ledge\" coming from the opposite direction.\n\nLots of thoughtful interesting moves with slanted-friction feet in the second half.\n\ndirections\n\n: Start same as \"CF Left Tower + Groove\" up to the first platform. Then flat / gentle over the top of the roof of the first crux of the route \"CF Left Corners\" to reach bolt (shared with \"CF Left Corners\"). Next up left to get hands onto start of positive edge going up diagonal right. Up this diagonal and pass horizontal under the overhanging crack crux of the route \"CF Left Corners\". Next diagonal up right about 30 feet through challenges with slopy feet to reach the Left mid-way anchor (two bolts).\n\nwarning\n\n: The rock in this sector has not been climbed much yet, and much of the rock is still breakable and loose -- so the belayer and other people should stand far away from underneath the climber.","protection":"3 bolts to Left mid-way bolt anchor\n\n. . . (one shared with the route \"CF Left Corners\").\n\nnote: Even if the Leader does not feel the need to clip them for his/her own protection, remember that clipping these bolts is also needed to protect the Follower from swinging sideways if fall.\n\nLeft mid-way anchor is two-bolts-connected-by-climbing rope, with rappel ring.\n\n. . (Bolts + upper hanger are 304 Stainless steel. Lower hanger + rappel ring are Plated steel. Installed 2018).\n\n. . (intermediate bolts + hangers  for leading or directional protection are all 304 Stainless steel 3/8-inch. Installed 2018.","location":"Start at the base start fo the route \"CF Left Tower + Groove\".\n\n- - >\n\nSee Y on this Photo"},"__v":0},{"_id":"0V2akOH8UQeCWqca8JdsUQ==","name":"CF Connect Left Upper Right","yds":"5.2","grades":{"yds":"5.2","french":"3"},"fa":"Ken Roberts","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.1068,37.81131]},"left_right_index":11,"mp_id":"114941641","mp_crag_id":"112059075","climb_id":"0V2akOH8UQeCWqca8JdsUQ==","areaRef":"dTAtq/3/WbSX7qkUoPj4ig=="},"content":{"description":"Main purpose is to connect diagonal up right from the top anchor for \"CF Left Tower + Groove\" or upper or lower anchor for \"CF Left Corner\" to upper anchor for \"CF Wandering\" and on to anchor for \"UR Corner Crack\" and to bush and to upper anchor for \"UR Face\".\n\nThe \"game\" is to make fll the moves with feet on rock, not dislodging any rocks or dirt or gravel down toward the ground below.\n\nWith a variety of interesting moves -- for climbers looking for stuff at around that difficulty grade.\n\ndirections\n\n: Start from the top anchor for the route \"CF Left Tower + Groove\". Diagonal up right to pass a few feet below the two-bolt upper anchor for \"CF Left Corner\". Continue up right (with care not to step in loose dirt / gravel) to reach wide rock ledge under the upper anchor for \"CF Wandering\" (which is also\n\nover\n\nthe lower anchor for \"CF Wandering\". Next pass below right from obvious dead stump, and then horizontal right across vague gully.\n\n. . . Variation: To reach the top anchor for \"CF Right Groove\", traverse horizontal right about 20 ft along ledge which is below the upper anchor for \"CF Wandering\", passing one bolt (on left side of down-pointing flake) aong the way.\n\nNext up trending right to get on vague ridge and up that passing left of bush-with-rope anchor (optional to go closer and clip to it). and finish at two-bolt upper anchor for the route \"Upper Right Face\".\n\n. . . From here, could continue up on the route \"Upper Right Exit\" (or possibly traverse horizontal left to join the route \"Connect High Chouinard\" just below its final crux sequence (no bolt, needs Trad protection).\n\nwarning\n\n: The rock in this sector has not been climbed much yet, and much of the rock is still breakable and loose -- so the belayer and other people should stand far away from underneath the climber.","protection":"6 intermediate bolts and one intermediate two-bolt anchor (and perhaps rope-around-Bush anchor) - up to two-bolt anchor.\n\n. . . (one bolt is shared with the route \"CF Left Corner).\n\nVariation to traverse to reach top anchor for \"CF Right Groove\" has an intermediate bolt.\n\n. . (Intermediate bolts and hangers are all 304 Stainless steel. Installed 2018).\n\nThe bolts near the loose dirt / gravel are closely spaced to try to help climbers feel safe to find a sequence that does not disturb the loose stuff.","location":"Top anchor the route \"CF Left Tower + Grove\".\n\n- - >\n\nSee M on this Photo"},"__v":0},{"_id":"1++eNQXgUPaNxIy22pX8yQ==","name":"Central Fins Wandering","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Joshua Reinig","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.1068,37.81131]},"left_right_index":13,"mp_id":"114776289","mp_crag_id":"112059075","climb_id":"1++eNQXgUPaNxIy22pX8yQ==","areaRef":"dTAtq/3/WbSX7qkUoPj4ig=="},"content":{"description":":Lots of interesting moves on positive holds. Lower crux sequences requires some strenuous holds with overhang. Upper crux sequence likely includes some blind reaches, so if a leader is not real solid in the difficulty grade, suggest trying it on top-rope first.\n\ndirections\n\n: Start at the bottom as with the route \"CF - Left Corners\" or \"CF - Left Ledge\" up to a wide groove overhanging at bottom with a crack on each side - (just right of the crux crack of \"CF - Left Corners\") - (a few feet below left from the Left mid-way anchor). Get up through that wide groove.\n\nVariation higher start (skip lower crux): Start at the Left mid-way two-bolt anchor (which is at the intersection of the routes \"Left Ledge\" and \"Right End Ledge\"). Up right a few feet, then up left to cross above the anchor. See bolt lines above. The right one is a variation to join the route \"Upper Right Face\". The next one is for the route \"CF Right Groove\". So continue past those and up left to join this route.\n\nAbove the wide groove with cracks on each side, continue roughly straight up. Aim for face which is right of slanting roof and left of inside corner + chimney on left edge of overhaning bulge with splitter crack. Getting up between those is the crux. Next trend left toward bolt anchor. Then a delicate move to reach a nice hold just a bit above left from two-bolt anchor.\n\nFor further entertainment, try to top out onto flat ledge above the two-bolt anchor, to reach higher two-bolt anchor with rappel ring.\n\nwarning\n\n: The rock in this sector has not been climbed much yet, and much of the rock is still breakable and loose -- so the belayer and other people should stand far away from underneath the climber.","protection":"There are some intermediate bolts and there are lower and upper top anchors, but this route is not ready for sport leading, because . . .\n\nThe first bolt in the lower crux (wide groove with cracks) will rotate in its hole if turn its nut with a wrench. Also its hanger is slightly loose. This bolt is longer (3.5 inch) than most of the other bolts (2.75 inch). The installer in 2018 was not in a position to diagnose or repair or replace, so surely the best course is to attempt this Variation only on top-rope until expert remedial action is taken.\n\nThe third bolt down below from the top will rotate in its hill if turn its nut with a wrench. This is not supposed to happen with proper installation. This bolt is longer (3.5 inch) than most of the other bolts (2.75 inch). The installer in 2018 was not in a position to diagnose or repair or replace, so likely best to only top-rope this route until expert remedial action is taken.\n\nTop-Roping is the way to enjoy this route, until that gets fixed. There are several other bolted routes nearby which can be led up to reach the two-bolt top anchors for this route.\n\nFA Lead? The first person to Lead this route was aware of the problems with those bolts, and made the judgment that it was OK for him to try leading it all the way from the ground to the upper anchor - (did not take any falls).\n\nAnchors\n\n. . .\n\nLower top anchor is two bolts connected by cord, with ramshorn lower-off.\n\n. . . Bolts and upper hanger are 304 Stainess steel. Lower hanger + ramshorn/pigstail are 316 Stainless. Installed 2018.\n\nHigher top anchor is two bolts connected by climbing rope, with rappel ring.\n\n. . . Bolts and upper hanger are 304 Stainess steel. Lower hanger + rappel ring are Plated steel. Installed 2018.\n\n. . . Intermediate bolts + hangers are 304 Stainless steel 3/8-inch. Installed 2018.\n\nA long sling or etrier attached to the higher anchor makes it easier (for top-roping) to reach down from ledge to attach climbing rope to the lower anchor set below edge of ledge. The higher anchor is about 5 ft up and 15 ft right from the upper anchor (on protruding rock over small alcove) of route to left of this one. Getting to this higher anchor from there requires getting up and across a slippery dirty loose slope.\n\nIn case anchor hardware is damaged or missing or otherwise inadequate, recommend to carry a few feet of 8mm climbing accessory cord and at least one quick-link.\n\nTop-Rope: Two-bolt anchor near top of this route, with another bolt anchor above to help protect access to this anchor from other routes across top of this wall.\n\nFor ideas on how to get access to top of this route to set up a top anchor,\n\nsee the Area description page for this sector Dostie\n\n.","location":"At the Left mid-way anchor . . . which is at the intersection of the routes \"Left Ledge\" and \"Right End Ledge\" . . . which is right from the crux crack of the route \"CF Left Corners\" and above left from the route \"Affordable Care\".\n\nCould be reached by climbing either of the routes \"Left Ledge\" and \"Right End Ledge\", or by climbing the route \"Affordable Care\", or the first part of the route \"CF Left Corners\".\n\nLeft mid-way anchor is two-bolts-connected-with-climbing-rope, with rappel ring near the bottom of this route.\n\n. . (Bolts and upper hanger are 304 Stainless steel. Lower hanger + rappel ring are Plated steel. Installed 2018).\n\n- - >\n\nSee P on this Photo"},"__v":0},{"_id":"MapkUVMMUxywaYqzGrY22w==","name":"Central Fins - Left Tower + Groove","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Krystina Maixner","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.1068,37.81131]},"left_right_index":9,"mp_id":"114420602","mp_crag_id":"112059075","climb_id":"MapkUVMMUxywaYqzGrY22w==","areaRef":"dTAtq/3/WbSX7qkUoPj4ig=="},"content":{"description":"Fun moves on positive holds most of the way.\n\nDifficulty is one grade harder if do not use the hidden hold at the crux -- and might be another trick -- (see beta in Comment below).\n\nnot\n\na sport climb: Although there is a bolt plainly visible near the ground, and even a second bolt a bit higher, above that you're either placing a full range of Trad protection, or soloing.\n\ndirections\n\n: Start In a shallow alcove around the corner Left from the 15-20 ft tall deep chimney capped by a rock.\n\nDiagonal up right on ramp to near the right edge corner of the face, then up onto wide platform.\n\n. . . Variation 1 (more interesting + harder): A few feet up the ramp then go straight up face (just right of bolt) to reach wide platform.\n\nNext aim up left for the obvious small tower. Start up its SW corner (with a thoughtful move 5.6 perhaps 5.7), later onto its South face, and to standing on top.\n\n. . . Variation 2: Traversing around to the Left (N) side of tower and up is easier 5.5 and also interesting.\n\nFrom standing on top of tower, get onto the main cliff and get established in the obvious right-trending groove with cracks (crux) - (beta in Comment below).  All the way to the top of the groove to reach two-bolt anchor.\n\n. . . From here could angle right up gentle slope (loose rock?) to reach at an alcove under a small roof with two-bolt anchor on top (which is directtly above the top of the route Central Fins - Left Corner).\n\nwarning\n\n: The rock in this sector has not been climbed much yet, and much of the rock is still breakable and loose -- so the belayer and other people should stand far away from underneath the climber.\n\nTop anchor bolts installed and top-rope first ascent by Sharon + Ken Roberts","protection":"Lead: Single rack of cams using almost every piece from Camalot C3 #1 to Camalot C4 #3.\n\nOne bolt in lower part, just above first wide platform - (the climbing isn't so difficult, but would be a shame to take a ground-fall if a hold broke).\n\n. . . Also one bolt for Variation 1.\n\nTop anchor is two bolts connected by cord, with ramshorn lower-off.\n\n. . . (bolts + upper hanger are 3/8-inch 304 Stainless. Lower hanger + ramshorn/pigstail are 316 Stainless. Installed 2018).\n\n. . . (intermediate bolts + hangers for leading are all 304 Stainless. Instatled 2018).\n\nIn case anchor hardware is damaged or missing or otherwise inadequate, recommend to carry a few feet of 8mm climbing accessory cord and at least one quick-link.\n\nTop-Rope: The two-bolt top anchor is a short ways (with one bolt along the way) below left from the alcove with small roof which is the higher anchor for the route\n\nCentral Fins - Left Corner\n\n. So could be reached by first Leading that (bolted) route. Or from some other top anchor of the \"Central Fins\" part or \"Upper RIght\" part, by reversing the route \"CF Left Upper Right\".\n\nFor other ideas on how to get access to top of this route to set up a top anchor, see\n\nthe Area description page for this sector Dostie\n\n.","location":"In a shallow alcove around the corner Left from the 15-20 ft tall deep chimney capped by rock which is the start of the Central Fins Left Corner route.\n\n- - >\n\nsee L on this Photo"},"__v":0},{"_id":"flM7YCXAWh2qsNa8WRTNOg==","name":"Central Fins - Left Corners","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Lead bolting by Ken Roberts 2018","type":{"sport":true,"tr":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-119.1068,37.81131]},"left_right_index":12,"mp_id":"114402570","mp_crag_id":"112059075","climb_id":"flM7YCXAWh2qsNa8WRTNOg==","areaRef":"dTAtq/3/WbSX7qkUoPj4ig=="},"content":{"description":"Many thoughtful moves on big features.\n\nPG-13\n\n? Crux is rather intimidating on lead -- and a fair chance getting hurt if fall there -- if clipping bolts in the\n\nnormal\n\nway. But reasonably safe protection can be set up for it with some cleverness -- see below under Protection.\n\ndirections\n\n: Start under obvious deep right-facing corner about 15-ft-high, capped by a large roof rock.\n\nUp under the roof rock and exit right to a ledge. Next up trending right to left-most of the obvious cracks, which has horizontal \"branches\" and a ledge on left side halfway up. Start up that overhanging crack (crux), but exit left with hands over wide ledge . . . (unusual + a bit awkward ... but positive holds available through the sequence) . . . (For strategies to protect it, see further below).\n\nNext up from the left end of that ledge, trending left to the right-facing corner. Up that to reach two-bolt anchor below top of wall, or continue higher to small alcove with roof, with a two-bolt anchor on top.\n\nVariation High Finish\n\n(5.3, no bolts or other hardware): Up past small alcove with roof on its right side. Up along right side of right-facing corner with lots of dirt + grass + loose rock -- and two sequences on more sound rock. A bit below the obvious tree, exit Left up from the right-facing corner. Then up through another thoughtful sequence on sound rack, then diagonal up right to flat platform by obvious tree, which can be used to construct a top anchor. (Camalots in range 0.5 - 2 are especially likely to be useful for protection).\n\nwarning\n\n: The rock in this sector has not been climbed much yet, and much of the rock is still breakable and loose -- so the belayer and other people should stand far away from underneath the climber.","protection":"Two top anchors. The lower is mainly intended for those leading or top-roping only this route. The upper anchor is mainly intended for those who want to set  up a top-rope on\n\nanother\n\nroute after climbing up this one.\n\nLower anchor is at the top of the upper steep part: Two bolts connected with chain, with ramshorn / pigstail for simple quick transition to rappel or lower-off. So far no connector between the two bolts, and no hardware for lower-off or rappel.\n\n. . . Bolts and upper hanger are 304 Stainless. Lower hanger and ramshorn are 316 Stainless. Chain and quick-links are Plated steel. Installed 2018.\n\nHigher anchor is in the protruding rock which forms the roof of the small alcove -- two bolts (lower hanger has horizontal hole).\n\n. . . Bolts and upper hanger are 304 Stainless, but the lower hanger is Plated steel. Installed 2018.\n\n. . . There is also a loop of thick cord through hole in rock where the alcove meets the roof.\n\n9 intermediate bolts for leading up to the lower anchor.\n\n. . . (perhaps 1 more if protecting the crux in a non-normal way).\n\n11 intermediate bolts (including the lower anchor) for leading to the upper anchor.\n\n. . . (bolts + hangers are 3/8-inch, 304 Stainless, installed 2018).\n\nLeading\n\n: Likely should call the \"sport\" Lead protection rating PG-13 if clipping bolts in the \"normal\" way, since falling on the crux sequence could easily result in hitting a sloping ledge below - (though might take a bit of cleverness to less-strenuously make the \"normal\" clip of the bolt inside the overhanging corner at the crux).\n\nNon-normal: The crux likely can be made reasonably safe by using the bolt higher just above the ledge just left of the main corner. That bolt is non intended to be clipped in the midst of\n\nclimbing\n\nthrough the crux. Rather clip beforehand, either by hauling up a stick-clip on a lowered bight of rope, or by clipping an etrier / aid-ladder (or some linked slings) to the bolt inside corner, and stepping up higher on the Aid to clip the higher bolt, then go back down (or not) to the bottom if the corner and climb it Free.\n\n. . . Another idea might to place Trad gear in the crux crack (perhaps size 0.25 - 0.4 C4) might make it less likely to hit the ledge below (or not hit so hard) - see Comment below about special current situation.\n\nRope drag? After getting through the crux the route goes left, so might consider reaching back down and unclipping from the crux bolts to the right -- likely want to use a personal leash / PAS or long sling to enable to reach lower to the one inside the corner.\n\n. . . (Lengthening the sling on that bolt makes it more likely to hit the ledge below harder or flatter if take a fall).\n\nTop-Rope: The lower anchor is better suited for Top-Roping with less abrasion of rope over edges. If coming from the top of another nearby climb, likely best to first go to and connect to the upper anchor, beore moving down to the lower anchor.\n\nFor ideas on how to get access to top of this route to set up a top anchor, see\n\nthe Area description page for this sector Dostie\n\n.","location":"Obvious deep right-facing corner about 15-ft-high, capped by a large roof rock.\n\n- - >\n\nsee N on this Photo"},"__v":0},{"_id":"5x4d6zLLWE64MiLGFXutpg==","name":"Affordable Care","yds":"5.10c/d","grades":{"yds":"5.10c/d","french":"6b+"},"fa":"TR Luke Wolcott","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.1068,37.81131]},"left_right_index":19,"mp_id":"112069738","mp_crag_id":"112059075","climb_id":"5x4d6zLLWE64MiLGFXutpg==","areaRef":"dTAtq/3/WbSX7qkUoPj4ig=="},"content":{"description":"Interesting + rather fun sequence.\n\nGet established in the alcove, then through its roof, and straight to the top.\n\nDescent: Either bring slings/cord + rings to construct a rappel anchor (at least one nice rock horn or hole above top of Affordable Care.\n\nOr scramble off to the south (4th class exposed) -- see intructions for Top-Rope access on\n\nsector 8 description page\n\n.\n\nwarning\n\n: The rock in this sector has not been climbed much yet, and much of the rock is still breakable and loose -- so the belayer and other people should stand far away from underneath the climber.","protection":"No fixed hardware for top anchor or for leading as of 2016.\n\nLeading: Protection for Trad leading is unconfirmed so far, but the Top-Rope First-Ascensionist felt that it should protect reasonably with a standard Trad rack.\n\nTop-Rope: Various rock holes or horns available for top anchor.\n\nFor access to top of cliff see ideeas on\n\nsector 8 description page\n\n.","location":"Alcove with slightly-overhanding broken face and crack above, about 25 feet left from right (S) end of sector. About eight feet right of a shallow thinner right-leaning crack. About eight feet left from crack more than one foot wide at bottom.\n\n-->\n\nsee Dostie sector 8 routes Photo\n\n| |\n\nlower R cracks Photo\n\n<--"},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,28ecf9b8-3e02-54f1-9a23-26c5d4120483,2d851305-4237-55da-9626-16bb345bb0ad,1f9bc456-293a-5bce-ab84-8f664062f3ed,75302dab-fdff-59b4-97ee-a914a0f8f88a","pathTokens":["USA","California","Sierra Eastside","June Lake Area","Rush","8-Dostie"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.9"},{"count":3,"label":"5.7"},{"count":2,"label":"5.8"},{"count":1,"label":"5.5"},{"count":1,"label":"5.11a"},{"count":2,"label":"5.6"},{"count":2,"label":"5.4"},{"count":3,"label":"5.3"},{"count":1,"label":"5.10b"},{"count":2,"label":"5.10a"},{"count":1,"label":"5.8+"},{"count":1,"label":"5.2"},{"count":1,"label":"5.9+"},{"count":1,"label":"5.10c/d"}],"byDiscipline":{"trad":{"total":6,"bands":{"unknown":0,"beginner":3,"intermediate":3,"advanced":0,"expert":0}},"sport":{"total":9,"bands":{"unknown":0,"beginner":7,"intermediate":2,"advanced":0,"expert":0}},"tr":{"total":15,"bands":{"unknown":0,"beginner":7,"intermediate":7,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":15,"intermediate":7,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-119.1068,37.81131]},"bbox":[-119.10736916559985,37.81086033981815,-119.10623083440012,37.81175966018186],"left_right_index":-1,"ext_id":"112059075","area_id":"dTAtq/3/WbSX7qkUoPj4ig=="},"content":{"description":""},"density":0,"totalClimbs":23,"__v":1,"createdAt":"2022-11-07T05:54:23.346Z","updatedAt":"2024-01-15T16:40:55.200Z"}