{"_id":"63689d5ce80bff5a994f6018","area_name":"Discovery Wall","shortCode":"","climbs":[{"_id":"kCSZO0a6Wt+JLkF6UvJcQg==","name":"The Wet Kiss","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"David Rubine and Kelly Rich, 1988","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.18616,36.4759]},"left_right_index":8,"mp_id":"105735368","mp_crag_id":"105734225","climb_id":"kCSZO0a6Wt+JLkF6UvJcQg==","areaRef":"McJI3GbVW6W7YLMDAzy0Gg=="},"content":{"description":"This face route heads up a less than vertical section about 50 feet right of Portant (5.6) that faces the same direction of Portent.\n\nClimb up to the bolted wide cracklike system that starts about 20 feet up from the path, and it's a simple slab walk up to the first bolt.  For an added move, boulder over the first bulge on the way to the first bolt (still a 5.9.)\n\nAfter the first bolt, use the crack to move over a short vertical section, and then follow the bolts up the crack system to a mantle move at the fourth bolt.  Continue upwards, where climbing is easier to the top anchors, which are obscured from view from the ground.","protection":"6 bolts to a 2 bolt anchor.  A small piece of pro can be added to the crack crux, which is after the first bolt.","location":""},"__v":0},{"_id":"XNYv82rvWrCaujEBcS8TGQ==","name":"The Verdict (direct)","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Indirect Start -David Rubine, Tom Davis, Kelly Rich 12/1988, Direct Start - Clint Cummins 11/1989","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.18616,36.4759]},"left_right_index":24,"mp_id":"106018177","mp_crag_id":"105734225","climb_id":"XNYv82rvWrCaujEBcS8TGQ==","areaRef":"McJI3GbVW6W7YLMDAzy0Gg=="},"content":{"description":"The official crux is someplace within the first 30 feet or so, but the beauty of the climb lies in its sustained and slightly overhanging nature.","protection":"Six bolts.","location":"About 30 feet to the right of Buffalo Soldier."},"__v":0},{"_id":"c6LpxT6XXE2SDJ6hvWdj0Q==","name":"Trial","yds":"5.12b/c","grades":{"yds":"5.12b/c","french":"7b+"},"fa":"FA: Jim Bridwell, Mike Kilmer 2/65, FFA: David Rubine, Tom Davis, Kelly Rich 10/88","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.18616,36.4759]},"left_right_index":23,"mp_id":"106330226","mp_crag_id":"105734225","climb_id":"c6LpxT6XXE2SDJ6hvWdj0Q==","areaRef":"McJI3GbVW6W7YLMDAzy0Gg=="},"content":{"description":"This is an old aid line that starts up the chossy crack left of The Verdict, and then traverses a seam across the overhanging, bolt protected  wall in a series of beautiful, strenuous moves on excellent stone.\n\nThe hardest move involves reaching a softball-sized hueco midway across the face, though the extremely sustained and technical nature of the bolted sequence is the real crux.","protection":"Thin to medium cams for the \"approach\" crack, then four good bolts. Shares an anchor with The Verdict. One antiquated bolt is still left from an early ascent.","location":""},"__v":0},{"_id":"D+3RROZtV7yZsHZKUq2uYw==","name":"Trauma","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Jim Bridwell, Dave Bircheff and Bruce Smith 3/1965 FFA - unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.18616,36.4759]},"left_right_index":10,"mp_id":"108055407","mp_crag_id":"105734225","climb_id":"D+3RROZtV7yZsHZKUq2uYw==","areaRef":"McJI3GbVW6W7YLMDAzy0Gg=="},"content":{"description":"Climb up to the base of the corner on an easy but unprotected ramp. Work your way up the corner to the bottom of the roof, take care to place good pro in the crack (hand to finger size). Traverse out left on good underclings and exit the roof to a nice mantel. Face climb to the top, a bit runout but it's on easier ground.","protection":"Cams from 0.4\" to 3\", one set of nuts. 3 bolt anchor at the top.","location":"The left facing corner to the right of Wet Kiss"},"__v":0},{"_id":"EJKaHwAHWdi6SpXvHpduaA==","name":"Swallow Crack","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Dave and Phil Bircheff, 1965","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.18616,36.4759]},"left_right_index":15,"mp_id":"105735362","mp_crag_id":"105734225","climb_id":"EJKaHwAHWdi6SpXvHpduaA==","areaRef":"McJI3GbVW6W7YLMDAzy0Gg=="},"content":{"description":"This is located in the middle of the east face of the Discovery Wall, uphill where the climbers path begins to flatten out. From the path, head up about 15 feet to a large open area, where you will find the bulge that leads to the Swallow Crack.\n\nStart on a bulgy face that leads to a wide left faced crack on a slab where excellent hands and feet are available. There is certainly some rock that will eventually pull out on this route, so use caution! After the crack, move left to the bolt, and climb some class 4 rock that will lead you to the top of the Discovery Wall.\n\nThis route is about 90 feet long, and due to the leftward movement of the route, top roping this roue either requires some interesting directionals and a long rope, or some ballsy climbers. A fall on a top rope from the anchors will swing you about 50 feet left and crash you into the slabby section of Fly-By (5.9+), the next climb over.","protection":"Bring some Friends for the crack, and you will find 2 pitons and a bolt along the way.  Old pitons are not to be trusted however, so if you're uncertain, add some more pro!","location":""},"__v":0},{"_id":"LqBJ2KxNXASyExikHoJ3fw==","name":"Stupendous Man","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"David Rubine and Eric Topel 7/1990","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.18616,36.4759]},"left_right_index":28,"mp_id":"106018195","mp_crag_id":"105734225","climb_id":"LqBJ2KxNXASyExikHoJ3fw==","areaRef":"McJI3GbVW6W7YLMDAzy0Gg=="},"content":{"description":"The official crux is the mantel at the first bolt, but the thin moves passing the third bolt can be challenging.","protection":"Four bolts, some TCUs protect getting to the first bolt. It is also possible to clip a bolt to the right on The Entrance, but if you do this you need a long sling and the bolt becomes useless quickly.","location":"Twenty feet to the right of The Verdict."},"__v":0},{"_id":"4p/MHsEzUm2+1cUjpIOR5g==","name":"The Roof","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Jim \"the Bird\" Bridwell and Craig Little 10/1965  FFA: unknown","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-121.18616,36.4759]},"left_right_index":35,"mp_id":"120470161","mp_crag_id":"105734225","climb_id":"4p/MHsEzUm2+1cUjpIOR5g==","areaRef":"McJI3GbVW6W7YLMDAzy0Gg=="},"content":{"description":"There are much better routes on Discovery Wall, but if you haven't ticked this one, maybe it's time. The problem is that the crux is at the very end of the pitch and the protection, from small cams, is, well, er, uh, less than inspiring. The chains are oh, so close, but oh, so far away.\n\nStart below the large right facing dihedral with a crack and climb up it on moderate terrain, cams for protection, to the roof. Traverse right under the roof using a finger-sized crack for protection. One or two fixed pins may be found along the way, but as with any fixed pins at the Pinns they are to be treated with care lest they fall out into your hands.\n\nGet as good as gear as possible for the moves at end of the traverse to the chains. The original ascent continued past the chains to the top of the wall.","protection":"Standard rack of cams to 3\" for the dihedral and traverse. A few quick draws if the fixed pins are still there!","location":"This is at the right(northern) end of Discovery Wall. It is easily recognized from the junction of the High Peaks Trail with the trail which accesses Discovery Wall by the large right facing dihedral capped by a tremendous roof. The chains at the end of the route should be visible from the ground."},"__v":0},{"_id":"uMmMjLWfV8msUcbYTT5E9w==","name":"Racing Stripes","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Kelly Rich, Tom Davis, David Rubine, 1990","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.18616,36.4759]},"left_right_index":1,"mp_id":"107045960","mp_crag_id":"105734225","climb_id":"uMmMjLWfV8msUcbYTT5E9w==","areaRef":"McJI3GbVW6W7YLMDAzy0Gg=="},"content":{"description":"Crack, chimney, and face moves. Can toprope from top of Melvin.","protection":"5 bolts and gear.  Two-bolt anchor with chains for rappel.","location":"This climb is located at the south(left) end of Discovery Wall just left of the Pillbox Crack and Nailbox Crack."},"__v":0},{"_id":"DdrY1d8EWUyR3UMe/x2B6w==","name":"Straight Up","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Matthew Footer, Greg Schaffer","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-121.18616,36.4759]},"left_right_index":36,"mp_id":"110720093","mp_crag_id":"105734225","climb_id":"DdrY1d8EWUyR3UMe/x2B6w==","areaRef":"McJI3GbVW6W7YLMDAzy0Gg=="},"content":{"description":"Locate two bolts below the roof and climb straight up through them to join the route The Roof. Traverse right under the roof to the anchors. The climbing can continue from the chains to the top via Roof, but I've never tried.\n\nCleaning this route on rappel is a pain. I would recommend someone second the climb and clean on the way up.","protection":"Two bolts to chain anchors. You should bring some finger sized gear to protect the traverse under the roof to the chains from the second bolt since it's fairly run out. If a fall occurred at the anchors with no additional protection, the swing would be nasty and probably put the leader close to the deck.","location":"The first route inside the \"climber access\" area on the right side of the Discovery Wall. Start underneath the roof."},"__v":0},{"_id":"E/Q6f3VWWPqORkCs/6y/Gg==","name":"Power Point","yds":"5.11c/d","grades":{"yds":"5.11c/d","french":"7a"},"fa":"Mark Swank 1/1991 (TR)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.18616,36.4759]},"left_right_index":30,"mp_id":"106018200","mp_crag_id":"105734225","climb_id":"E/Q6f3VWWPqORkCs/6y/Gg==","areaRef":"McJI3GbVW6W7YLMDAzy0Gg=="},"content":{"description":"This short bouldery climb seems difficult to rate. It moves through the roof to the right of Stupendous Man. David Rubine's book calls it 11d/12a but I've heard it called as low as 11a. It joins Stupendous Man after the fourth bolt.","protection":"Four bolts plus three bolts on Stupendous Man to a two-bolt anchor with chains for rappel.","location":""},"__v":0},{"_id":"V5/ZpcV3VC6hX3zoBDEF9Q==","name":"Plague","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Jack Holmgren and Peter Ruben 5/1982","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.18616,36.4759]},"left_right_index":9,"mp_id":"107873072","mp_crag_id":"105734225","climb_id":"V5/ZpcV3VC6hX3zoBDEF9Q==","areaRef":"McJI3GbVW6W7YLMDAzy0Gg=="},"content":{"description":"This climb starts with the crux: A roof at about 10'. Use the hand crack and mantle up. Clip a bolt and work around a second smaller roof about 40' up. Now climb through the middle of the face, passing two more bolts (5.6R). The last third of the route is the easiest, but protection is sparse and a fall would be unpleasant.","protection":"3 protection bolts. Cams from 0.4\" to 2.5\", getting smaller as you get higher. A 3 bolt anchor (which doesn't technically belong to this route but is close enough).","location":"To the right of the easily found crack The Wet Kiss."},"__v":0},{"_id":"S0z6txqKUMCMb7ni81d1PQ==","name":"Portent","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Andrew Emery, Steve Roper 12/1965","type":{"trad":true,"tr":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-121.18616,36.4759]},"left_right_index":5,"mp_id":"105735095","mp_crag_id":"105734225","climb_id":"S0z6txqKUMCMb7ni81d1PQ==","areaRef":"McJI3GbVW6W7YLMDAzy0Gg=="},"content":{"description":"For the moderate climber this is one of THE routes to do at Pinnacles. Long, fun and airy at the top. It is possible to TR the first part of the route off of some midway anchors, but is not really recommended because this route sees a lot of traffic.\n\nThe start of the route feels harder than 5.6. You can boulder out the opening moves or do a slightly spicy traverse over from the side if you wish to avoid it.","protection":"This classic has some run spots on easier ground. The first moves can be protected with .75 camalot or so sized piece and some small cam placements in a horizontal above that.  This route has three lead bolts and two mid-pitch two-bolt anchors plus a two bolt anchor on top.","location":""},"__v":0},{"_id":"iPjUJZn5VD67TWKumfmtwQ==","name":"Pistol Whipped","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Todd Telander, Mike Carville, Robert Cox 4/1987","type":{"sport":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-121.18616,36.4759]},"left_right_index":25,"mp_id":"107046016","mp_crag_id":"105734225","climb_id":"iPjUJZn5VD67TWKumfmtwQ==","areaRef":"McJI3GbVW6W7YLMDAzy0Gg=="},"content":{"description":"Worth doing, despite the R rating.  Typical Pinnacles potentially lethal runout on easy but friable rock to anchors.  Three bolts and some medium cams lead up a face with small ledges. Finishes on The Verdict anchors.","protection":"Given the ledges on the route the possibility for injury is a real possibility. However, the crux is well protected and the only place of concern is above the last bolt (after the crux) while placing some gear in a flake from good holds. Three bolts and a couple medium cams to mussy hook anchors.","location":""},"__v":0},{"_id":"4PgHkyp9W2ydnPnM1BNlvw==","name":"Passover","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Jeff Dopp, John McCoy 1990","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.18616,36.4759]},"left_right_index":4,"mp_id":"107045988","mp_crag_id":"105734225","climb_id":"4PgHkyp9W2ydnPnM1BNlvw==","areaRef":"McJI3GbVW6W7YLMDAzy0Gg=="},"content":{"description":"This is a contrived route that wrestles the lip of the large roof, just left of the start of Portent. 2 bolts, then it joins Portent.","protection":"2 Bolts, then it joins Portent","location":""},"__v":0},{"_id":"3HQzeeykUVehcjShMDNcig==","name":"Nailbox Crack","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Will Piper, John Armitage - 5/65.  FFA Barry Bates, Drummond Hoffman - 12/70.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.18616,36.4759]},"left_right_index":0,"mp_id":"105867105","mp_crag_id":"105734225","climb_id":"3HQzeeykUVehcjShMDNcig==","areaRef":"McJI3GbVW6W7YLMDAzy0Gg=="},"content":{"description":"This is the crack in the left-facing corner next to Pillbox Crack.  It looks easy and low-angle from the ground, but will surprise you with how steep it feels while climbing it.  The route is often overlooked, but is high quality, solid and fun.  When Ordeal, Portent, Jorgies, Swallow, Wet Kiss, etc. are all busy, you can probably walk right onto this one.\n\nJust climb up the corner crack, past a little tree-let, to a bolted rap anchor.\n\nOn rappel, try to avoid the healthy growth of poison oak at the base.","protection":"Standard Discovery Wall rack: medium/large nuts, small/medium cams, Tecnu, Calamine lotion.  Bolted rap anchor.","location":"At the left end of Discovery Wall, almost right above the trail intersection with the Moses Springs Trail.  Look for the obvious poison oak bush."},"__v":0},{"_id":"hzTsYCnLWsC5gCBUpNU7KA==","name":"Ordeal","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Jim Bridwell, Dave Bircheff, Wayne Steinert  3/65","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.18616,36.4759]},"left_right_index":19,"mp_id":"105867099","mp_crag_id":"105734225","climb_id":"hzTsYCnLWsC5gCBUpNU7KA==","areaRef":"McJI3GbVW6W7YLMDAzy0Gg=="},"content":{"description":"Toward the right half of Discovery Wall is a left-facing corner with a nice, roof-like overhang. Start climbing up the crack and toward the roof. There is a bolt, then a fixed pin under the roof. The pin seems good and solid, but you can easily place a back-up piece. Then you get to make improbable face moves out left, before climbing up around the roof's left side. Do not stop at the intermediate belay bolts unless setting up a TR for the bottom half. Continue up the crack up to a ledge with another bolt, which somewhat protects the final headwall. There are anchor bolts in the obvious notch at the top.\n\nThis is an excellent route with solid rock. It eats up good pro, plus has several bolts along the way.","protection":"Standard Discovery Wall rack - med/large nuts, small/medium cams; a Yates Screamer or two is always a good idea also. 2 bolts pus a mid-pitch 2-bolt anchor and a 2-bolt anchor on top.","location":""},"__v":0},{"_id":"Y1Blp8/TVYWPBOny29b+xg==","name":"Mammary Pump","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"P. Gagner & C. Bellizi, 1988","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.18616,36.4759]},"left_right_index":31,"mp_id":"105952219","mp_crag_id":"105734225","climb_id":"Y1Blp8/TVYWPBOny29b+xg==","areaRef":"McJI3GbVW6W7YLMDAzy0Gg=="},"content":{"description":"This is a fun, inviting, slightly pumpy route which ascends a few bulging tiers. The route is described as reachy in the guidebook.\n\nStart on slightly loose rock. Clip a bolt. Move up over a set of bulges angling left past a pin. The crux involves a key left side pull near the 3rd bolt. Clip another bolt.\n\nPer\n\nVlad S\n\n: the only thing reachy about this climb are its clipping positions. The first as well as the last bolt before the runout are totally off route. I recommend skipping the latter one, since it's only 2 feet above another bolt, and the clipping hold is now gone. Ultimately, that bolt should be moved 3 feet left.","protection":"4 bolts, 1 pin, 2 bolt anchor.","location":"This is on the left side of the north face of the Discovery Wall.\n\nPer\n\nVlad S\n\n: don't pull the rope straight down after leading, since it's impossible to miss the poison oak at the base. It is much safer to for the last person up to follow and rap over to the left."},"__v":0},{"_id":"LnHyBwXbVm+r/sr6XirahQ==","name":"Melvin","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Tom Davis, David Rubine and Kelly Rich 6/1991","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.18616,36.4759]},"left_right_index":2,"mp_id":"107045972","mp_crag_id":"105734225","climb_id":"LnHyBwXbVm+r/sr6XirahQ==","areaRef":"McJI3GbVW6W7YLMDAzy0Gg=="},"content":{"description":"Loose at start. Shares anchors with Racing Stripes.","protection":"6 bolts to a two-bolt anchor with chains for rappel.","location":"Melvin is located at the southern(left) end of Discovery Wall just right of Racing Stripes."},"__v":0},{"_id":"+Xrv8G3bUkaghcYzRMS1ZQ==","name":"Lithium","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Clint Cummins, Dennis Erik Strom 3/1992","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.18616,36.4759]},"left_right_index":27,"mp_id":"106428171","mp_crag_id":"105734225","climb_id":"+Xrv8G3bUkaghcYzRMS1ZQ==","areaRef":"McJI3GbVW6W7YLMDAzy0Gg=="},"content":{"description":"Fun bouldery route with 2 distinct cruxes. Pull the initial bulge onto a ledge, followed by two bolts of easier climbing. Start up the second crux, making a tenuous 4th clip, and continuing up on small holds.\n\nAfter the fifth bolt is 35' of unprotected 5.6 climbing on suspect rock. Options for dubious slung knobs exist, but be prepared mentally for the final run up to the anchors. The anchors can't be seen until you're a few feet away, but trend slightly right and you'll find them beneath a bulge.","protection":"Five bolts to rap rings.","location":"Left of Stupendous Man and right of The Cleft. First bolt is above an obvious horizontal jug rail."},"__v":0},{"_id":"KpSz0JLxUlGAn26a4fFpNw==","name":"Lost Horizons","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"John Barbella, Tom Templemen - 2/76","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.18616,36.4759]},"left_right_index":32,"mp_id":"105867112","mp_crag_id":"105734225","climb_id":"KpSz0JLxUlGAn26a4fFpNw==","areaRef":"McJI3GbVW6W7YLMDAzy0Gg=="},"content":{"description":"This is a very overlooked route, but definitely worth doing.  Start up the funky crack toward Mammary Pump, then head right past a bolt.  Climb an interesting move over a sharp arete edge and try not to slice your crotch on it.  Then head straight up the nice crack, which is in a little bit of a flare/corner.  Above, you will get to an offwidth section.  You can face climb past it, OW it, or both.  It is spooky without a big piece to protect it though, so bring the Big Dude.","protection":"Two bolts plus medium to large pro, one really big piece for the OW section.","location":"At the right end of Discovery Wall, near the intersection of the High Peaks Trail.  From the intersection, walk a few yards toward the main section of Disco Wall, but before the little hill/steps, and look up for a crack in a corner.\n\nDescent is walking off the backside and down the climber trail."},"__v":0},{"_id":"/UPGcaaXWy20coL5o6Lm/g==","name":"Labor of Love","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Eric Brand, Jeff Dopp, John McCoy early 1990's","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.18616,36.4759]},"left_right_index":6,"mp_id":"117823275","mp_crag_id":"105734225","climb_id":"/UPGcaaXWy20coL5o6Lm/g==","areaRef":"McJI3GbVW6W7YLMDAzy0Gg=="},"content":{"description":"This route starts in the Portent Chimney. Stem up the right side, clip a high bolt, the bust out onto the face to the right. Cams in a horizontal protect the first crux over a bulge. From the small ledge, the route follows a left slanting thin crack (bolts) to an vertical offset edge. This upper section is the business.","protection":"Four bolts and cams .75 - 2\"","location":"Between Portent and Big Pucker. It has its' own set of chains. Shares the start with Portent."},"__v":0},{"_id":"Z72RlkdFWxOoYdiQ9iXCkA==","name":"Jorgie's Crack","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Barry Bates, Dave Hampton FFA 12/70","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.18616,36.4759]},"left_right_index":17,"mp_id":"106330223","mp_crag_id":"105734225","climb_id":"Z72RlkdFWxOoYdiQ9iXCkA==","areaRef":"McJI3GbVW6W7YLMDAzy0Gg=="},"content":{"description":"Jorgie's is the very chalked up arching thin crack in between Swallow Crack and Ordeal, some ways down the right side of the Disco Wall. It takes relatively good gear, and packs in some great climbing in its relatively short length. The crux comes as the crack begins to peter out, with a tenuous, off-balance move left.","protection":"Thin to medium gear. Two-bolt anchor","location":""},"__v":0},{"_id":"CtTOsz7ZVriZkdmKysBCrg==","name":"Holiday Ordeal","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Robert Behrens 1/2001","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.18616,36.4759]},"left_right_index":18,"mp_id":"109557600","mp_crag_id":"105734225","climb_id":"CtTOsz7ZVriZkdmKysBCrg==","areaRef":"McJI3GbVW6W7YLMDAzy0Gg=="},"content":{"description":"Short route that can be top roped climbing Ordeal. Delicate face left to the corner. It was originally rated 10a, but then upgraded to 10d as many holds have broken off.","protection":"The anchor (2 bolts with rap rings) is halfway up Ordeal. It is visible from the ground.","location":"Climb the face left to the corner of Ordeal. Straight up to the chain."},"__v":0},{"_id":"EJO+lrVRWiCt2/qVcmNFfg==","name":"Jorgie's Continuation","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Clint Cummins, February, 1991","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-121.18616,36.4759]},"left_right_index":16,"mp_id":"117817738","mp_crag_id":"105734225","climb_id":"EJO+lrVRWiCt2/qVcmNFfg==","areaRef":"McJI3GbVW6W7YLMDAzy0Gg=="},"content":{"description":"This is a spectacular and super interesting finish that takes you to the top of Discovery Wall from the anchor on Jorgie's Crack. A fun and airy traverse leads to a thin, technical corner. A little sporty with a bolt, fixed pin, and supplemental gear.   It's a real Pinnacles classic.","protection":"Pro to 2\", wires and TCU's useful. 2 bolts, 1 fixed piton.","location":"Climb Jorgie's crack, clip the anchor, then continue left up the diagonal ramp to the thin shallow corner. Straight up from there. Located between Swallow's Crack, and Ordeal."},"__v":0},{"_id":"+lcnj9LXUhG4suChnNAZNQ==","name":"Forty Days of Rain","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Tom Davis, David Rubine, Kelly Rich, 1988","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.18616,36.4759]},"left_right_index":34,"mp_id":"118100645","mp_crag_id":"105734225","climb_id":"+lcnj9LXUhG4suChnNAZNQ==","areaRef":"McJI3GbVW6W7YLMDAzy0Gg=="},"content":{"description":"This is a Pinnacles anomaly- A full on Roof Problem. Short and very gymnastic. It's all go from the moment your feet leave the ledge.  Fun and powerful. Crack and roof skills are required.\n\nKelly Rich had the vision, but we both lacked the skills. We placed what is now the second bolt, kinda botched the placement, and promptly got shut down on the next few moves. It took Mike Carville to figure out some key wizardry to unlock the next section.  Finally, with his beta, we were able to send after more than 4 years.\n\nIt had been a cryptic aid problem that appeared to end at the lip (there was a bolt there, and some fixed pins below) but no evidence that it had ever been finished, nor was there a bail sling or carabiner on that last bolt- a mystery.","protection":"Three bolts and a #3 Camalot in the Roof","location":"Just right of Cosmos, on the North end of Discovery Wall. Directly over the trail."},"__v":0},{"_id":"F+mxFHKYWN+cQ5TjqsrFaQ==","name":"Gladiator","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Paul Gagner, Chris Bellizzi, 1989","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.18616,36.4759]},"left_right_index":11,"mp_id":"117823357","mp_crag_id":"105734225","climb_id":"F+mxFHKYWN+cQ5TjqsrFaQ==","areaRef":"McJI3GbVW6W7YLMDAzy0Gg=="},"content":{"description":"This is an exciting route that starts with a trad protected overhanging stem problem (5.11), continues up the slab to the Dead Bird roof, turns the roof on the left, to more technical stemming in a hanging corner (5.10).","protection":"Cams: small to 3.5\", 2 bolts. It is wise to jump-test your gear before committing to the first crux. Gear failure here would be disasterous, and it is the Pinnacles.","location":"This starts 25' off the ground on the sloping ledge between Trauma, and Fly-By."},"__v":0},{"_id":"KsHRt5KzVACHT+p0bCrh9g==","name":"Fly By","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Dave Coates and Wayne Steinert, 1965  FFA Bridwell, Bircheff, Kilmer 1965","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.18616,36.4759]},"left_right_index":14,"mp_id":"105735365","mp_crag_id":"105734225","climb_id":"KsHRt5KzVACHT+p0bCrh9g==","areaRef":"McJI3GbVW6W7YLMDAzy0Gg=="},"content":{"description":"Climb up a large slab underneath a huge overhang that moves left.  This is found in the center of Discovery wall, 50 feet left of The Swallow Crack (5.6).  This sits under the largest roof on the right half of the wall where there is slab climbing underneath.\n\nOnce you're under the roof, you'll be able to get nice and comfortable with the roof as the holds on the slab and vertical inner traverse section become really loose.  After the exit, climb up left and over the slabby section, or continue upwards for an excellent 5.10c ending.","protection":"2 bolts protect the loose crux and 2 bolts protect the exit. You'll also find a piton on the way up if you head up the middle of the slab, but by the time that you need it you're long past it.\n\nIf you keep right, you can stick pro into the crack from small to medium in length.\n\nBring slings for all bolts and any pro that you place.","location":""},"__v":0},{"_id":"yrDdFGZ1UE696R6bBv0r+w==","name":"Entrance","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Jim Bridwell, Dave Bircheff, Phil Bircheff and Mike Kilmer 2/1965","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.18616,36.4759]},"left_right_index":29,"mp_id":"107303608","mp_crag_id":"105734225","climb_id":"yrDdFGZ1UE696R6bBv0r+w==","areaRef":"McJI3GbVW6W7YLMDAzy0Gg=="},"content":{"description":"Same start as Stupendous Man, then go to the right to a wide crack. Crux is finding the foot holds while hanging from a solid hand hold on a slightly overhanging part.","protection":"Two bolts. Some TCUs to get to the first bolt, small cams.","location":""},"__v":0},{"_id":"TzzmmURVW72GMyXJKZHrGg==","name":"Dead Bird Crack","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-121.18616,36.4759]},"left_right_index":12,"mp_id":"106352323","mp_crag_id":"105734225","climb_id":"TzzmmURVW72GMyXJKZHrGg==","areaRef":"McJI3GbVW6W7YLMDAzy0Gg=="},"content":{"description":"Dead Bird Crack is a great little trad climb that starts at the base of Fly By but instead of going up the crack it traverses across left towards a roof.  Low angle traverse is thin and protected only by a small nut placement (extend!).  Once in the roof there are plenty of options for small to medium cams but make sure to extend your pieces or you'll end up with crazy rope drag.  The moves out of the roof are pumpy but keep moving and you'll find solid stances ahead. Continue to follow the obvious features up and left.\n\nAt one point you may think, \"do I pull over this bomber bulge, clip the bolt and climb straight up to the anchor or do I keep following the crack up/left?\"  If this is tempting, be aware that this is the 5.10 variation.  For the 5.9 finish keep following the crack left, past a piton and run out some 5.6 at the end to a nice happy set of bolt anchors, climber's right.  Here you can comfortably belay your partner while seated in a little two-butt sized pocket in the rock.  The comfort comes in handy when (s)he yells \"TAKE!\" after missing the first attempt at the crux you kissed your cams before pumping through.","protection":"small to 2\" maybe 3\", one fixed piton, two bolt anchor at top","location":"Middle of Discovery Wall.  Start is same as Fly By"},"__v":0},{"_id":"Lbx/36OMW86bIXWFPPkbtw==","name":"Cosmos","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"M. Carville, 10/86","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.18616,36.4759]},"left_right_index":33,"mp_id":"105952213","mp_crag_id":"105734225","climb_id":"Lbx/36OMW86bIXWFPPkbtw==","areaRef":"McJI3GbVW6W7YLMDAzy0Gg=="},"content":{"description":"This is a good route.  The guidebook describes it as \"spectacular\" and \"puts the leader in vry phtogenic positions.\"\n\nClimb up to a bolt, move left and around/over a roof.  The 1st bolt is a bit less useful if you blow it before the 2nd bolt.  The rock around the 2nd bolt seemed to have a crack in it.  Continue up past 6 more bolts.  Supposedly you can get a small cam in between the 5th and 6th bolts.","protection":"7 bolts, small cam?, bolt anchor.","location":"This is in the middle of the north face of the Discovery Wall.  It lies right of\n\nMammary Pump\n\n/\n\nLost Horizons\n\nand right of Forty Days of Rain."},"__v":0},{"_id":"idTQVocjWKSDnc7VojmcpA==","name":"Buffalo Soldier","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Mike Carville, 1987","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.18616,36.4759]},"left_right_index":20,"mp_id":"106018181","mp_crag_id":"105734225","climb_id":"idTQVocjWKSDnc7VojmcpA==","areaRef":"McJI3GbVW6W7YLMDAzy0Gg=="},"content":{"description":"A couple of thin cruxes (10c, 11a)  are protected with bolts. Small gear useful between bolts.","protection":"Wires, TCU's, a couple of cams up to 2\". Five protection bolts.","location":"Shares start with Ordeal. Move right before the roof."},"__v":0},{"_id":"CvuN50o7UF2K7sotBCWFJA==","name":"The Cleft","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Jim Birdwell, Larry Kilmer, Mike Kilmer 3/1962","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.18616,36.4759]},"left_right_index":26,"mp_id":"106467563","mp_crag_id":"105734225","climb_id":"CvuN50o7UF2K7sotBCWFJA==","areaRef":"McJI3GbVW6W7YLMDAzy0Gg=="},"content":{"description":"Pretty fun chimney which goes pretty straight up then out to the left for an easy but fairly runout slab/scramble up to the top. Decent rock with the crux being getting yourself through a narrower constriction in the chimney.","protection":"Two bolts. Takes standard set of hexs and nuts for further protection. Two bolts and hangers at top, but very far back from the edge. Bring slings to extend master point if top roping.\n\nThere is a fixed pin very close to the first bolt which many climbers chose not to clip due to the proximity.","location":"Near the right hand end of Discovery Wall. Goes up the obvious chimney."},"__v":0},{"_id":"3IdKN4g7UEK3nnXelURvzA==","name":"Broken Arrow (Direct)","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Mike Carville 9/1986","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.18616,36.4759]},"left_right_index":22,"mp_id":"111784978","mp_crag_id":"105734225","climb_id":"3IdKN4g7UEK3nnXelURvzA==","areaRef":"McJI3GbVW6W7YLMDAzy0Gg=="},"content":{"description":"This is the direct finish of Broken Arrow. Climb straight up after the fifth bolt resisting the temptation to go left.\n\nThe first bolt is way up the ground, but the first part is easy 5.4-5.6 climb. The rock of this first section is very loose, so be careful there! After the first bold, where the game starts, the rock is good quality.","protection":"Six bolts to a two bolt anchor. The anchor is far back, so use long slings to set up TR.","location":"Same as Broken Arrow... just go straight up at the top."},"__v":0},{"_id":"M9OjYky3Vv+A0t0/AWUMIg==","name":"Bye-Bye Fly-By","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-121.18616,36.4759]},"left_right_index":13,"mp_id":"108632746","mp_crag_id":"105734225","climb_id":"M9OjYky3Vv+A0t0/AWUMIg==","areaRef":"McJI3GbVW6W7YLMDAzy0Gg=="},"content":{"description":"The start of this route is the same as Fly-By, but it goes straight up the face. It starts easier (5.6) and then steepens-up, becoming progressively more challenging. The crux is the last couple of moves before the roof (where it rejoins Fly-By).\n\nThe rock on the edge of the roof is loose, so you have to commit to reach the jug right after the roof.","protection":"Some small tricky cam placements are possible just above the piton, before the bolts. One fixed piton and 2 bolts. Protection up to 4 inches for the last part. 2 bolt anchor.","location":"This route is on the same face as Fly-By, just at the left of Swallow Crack."},"__v":0},{"_id":"dECA6JgZUEiIp5xMPEvLLw==","name":"Broken Arrow","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Mike Carville 9/1986","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.18616,36.4759]},"left_right_index":21,"mp_id":"108540653","mp_crag_id":"105734225","climb_id":"dECA6JgZUEiIp5xMPEvLLw==","areaRef":"McJI3GbVW6W7YLMDAzy0Gg=="},"content":{"description":"This is a really fun climb. The protection is good except for the runout to the first bolt. The book calls the runout 5.5, but I think most folks would find it even easier and secure. The hard stuff comes after the second bolt and remains fairly sustained until you cross over the arête. Good stemming allows for some rests.","protection":"6 bolts","location":"Go up the obvious slab, around the corner from Ordeal and Buffalo Soldier. The slab is to the left of the Verdict.\n\nAfter the fifth bolt, traverse left around the arête. Once you hit the arête, the holds are big and cozy. The latest guide book directs you to clip the bolt around the arête on Buffalo Solider and going straight up from there. However, the rope drag gets really bad if you do this and I recommend going up on the arête on big holds and reaching out right to clip the last bolt on the direct variation and then going straight up from there."},"__v":0},{"_id":"p9GXBz/8WvOzJalhhu7zLQ==","name":"The Big Pucker","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Tom Davis, David Rubine 1988","type":{"trad":true,"sport":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-121.18616,36.4759]},"left_right_index":7,"mp_id":"105735455","mp_crag_id":"105734225","climb_id":"p9GXBz/8WvOzJalhhu7zLQ==","areaRef":"McJI3GbVW6W7YLMDAzy0Gg=="},"content":{"description":"This route is the second bolted line right of Portent, and is easily indetified because the first bolt is about 35 feet off the ground.\n\nClimb up to a 5.10a angled crack that leads to the first bolt using some not so tough, but burly jams. After the first bolt a secondary piece of protection should be placed in the crack before ascending a small 5.10c/d roof move that moves to hidden holds.  Missing this move is NOT fun (my shoulder still hurts, I scared the hell out of some hikers when Jared let me down bleeding profusely) due to the slab that sits below this move.\n\nAfter the first roof, climb up past two more bolts and a balancy 5.10c section that's easier if you're tall.  Once over the top the climb is quite runout, but the climbing is only 5.2 as you move up and right to the top anchors, which are shared with The Wet Kiss (5.9).","protection":"Mixed Route. 3 bolts, with supplemental 1.5-3\" pro and some slings needed in two sections.","location":""},"__v":0},{"_id":"MosJqbTXUKSQkf54rpBBOw==","name":"Between a Rock and a Hard Place","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Tom Davis, Kelly Rich, David Rubine, Chris Bellizzi 1/1990","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.18616,36.4759]},"left_right_index":3,"mp_id":"106018173","mp_crag_id":"105734225","climb_id":"MosJqbTXUKSQkf54rpBBOw==","areaRef":"McJI3GbVW6W7YLMDAzy0Gg=="},"content":{"description":"A bit loose getting to the first crux at the fourth bolt (10c). The climbing then improves as you climb a bulge pass the last three closely spaced bolts (it is possible to clip two of them of a stance).","protection":"11 bolts to chains.","location":"About 20 feet to the left of Portent."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,c984beae-48b7-53e5-aaab-47e52901d46c,da25b985-1c4e-503d-9c4f-5713cbb30c43,89cc6f6c-0b8b-5659-8314-51fc17f23ec5,31c248dc-66d5-5ba5-bb60-b303033cb41a","pathTokens":["USA","California","Central Coast","Pinnacles National Park","East Side","Discovery Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":6,"label":"5.9"},{"count":7,"label":"5.11b"},{"count":1,"label":"5.12b/c"},{"count":3,"label":"5.6"},{"count":5,"label":"5.10a"},{"count":1,"label":"5.11c/d"},{"count":5,"label":"5.10d"},{"count":3,"label":"5.8"},{"count":2,"label":"5.11a"},{"count":1,"label":"5.11c"},{"count":1,"label":"5.10"},{"count":1,"label":"5.12b"},{"count":1,"label":"5.7"}],"byDiscipline":{"trad":{"total":23,"bands":{"unknown":0,"beginner":7,"intermediate":12,"advanced":4,"expert":0}},"sport":{"total":17,"bands":{"unknown":0,"beginner":1,"intermediate":6,"advanced":10,"expert":0}},"tr":{"total":6,"bands":{"unknown":0,"beginner":1,"intermediate":4,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":7,"intermediate":17,"advanced":13,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-121.18616,36.4759]},"bbox":[-121.1867192044211,36.475450339818146,-121.1856007955789,36.476349660181874],"left_right_index":-1,"ext_id":"105734225","area_id":"McJI3GbVW6W7YLMDAzy0Gg=="},"content":{"description":""},"density":0,"totalClimbs":37,"__v":1,"createdAt":"2022-11-07T05:55:30.197Z","updatedAt":"2022-11-25T11:16:03.422Z"}