{"_id":"63e4ed99bc751b13ab53f92a","area_name":"Rapa Nui","shortCode":"","climbs":[],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,6eaa5769-cc0d-546f-9a11-211d3d4dc321,a0ac6b10-c13d-5622-86a2-badaba09127a,8a9455a3-91c3-5a87-986a-6312fdd40381,9f1c973f-d57c-505d-ad34-89592f0c1b98","pathTokens":["USA","Alaska","Southeastern Alaska/Coastal Range","Haines","Rapa Nui"],"gradeContext":"US","aggregate":{"byGrade":[],"byGradeBand":{"unknown":0,"beginner":0,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isDestination":false,"leaf":true,"isBoulder":false,"lnglat":{"type":"Point","coordinates":[-135.84867,59.58161]},"bbox":[-135.84955811137561,59.581160339818155,-135.84778188862438,59.58205966018187],"left_right_index":-1,"ext_id":"110207044","area_id":"nxyXP9V8UF2tNIlZLwwbmA=="},"content":{"description":"The unclimbed face and central tower of the Blarney Stone. Oops!  Wrong river! It's the Chilkat River.  I'll get a better version with proper labels and an inset of the wall soon.\n\n  Rapa Nui is a collection of statuesque granite spires near the headwaters of the Chilkat River.  William Wacker and Dave Sundnas were he first team to ever climb there.  The shape of the towering peaks reminded them of the Easter Island heads.  Will Wacker wrote that: \"...the imposing rock walls were of good rock quality; the cirque formed a six-mile perimeter of walls ranging from 400' to 1,200'.\" (AAJ, 2013, p162)   \n\n  Their route is called Galvanized (900ft, 5.9) and climbs the south and north summits of a triple summited peak they called Rapa Nui. They climbed two of the three peaks, including the highst summit of the massif.  The lower and unclimbed middle summit has the biggest wall and that is also unclimbed!!!  The third summit is so impressive that it already had received a name and was the subject of much discussion (and still is!) \n\n  The Blarney Stone was found and named by local Heli-Ski founder Sean Dogg.  As a result, locals had been talking about this area in hushed tones for several years.  Wacker and Sundnas were the first locals to be galvanized into action by the rumored potential for good rock climbing. \n\n  We may want to sort out nomenclature in the future.  Is the the whole cirque to be called Rapa Nui or just the main peaks climbed?  I'll be happy to edit however instructed.  Can't wait to see what else goes down here!!"},"density":0,"totalClimbs":0,"__v":1,"createdAt":"2023-02-09T12:57:01.073Z","updatedAt":"2023-02-09T13:27:41.571Z"}