{"_id":"6368a1b8e80bff5a99553f00","area_name":"Venus Wall","shortCode":"","climbs":[{"_id":"vFd4md87UDSPnHiKVxiaBg==","name":"The Wimpy -Gilman Ridge","yds":"5.3","grades":{"yds":"5.3","french":"3+"},"fa":"Keith Becconsall 9/99","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.8375,43.80188]},"left_right_index":13,"mp_id":"105932996","mp_crag_id":"105877222","climb_id":"vFd4md87UDSPnHiKVxiaBg==","areaRef":"+pQtT1MDXwuBXwRvIWqo0g=="},"content":{"description":"Another classic beginner route with fun moves and a cool line. The name is a plays on the classic Whitney-Gilman Ridge on Cannon Cliff. Though not as exposed, it does bare a slight resemblance to that route.  \n\n  Follow the ridge from the mouth of the gully up and to the left to quick clip anchors. A new route has been added directly up to share the same anchor, if you top rope here please use draws so as not to wear out the quick clips. Also, due to the sharply angling nature of the route, it is best to clean the draws by seconding.","protection":"8 bolts to quick clips. As Ward Smith wrote in his guidebook \"Be sure to clip all the bolts for an inexperienced second, as it trends to the left.\"","location":"The wall on the right as you walk up in to the gully, you will see the bolts following the ridge up and right."},"__v":0},{"_id":"J2DK7789Vsa6IWfes4Gx/g==","name":"Venus on a Halfshell","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Dave Jacobson and Scott Stevenson, 1990","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.8375,43.80188]},"left_right_index":2,"mp_id":"105877233","mp_crag_id":"105877222","climb_id":"J2DK7789Vsa6IWfes4Gx/g==","areaRef":"+pQtT1MDXwuBXwRvIWqo0g=="},"content":{"description":"Endurance crimping. Forty feet of climbing that feels like 80. No rests and no stopper moves. A looming redpoint crux. This is Venus on a Halfshell. \n\n  Stick clip the first bolt and crank a surprisingly hard move to get established on the wall. Continue through a roof, past a big hold that looks like it offers a decent rest. It doesn't. The crimps continue. A hard clip. Funny pockets that are really just crimps anyway. A big crimp that allows a shake. And the last hard move: a spock hold that feels oh so slipery when the strength is ebbing. A jug to clip the anchors. Lower down. Shake head. That was a great route, wasn't it?","protection":"5 bolts.","location":""},"__v":0},{"_id":"8PRzbDUuUpi8Yk/I3zJ25w==","name":"Venus Envy","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Ed Esmond 8/98","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.8375,43.80188]},"left_right_index":7,"mp_id":"105932968","mp_crag_id":"105877222","climb_id":"8PRzbDUuUpi8Yk/I3zJ25w==","areaRef":"+pQtT1MDXwuBXwRvIWqo0g=="},"content":{"description":"As the name suggests, this route is great for those who have not risen to the level of Venus on a Halfshell (5.12c). Though not as classic as its neighbor, it is fun on those occasions when it is dry. It lives in a waterfall all spring, and is a wall of ice in the winter. It can be a good warm up for the crimpfest routes to the left.  \n\n  Start up the corner on easier but sometimes dirty or spider-infested rock heading up and right. The crux steps left on to steep rock for a brief section of difficulty followed by an anchor.","protection":"7 bolts to anchor.","location":"Venus Envy starts in the shallow corner between the steep, clean, left side of the cliff and the dirty, unused, waterfall section of rock."},"__v":0},{"_id":"4cXtxhBJVOGeOeKl32KUiQ==","name":"Shame on a Chippa","yds":"5.13c","grades":{"yds":"5.13c","french":"8a+"},"fa":"Justin Hayes/Tim Kemple","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.8375,43.80188]},"left_right_index":6,"mp_id":"106117095","mp_crag_id":"105877222","climb_id":"4cXtxhBJVOGeOeKl32KUiQ==","areaRef":"+pQtT1MDXwuBXwRvIWqo0g=="},"content":{"description":"A much harder big brother of Venus. Boulder through the small overlap, then tackle the crux between the 2nd and 4th bolts that involve long reaches between bad holds. Recover after the 4th clip, then continues in a somewhat sustained manner to the redpoint crux of Neptune near the top. There are a few exceedingly sharp holds, and 2 or 3 clips are strenuous. Excellent technical movements on good rock. High first bolt.","protection":"Bolts (7?)","location":"The route to the right of Venus."},"__v":0},{"_id":"U8PzxXU/XFq0RCXc6TafdQ==","name":"Screamin'","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Eli Buzzell & Andy Pohl","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-71.8375,43.80188]},"left_right_index":10,"mp_id":"111151386","mp_crag_id":"105877222","climb_id":"U8PzxXU/XFq0RCXc6TafdQ==","areaRef":"+pQtT1MDXwuBXwRvIWqo0g=="},"content":{"description":"The climbing here is awesome all the way up the chimney, and the jump over the gully in the end is absolutely incredible! \n\n  Climb up into the dirty gully to the left of Constipation Prize, surmount the bulge of a massive chock stone(you can sling a stump here for your first piece of protection) , and continue up the chimney getting your first real piece well above the slung tree. Follow the chimney to the top, exiting towards Dirtigo and Mowgli Grape. Sling a small tree and continue out that ledge until you reach the gap between the wet gully and the Dirtigo anchor. Call for a good amount of slack, and make the wild leap of faith to the cliff harboring the anchors to Dirtigo. Clip into those, and bring up your second.","protection":"Single rack to #1, bring some extra slings or long draws to clip into trees and the stump.","location":"The massive chimney on the right side of the Venus wall, following it to a large ledge and jumping across to the Dirtigo anchors."},"__v":0},{"_id":"QDfuc7BXXMS1DHLe8qYZPA==","name":"Preppy's Crack","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"keith becconsoll 5/06","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.8375,43.80188]},"left_right_index":12,"mp_id":"105933001","mp_crag_id":"105877222","climb_id":"QDfuc7BXXMS1DHLe8qYZPA==","areaRef":"+pQtT1MDXwuBXwRvIWqo0g=="},"content":{"description":"This is the direct line that shares the anchor of Wimpy-Gilman Ridge(5.3).  \n\n  A worth while route that climbs a somewhat technical face up nice rock. It will probably be a popular toprope route thanks to the access from Wimpy-Gilman.","protection":"4 bolts to quick clips","location":"Left of Wimpy-Gilman in the right hand gully, climb straight up to the anchors on that route."},"__v":0},{"_id":"W6zFK6QnXu2k82v1WNgEXw==","name":"Neptune","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"John Mallery","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.8375,43.80188]},"left_right_index":4,"mp_id":"106053437","mp_crag_id":"105877222","climb_id":"W6zFK6QnXu2k82v1WNgEXw==","areaRef":"+pQtT1MDXwuBXwRvIWqo0g=="},"content":{"description":"Neptune is a popular linkup on the Venus wall, so popular that the routes that comprise its start and finish rarely get done. Start on the far left side of the wall and climb the first two bolts of Mercury (12d). Then, cut right and climb two bolts on Venus. Cut right again and finish on Shame on a Chippa (13c).  \n\n  Endurance is the name of the game, as the crimps just keep coming. The similarities to Venus are striking, as Neptune has a hard start that leads  to a sustained middle. Finally, a low percentage, redpoint crux awaits at the top. If you've ticked Venus and are looking for more of the same, then Neptune's the route for you.","protection":"Bolts. It's tough to clean because of its traversing nature.","location":""},"__v":0},{"_id":"0m4WRdTGXjupXUl2FOGprQ==","name":"Mowgli Grape","yds":"5.3","grades":{"yds":"5.3","french":"3+"},"fa":"keith becconsoll 5/06","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.8375,43.80188]},"left_right_index":8,"mp_id":"105933024","mp_crag_id":"105877222","climb_id":"0m4WRdTGXjupXUl2FOGprQ==","areaRef":"+pQtT1MDXwuBXwRvIWqo0g=="},"content":{"description":"Starting at the base of Dirtigo, climb up an left to the arete at the right side of the dirty section of rock. Follow face holds up along the edge with a few comfortable stances. You eventually meet up with the original finish to Dirtigo and gain the quick clips.  \n\n  The climbing is much like Dirtigo and not much harder, so if you can lead one you can likely lead the other.","protection":"Roughly the same number of bolts as Dirtigo to quick clips.","location":"Just left of Dirtigo (5.3) is another line of bolts, this one following the arete."},"__v":0},{"_id":"dDXdPxA8U1OBhPxRBqjYsA==","name":"Mountaineer's Crack","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.8375,43.80188]},"left_right_index":14,"mp_id":"106738518","mp_crag_id":"105877222","climb_id":"dDXdPxA8U1OBhPxRBqjYsA==","areaRef":"+pQtT1MDXwuBXwRvIWqo0g=="},"content":{"description":"Wow there really is a crack there. I never saw it until I read about it.  \n\n  Climb the handcrack laying back mostly. Scramble across the ledge to where you can see the crack running up a corner. Jam and chimney up the corner to a stance and climb the last few feet to the same anchor as Rainbow.","protection":"Regular rack mostly hand size.","location":"Just to the right of the Wimpy-Gilman Ridge look for the nice crack through some dirty rock to the anchor of Rainbow."},"__v":0},{"_id":"hbvf5WI1W1urqsoukytqNw==","name":"Mercury on a Halfshell","yds":"5.12c/d","grades":{"yds":"5.12c/d","french":"7c"},"fa":"Probably Justin Hayes","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.8375,43.80188]},"left_right_index":1,"mp_id":"112314334","mp_crag_id":"105877222","climb_id":"hbvf5WI1W1urqsoukytqNw==","areaRef":"+pQtT1MDXwuBXwRvIWqo0g=="},"content":{"description":"Yet another linkup on the Venus wall, this starts on the first couple of bolts on Mercury and finishes on Venus.  \n\n  I find the start of Venus to be unpleasantly thin and crimpy. This option follows Mercury's  marginally less crimpy start and then leads to Venus's stellar upper wall.  \n\n  This link-up is often mistakenly called Little Mermaid.","protection":"bolts","location":""},"__v":0},{"_id":"FhcWMJ2lWnyo6SqiI2NIOA==","name":"Mercury","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"Eric Mushial 9/99","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.8375,43.80188]},"left_right_index":0,"mp_id":"106030472","mp_crag_id":"105877222","climb_id":"FhcWMJ2lWnyo6SqiI2NIOA==","areaRef":"+pQtT1MDXwuBXwRvIWqo0g=="},"content":{"description":"Mercury is not a bad route at all, but it gets little attention due to its proximity to the classic Venus on a Halfshell (5.12c) just to the right, and the wealth of other classics at the same grade near by. However, I got on it while a friend worked Venus and I found it to be much like Venus but with a really hard crux.  \n\n  Stick-clip the high 1st bolt (even with the second bolt on Venus). Climb the technical face on small crimps for 15 ft. to a hard move to gain a couple slopers. Move from here to jugs and clip the second bolt. The next section is a bit interesting beta-wise (seems like there are many options and none are easy). Basically I tried to use crimps and a side pull to gain a solid pocket and then the top. The anchor is over the top of the cliff and slightly to the right. I checked the guide book when I got home and it said, \"Move left under the roof and come over the overlap (kneepad recommended).\"  \n\n  I heard rumor of a hold breaking on the top section making it harder. Please post if you have any info on this and weather the grade/beta has changed due to the alleged broken hold.","protection":"3 bolts to anchor. Stick-clip the first bolt for sure.","location":"The farthest left route on the cliff."},"__v":0},{"_id":"CKHRETxOUoCqjIoH4iTL0Q==","name":"Little Mermaid","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"Justin Hayes","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.8375,43.80188]},"left_right_index":3,"mp_id":"107130729","mp_crag_id":"105877222","climb_id":"CKHRETxOUoCqjIoH4iTL0Q==","areaRef":"+pQtT1MDXwuBXwRvIWqo0g=="},"content":{"description":"If you've sent Venus and aren't quite ready for Neptune, try this crimpy and pumpy link up. First done by Justin Hayes this is an endurance route.","protection":"Quick-draws, usually fixed.","location":"The Route climbs the first 4 bolts of Venus on a Halfshell, then traverses right and finishes on Shame on a Chippa (the Neptune finish too)."},"__v":0},{"_id":"0OkMY0P6V1SL5oZpJNpybQ==","name":"Dirtigo","yds":"5.3","grades":{"yds":"5.3","french":"3+"},"fa":"Keith Becconsall 10/99","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.8375,43.80188]},"left_right_index":9,"mp_id":"105932987","mp_crag_id":"105877222","climb_id":"0OkMY0P6V1SL5oZpJNpybQ==","areaRef":"+pQtT1MDXwuBXwRvIWqo0g=="},"content":{"description":"On the right side of the cliff right of the dirty/wet section, there is a gully that hosts a few great routes for getting started in sport climbing.  \n\n  As you scramble in to the gully, there are two routes to your left on a less-than-vertical 70 foot face.The one on the right is Dirtigo, a great route that is a perfect intro to sport climbing without having to do any committing moves. When the line to the left was put up Dirtigo was altered to have a direct finish and make for another fun route in this area.  \n\n  Follow the bolts seeking out the path of least resistance and finding the jugs. The angle eases at the top and you will find quick clips waiting for you at a stance.  ","protection":"8 bolts to quick clips.","location":"As you scramble in to the gully, there are two routes to your left on a less-than-vertical 70 foot face. The one on the right is Dirtigo."},"__v":0},{"_id":"wPtGvnhpVtKGUf1yn0hbxg==","name":"Constipation Prize","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.8375,43.80188]},"left_right_index":11,"mp_id":"105933013","mp_crag_id":"105877222","climb_id":"wPtGvnhpVtKGUf1yn0hbxg==","areaRef":"+pQtT1MDXwuBXwRvIWqo0g=="},"content":{"description":"A bit left of Pretty's Crack, follow bolts up a low-angle start past a tree to gain a steep cracked face higher up. A stiff (in my humble opinion) crux uses cracks and crimps to gain the anchor.  \n\n  Worth doing but not classic by any means.","protection":"5 bolts to anchor.","location":"As you walk in to the gully in front of you on the right side of the gully's chimney feature you will see a line of bolts roughly following a sharp arete. That's the one."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,8a63706f-b14c-536f-b8ab-3cea90093e36,fdf16fa4-e20a-5cda-8c1b-dad225df6dce,fa942d4f-5303-5f0b-815f-046f216aa8d2","pathTokens":["USA","New Hampshire","Rumney","Venus Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":3,"label":"5.3"},{"count":1,"label":"5.12c"},{"count":1,"label":"5.10a"},{"count":1,"label":"5.13c"},{"count":2,"label":"5.7"},{"count":1,"label":"5.13a"},{"count":1,"label":"5.4"},{"count":1,"label":"5.12c/d"},{"count":2,"label":"5.12d"},{"count":1,"label":"5.8"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":2,"intermediate":0,"advanced":0,"expert":0}},"sport":{"total":12,"bands":{"unknown":0,"beginner":5,"intermediate":1,"advanced":4,"expert":2}}},"byGradeBand":{"unknown":0,"beginner":7,"intermediate":1,"advanced":4,"expert":2}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-71.8375,43.80188]},"bbox":[-71.83812302453632,43.80143033981813,-71.8368769754637,43.802329660181854],"left_right_index":-1,"ext_id":"105877222","area_id":"+pQtT1MDXwuBXwRvIWqo0g=="},"content":{"description":"Though technically part of Main Cliff, Venus Wall is far enough removed from Main Cliff proper that it feels like its own area.  \n\n  The wall is steadily overhanging, and by some strange quirk of geology, almost every hold on the wall is a crimp. If you get frustrated with your feet skating on Main Cliff's smooth smears, or if you need a break from Waimea's weirdly technical sequences, then head to the Venus Wall for some good old-fashioned crimp tugging.  \n\n  The climbing on the Venus Wall has been compared to the climbing at the Red River Gorge, both being pumpy and sustained. The catch? Venus Wall is about 40 feet tall. So, if you like enduro crimping, but don't have crazy endurance, then Venus Wall is your place.  \n\n  Plus, a seasonal waterfall (The grade 4 ice climb Selsun Blue) adds to the ambiance of the area.  \n\n  To the right of the falls, on both sides of an alcove, are some great easier routes whose names play off of Cannon classics."},"density":0,"totalClimbs":14,"__v":2,"createdAt":"2022-11-07T06:12:11.307Z","updatedAt":"2023-07-10T15:16:18.198Z","_change":{"user":"jhoZ1HM5QQCLlIW8x9mK3A==","historyId":"64ac20c16d586cdc48db7aea","operation":"updateArea","seq":0}}