{"_id":"6368a44ee80bff5a9959c1bc","area_name":"Elkhorn Peak","shortCode":"","climbs":[{"_id":"nDsVWH55VmGRee16ecINhA==","name":"Pack Rat Peak (AKA Cider Jug)","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Herb and Jan Conn, Tom and Alice Marshall (P.A.T.C), September 12, 1956","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.51618,43.88582]},"left_right_index":999999,"mp_id":"120058071","mp_crag_id":"109447382","climb_id":"nDsVWH55VmGRee16ecINhA==","areaRef":"69T2nY5tU3mLSLYIjZiqhw=="},"content":{"description":"A classic Conn summit with a little bit of everything: splitter crack climbing, chimneying, and an exciting exposed crux move to the summit. This route would be perfect if not for the extensive bushwhacking required to reach the base and a large tree that has grown in the middle of the route. Could be done as a single pitch with some rope drag near the top, but is also easily broken into two shorter pitches. I found it ideal to set up the first belay in a sheltered alcove above the crack climbing and just below the chimney. The original route goes to the right side of the summit block and finishes with face climbing, avoiding a tempting crack on the left part of the summit block. Make sure to bring two ropes for the rappel, which does not retrace the route. ","protection":"Standard rack to #3 with doubles of larger pieces. Rappel requires two ropes and is off a single modern bolt backed up with a fixed nut. May want to bring some new cord/webbing.","location":"GPS: 43.880554, -103.523696Approach the main Elkhorn Mountain Cirque. See the Pack Rat Peak approach trail on map. As you crest the ridge and see the cirque on your left and a string of formations on your right heading to the SW, head off to the right and begin a strenuous bushwack over a maze of deadfall. Stay to the left (SE) of the various formations on Elkhorn Ridge until you get to the last one. This route is on the Southwest face and starts in the notch between the main Pack Rat Peak formation and Green Back, the smaller individual spire which sits between Pack Rat Peak and Yellow Back. Scramble up into the notch and locate a splitter crack on the right which heads straight up toward a large tree growing out of the formation. "},"__v":0},{"_id":"CVOt4zOAWiC/qhJiUZdSKg==","name":"Lost in the Supermarket","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Jakob and Shelby Woodland","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.51618,43.88582]},"left_right_index":999999,"mp_id":"121365516","mp_crag_id":"109447382","climb_id":"CVOt4zOAWiC/qhJiUZdSKg==","areaRef":"69T2nY5tU3mLSLYIjZiqhw=="},"content":{"description":"Pitch 1- (5.9) Locate a line on the SW end of the formation that meanders up to the obvious roof via broken crack systems. Sling a chickenhead on the face to the right of the crack that protects the start.Pitch 2- (5.12-) Climb the hand, fist, and OW roof to a #4/5 crack to the top. Walk off into 4th class gully.","protection":"Gear to #5","location":"Take the Black Elk Peak trail #9 past the main Elkhorn formation and locate the wild-looking “sore thumb” tower. The roof of the second pitch will be visible on the formation just to the West of this tower. First pitch begins just behind a small aspen tree."},"__v":0},{"_id":"1g8bvjtRVYefbvcKE4x3rw==","name":"Inamorata","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Mark Rafferty,  Aug 2020, Ground-up solo","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.51618,43.88582]},"left_right_index":0,"mp_id":"119414661","mp_crag_id":"109447382","climb_id":"1g8bvjtRVYefbvcKE4x3rw==","areaRef":"69T2nY5tU3mLSLYIjZiqhw=="},"content":{"description":"A new line that takes you directly up the left side of Elkhorn. P1: (5.7, 135ft) Begin up a thin hand/finger crack to gain the first ledge with broken up blocks for about 10ft. Traverse left to gain the left facing dihedral up a series of flakes and cracks or simply climb straight up a faint crack system that leads into some large holds. Both of which bring you to a large ledge with a dead tree out right. (Small gear anchor)P2: (5.6, 85ft) From the large ledge march straight up onto juggy face with a less than ideal fist sized piece to gain the upper protruding flakes. Continue up low angled face into a right facing dihedral that has a slung horn at it end. P3: (5.6, 100ft) From slung horn continue up face/gully and finish through a small chimney out left. Reach the true summit by scrambling up 4th class terrain. Descent: Rappel the route from slung horns. ","protection":"Single rack to fist sized gear, nuts","location":"From the trail continue hiking until you get close to the base of the wall. Bush wack and begin traversing. Elkhorn is split by two major gullys, continue traversing the base until you reach the slab just before the second gulley. From below you'll see a clean slab with a dead tree to climbers right of the ledge. "},"__v":0},{"_id":"T4KOG7IHWFimiOpGCEttIQ==","name":"The Corn Palace Connection","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"yes","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.51618,43.88582]},"left_right_index":4,"mp_id":"109518871","mp_crag_id":"109447382","climb_id":"T4KOG7IHWFimiOpGCEttIQ==","areaRef":"69T2nY5tU3mLSLYIjZiqhw=="},"content":{"description":"We climbed a large chimney for two very long pitched that gets you on the shoulder of the west side of Elk Horn Peak.  We then did a couple of other pitches and with a bunch of 3rd class climbing with some short sections of 5th class to the top of Elkhorn Peak.  The rock on the first two pitches was stellar and you can simul rappel off the shoulder after that, but for full adventure potential climb to the summit for some great views.","protection":"Rack to a 6 is helpful and allows you to not have to run it out much.","location":"Trail 8 to Trail 9 toward Harney Peak and then hike off the trail toward Elkhorn once the trail surmounts the first hill.  Climb is on the far right side of Elkhorn as seen from the trail."},"__v":0},{"_id":"nf6mCHfdVm6UArwT8TFFXw==","name":"Chipmunk Stampede","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Mike and Jack McNeil","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.51618,43.88582]},"left_right_index":3,"mp_id":"109443343","mp_crag_id":"109447382","climb_id":"nf6mCHfdVm6UArwT8TFFXw==","areaRef":"69T2nY5tU3mLSLYIjZiqhw=="},"content":{"description":"jack and I put up what we think is a new route on the west shoulder of the Main North Face of Elkhorn Peak just east of Harney Peak. We are calling it Chipmunk Stampede It is a 400ft 3 pitch route that is all crack with great gear. The first pitch is a 160ft dirty looking chimney that actually climbs quite cleanly with great gear mostly in a finger and hand crack on the right. It looks like it will be some serious mungeneering but really isn't because you can climb on the outside by stemming on nice holds and cracks 5.6. The second pitch goes left a bit for about 25ft and then hits a splitter crack to a ledge 5.7, 110ft. The third pitch continues up the splitter crack for another 120ft to the top of the wall 5.8+ with a tough offwidth for the last 30ft. Belay in a huge pothole at the top. We then did some 3rd class across the ridge to a needles style rappel off the back. This was done ground up with no fixed gear. \n\n  We did a needles style rappel with one rope off a car sized block to the south after 3rd classing for 100ft to the east on the ridge.","protection":"Full rack to a six and a couple extra hand size pieces","location":"On the West shoulder of the main north face of Elkhorn Peak.  Hike up from the road or take trail 8 to trail 9 toward Harney Peak from the Horse Camp across from the KOA.  You can save about 3/4 of a mile by hiking from the road about a half mile from the KOA."},"__v":0},{"_id":"e3Q09YoUVMqUKpqPeKRf6A==","name":"BoScherer direct","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Matt scherer and Mason Boos; Ground up","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-103.51618,43.88582]},"left_right_index":2,"mp_id":"117554664","mp_crag_id":"109447382","climb_id":"e3Q09YoUVMqUKpqPeKRf6A==","areaRef":"69T2nY5tU3mLSLYIjZiqhw=="},"content":{"description":"long adventure route with no fixed gear. not for the budding trad leader.\n\n P1: Start up flakes then continue on the face until you reach a horizontal crack leading right. follow the crack out right to a small ledge, stand on ledge then climb the unprotected slab to the tree in the left facing dihedral. build anchor. 5.8R\n\n P2: climb the left facing dihedral until it ends then climb up and left to the unprotected face. from the face climb into another left facing dihedral, follow to obvious ledge and build anchor. 5.8R\n\n P3: from the ledge climb out left up chimney and face to the large obvious ledge. continue scrambling to the summit or walk to the rap anchors from here. 5.6","protection":"micro to #4, lots of long runners","location":"to the right of the 2 year bugle cry"},"__v":0},{"_id":"Rwb4rhbmX1yN7R1TO2c5Gw==","name":"Block Crack","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.51618,43.88582]},"left_right_index":999999,"mp_id":"121365822","mp_crag_id":"109447382","climb_id":"Rwb4rhbmX1yN7R1TO2c5Gw==","areaRef":"69T2nY5tU3mLSLYIjZiqhw=="},"content":{"description":"Pitch 1- (5.8) Climb an easy left to right angling ramp to gain a crack that eventually doglegs sharply to the right. Pitch 2- (5.10+) Climb the diagonal crack perfectly splitting the summit block.","protection":"Single rack","location":"Pretty obvious from the trail. Just Southwest of the main Elkhorn formation. First pitch starts on the NE corner."},"__v":0},{"_id":"jfSKil/bXtCfy1J90m2svg==","name":"Big Tine","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Matt Scherer (free solo)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.51618,43.88582]},"left_right_index":1,"mp_id":"121951882","mp_crag_id":"109447382","climb_id":"jfSKil/bXtCfy1J90m2svg==","areaRef":"69T2nY5tU3mLSLYIjZiqhw=="},"content":{"description":"This route climbs the massive NW pillar on elkhorn. Begin in a large right facing dihedral at the base of the pillar, at the top of the dihedral enter the “icebox” chimney. At the top of the icebox trend right up flakes to the base of a shallow left facing dihedral. Here I climbed out right through large dishes and a small slabby section, had the dihedral not been filled with ice I probably would have climbed it. At the top of the face you will find another left facing dihedral (very large and can see from the ground). Climb this dihedral about less than half way up to a horizontal break. Follow the break out right and onto the arete of the large dihedral, climb the low angle slab using the arete for the first bit. At the top of the slab, stem up at steep bit and then follow the water grooves and the arete to the summit. I descended to the east through some easyish down climbing ","protection":"Standard rack","location":"The NW face of elkhorn"},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,253ab2e3-944f-5c5f-8477-58a428c86291,fcb9c76c-57ba-50f2-aa2c-1b574137f473,ebd4f69d-8e6d-5379-8b48-b6088d98aa87","pathTokens":["USA","South Dakota","Needles Of Rushmore, The","Elkhorn Peak"],"gradeContext":"US","aggregate":{"byGrade":[{"count":3,"label":"5.8"},{"count":1,"label":"5.11+"},{"count":1,"label":"5.7"},{"count":1,"label":"5.6"},{"count":1,"label":"5.8+"},{"count":1,"label":"5.10+"}],"byDiscipline":{"trad":{"total":8,"bands":{"unknown":0,"beginner":6,"intermediate":1,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":6,"intermediate":1,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-103.51618,43.88582]},"bbox":[-103.51680390179064,43.88537033981814,-103.51555609820936,43.88626966018187],"left_right_index":-1,"ext_id":"109447382","area_id":"69T2nY5tU3mLSLYIjZiqhw==","polygon":{"type":"Polygon","coordinates":[[[-103.51680390179064,43.88537033981814],[-103.51555609820936,43.88537033981814],[-103.51555609820936,43.88626966018187],[-103.51680390179064,43.88626966018187],[-103.51680390179064,43.88537033981814]]]}},"content":{"description":"Large complex area of many walls, ridges, and spires."},"density":0,"totalClimbs":8,"__v":1,"createdAt":"2022-11-07T06:23:17.111Z","updatedAt":"2024-01-20T01:06:23.114Z"}