{"_id":"63689d5ce80bff5a994f424d","area_name":"Lower Buttress","shortCode":"","climbs":[{"_id":"yna8u+FCWISj+UWJwXOt+A==","name":"Spellcaster","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Eric Berghorn, Andrew Berge","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.61905,38.65118]},"left_right_index":0,"mp_id":"109209911","mp_crag_id":"113585267","climb_id":"yna8u+FCWISj+UWJwXOt+A==","areaRef":"J0ubS7cEV1KEg/cNzLzr4w=="},"content":{"description":"This short sustained face climb was visited by Chris Summit, Jerry Dodrill, and others back in the 1990's. It took some searching to locate this shady obscurity. If Spellcaster provided a safe flat landing it might stand out as a quality V2 Highball. Alas, with the route traversing above a steep ravine complete with a bad landing, it is now a sport climb.","protection":"4 S.S. Glue-in bolts protect this climb, which tops out on a sloping ledge w/anchor and lower off rings.","location":"This route is located at the far western facing side of on the lower buttress formation. Continue hiking 200 feet past the Shutes/Mills route on the lower trail beyond Step to The Left.  The trail continues downward for 100 ft. before traversing back towards the base of the lower buttress. Spellcaster is farthest route to the left of the \"lower buttress\" routes past Continental Drift Whiplash, Boneless Chicken Ranch, Seymour Frishberg, Lichen It, Farthing, and around the corner from Scorpio Rising. Belay from the base of Scorpio Rising or around a boulder to the left if desired."},"__v":0},{"_id":"iMP+jPS2WRWXqOer1vV5Gw==","name":"Seymour Frishberg","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Robin Madgewick and Ken Stanton","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-122.61905,38.65118]},"left_right_index":4,"mp_id":"105734648","mp_crag_id":"113585267","climb_id":"iMP+jPS2WRWXqOer1vV5Gw==","areaRef":"J0ubS7cEV1KEg/cNzLzr4w=="},"content":{"description":"Continue on the path that led to The Far Side, past the rock with Step To The Left.  About 40 feet later, there's a steeper path leading downhill and right (as you're facing downhill).  Follow this for ~100 feet to another large rock, Seymour Frishberg is the climb up the south-facing arete.Since the first bolt is ~20 feet off the ground, you may want to approach it from the left side, though the bottom climbing is really fun.  The arete itself is very fun and very exposed, you have about a 270 degree view, and it seems like you much further off the ground due to the steepness of the hillside the rock is on.  The runout scares the crap out of you, but the climbing isn't too difficult, so it just adds to the experience.","protection":"3 bolts to the same 2 bolt anchor as Boneless Chicken Ranch.\n\nIf you lead this without using trad pro, it's extremely run out between the 2nd and 3rd bolt... enough so that falling could result in a 60 foot ground fall.\n\nThe run-outs can be protected with supplemental cams before and after the steep bolted section. Climbing these routes without placing additional protection pieces remains a heady challenge. I would list SF as a trad climb since the first ascentionists used camming units in addition to bolts to protect the lead....","location":""},"__v":0},{"_id":"Cnq6rV8aVRewfm+sRStaVw==","name":"Scorpio","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Eric Berghorn, Jerry Dodrill","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.61905,38.65118]},"left_right_index":1,"mp_id":"109209944","mp_crag_id":"113585267","climb_id":"Cnq6rV8aVRewfm+sRStaVw==","areaRef":"J0ubS7cEV1KEg/cNzLzr4w=="},"content":{"description":"This is a well protected face climb which ascends through a slight overhang before topping out on a slab. The climb was named after a scorpion (which I had not seen before at MSH) unveiled itself to my belayer  at the base during an ascent earlier this year.","protection":"5 S.S. Glue-In bolts to chain anchor with lower off rings on a ledge at the top of the slab.","location":"Scorpio is located at the far western facing side of the \"lower buttress\". Continue Hiking out past Shutes/Mills 200 ft. on the lower trail passing Step to the Left. The trail here continues dropping down another 100 feet before traversing back toward the lower buttress base area. Scramble up left, beyond the belay of Continental Drift Whiplash, Boneless Chicken Ranch, and Seymour Frishberg. Continue across a narrow ledge for 30 feet, past the base of Lichen It, and Farthing, until you reach an obvious belay ledge beneath the route."},"__v":0},{"_id":"JAADQbNtXoGKdXEqR+b3ZQ==","name":"Lichen It","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Chris Summit","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.61905,38.65118]},"left_right_index":3,"mp_id":"108550777","mp_crag_id":"113585267","climb_id":"JAADQbNtXoGKdXEqR+b3ZQ==","areaRef":"J0ubS7cEV1KEg/cNzLzr4w=="},"content":{"description":"This is a long overlooked gem of a trad route at the Far Side. The first known ascent was by Chris Summit and was one of the earliest of the many new routes he has since established in the Bay Area and across California. Listed as a dirty 5.8 crack in his Wine Country Rocks book, it was destined for obscurity. Recently it was scrubbed and rediscovered as an excellent adventure in a stunning Far Side setting that will continue to get better with additional traffic.","protection":"A single set of cams should suffice, from fingers to #2 Camalot. I put a #5 into a huge pocket for a first piece, but a smaller piece may work as well. Save a few pieces for a gear anchor on the ledge at top. Belay from above or use long slings to top rope. There are no bolts on the route.","location":"On the lowest, farthest west formation of the FarSide, the route is just around the corner, Left of Seymore Frishberg and Boneless Chicken Ranch. Start from the ledge. Climb up gray rock into the corner, placing cams in pockets. Pull a bulge to easy terrain then climb up into a steepening dihedral. Stem between pocketed faces and plug cams in the crack for protection. Walk up and off to the left to get back to the base."},"__v":0},{"_id":"pyfI8ChHUGSW0cQ03z7ECw==","name":"The Farthing","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Jerry Dodrill, Darren Wiemeyer, Nat Cromwell","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-122.61905,38.65118]},"left_right_index":2,"mp_id":"108550828","mp_crag_id":"113585267","climb_id":"pyfI8ChHUGSW0cQ03z7ECw==","areaRef":"J0ubS7cEV1KEg/cNzLzr4w=="},"content":{"description":"This steepening dihedral offers fun stemming up a pocketed corner that will get you a little pumped. Gear is a bit tricky to place and the crux is right toward the top. Belay on the ledge above at a two bolt anchor.","protection":"One each cams, fingers to #2 Camalot, plus one #4 cam. Belay on ledge above at a two bolt anchor.","location":"On the lower, west facing wall past Boneless Chicken Ranch and Seymore Frishberg. Scramble around the corner from those routes. The first big corner is \"Lichen It\" (5.8-), the next corner is \"The Farthing\" Belay from above. Walk up and off to the left to get back down. Long slings to TR."},"__v":0},{"_id":"jGoU+TO5W8+R9m00jAIFxg==","name":"Farther","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Eric Sorenson 2002","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.61905,38.65118]},"left_right_index":7,"mp_id":"106287982","mp_crag_id":"113585267","climb_id":"jGoU+TO5W8+R9m00jAIFxg==","areaRef":"J0ubS7cEV1KEg/cNzLzr4w=="},"content":{"description":"A very short and well protected face climb to the left of Far.","protection":"Three quickdraws for three bolts.","location":""},"__v":0},{"_id":"/TUX3p1EWfm8M97TW6GIBA==","name":"Continental Drift Whiplash","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Eric Berghorn, Jerry Dodrill, Andrew Berge","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.61905,38.65118]},"left_right_index":6,"mp_id":"109202189","mp_crag_id":"113585267","climb_id":"/TUX3p1EWfm8M97TW6GIBA==","areaRef":"J0ubS7cEV1KEg/cNzLzr4w=="},"content":{"description":"This climb was top-roped by Ken Stanton and Robin Madgewick circa 1990 following the F.A. of Boneless Chicken Ranch. It shares the anchor of Boneless Chicken Ranch which is the next climb over 20 feet to the left. Ken Stanton gave this top rope variation the name \"Continental Drift Whiplash\". Scramble up a lower angled section to reach a high bolt (25ft.) above the sloping corner system.  A couple of smaller (.75) cams are useful to protect the climbing above the steep bolted section of this cliff.","protection":"This route was equipped for lead with 5 S.S. Glue-in bolts in early 2014. Small (.5 -.75) cams.   Clipping the 5th bolt from the ledge is awkward and having a .75 cam (or two) in place protects a potentially long fall. This cliff has a history of being climbed using \"mixed pro\" and efforts were made to preserve this style of climbing here... A few original bolts (25 years old) have been left in place around on this cliff. A new chain anchor installed at the top out eases rope retrieval for these climbs.","location":"As you pass the Shutes/Mills route continue along the lower trail for 200 ft. past the start of Step to the Left. The access trail climbs down another 100' ft. before traversing back to the base of the \"lower buttress\". Continental Drift Whiplash (now) is the first climb encountered on the right side of the lower buttress. Belay in front of a large boulder. Continental Drift Whiplash and the lower buttress are clearly visible from the Bubble Rock/Fire Road overlook area over 3/4 mile away."},"__v":0},{"_id":"s9xjj57nX+ORPXNRbdNlZQ==","name":"Boneless Chicken Ranch","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Robin Madgewick and Ken Stanton","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.61905,38.65118]},"left_right_index":5,"mp_id":"105734645","mp_crag_id":"113585267","climb_id":"s9xjj57nX+ORPXNRbdNlZQ==","areaRef":"J0ubS7cEV1KEg/cNzLzr4w=="},"content":{"description":"Continue on the path that led to The Far Side, past the rock with Step To The Left.  About 40 feet later, there's a steeper path leading downhill.  Follow this for ~100 feet to another large rock, Boneless Chicken Ranch is the first climb on the rock, with a very easy beginning, leading to a vertical face.\n\nOnce you get onto the vertical portion of the climb, it seems like one long crux.  Lots of pocket fun.","protection":"4 bolts to a 2 bolt anchor shared by\n\nSeymour Frishberg\n\n.  Not run out on the difficult portion.  Avoid rope drag if you're top-roping.\n\nBRING THOSE CAMS! I hadn't read this, and summit's bay area top-ropes doesn't mention it. The final moves were dirty, and I wasn't very pleased to find myself without any pro moving to the last bolt. You'll deck from the upper ledge on the final 5.9ish move getting to the last bolt, and this is a good 70' up.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,915faeed-6c49-5845-83e9-8529c8e245f5,030b865c-f6b4-503d-aaf2-c3ce08d2ac60,3cc8472c-ddac-54c2-8d55-77052a34065c,741aa45e-f192-5d8d-9d36-b99ad6473939,274b9b4b-b704-5752-8483-f70dccbcebe3","pathTokens":["USA","California","San Francisco Bay Area","Wine Country","Mount St. Helena","Far Side, The","Lower Buttress"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11a"},{"count":1,"label":"5.9"},{"count":1,"label":"5.10a"},{"count":1,"label":"5.7"},{"count":2,"label":"5.8"},{"count":1,"label":"5.11-"},{"count":1,"label":"5.11b"}],"byDiscipline":{"trad":{"total":5,"bands":{"unknown":0,"beginner":2,"intermediate":1,"advanced":2,"expert":0}},"sport":{"total":3,"bands":{"unknown":0,"beginner":1,"intermediate":1,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":3,"intermediate":2,"advanced":3,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-122.61905,38.65118]},"bbox":[-122.61962577664274,38.65073033981813,-122.61847422335731,38.65162966018187],"left_right_index":-1,"ext_id":"113585267","area_id":"J0ubS7cEV1KEg/cNzLzr4w=="},"content":{"description":""},"density":0,"totalClimbs":8,"__v":1,"createdAt":"2022-11-07T05:53:47.977Z","updatedAt":"2022-11-25T11:12:43.176Z"}