{"_id":"6368a38be80bff5a99585998","area_name":"Southside Gully","shortCode":"","climbs":[{"_id":"MHnmaeaoUTeHPOZPHaqUtw==","name":"TBD","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"TR: Unknown. Sport Lead: Dash Papula, March 2020","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-77.94369,40.57284]},"left_right_index":999999,"mp_id":"118615188","mp_crag_id":"118022490","climb_id":"MHnmaeaoUTeHPOZPHaqUtw==","areaRef":"koWnXywnX6mrzHzOUxnrxA=="},"content":{"description":"Name is To Be Determined till I find out if there's an historical name.This is the second sport route here at Donation to accommodate beginning climbers - especially the young campers at Stone Mountain Adventures. This is why the bolts are placed within easy reach and from solid stance ledges. They are far apart but that’s because more are not needed due to the simplicity of the climb. The first bolt is easily reached by a short climb or stick clipped.For the beginner: The start is far right at the belay spot then up an easy 4 ft to a left shelf traverse. This gets you to the first bolt and then up to the big platform ledge at the base of an overhanging dihedral which is the crux. This is a bit tricky but the secret is feet - stemming between the opposing walls into small pockets. Hands are few so take what you can get. The second bolt is near the top of the crux and offers good protection from the platform ledge. Beyond that, it’s an easy walk up through the inside dihedral of the gully. Near the top there’s another shelf traverse to the upper left and voila, you’re at the anchors. They are big a$$ mussy hooks designed for super easy clip in and lowering without knowledge of anchor building or having to untie - clip clip and go.For the experienced: Start lower - closer to the big boulder, and once passed the first bolt and the crux, stay left of the gully and more on the face. Bolts will all be to your right.","protection":"Four Wave glue-ins to ClimbTech hooks for easy clip-in and lower-off. The new safe standard for sport climbing. Learn more HERE. Top rope anchors are there as well.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,e66a7f5e-9c62-5282-8578-b6d5e239d014,127b5393-2e00-5b5b-a3a8-6f90ec643563,6bf8cbc2-6fbc-5ead-a50e-b55d892620f5,d12ef1d6-d4bc-5a9b-816d-039999dc691f,9285a75f-2c27-5fa9-abcc-7cce5319ebc4","pathTokens":["USA","Pennsylvania","Central PA","Donation Rocks","Lower Walls","Southside Gully"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.5"}],"byDiscipline":{"sport":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"tr":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-77.94369,40.57284]},"bbox":[-77.94428198551023,40.572390339818135,-77.94309801448976,40.57328966018186],"left_right_index":-1,"ext_id":"118022490","area_id":"koWnXywnX6mrzHzOUxnrxA=="},"content":{"description":"Around the corner to the right of the Front Wall is a somewhat hidden and often overlooked area. However, it offers some fun and even challenging climbing. It's where many newbies come to get a taste of this awesome sport. In fact, this is where I took a girlfriend at the time for her first climbing experience. She seemed confident and focused as she scaled the rock. And though she did struggle and got stuck a few times, she eventually made it to the top and seemed psyched! Little did I know that during this \"first ascent\", she was terrified to the point of freezing-up and “nearly barfed at the top”. In the end though it must not have been that bad because she not only continued to pursue climbing but married me! There's now sport line here which is explained in more detail on that route's page. Check it out - a fun beginner route!Southside Gully start is pretty varied as are the routes."},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T06:19:56.300Z","updatedAt":"2022-11-25T11:21:24.146Z"}