{"_id":"63689de0e80bff5a994f9139","area_name":"Babcock Peak","shortCode":"","climbs":[{"_id":"qmKIFWjeWy622DJashgPcQ==","name":"Right Couloir from Boren Creek","yds":"5.3","grades":{"yds":"5.3","french":"3+"},"fa":"Probably by some miners around 1900","type":{"trad":true,"alpine":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-108.0806,37.4393]},"left_right_index":999999,"mp_id":"106437408","mp_crag_id":"106437382","climb_id":"qmKIFWjeWy622DJashgPcQ==","areaRef":"l9XY+5L+Weed28ymex7hPA=="},"content":{"description":"You will want to find a good way up the wall to your left. Once you reach the notch, we found it easiest to go up to the left of the prominent chimney. The chimney might be a good alternative, but it was iced up when we climbed it in late May. We free-soloed the way up but down climbed while being roped in for the descent do to loose rock. With good route finding, you should be able to find a way up without exceeding 5.3 or so. Again, watch for loose rock. Glissade back to the road.","protection":"Helmet, rack of stoppers, and a 30 meter rope. There is a sling at the top to assist in the descent.","location":"From the top of Boren Creek basin, head right up the scree field, aiming for the right most couloir. In early season (earlier than July), most of the couloir could be covered in snow so an ice axe and crampons are recommended. Once you reach the notch, Babcock Peak will be on your left and Middle Babcock will be on you right with a cool looking pinnacle directly in front of you."},"__v":0},{"_id":"tfDqm6rTXX6j8YxyacC0gA==","name":"The Knife","yds":"4th","grades":{"yds":"4th","french":"1"},"fa":"unknown","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-108.0806,37.4393]},"left_right_index":0,"mp_id":"107281350","mp_crag_id":"106437382","climb_id":"tfDqm6rTXX6j8YxyacC0gA==","areaRef":"l9XY+5L+Weed28ymex7hPA=="},"content":{"description":"The Knife is a long classic ridge between Spiller Peak and the West summit of Babcock Peak. The best route on this ridge is on the top except for the pinnacle near the top of Spiller which is skirted on the north.","protection":"None required. The ridge involves some interesting scrambling and exposure, but most people do not need a rope.","location":"The route is the ridge between Spiller Peak and the West summit of Babcock Peak.\n\nApproach via the Boren Creek side. It is best to climb from Spiller toward Babcock, but it can be done either way. Expect loose rock going up and descending with the ridge being the most compact rock."},"__v":0},{"_id":"KmRCO9UEXhacutvUfXkOeg==","name":"Die Grüne Hölle/N Face","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Miners/Hippies, 1900s; or Drew Mitchell and Joseph DeFever, Aug. 2021","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-108.0806,37.4393]},"left_right_index":999999,"mp_id":"121189055","mp_crag_id":"106437382","climb_id":"KmRCO9UEXhacutvUfXkOeg==","areaRef":"l9XY+5L+Weed28ymex7hPA=="},"content":{"description":"Middle Babcock is a 13,180 ft. choss pile situated between the 13,120 ft. East Babcock and 13,100 ft. West Babcock choss piles; thus making it King Choss of Chosstown.\n\nFrom upper Tomahawk Basin, begin walk/scramble towards the spire which separates East and Middle Babcock trending towards the north face of Middle Babcock. Well before reaching the rightmost couloir, there is a grass low fifth class ramp leading up to some crack systems.\n\nP1. Low fifth class/fourth class, 60m: scramble up the grassy ledges taking this ramp as high as it can go. There are two obvious parallel crack systems in corners - keep climbing towards the right one. Protection could probably be found here, but we climbed it unroped, for the most part the loose rock was held in by dirt and foliage.\n\nNote: as you're nearing the right crack system, note there is a giant death block balanced near the top of the crack system. You will be climbing under this a majority of the pitch and should exit the crack system before reaching this block/detached flake.\n\nGain a small ledge 10 feet to the right of the rightmost corner that has a bunch of grass and shrubs growing in it. Build an anchor, and belay P2 from here to avoid rockfall.\n\nP2. 5.9ish, 30m: walk along the belay ledge towards the crack. You can place a directional in a boulder on the left with a runner to ensure the rope is tracking the climber up the crack. Begin vertical bushwhacking up the crack towards a small roof. The climbing gets better the higher you go. I opted to use stemming technique and stuck mostly to the right of the dihedral in an attempt to stay on obviously good holds and rock. You can make it easier standing on muddy little moss and flower pads if you trust them and also hate nature; in some places this is unavoidable.\n\nThis section will eat as many finger size to #1 Camalots as you can feed it. Protect the small roof with a mid-sized nut in a small crack on the right face, and pull the roof to the right. The climbing here felt like 5.9 to me, but I could see it getting downgraded in the future as unknowns are removed from the equation.\n\nShortly after pulling the roof, there will be a good-sized ledge from which you can place a bomber #3 on the left in a pocket or a less obvious #0.75 in a hidden crack on the right. Above you is good rock in every direction, but take note you are about 10 feet below what looks like a detached, quartzite, golf cart balanced on two mini-fridges. Knowing this, head out onto the exposed slab to the left, and pull over the airy arete onto a hanging grassy couloir. Small nuts or a size 1 dragonfly will be helpful here. Build an anchor, enjoy the view, and bring up your second.\n\nP3. 3rd Class ramp to 5.7ish slab, 60m: from the anchor at the top of P2, simul-climb up the grassy couloir. Belay the leader up the obvious slab. There are plenty of options for protection, but trending up and left is the overall goal. Crest the col at the top of the slab, and sling a block to bring up the second. Enjoy the view at the col, and put the rack and rock shoes away if you haven't already, but keep your harness on and the rope accessible.\n\nP4. 4th Class, classic Babcock scramble 100m: head up and left on large, sometimes sketchy, loose rock trending towards the summit. Gain a knife-edged ridge and follow it to another grassy, hanging couloir. Follow this to the summit, and take in the view.\n\nDescent: from the summit of Middle Babcock, look west towards the summit of West Babcock. You will see a large block horn with some tat around it. Scramble over to this on the obvious path. There is also a smaller block on the ridge just before this with some newer red webbing around it as another option. Find the steel biner on the nest of tat, the blue 8mm cord with the EDK was placed 8/21/2021. The rest looks semi- trustable, reinforce/clean it up if you're feeling altruistic.\n\nRap into the col between Middle and West Babcock, and descend the muddy couloir to the north. Partway down is a 100m sheet of ice left over from winter which will require some mud/loose rock scrambling to the right to avoid. Or if you are trying to get fit carrying weight or feeling froggy, bring an ice screw/sharps and make a v-thread, and rap/downclimb this ice sheet. In future years, diminishing snowpacks may make this detail obsolete, and you're probably more likely to die of thirst than take a slide for life. Descend back to the upper Basin, and follow the water. If you're Jeff Bezos, have your helicopter pick you up in the upper basin, fly you to your rocket, blast off into space, and never come back. Otherwise, head back to your car, and go to Zia's.\n\nFootnote: if you've never been in the La Platas, these are old mountains essentially composed of choss. This route follows some of the best rock and most accessible climbing we could find on the north face. There are certainly a couple harder lines with potentially better climbing to be had, but if managing loose rock/dodging missiles isn't your thing, this whole area should probably be avoided. Bring lots of runners to extend for P2, there is ample protection, but none of it is in a straight line.","protection":"A standard East A. rack.","location":"From the ruins of the Tomahawk Mill, parallel the creek upstream past the waterfall to the upper basin. Ascend the scree to the south towards the spire/couloir separating Middle and East Babcock."},"__v":0},{"_id":"fHtDLeyEUdKe1qLuFN+4Tw==","name":"Babcock Peak 4 Summit Traverse","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-108.0806,37.4393]},"left_right_index":999999,"mp_id":"107102830","mp_crag_id":"106437382","climb_id":"fHtDLeyEUdKe1qLuFN+4Tw==","areaRef":"l9XY+5L+Weed28ymex7hPA=="},"content":{"description":"There are four summits to Babcock Peak, this traverse climbs all of them from east to west.  Begin on the easy slopes to the east of summit #1 (the eastern summit).  From high in Tomahawk Basin, the approach is obvious.  Follow 3rd class terrain up to summit of #1.  Descend to the saddle between #1 and #2. The semi-technical summit of peak # 2 is reached with some moderate climbing where a rope may be helpful.  There was webbing here last visit for a rap.  Continue around the south side of the ridge up to the summit of #3.  Traverse over to #4.\n\nExtra credit (and extra fun): keep traversing the ridge out to Spiller Peak, or over to Moss Peak, or both.","protection":"A light alpine rack for summit #2.  Some webbing.","location":"On the central-west side of the La Plata mountains, one finds Tomahawk Basin.  There is a fairly decent 4WD road leading up into the basin from the main 2WD road.  Drive this to the end, and then hike into the upper basin."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,b8bc6400-2efc-577d-b6a6-c5367641fd44,64f7d38a-5f26-57d1-b23a-b941f84f7cf9,97d5d8fb-92fe-59e7-9ddb-cca67b1ee13c","pathTokens":["USA","Colorado","Alpine Rock","San Juans","Babcock Peak"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.3"},{"count":1,"label":"4th"},{"count":1,"label":"5.9"},{"count":1,"label":"5.6"}],"byDiscipline":{"trad":{"total":4,"bands":{"unknown":1,"beginner":2,"intermediate":1,"advanced":0,"expert":0}},"alpine":{"total":4,"bands":{"unknown":1,"beginner":2,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":1,"beginner":2,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-108.0806,37.4393]},"bbox":[-108.0811663241979,37.43885033981814,-108.08003367580211,37.43974966018187],"left_right_index":-1,"ext_id":"106437382","area_id":"l9XY+5L+Weed28ymex7hPA=="},"content":{"description":""},"density":0,"totalClimbs":4,"__v":1,"createdAt":"2022-11-07T05:55:53.221Z","updatedAt":"2024-01-15T16:42:35.588Z"}