{"_id":"6368a50be80bff5a995b0886","area_name":"Pfeifferhorn","shortCode":"","climbs":[{"_id":"Vqk51ofaWvOPztXpe5escw==","name":"West Face Couloir","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true,"ice":true,"snow":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.72408,40.52763]},"left_right_index":4,"mp_id":"106001842","mp_crag_id":"105739861","climb_id":"Vqk51ofaWvOPztXpe5escw==","areaRef":"RKSvrNrFU/Gfba6Dkiybmw=="},"content":{"description":"From Maybird Bowl cross over north ridge of the Pfeifferhorn at its lowest point into Hogum Fork. Beware of avalanche danger on both sides. Once in Hogun Fork continue south and past the northwest face until you are in a bowl surrounded by lots of granite. The colouir that ones sees as they first start traversing around is the West Face Ramp Route. Go past the rock buttress that forms the ramp.\n\nMid way up the colouir is a short ~30' but steep section that can be rock, ice, or mixed. After surmounting this section continue on snow which leads directly to the summit.","protection":"Short section of rope and a few small nuts and cams for the step. A fixed pin may still be on the left side of the corner.","location":"Approach from Maybird Gulch.\n\nDescend the East Ridge returning either to Maybird Gulch via the headwall or eastern colouirs or traverse east to the head of Red Pine Canyon. Either way be aware of avalanche danger - including while descending from the summit.\n\nDescent#2 Return they way you came via skis (Yes, this has been skied with a rap)."},"__v":0},{"_id":"CQ0ky4k1XSe/pLpB7IQLsA==","name":"Northwest Ramp","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Winter Allen Sanderson & Mike Vanderbeck 1990","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.72408,40.52763]},"left_right_index":3,"mp_id":"106001852","mp_crag_id":"105739861","climb_id":"CQ0ky4k1XSe/pLpB7IQLsA==","areaRef":"RKSvrNrFU/Gfba6Dkiybmw=="},"content":{"description":"From Maybird Bowl cross over north ridge of the Pfeifferhorn at its lowest point into Hogum Fork. Beware of avalanche danger on both sides. Once in Hogun Fork continue south around under the northwest face until you reach the lower apex of rock. The large snow ramp to the right of the rock is the West Face Ramp.\n\nClimb the snow ramp until the apex is reach after 300'. Climb rock on the west face for 100' until more snow is reached. Climb through some more rock and meander right traversing into the West Face Couloir which is followed to the summit.","protection":"A few nuts and cams and a short section of rope.","location":"Approach from Maybird Gulch.\n\nDescend the East Ridge returning either to Maybird Gulch via the headwall or eastern colouirs or traverse east to the head of Red Pine Canyon. Either way be aware of avalanche danger - including while descending from the summit."},"__v":0},{"_id":"AxA9dn7pW8yhC7+67uZccg==","name":"Northwest Face","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Summer Unknown - Winter Jim Dockery & Hooman Aprin (1977)","type":{"trad":true,"alpine":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-111.72408,40.52763]},"left_right_index":2,"mp_id":"106001833","mp_crag_id":"105739861","climb_id":"AxA9dn7pW8yhC7+67uZccg==","areaRef":"RKSvrNrFU/Gfba6Dkiybmw=="},"content":{"description":"From Maybird Bowl cross over north ridge of the Pfeifferhorn at its lowest point into Hogum Fork. Beware of avalanche danger on both sides. Once in Hogun Fork continue south around under the northwest face until you reach the lower apex of rock. The large snow ramp to the right of the rock is the West Face Ramp.\n\nLike the Northeast Face there are many variations. One typically climbs 2-3 pitches of mixed rock and snow before reaching steep snow which leads to the North Ridge which is followed to the summit.","protection":"Small rack of nuts and cams.","location":"Approach from Maybird Gulch.\n\nDescend the East Ridge returning either to Maybird Gulch via the headwall or eastern colouirs or traverse east to the head of Red Pine Canyon. Either way be aware of avalanche danger - including while descending from the summit."},"__v":0},{"_id":"j4KFsHDrXQ+iHS1Z/LzTOg==","name":"Northeast Face","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Summer Unknown (1962) - Winter George Lowe, Court Richards, Tom Stevenson (1965)","type":{"trad":true,"snow":true,"alpine":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-111.72408,40.52763]},"left_right_index":0,"mp_id":"106001829","mp_crag_id":"105739861","climb_id":"j4KFsHDrXQ+iHS1Z/LzTOg==","areaRef":"RKSvrNrFU/Gfba6Dkiybmw=="},"content":{"description":"From Maybird Bowl head up the Northeast Face where ever the line of least resistance appears. There are many options depending on conditions. It will eventually intersect the North Ridge which is followed to the summit.","protection":"Small rack of nuts and cams","location":"Approach from Maybird Gulch.\n\nDescend the East Ridge returning either to Maybird Gulch via the headwall or eastern colouirs or traverse east to the head of Red Pine Canyon. Either way be aware of avalanche danger - including while descending from the summit."},"__v":0},{"_id":"RAt0VZbOV0GN8VdBvQcIrw==","name":"North Ridge","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"unknown","type":{"trad":true,"snow":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.72408,40.52763]},"left_right_index":1,"mp_id":"106001823","mp_crag_id":"105739861","climb_id":"RAt0VZbOV0GN8VdBvQcIrw==","areaRef":"RKSvrNrFU/Gfba6Dkiybmw=="},"content":{"description":"The North Ridge of the Pfeifferhorn is considered one of the best mountaineering routes in Utah. Although the route is plagued with loose rock, the easy access and aesthetic line make this a popular mountaineering route. Multiple variations exist and a link below for further detail.\n\nThe lower part of the Full Route has harder technical rock than the Couloir variations and in its entirety is quite a bit longer. The Couloir Routes might be a better idea if time is an issue or you want to combine a steep snow/neve climb with a rock climb. But beware - the Couloir Routes are on a north east aspect and are therefore highly AVALANCHE PRONE and should only be climbed when conditions are safe! I climbed Couloir variation B and considered it safe to solo in good conditions.\n\nBecause of the loose rock encountered on the route, it is recommended to be climbed in the winter when the rocks are frozen in place. Of course, during Utah's frequent warm thaws, climbing in the winter just makes the route harder with no extra security from loose rock.\n\nFull Variation: Lower\n\nFrom the Maybird Gulch bowl, cut across the open terrain toward the ridge joining the Pfeifferhorn and pt. 10,516. Aim for the southern saddle (of the two saddles) in the ridge. The slope climbs 35-40 degree terrain for about 80 feet to reach the saddle. You should make sure to have all your gear out and ready before this part, or right at the saddle. Beyond this point there really aren't any good places to rummage in your pack!\n\nThe ridge starts out mild, with steep snow slopes dropping down into Maybird Gulch and Hogum Fork. Soon, the slopes to the left steepen, and cliffs appear on the right. Beware the occasional cornice as you climb this part. You might want to be roped up to simul-climb this part.\n\nAfter a while of class 3-4 scrambling, an exposed knife edge is reached, with a sharp gendarme blocking progress. The spine of the gendarme is easier to climb than it appears (there are some small ledges for your feet on the right side), but once at the top, you must either downclimb some scary cracks to the left (5.5 R), an overhang to the right, or rappel the 10 ft into the notch. As there is really no way to protect this part and a large pendulum is possible (not the best to experience when simul-climbing), most parties rapell this section.\n\nBeyond the gendarme is a steep series of class 4 ledges that wind around to the sheer east side of another much larger gendarme. Just as you reach the end of the ledges and the beginning of the featureless rock and sheer corner, traverse south along the east face of the gendarme. This traverse is SCARY as the rock is smooth with no secure holds, and in the winter is is plastered with verglass and sugar snow. Perhaps to aid Exum guided climbs on the route, there is a fixed line across this part. It begins on a piton of questionable integrity, passes through a bolt, and then heads straight up the slab to a final bolt, beyond which is a short but steep and exposed snow climb on VERY loose snow. This section is best done on a belay with the second clipped in to the questionable piton, with the leader also clipped to the fixed line. A quickdraw at each bolt provides greater security, and depending on snow and ice cover, one may need to pull on the rope on parts of the traverse.\n\nBeyond the gendarme is some exposed class 4 scrambling to reach a prominent notch between the second gendarme and the first buttress. This is where the Couloir Variation B tops out.\n\nCouloir Variation A:\n\nThis variation is straigtforward. Cut across the open bowl of Maybird Gulch, and ascend the steep snow couloir. The lower 300-400 feet is about 30-40 degrees steep. The couloir forks, take the left fork, where the terrain steepens to a little over 50o. Near the top of the snow, angle to the right to climb through the jumbled rocks to gain the top of the First Buttress and gain the North Ridge Route.\n\nCouloir Variation B:\n\nThis variation is straigtforward. Cut across the open bowl of Maybird Gulch, and ascend the steep snow couloir. The lower 300-400 feet is about 30-40 degrees steep. The couloir forks, take the right fork and in another 100 ft a prominent notch is reached, and one can begin the technical rock climbing on the North Ridge up the First Buttress.\n\nUpper North Ridge:\n\nAscend the first buttress by simul-climbing through the broken ledges above, which is mostly class 4 with one or two 5th class moves (5.0-5.2). At the top of the buttress, traverse the snow to the second buttress, composed of one small and one large rock wall. Go on the right side of the first wall across a broken slab (cl. 3). The second wall is easy to identify from lower down in Maybird Gulch by the prominent lightning-bolt crack running up the face. Bypass this face by climbing around it to the east where the half pitch crux of the upper ridge will be encountered (5.3), followed by one more pitch (cl. 3-4). Above this section, there is a steep snowclimb for the last 200 feet to the summit.\n\nThis upper section can be mostly simul-climbed, with only 2 pitches commonly being fully anchored and belayed. The difficulty is more consistent than the lower portion of the Full Route, and it is easier with the crux being 5.3, while the lower portion had some 5.5 sections.\n\nDescent:\n\nDescend the East Ridge of the Pfeifferhorn. Once at the ridgeline separating American Fork Canyon and Maybird, there are two option depending on snow stability and party energy.\n\nThe easiest descent is to glissade 400-500' down the steep north headwall down into the bowl of Maybird Gulch and backtrack the approach down Maybird Gulch.\n\nThe safer option when snow stability is questionable is to follow the East Ridge route to pt. 10,897. One can either follow the East Ridge route down and out via Red Pine (there is still a headwall here with high avalanche possibilities), or rather than traversing below this pt 10,897, head up to the point and descend the Maybird Palisade that divides Maybird and Red Pine. The back side is more mild, and apart from some short sections near the top, is completely avlanche free. The ridge involves class 3 scrambling above some dramatic cliffs. The ridge can be exited just short of where the Maybird Trail cuts into Red Pine.\n\nA very complete description of all the options:\n\nhttp://www.summitpost.org/route/164300/north-ridge.html","protection":"As much of the route can be simu-climbed only a few nuts and cams along with a short rope are needed. Multiple double length slings are helpful for slinging horns, etc. No screws or pickets are needed under standard conditions.","location":"Distance: 4 miles\n\nElevation gain: 2,700'\n\nTake the White Pine trail across the river, and follow the old dirt road/trail as it traverses west before arcing up into White Pine Canyon. At the first switchback (1 mile) there is a more faint but still well-used trail crossing White Pine Canyon stream.\n\nTake this trail to reach Red Pine Canyon. This trail climbs out of White Pine Canyon and continues traversing west before arcing up Red Pine Canyon. Just as the trail reaches the Red Pine Canyon stream and the terrain flattens, there is an even more faint trail crossing the stream (2.5 miles). This trail heads into Maybird Gulch. Beware, this turnoff is easy to miss, especially in the winter when the sign and the bridge are covered in snow.\n\nThe trail arcs around the rugged ridgeline dividing Red Pine Canyon and Maybird Gulch and heads up the eastern side of the Gulch. From here one is treated with the first views of the Pfeifferhorn. To the right is pt. 10,516, which has a rather interesting summit block spire. To the left is a dramatic rock feature I've dubbed the Maybird Palisades. These offer some possible fun top-roping crack and dihedral climbs.\n\nSoon once reaches the open bowl at the top of Maybird Gulch. The East Ridge route lies just ahead. From here you can take either the Full Route or one of the Couloir Variations."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ee1d37e7-dc41-5c26-a358-5d51af01f499,5f0ed4d8-ebb0-5e78-ae15-ba7f1b3b5c51,d2d85a82-bf28-5d18-b296-599ab10d3534,44a4afac-dac5-53f1-9f6d-ae83922c9b9b","pathTokens":["USA","Utah","Wasatch Range","Wasatch Alpine Areas","Pfeifferhorn"],"gradeContext":"US","aggregate":{"byGrade":[{"count":4,"label":"5.6"},{"count":1,"label":"5.4"}],"byDiscipline":{"trad":{"total":5,"bands":{"unknown":0,"beginner":5,"intermediate":0,"advanced":0,"expert":0}},"alpine":{"total":5,"bands":{"unknown":0,"beginner":5,"intermediate":0,"advanced":0,"expert":0}},"snow":{"total":3,"bands":{"unknown":0,"beginner":3,"intermediate":0,"advanced":0,"expert":0}},"ice":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":5,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-111.72408,40.52763]},"bbox":[-111.72467158598316,40.52718033981814,-111.72348841401687,40.52807966018187],"left_right_index":-1,"ext_id":"105739861","area_id":"RKSvrNrFU/Gfba6Dkiybmw=="},"content":{"description":""},"density":0,"totalClimbs":5,"__v":1,"createdAt":"2022-11-07T06:26:54.633Z","updatedAt":"2022-11-25T11:23:52.200Z"}