{"_id":"63689de0e80bff5a994fa4ee","area_name":"Monkey House, The","shortCode":"","climbs":[{"_id":"B5P30NG+VbG5OxOoSN73mQ==","name":"Soap on a Rope","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Dave Montgomery & Lisa Stern, 4/14","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.32146,39.73978]},"left_right_index":13,"mp_id":"108865974","mp_crag_id":"105745034","climb_id":"B5P30NG+VbG5OxOoSN73mQ==","areaRef":"uSlWzsrDVla1KmytnMZcuw=="},"content":{"description":"Though it's only a variation to\n\nConvicted Felon\n\n, it is quite good!  If you're a fan of thin face climbing, this is not to be missed.  It's hard to determine the grade, but it is definitely a notch or two harder than Convicted Felon.\n\nStart up\n\nConvicted Felon\n\nfor the first 4 bolts, then step right to a ledge.  Crimp and finesse your way up the face for 4 bolts then step back left to the anchor on top of\n\nConvicted Felon\n\n.","protection":"8 bolts + anchor.","location":"This is between\n\nConvicted Felon\n\nand\n\nPunishment for Shoplifting\n\n."},"__v":0},{"_id":"ukZDvr2wXYCeQ6VV+aQ9Tg==","name":"The Reward aka Convicted Felon","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.32146,39.73978]},"left_right_index":12,"mp_id":"105932154","mp_crag_id":"105745034","climb_id":"ukZDvr2wXYCeQ6VV+aQ9Tg==","areaRef":"uSlWzsrDVla1KmytnMZcuw=="},"content":{"description":"This is a crimper's delight.  It is also good for the reach impaired as there are a lot of tiny intermediates.  This is the route just left of\n\nPunishment for Shoplifting\n\nwhich is much discussed in the comments for that route.\n\nThis is continuous, vertical 11- in the bottom half, then cruxy off-vertical climbing on solid rock with variously oriented, small holds from bolts 6 to 8.  There are a couple of decent rests before the business.  Bonus: the crux clips are pretty easy.","protection":"8 bolts.","location":"This is between\n\nSchwing Salute\n\nand\n\nPFS\n\n."},"__v":0},{"_id":"/TQ9NuERVbifUk1JEArDZA==","name":"Punishment For Shoplifting","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Ken Trout, 1992","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.32146,39.73978]},"left_right_index":14,"mp_id":"105750199","mp_crag_id":"105745034","climb_id":"/TQ9NuERVbifUk1JEArDZA==","areaRef":"uSlWzsrDVla1KmytnMZcuw=="},"content":{"description":"Punishment for Shoplifting starts 15 - 20 feet left of the blackish water streak that has\n\nPsycho Hose Beast\n\nrunning right up it. A slightly airy first clip with a burly move launches the route. Follow up a corner/seam system for six or seven clips on great stone, well protected, and equipped with a host of good moves. Edges and laybacks. The exit at the top of the corner/seam seemed a bit spooky inasmuch as the moves were a bit in-obvious, however, a near horizontal crack just below the anchors will provide a fine answer for the finish, if you look around for the feet. This fine line is well worth two stars, and well worth the short hike.","protection":"QDs only. This 70 foot route needs 8 - 10 draws and something for the double bolt anchor at the top.","location":""},"__v":0},{"_id":"yN/hJhc0WmuO2mdJjxeXrw==","name":"Psycho Hose Beast","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"K. Trout, 1992","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.32146,39.73978]},"left_right_index":15,"mp_id":"105759774","mp_crag_id":"105745034","climb_id":"yN/hJhc0WmuO2mdJjxeXrw==","areaRef":"uSlWzsrDVla1KmytnMZcuw=="},"content":{"description":"This is a nice little line on the left third of the Wall of the Nineties just right of\n\nPunishment for Shoplifting\n\n(PFS). It feels less difficult than PFS once you know where the holds are. There is an interesting rest ledge below the top/crux. 5.11a/b is the given rating from Mark's guide and, for Clear Creek, it feels right if you try to onsight. It is probably 5.9 for those Eldo-wizards. I wonder why the name....\n\nIgnore this info if you want an onsight flash:\n\nFunky move between bolts 1 & 2. Decent upper face moves. Rest ledge reminiscent of the rest in that video (Masters of Stone?) of Piana on a climb at Hueco. Weird crux at 10th bolt. Such a good rest but a bit awkward to move past. Hard to see from below the overhang. To get out and beyond the roof, reach up for a left side pinch, get feet up, then long reach to a flat edge. Trust it....","protection":"10 QDs + slings for the anchors.","location":""},"__v":0},{"_id":"mbJWI8YKWPKjLjZhouA9iw==","name":"The New Pollution","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Greg Purnell, 1999","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.32146,39.73978]},"left_right_index":16,"mp_id":"105749194","mp_crag_id":"105745034","climb_id":"mbJWI8YKWPKjLjZhouA9iw==","areaRef":"uSlWzsrDVla1KmytnMZcuw=="},"content":{"description":"The route is technically at the Monkey House, which is slightly above and to the left of The Wall of the '90s about 100ft.  Start the route from on top of a short, 4th class ledge.  The route is short, powerful, and overhanging.  Every move is difficult and interesting to decipher.  The rating is solid, especially as a key hold has broken, yielding even less purchase than before.  Have fun but bring an attentive belayer, especially for the attention-grabbing moves between the slightly run-out 2 and 3 bolts.","protection":"The route is only 3 bolts long with a 2 bolt anchor.  However, the belayer should certainly clip himself into the single bolt on the ledge at the start of the climb.","location":""},"__v":0},{"_id":"6HTDyPDLWmm0ivZR7sX7Zw==","name":"Monkey Shine","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Richard Wright, September, 1999","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.32146,39.73978]},"left_right_index":1,"mp_id":"105750349","mp_crag_id":"105745034","climb_id":"6HTDyPDLWmm0ivZR7sX7Zw==","areaRef":"uSlWzsrDVla1KmytnMZcuw=="},"content":{"description":"Monkey Shine climbs the long slab immediately to the right of\n\nThe Sprawl\n\n. The slab actually defines the cut that separates The Monkey House proper from the uphill sector that has the Death Block above and Home Boy Bonanza.\n\nRun the slab up to a small roof, pull this on the right, and chase some more bolts. There is a loose block jammed into a slot at the roof. This can be pulled, perhaps, but every time I went up to do so, far too many people were below to make this a safe proposition. Yank it if you can, but the block is stable and  it does not need to be pulled to enjoy the climb. There is a slightly tricky crux just before the anchor.","protection":"QD only. This 95 foot route needs a 60m rope to descend and about a dozen draws. There is a double bolt anchor at the top.","location":""},"__v":0},{"_id":"u5FsS2X6XmKUyoZUas7LzQ==","name":"Monkey See, Monkey Do (after the break)","yds":"5.13b/c","grades":{"yds":"5.13b/c","french":"8a+"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.32146,39.73978]},"left_right_index":8,"mp_id":"118844826","mp_crag_id":"105745034","climb_id":"u5FsS2X6XmKUyoZUas7LzQ==","areaRef":"uSlWzsrDVla1KmytnMZcuw=="},"content":{"description":"Crimp your way past the opening moves, traverse left and arrive at a rest. From here, grab the undercling and reach your way through the roof to a difficult compression sequence and a final deadpoint to a crimp before pulling over. The movement is very fun, and you even get a no-hands rest right before the roof. The grade may fluctuate slightly depending on your reach.\n\nThis route's original rating was 12b. Sometime in the past couple of years a key hold (mini-jug) broke off at the lip of the roof. After numerous people telling me that this route is now much harder after the hold broke, I had to go check it out for myself. With some cryptic beta, the route still goes and is very fun, but much harder. The boulder problem out the roof feels around V8, making it about a full number grade harder than before.","protection":"Bolts.","location":"Start about 50 feet uphill from\n\nConvicted Felon\n\n. This route is located in between the lower and upper portion of Monkey House right in the middle."},"__v":0},{"_id":"nRbTANcxXyS2UH/h45f7Ug==","name":"Monkey See, Monkey Do","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Alan Nelson & Ken Trout, 1991","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.32146,39.73978]},"left_right_index":7,"mp_id":"105750367","mp_crag_id":"105745034","climb_id":"nRbTANcxXyS2UH/h45f7Ug==","areaRef":"uSlWzsrDVla1KmytnMZcuw=="},"content":{"description":"Monkey See, Monkey Do only works for some monkeys. The Monkey House wall contains a short sector with a large roof 30 - 35 feet above the talus. Presently, a single route runs through the middle of the roof and this is Monkey See, Monkey Do. If you look at doing this route, bear in mind that looks can be deceiving. The roof on Monkey See, Monkey Do looks intimidating, while the slab approach looks tweaker but casual. Pull up off the talus for a clip just before a foot wide overlap, thin finger-crimps and a long reach will just snag a second clip, a crux in its own right. Pull the 5.12b crux following the second bolt as a left angling finger traverse on disappearing feet.  Breathe easy from here on out because all of the difficult climbing can be disposed of in the first 15 feet off the ground. No beta for the roof except to say that it is well protected; I felt that the conventional long sling below the roof was not even essential given the placement of bolts on this route. Pull up over the roof on.... No more beta. If you can't dig this move, why climb? Two stars for the continuity, good stone, great finish, and the tricky finger-intensive start. Let's all chant another mantra for the Master of Clear Creek, Alan -The-Bolting-Fiend-  Nelson.","protection":"QDs only. This 50 foot route needs only half a dozen draws and something for the double bolt anchor at the top.","location":""},"__v":0},{"_id":"mQTmihMlXFaQe9BMi2vJFw==","name":"Monkey Puzzle","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.32146,39.73978]},"left_right_index":5,"mp_id":"109226556","mp_crag_id":"105745034","climb_id":"mQTmihMlXFaQe9BMi2vJFw==","areaRef":"uSlWzsrDVla1KmytnMZcuw=="},"content":{"description":"This is an alternate start to\n\nMonkey Pause\n\n(5.12a). This route starts uphill of the\n\nMonkey Pause\n\ncrux stem start. Traverse in from the left (uphill) on good feet (5.10a) past one bolt and join\n\nMonkey Pause\n\n.","protection":"[5] bolts [and a pin] to an anchor.","location":"It is up the hill and over the tunnel from the Wall of the '90s area. The obtuse dihedral crux of\n\nMonkey Pause\n\nalong with the traverse bolt variation from the left are easy landmarks for this route."},"__v":0},{"_id":"B9mjpH2TVHi8/GBgs+0rYA==","name":"Monkey Pause","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.32146,39.73978]},"left_right_index":6,"mp_id":"105759615","mp_crag_id":"105745034","climb_id":"B9mjpH2TVHi8/GBgs+0rYA==","areaRef":"uSlWzsrDVla1KmytnMZcuw=="},"content":{"description":"This route is a 2 bolt variation to\n\nMonkey Shine\n\n(5.10d) (actually\n\nvice versa\n\n).  Start in a overhanging dihedral and make some fun stem moves to the apex of the roof.  Make a big move to a crimp on the left, back right to a sloper, and a good crimp marks the end of the hard part.\n\nThis is a good route, if you are looking for your first 5.12 redpoint. The hard part is short and near the ground, while the rest of the route is 5.10.","protection":"Draws....","location":""},"__v":0},{"_id":"HM4XCCuZXW+kU6+Nv4nEsw==","name":"Monkey Business","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Richard M. Wright, September, 1999","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.32146,39.73978]},"left_right_index":4,"mp_id":"105750355","mp_crag_id":"105745034","climb_id":"HM4XCCuZXW+kU6+Nv4nEsw==","areaRef":"uSlWzsrDVla1KmytnMZcuw=="},"content":{"description":"Monkey Business begins just where the wash that forms the base of the Monkey House starts to steepen up to the chockstone. About 70 ft below the huge chock stone that fills the wash, Monkey Business starts up the slab about 10 ft left of Monkey Puzzle. Run up the slab at 5.9 climbing on great Clear Creek stone, pass an awkward fin, and waltz on up to gain a flat ledge below the looming roof system above. You could, in principle, walk off here. However, Monkey Business delivers the business by surmounting an awkward block with a long stem to gain a difficult bulge with a key, and I must say natural, pocket. Awkward and reachy moves left and above the pocket leads to a thin seam with virtually no feet. Still not over yet, the finish on Monkey Business has been done (improperly) on the right and more user friendly on the left. A long reach left into a right facing corner will deliver a fine clipping stance, but the feet are still padding about for some friction on a holdless face. Two stars for the  fine Clear Creek stone, good climbing moves, and the intricate sequence through the block at the top.","protection":"QD only. This 100 ft route needs 14 draws and something for the double bolt anchor at the top. Bring a 60 m rope for descent.","location":""},"__v":0},{"_id":"GanBu3jcV7iigbY5E/IzUg==","name":"Monkey Bars","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"Richard M. Wright, Nevada Montagu, 1999.  FFA: Nevada M.","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.32146,39.73978]},"left_right_index":3,"mp_id":"105750331","mp_crag_id":"105745034","climb_id":"GanBu3jcV7iigbY5E/IzUg==","areaRef":"uSlWzsrDVla1KmytnMZcuw=="},"content":{"description":"Monkey Bars runs up the huge block before the cut through The Monkey House that divides The Monkey House proper from the block with The Sprawl on it (The Death Block). The climbing starts in the narrow wash before the huge chockstone that you stand on to start The Sprawl. There are four new routes in this sector between The Sprawl on the left and Monkey Puzzle on the right. Monkey Bars is the middle of the three roof routes. The climbing runs up to a multi-tiered roof system above on largely 5.9 climbing. An overhead clip before the roof can be had off a fine ledge with a  no-hands rest. Power up the first roof for a 5.12a -5.12b crux that is very height dependent. Several 5.11c power moves through the overlaps leads to a final 5.11d crux at the last lip of the roof system . Pull the last roof and get established on your feet for a chill, two more tenuous clips with in-obvious hands gains the anchor. Two stars for the continuity, exposure, and great power moves.","protection":"QDs only. This 80 foot route needs 10-12 draws and something for the double bolt anchor at the top. A 60 m rope is a good idea, and the route has not been checked with a 50 m rope, so heads up on the descent.","location":""},"__v":0},{"_id":"47aLQ4I6Vp6BMZK7Qu3y/A==","name":"Gneiss!","yds":"5.11b/c","grades":{"yds":"5.11b/c","french":"6c+"},"fa":"Alan Nelson and Ken Trout, 1992","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.32146,39.73978]},"left_right_index":11,"mp_id":"105749626","mp_crag_id":"105745034","climb_id":"47aLQ4I6Vp6BMZK7Qu3y/A==","areaRef":"uSlWzsrDVla1KmytnMZcuw=="},"content":{"description":"This route begins about 100 foot uphill from the black water streak and\n\nPsycho Hose Beast\n\n, approximately 50 feet right of the overhang area with\n\nMonkey See Monkey Do\n\n. The climbing starts up in the grey rock where a band of pegmatite crosses horizontally. Pull up to the first clip on some interesting quartz edges. After several clips, a thin series of horizontal seams delivers the crux at middle 5.11 climbing. It is a bit reachy and a bit thin, but it is a very cool series of moves in the crux. The route feels a little spacey after stepping above the crux seam, but the climbing settles back to 5.9/5.10 moves.\n\nIts good continuity, fun moves, and excellent stone are worth the double stars. This is another fine addition from the Master of Clear Creek, Alan Nelson. The man must be crazy, he just never stops.","protection":"QDs only. This 70 foot route needs six or seven draws and something for the double bolt anchor at the top.","location":""},"__v":0},{"_id":"WUE582HqXt+MuOU21JPtSw==","name":"Fuzzy Monkey","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Kevin Capps","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.32146,39.73978]},"left_right_index":10,"mp_id":"112819734","mp_crag_id":"105745034","climb_id":"WUE582HqXt+MuOU21JPtSw==","areaRef":"uSlWzsrDVla1KmytnMZcuw=="},"content":{"description":"Begin about 15 feet left of\n\nSchwing Salute\n\n. Climb a black nose to an alcove, pull over the first roof, then climb upwards to a left-facing corner before a final roof. Persevere through a slopey topout before clipping fixed lowering biners.\n\nThe route features many nice incut edges and positive flakes, not all of which are destined to remain in place, but the big pieces all seemed solid.","protection":"7 bolts to fixed lowering biners.\n\nEds. The 1st & 4th hangers may be missing!","location":"From the base of Schwing, look left and spy a black nose/arete."},"__v":0},{"_id":"i7LAb7QyWKSKbmV2d7Y4ZA==","name":"Fuck Monkey","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"Matt Lloyd","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.32146,39.73978]},"left_right_index":0,"mp_id":"118003746","mp_crag_id":"105745034","climb_id":"i7LAb7QyWKSKbmV2d7Y4ZA==","areaRef":"uSlWzsrDVla1KmytnMZcuw=="},"content":{"description":"This is a steep, gymnastic, trad climb. Start on the left side of the wall, and follow the obvious line to the anchor.","protection":"A single rack of cams.","location":"It is located above the Monkey House. Climb any pitch from the ground, and walk up to the obvious alcove. Refer to the photo for more details."},"__v":0},{"_id":"Jbwvy1K3UKCAWxApgDYa3w==","name":"Face Full of Bush","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Greg Purnell, October, 1999","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.32146,39.73978]},"left_right_index":2,"mp_id":"105750358","mp_crag_id":"105745034","climb_id":"Jbwvy1K3UKCAWxApgDYa3w==","areaRef":"uSlWzsrDVla1KmytnMZcuw=="},"content":{"description":"Face Full of Bush (aka Greg's Roof) ascends the large, bulging roof system below The Sprawl and immediately left of\n\nMonkey Bars\n\n. It climbs the roof on its left side. The climbing in Face Full of Bush begins in the deep wash at a point just before the huge chock stone used to start The Sprawl.  Fire up on some good positive edges at 5.9 /5.10 climbing to some yellow blocks that look a whole lot more loose than they really are. Chase the ramp above to the left through the bush and get situated below the overlaps of the roof, chill, you'll need it for the pump about to unleash. Head into the overlaps on big reaches to largely good holds as the roof gets steeper and steeper. Fire a thin seam on the right to gain the last roof problem and the chains a short way above. Two stars for the good rock, fine climbing moves, and the chance to haul through some steep stone right here at home. Face Full of Bush is pretty easy by Greg's usual standard. As for the name...well, what do you think? It's for the bush on the route.","protection":"QDs only. This 80 foot route needs 10 - 11 draws and something for the double bolt anchor at the top.","location":""},"__v":0},{"_id":"+5bmZhkxWymWsuZHCykofQ==","name":"Ape Index","yds":"5.13d","grades":{"yds":"5.13d","french":"8b"},"fa":"V. Vorotnikov, 2019, bolted by K. Capps, 2015","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.32146,39.73978]},"left_right_index":9,"mp_id":"118906531","mp_crag_id":"105745034","climb_id":"+5bmZhkxWymWsuZHCykofQ==","areaRef":"uSlWzsrDVla1KmytnMZcuw=="},"content":{"description":"Clip the first three bolts of\n\nMonkey See, Monkey Do\n\n, then go straight up and right to arrive at a no-hands rest. Compress into the underside of the roof, move your feet up, and pinch/crimp small holds at the lip of the large roof as you move higher to eventually mantel over. This is probably much easier if you're tall and harder if you're short.","protection":"Bolts.","location":"Start on\n\nMonkey See, Monkey Do\n\n, and then go straight up."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,b34b81ad-639b-5002-8b62-fcc081599499,8af5df63-9dd1-5fb2-9ef1-c3c3860494f5,b92956ce-cac3-5656-b52a-6cad9cc65cbb","pathTokens":["USA","Colorado","Golden","Clear Creek Canyon","Monkey House, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.12c"},{"count":2,"label":"5.12b"},{"count":3,"label":"5.10d"},{"count":1,"label":"5.11b"},{"count":2,"label":"5.10a"},{"count":1,"label":"5.13b/c"},{"count":2,"label":"5.12a"},{"count":1,"label":"5.12-"},{"count":1,"label":"5.11b/c"},{"count":1,"label":"5.12"},{"count":1,"label":"5.13d"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}},"sport":{"total":16,"bands":{"unknown":0,"beginner":0,"intermediate":5,"advanced":9,"expert":2}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":5,"advanced":10,"expert":2}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.32146,39.73978]},"bbox":[-105.3220447672078,39.73933033981814,-105.3208752327922,39.74022966018187],"left_right_index":-1,"ext_id":"105745034","area_id":"uSlWzsrDVla1KmytnMZcuw=="},"content":{"description":""},"density":0,"totalClimbs":17,"__v":1,"createdAt":"2022-11-07T05:57:03.396Z","updatedAt":"2022-11-25T11:17:55.544Z"}