{"_id":"63689d5ce80bff5a994f4fb3","area_name":"Picture Peak","shortCode":"","climbs":[{"_id":"DwGcyuN1Uqmem2+m1VuRfg==","name":"SW Gully","yds":"3rd","grades":{"yds":"3rd","french":"1-"},"fa":"unknown","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.64916,37.15094]},"left_right_index":0,"mp_id":"113549461","mp_crag_id":"107277340","climb_id":"DwGcyuN1Uqmem2+m1VuRfg==","areaRef":"Uh+khl9gXn+pGQha+rTzMw=="},"content":{"description":"The descent gully off Picture Peak. Loose, easy to find yourself in 4th class terrain. See also\n\nNE Buttress\n\n.\n\nWhen climbing the gully; scramble, or snow climb, up the gully then head up and left over nice 3rd class to the summit.","protection":"Helmet.","location":""},"__v":0},{"_id":"HtELBPLZWBeUCN5yfTctYQ==","name":"NE Buttress","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"unknown","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.64916,37.15094]},"left_right_index":1,"mp_id":"107277347","mp_crag_id":"107277340","climb_id":"HtELBPLZWBeUCN5yfTctYQ==","areaRef":"Uh+khl9gXn+pGQha+rTzMw=="},"content":{"description":"This route is a great adventure in the Sierra. Based on the very limited information available on the web, it does not get climbed very often. The fact that this limited info has it rated Grade III or IV and 5.9 is a complete sandbag. Regardless of ratings, I can give a couple of comparisons to help estimate difficulty. It felt harder than NB of Merriam. Expect to expend the same amount of calories as you would/did on Western Front. I would say that this climb is more like Higher Cathedral with a bunch of 5.10 thrown in.\n\nPitch 1 - Start in the right facing corner with a hand crack that is just left of a large chimney. The chimney is an alternate start, but why? Belay under a roof. 5.9 200 feet\n\nPitch 2 - Go right and up over a bulge. Start aiming for the giant hanging flakes about that are about 800 feet off the ground. Follow the gully for most of this pitch. 5.8 - 200 feet\n\nPitch 3 - Scramble and simul-climb for about 250 more feet, still aiming for the hanging flakes. Belay on a ledge. 5.7 250 feet\n\nPitch 4 - Follow a thin crack to a ledge. It looks improbable, but it goes. It protects pretty well. 10a 190 feet\n\nPitch 5 - Climb up into the giant roof chimney. Looks intimidating, but it is really fun. 5.9 150 feet\n\nAlternate Pitch 5 - Undercling left instead of going out the chimney and  tackle the slightly run out amazing features in the face above.  5.10+ Pg13\n\nPitch 6 - Directly above the chimney is a single crack system that angles slightly right. It starts with a difficult thin crack and ends on a small stance. 10b 200 feet\n\nPitch 7 - Continue up the crack system, which widens to some great off width climbing. Finish on the ledge above the OW. 5.9+ 150 feet\n\nPitch 8 - From the top of the OW go up a jam/layback crack to a ledge. Then head left up another big crack to some more broken up terrain. 5.9+ 150 feet\n\nPitch 9 - Now you are close to the summit, but there is only really one way to go. Continue up through another OW and scramble around to ridge line.\n\nFrom here you can decide if you want to keep going up he ridge line to the summit.\n\nDescent: Southwest Slope Class 3. First Chute off the summit. Continue down 3/4 down chute, move descent left over slope to another chute. Loose rock at bottom increases excitement factor. Continue down to small alpine lake.","protection":"This route protects pretty well.  We brought a full set of offset nuts, including micros.  Grey and purple tcu, double green, yellow and red aliens.  Double Camalots from .75 to #3, plus one #4.  There are no anchors, no fixed gear, and no signs of anyone climbing it.","location":"Once you get to Hungry Packer, scramble around the left side of the lake to the snowfield below the NE face.  Look for the giant hanging flakes.  The route starts directly below them.  There is a giant chimney here, but the right facing corner is a fantastic way to start the route."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,7a68eb3f-1d6f-5bdf-863a-b1eeea8dad89,ff0ed5c9-37cd-5472-9bc6-289e1196a3a2,521fa486-5f60-5e7f-a919-085afab4f333","pathTokens":["USA","California","High Sierra","08 - Bishop Pass & Evolution","Picture Peak"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"3rd"},{"count":1,"label":"5.10b"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":1,"beginner":0,"intermediate":1,"advanced":0,"expert":0}},"alpine":{"total":2,"bands":{"unknown":1,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":1,"beginner":0,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-118.64916,37.15094]},"bbox":[-118.64972415744849,37.15049033981814,-118.64859584255154,37.15138966018187],"left_right_index":-1,"ext_id":"107277340","area_id":"Uh+khl9gXn+pGQha+rTzMw=="},"content":{"description":""},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T05:54:34.044Z","updatedAt":"2024-01-15T16:41:08.843Z"}