{"_id":"6368a265e80bff5a99565c94","area_name":"Second Tier","shortCode":"","climbs":[{"_id":"EfvCE8zlXQGb7CWiGZSsVw==","name":"The Scenic Route","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"2017","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-73.94743,43.54645]},"left_right_index":0,"mp_id":"114327805","mp_crag_id":"114327735","climb_id":"EfvCE8zlXQGb7CWiGZSsVw==","areaRef":"d5VocdY4X0CPwuly816tTQ=="},"content":{"description":"A pleasant outing for those who enjoy the occasional brush-fighting, lichen scrubbing adventure. This route actually runs through both the Second Tier and the one above it (Third Tier?). It does NOT reach the top of the cliffs in this region, and doing so may require yet more technical climbing on dirty rock - I probably did something like that in the past twenty five years - so come with an outlook open to uncertainty if you choose to go upward. Walking down may not be possible, at least without a long, tortuous, and probably sketchy traverse, but descent by rappel off trees is easy enough.\n\nP1 5.6 PG ~40': Make a rising leftward traverse on dirt-covered sloping ledges with a few offwidth moves along the way (TL climbed straight up a 20' vertical offwidth following this pitch; the 30 lb. block that trundled out of the crack nearly obliterated him as he did so). Once over that bit of technical difficulty, scramble up easy slabs to belay at any tree beneath the next cliff band.\n\nP2 5.6 PG ~160': The cliff above is a short, very steep wall to the left. Scramble up easier rock on the right edge of the steep wall. Climb through a notch in a short headwall, reaching a sloping stance beneath the start of a large right-facing corner. Climb onto the outside edge of this corner, utilizing a good vertical crack to ride the border until the angle eases and other cracks are visible through the lichen grove to the left. Step over to join them and get to a cluttered stance in a large, wet cleft. Climb up low-angle open book to its top and step left to a nice blueberry covered ledge to belay.","protection":"Couple of big pieces, long runners, and a standard Adk. rack should do. There are no fixed pieces, anchors, etc.","location":"This route begins near the center of the cliff band, left of the nice, appealing crag. Look for stacked mega-blocks with a left-rising ramp beside a vertical off-width crack."},"__v":0},{"_id":"SEPWMu3kW3Gg0wpm+/zdRw==","name":"Peer Review","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"September 2018","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.94743,43.54645]},"left_right_index":1,"mp_id":"115358623","mp_crag_id":"114327735","climb_id":"SEPWMu3kW3Gg0wpm+/zdRw==","areaRef":"d5VocdY4X0CPwuly816tTQ=="},"content":{"description":"The first lead route to broach the right-side crag on Tier 2. Interesting and thuggy climbing for its entire length. Some friable rock and still in primeval (i.e. somewhat dirty) condition. Stem up right of the main crack to the roof. Swing left around the corner of the overhang and follow the dihedral, using it and the crack 4' left, to reach the final overhang. Traverse left 5' to get around this, and take the handcrack along its left side to reach the top.","protection":"A #6 Camalot protects the crux finish near the bottom, getting around the initial overhang. One might be able to forego that mega-cam, or possibly settle for a tipped-out #5, but it certainly eases the risk to have that #6. Bring a full set of cams, and double from .75 to 3\".","location":"After ascending any route on Tier 1, head up and right to the 50' high, steep wall with a large left-facing corner and buttress (sporting a large triangular boulder perched on a ledge 20' up) delineating its right end. This route climbs up to the underside of the large overhang 12' up, then ascends the dihedral to its left."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,589a474a-bbce-5213-a77d-8138a22e0474,21c0dcef-75a2-5517-93ef-0026142ec2a0,46a9d056-dd4c-575c-9f80-7546d6fefe1e,a732c1db-b922-5550-b8d9-3afb5adee385,f55cde47-f8e5-53a7-a171-c5790b0c8a88,f88aae78-9d4f-52dc-b67e-a005693d6ca4,77956871-d638-5f40-8fc2-e972f35ead4d","pathTokens":["USA","New York","Adirondacks","G: Indian Lake Region","Crane Mountain","Eastern Nose","Laboratory, The","Second Tier"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.6"},{"count":1,"label":"5.9"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":1,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-73.94743,43.54645]},"bbox":[-73.94805037831985,43.54600033981815,-73.94680962168015,43.546899660181865],"left_right_index":-1,"ext_id":"114327735","area_id":"d5VocdY4X0CPwuly816tTQ=="},"content":{"description":"Lurking directly above the base cliffs lies a broken wall of dirty, mostly uncharted terrain with plenty of loose debris, treacherous slab, and lichen. The actual technical climbing - as opposed to merely dangerous scrambling - runs from 30' to 60' high. Roughly speaking, most of the second tier consists of short blocky steps; this sort of terrain runs from the extreme left side two thirds of the way across the slope. The right end is where the most tantalizing opportunities lie. There, a 50' high steep wall decorated with several vertical cracks draws instant attention. To date, only one technical route has broken through this barrier to reach the next tier of cliffs, but that right end outcrop will surely attract a few willing scrubbers. Above it lies a short section of filthy technical scrambling to another tempting tidbit of cliff..."},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T06:15:06.357Z","updatedAt":"2024-01-15T16:47:25.809Z"}