{"_id":"6368a1b8e80bff5a99553e6a","area_name":"Mt. Hedgehog  - East Ledges","shortCode":"","climbs":[{"_id":"djyY0aJSX2mYKJ+X2dCRzg==","name":"Ringwraith","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"Rich Couchon, Todd Swain, Ned Getchell  Sept. 3, 1977","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-71.36174,43.97316]},"left_right_index":3,"mp_id":"110224950","mp_crag_id":"107883733","climb_id":"djyY0aJSX2mYKJ+X2dCRzg==","areaRef":"JDFKRJ76Wpy54BaVri+ksQ=="},"content":{"description":"This climb is on the upper half of the cliff, starting from the Half-Way Tree Ledge. \n\n  ACCESS:  Rap to the double bolt anchor on the mid-cliff tree ledge (see \"Location\"). The Ringwraith crack starts about 15-20 ft above, and 8-10 ft right of the double bolt anchor.  \n\n  Per the FA party - move right about 8 ft and climb the dark, dike-like rock (crux) to a \"hole\" hand-hold (takes #2 Camalot) and on to the crack. Continue to the top.   \n\n  Alternately, (and both easier and better protected) climb the white rock, just a couple of feet right of the double bolt anchor, past two rounded flakes (small TCU in 2nd flake) and step right to the \"hole\" hand-hold (take #2 Camalot) and up to the crack.   \n\n130 +/- ft,  5.4 - 5.5 PG-13 / R-ish (but, see \"NOTE\")","protection":"0.5 (purple) to 2 (gold) \"Camalots\", or equivalent sized nuts.\n\n NOTE: While a pure ground-up ascent is PG-13 and even a bit \"R-ish\" (Due to fall potential to a mid-cliff-ledge in the backcountry.) the crux can easily be protected. During the rappel, pre-place a Cam in the \"hole\" and add a long enough sling (4-5 ft long, or 2 \"alpine draws\") to reach the crux face moves. Clip the biner(s) on the lead up. OK, so it isn't \"ground-up style\", but it's perfectly ethical (i.e. it doesn't change the rock).","location":"Find the top of the Ringwraith cracks (see photo) and the new-ish 3/8\" S.S. bolt near the right hand (looking OUT) end of the cliff.    Rap about 140 ft (2 ropes) to the mid-cliff tree ledge. Here you'll find the 2-bolt chained anchor."},"__v":0},{"_id":"f1HUiyQLW72SYJeJGJE6Xg==","name":"PB&J","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Rich Couchon, Todd Swain, Ned Getchell  Sept. 3, 1977","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-71.36174,43.97316]},"left_right_index":1,"mp_id":"110224978","mp_crag_id":"107883733","climb_id":"f1HUiyQLW72SYJeJGJE6Xg==","areaRef":"JDFKRJ76Wpy54BaVri+ksQ=="},"content":{"description":"This climb is located on the slab above the Half-Way Tree Ledge.  \n\n  ACCESS: Rap with 2 ropes to the double bolt chain anchor on the Half-Way Tree ledge from the Ringwraith top bolt.  \n\n  Move the belay 30-40 ft left of the dlb bolt anchor.  \n\n  Climb the clean friction slab to an old 1/4\" bolt, trend right and up through the \"headwall\". 140-150 ft  5.6  PG-13 \n\n  VARIATION: Climb the razor sharp crack though the headwall left of, and above, the bolt. Listed as a 5.7...mmmmm?","protection":"Very thin wire nuts; \"screamer\" for the old 1/4\" bolt.  \n\n  The VARIATION takes finger-sized nuts or small cams.","location":"About 30-35 ft left of Ringwraith."},"__v":0},{"_id":"quwPkM/HXLiUrifZ3FH0nA==","name":"Dag-Nabit","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Rich Couchon, Todd Swain, Ned Getchell  Sept. 3, 1977","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-71.36174,43.97316]},"left_right_index":5,"mp_id":"110225016","mp_crag_id":"107883733","climb_id":"quwPkM/HXLiUrifZ3FH0nA==","areaRef":"JDFKRJ76Wpy54BaVri+ksQ=="},"content":{"description":"Located on the upper wall, above the Half-Way Tree Ledge, the main features of this climb are about 25-35 ft climber's right of the double bolt anchor on the Half-Way Ledge.\n\n ACCESS: Earlier guidebooks describe this climb as starting from the double bolt anchor and moving right 25 +/- feet; however, since the 1977 FA some gnarly pine trees have grown up here so the recommended access is to rap down with 2 ropes from the 1/4\" bolt [photo] (backed up, of course !!!) located 40-50 ft to climber's right (viewer's left looking out) of the new 3/8 SS bolt at the top of Ringwraith. Once near the ledge (which is more narrow here than by the bolts) look for a 2-3 ft wide \"dike\"/\"shallow chimney\" of quartz rock.\n\n P1 - Climb up the obvious dike with its quartz holds, (not really as rotten as described in the Handran guide) move slightly left and gain a clean crack / shallow inside corner to the top. 130 ft 5.5 - 5.6 ","protection":"Usual rack","location":"About 30-35 ft climber's right of \"Ringwraith's\" double bolt anchor on the mid-height tree ledge."},"__v":0},{"_id":"fu1mO8C6WrqtoVnHggiE8A==","name":"Catch 22","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Todd Swain, Curt Robinson  Sept 11, 1977","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-71.36174,43.97316]},"left_right_index":0,"mp_id":"110917564","mp_crag_id":"107883733","climb_id":"fu1mO8C6WrqtoVnHggiE8A==","areaRef":"JDFKRJ76Wpy54BaVri+ksQ=="},"content":{"description":"Located to the far climber's left on the upper ledges. The climb is located about 15-20 ft climber's-right of a prominent right-facing inside corner that contains scrub vegitation.  \n\n  ACCESS: Set up a rap off trees about 25-30 ft to climber's left (viewer's right) of the 3/8\" ss bolt above Ringwraith. Rap to a tree ledge directly below; this ledge is to climber's left and about 20 ft above the Half-Way Tree Ledge.    Alternately, from the dbl bolt anchor on the Half-Way Tree ledge, walk about 25 ft left and climb up a low angle slab to the higher tree(s).  \n\n  P1 - Pad up the slab headed for a dike-like seam [Var 1] about 30-35 ft up a little to the right. Climb the seam, stepping left at the top and up to a flat area. Climb up the ramped, rounded larger-size version of the dike line to the top. [Var 2 ] The last bit is poorly protected. 140 - 120 ft (depending on start) 5.7\n\n  Variation 1 - Climb the steep white slab a few feet left of the dike-like seam. Best top-roped. 5.8+ to 5.9-\n\n  Variation 2 - Instead of the ramped dike, climb the crack and features on the right. About 5.5\n\n  The right-facing inside corner on the left has been climbed in its entirety as \"Variation 3\", but this would almost seem to be a separate climb. Reported as about 5.4 - 5.5; exit left and up into the trees.","protection":"Usual rack","location":""},"__v":0},{"_id":"Yew8gmPdW8OwbXjImyIBSg==","name":"A.M.C. Route  (on bottom cliff)","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unkown,","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-71.36174,43.97316]},"left_right_index":8,"mp_id":"107883788","mp_crag_id":"107883733","climb_id":"Yew8gmPdW8OwbXjImyIBSg==","areaRef":"JDFKRJ76Wpy54BaVri+ksQ=="},"content":{"description":"This climb is a full-length climb starting from the bottom of the cliff.\n\n Get up to crack on right center and work the wall up more than using the crack. When on top of crack move left to another crack. This crack ends at the trees for belay. Move up face and go around bulge to enter crack (crux). Crack goes to the top. Easier as you go higher. Protection sparse.","protection":"Light trad rack with some big cams.","location":"Anyway, getting down to the base from where the main cliff trail goes west between the ledges, The start will be on the right facing the cliff up the widest central section. \n\n  [ Editor's NOTE: SORTING order may not be perfect. I believe this route is to climber's right (left looking out) of the \"Out of the Wilderness, and White Face\" but am not 100% sure. R. Hall ]"},"__v":0},{"_id":"7yw9hGpaWWq5Oh0aVs2Zhg==","name":"18 Holes","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Todd Swain and Curt Robinson  Sept 11, 1977","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-71.36174,43.97316]},"left_right_index":2,"mp_id":"110917614","mp_crag_id":"107883733","climb_id":"7yw9hGpaWWq5Oh0aVs2Zhg==","areaRef":"JDFKRJ76Wpy54BaVri+ksQ=="},"content":{"description":"Located on the upper wall, above the Half-Way Tree Ledge about half way between PB&J and Ringwraith. \n\n  ACCESS - Rap from the bolt & gear anchor at the top of Ringwraith with 2 ropes to the double bolt anchor on the Half-Way Tree Ledge.  \n\n  P1 - If you havre Tricams and/or Aliens this climb will \"eat 'em up\"!       From the dbl bolt anchor move up and left gaining a shallow left-facing corner, climb this and the slab above to a stance on a very low angle slab. Finish to the left on PB &J, or to the right on Ringwraith. [Var]  130 ft  5.5 - 5.6        Variation - Continue straight up on flakes, seams and bottomed-out \"cracks\" to the top.  A bit more difficult...5.6 -5.7 ?","protection":"Usual rack, Tricams & Aliens very helpful\n\n There is an ancient 3/8-inch(?) bolt at the very top of the climb, about 10 -12 ft left of the new 3/8-inch SS bolt.","location":""},"__v":0},{"_id":"+RhGTMO0UQmnlrK2HHTv1A==","name":"\"The White Face\" (on Bottom Slab)","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"FA - Unknown   /   As Climbed By : RH & RW  Aug 2015","type":{"trad":true,"tr":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-71.36174,43.97316]},"left_right_index":6,"mp_id":"110918014","mp_crag_id":"107883733","climb_id":"+RhGTMO0UQmnlrK2HHTv1A==","areaRef":"JDFKRJ76Wpy54BaVri+ksQ=="},"content":{"description":"This climb is located on the slab/face BELOW the Half-Way Tree Ledge. HIGHLY recommended as a top rope.  Leading it would be at least \"R\" rated. There are minimal possible protection points on the route.  Three stars as a TR. \n\n While listed as \"1 pitch climb\" it is necessary to climb a second pitch on the \"upper slab\" to reach the normal access point...the top of the cliff.\n\n ACCESS - Rap with two ropes from the 3/8\" bolt (with gear back-up) at the top of Ringwraith to the double bolt anchor/station at the Half-Way Tree Ledge. From here rap with two 60m ropes to the bottom of the cliff. (You'd probably make it with a 60m and a 50m if the knot was moved several feet down from the anchors.)\n\n P1 - In 2015 we did this as a Top Rope through the Dbl bolt anchor on the Half-Way ledge. We started on a ledge several feet above the starting ledge of \"Out of the Wilderness\".)   On a return trip in 2018 we started on the ground.\n\n START- On the ground below a series of 2 or 3 easy overlaps.  Climb easily over the overlaps onto a low-angle face with wonderful incuts. Up this to a small blueberry ledge, step left on the blueberries and then up on a indistinct dike continuing to the white slab (\"face\") of rock about 15-20 ft left of \"Out of the Wilderness\". Climb straight up to the dbl bolt anchor/station on the Half-Way Ledge. 190 ft 5.7 +/- ?\n\n Finish on one of the routes on the Upper Face, Catch 22 is suggested to maintain the grade.","protection":"Very little protection, especially on the crux \"White Face\": some \"holes\" that would take medium-sized cams (e.g. #0.5, purple;  #1, green Camalots) or TriCams; also thin wires.","location":"On the bottom slab, BELOW the Half-Way Tree Ledge"},"__v":0},{"_id":"KW9V4C3nXvGFdYelg8Hu2A==","name":"\"Out of the Wilderness\" (on Bottom Slab)","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"FA - Unknown   /    As Climbed By : RH & RW  Aug 2015","type":{"trad":true,"tr":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-71.36174,43.97316]},"left_right_index":7,"mp_id":"110917942","mp_crag_id":"107883733","climb_id":"KW9V4C3nXvGFdYelg8Hu2A==","areaRef":"JDFKRJ76Wpy54BaVri+ksQ=="},"content":{"description":"This climb is located on the slab/face BELOW the Half-Way Tree Ledge and starts on the ground at the base of the cliff...the Sandwich Range Wilderness.\n\n While listed as \"1 pitch climb\" it is necessary to climb a second pitch on the \"upper slab\" to reach the normal access point...the top of the cliff.\n\n ACCESS - Rap with two ropes from the 3/8\" bolt (with gear back-up) at the top of Ringwraith to the double bolt anchor/station at the Half-Way Ledge. From here rap with two 60m ropes to the bottom of the cliff. (a 60m and a 50m probably will make it if the knot is moved several feet down from the anchors) \n\n P1 - Start on the ground below 2 or 3 easy overlaps.  Climb up and over the easy overlaps and then pad up easy slab 25-35 ft to a detached flake on the right with a more secure flake above; the more secure forms a left-facing shallow corner. Continue up this on good rock to a crack (crux, photo, \"upper part of route\"), then step left and up to the double bolt anchor/station on the Half-Way Ledge. 190 ft  5.6 PG-13 \n\n Finish on one of the routes on the Upper Slab, Ringwraith is suggested if you haven't done it.","protection":"Standard rack, medium (thumb-sized) nuts handy.","location":"On the lower slab of the cliff, below the Half-Way tree ledge."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,8a63706f-b14c-536f-b8ab-3cea90093e36,77090556-1f8e-5231-8fad-4a6fe503470c,24314a44-9efa-5a9c-b9e0-1695ae2fa4b1","pathTokens":["USA","New Hampshire","WM: Kancamagus (Eastern)","Mt. Hedgehog  - East Ledges"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.4"},{"count":3,"label":"5.6"},{"count":2,"label":"5.5"},{"count":1,"label":"5.7"},{"count":1,"label":"5.7+"}],"byDiscipline":{"trad":{"total":8,"bands":{"unknown":0,"beginner":8,"intermediate":0,"advanced":0,"expert":0}},"tr":{"total":2,"bands":{"unknown":0,"beginner":2,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":8,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-71.36174,43.97316]},"bbox":[-71.36236481863038,43.97271033981814,-71.36111518136963,43.973609660181864],"left_right_index":-1,"ext_id":"107883733","area_id":"JDFKRJ76Wpy54BaVri+ksQ=="},"content":{"description":"One of the first ledges to be climbed in the forest by the A.M.C in 1928. The ledge faces the contours of Mt Passaconway and has some view further east. The rock is granite like. Left to center facing the cliff at the base are cracks to climb higher up. These are made from very big blocks leaning next to each other. Further up second pitch at trees, above are two separate groove cracks that go a long distance to the top. There used to be anchors at the top to top rope these. The central to right side, I have not done enough to describe it well. The route I did, we encountered short annoying pine to get way from and haphazard blocks to cross over as we diagonally came up the right side and were forced by pine to go left. The work had no merit but this side has several climbs up it now. Some are reached by rappel. I assumed the cracks above the base on the left side are some of the older routes. My friend put up a hammock at the base below the cracked wall starts.  \n\n  Climbs are listed \"Climber's\" LEFT to RIGHT, i.e. as a climber would see them from the mid-height tree ledge or the bottom of the cliff.   \n\n  On a nice summer's day, expect a reasonable amount of hiker traffic over the tops of the slabs as the views are excellent, and the hike is a moderate one. The rock slabs are quite solid and accidental rockfall is not particularly a problem, but climbers below should always take precautions."},"density":0,"totalClimbs":8,"__v":1,"createdAt":"2022-11-07T06:12:09.932Z","updatedAt":"2024-01-15T16:46:28.682Z"}