{"_id":"63689d5ce80bff5a994f4f9c","area_name":"Phobos/Deimos Cliff","shortCode":"","climbs":[{"_id":"whYv+20hXpa9ZWkaGOjooQ==","name":"Phobos Start Variation","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.44691,37.84904]},"left_right_index":1,"mp_id":"105916628","mp_crag_id":"105862960","climb_id":"whYv+20hXpa9ZWkaGOjooQ==","areaRef":"Ggtd8Cb9U8e9rxm/d2rFYw=="},"content":{"description":"This is a perfect hand crack through a horizontal roof.  It is a few feet to the right of the traditional start of Phobos and offers a challenging new way to climb this classic 5.9 crack.","protection":"hand size","location":"A few feet the right of the traditional start of Phobos."},"__v":0},{"_id":"FObeo7qFXp2ck7JsHJQcNQ==","name":"Phobos","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Tom Higgins & Jack Miller, 1970","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.44691,37.84904]},"left_right_index":0,"mp_id":"105862966","mp_crag_id":"105862960","climb_id":"FObeo7qFXp2ck7JsHJQcNQ==","areaRef":"Ggtd8Cb9U8e9rxm/d2rFYw=="},"content":{"description":"Phobos is the sustained, three pitch climb on the left end of the cliff.  It is reported to be the better quality of the two climbs for which the wall is named.\n\nP1: Climb up a crack to a left-facing corner and roof system.  Pull through the roof with strenuous stems and jams -- there's usually fixed gear here -- and continue up to an uncomfortable belay in the crack system.  5.9+\n\nP2: Climb the steep, twin cracks to another belay.  5.9\n\nP3: Continue straight up off the belay in a wide crack/chimney system past some hollow sounding features to a slab.  It is possible to escape right on this slab via run out climbing, but nicer to continue straight up through the headwall.  5.9","protection":"Standard rack plus a 4\"-6\" piece.","location":""},"__v":0},{"_id":"gZAMheGqVFCthL7SKjtqlg==","name":"Goldfinger","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"John Bachar, July 1981","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.44691,37.84904]},"left_right_index":3,"mp_id":"106233558","mp_crag_id":"105862960","climb_id":"gZAMheGqVFCthL7SKjtqlg==","areaRef":"Ggtd8Cb9U8e9rxm/d2rFYw=="},"content":{"description":"As you walk around the cliff corner from\n\nBlues Riff\n\nyou'll see Goldfinger on your left, a series of discontinuous fingerish cracks going up and right on a slightly overhanging wall. I heard Bachar was dusting holds off with his hands during the passive pro, onsight first ascent.","protection":"Small (to 1\" or so), wires work great.","location":"Keep walking past\n\nBlues Riff\n\n, and as you walk uphill you will see an obvious right-leaning crack system on the wall on your left. There's a direct variation that's around 12c."},"__v":0},{"_id":"Ksh8ssxbXzqP1xrqDLP3/A==","name":"Easter Island","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"Bob Jensen, August 2007","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.44691,37.84904]},"left_right_index":4,"mp_id":"107604253","mp_crag_id":"105862960","climb_id":"Ksh8ssxbXzqP1xrqDLP3/A==","areaRef":"Ggtd8Cb9U8e9rxm/d2rFYw=="},"content":{"description":"This route is a sport route, but a tuolumne sport route.  Deal with it accordingly.\n\nVery thin face climbing up and left takes you to the arete.  Airy. Super consuming climbing on dimes with some slaps to boot for 90' approximately.\n\nThe definitive crux is hard to find really.  Its pretty damn thin the whole way.","protection":"11 bolts 2 bolt anchor","location":"Hike past Blues Riff and Goldfinger then this climb is on the arete just right of Jungle Book.  One must ascend a ramp feature, eventually passing under an overhang (which is the base of arete) to a spacious and beautiful ledge.  Kick ass hangout.  Gear up and give 'er a go!"},"__v":0},{"_id":"EUremMANW0Cim39+R75KIQ==","name":"Deimos","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Tom Higgins and Tom Gerughty, August 1970","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.44691,37.84904]},"left_right_index":5,"mp_id":"106876106","mp_crag_id":"105862960","climb_id":"EUremMANW0Cim39+R75KIQ==","areaRef":"Ggtd8Cb9U8e9rxm/d2rFYw=="},"content":{"description":"The counterpart to Phobos, and the other namesake climb of this cliff, Deimos is an excellent steep climb with a lot of hands/fists/OW crack.  It has a bit of a reputation as being hard, burly, and with less than perfect protection.  I found none of these to be particularly true.  The climb is truly a bit atypical for Tuolumne, being more reminiscent of Valley crack climbs with lots of wideness and flares.  But after the first 30 feet, the rock is excellent, there is pro wherever you want it, and the offwidth is pretty tame and easily stemmed or face-climbed around.  Phobos is maybe a slightly better climb (mostly just because of the awesome handcracks), but Deimos is still well worth climbing.\n\nPitch 1 (5.9, 60 feet): Belay on top of a massive boulder at the base of some stacked blocks leading up to the prominent V-slot roof.  Climb the blocks on good holds to reach the chimney, being careful of loose rock.  Stem and chimney up through the slot to a single tricky move getting up and into the crack above (crux).  Belay at a bad sloping stance shortly after the chimney, or continue higher to a better belay or to link pitches 1 and 2.\n\nPitch 2 (5.9, 120 feet): This pitch links fairly easily with Pitch 1 if you sling your pro carefully around the roofs.  Climb the slanting ramp/flare, using the wide-hands and offwidth crack in the back.  Arriving underneath the roof, you will find a slung block.  I think this spot would make a far more comfortable belay for Pitch 1 if you don't want to link the first two pitches.  Pass the roof on the left at 5.9 with interesting stems and jams, or undercling out the right at 5.10b.  Ascend the cracks above to an easy chimney, and step left to a good ledge for the belay.\n\nPitch 3 (5.9, 60 feet): Traverse left across the ledge, then climb the obvious large flakes to the summit, past a single bolt-protected 5.9 face move.  Belay from summit boulders.","protection":"Rack: set of nuts, single set of small cams (micros unnecessary), double set of C4s #1-#3, single #4 and #5.  If you wanted to triple anything, I would bring 3 #2 C4s.  They go in everywhere.\n\nThere is a single protection bolt on the last pitch; it was formerly missing (broke or rusted out?) but has been replaced with good hardware.\n\nThere are no fixed anchors on this route, although there is a slung block under the roof on pitch 2.  I think you could probably rap to the ground from there with a single 60m rope, but did not check this.","location":"Approach: Deimos is at the far right (east) end of the cliff, roughly 300 meters from the top of the approach trail.  There is a decent climber trail along the base of the cliff; just follow it past Blues Riff and Goldfinger and around a corner.  The trail stops at a steep gold- and black-streaked wall with an obvious crack system.  This is Deimos.  There is a brief scramble up some blocks to reach the base of the route, but it is really no big deal, despite its reputation as a stopper \"5.8 chimney boulder problem\"\n\nDescent: From the ledge at the top of the climb, scramble straight up a short blocky gully to reach the true top of the cliff.  From there, follow cairns generally left (west) for maybe 400 meters before descending a gully system shortly after passing the topout of Phobos.  The gully is never harder than 3rd class.  The cairns are generally adequate, but not totally idiot-proof.  If in doubt, stay high until the obvious gully is reached."},"__v":0},{"_id":"VxMZ8Bo+XfGNpPs13J3ukw==","name":"Blues Riff","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Dale Bard, Bob Locke, Claude Fiddler & Allen Bard, 1976","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.44691,37.84904]},"left_right_index":2,"mp_id":"105862969","mp_crag_id":"105862960","climb_id":"VxMZ8Bo+XfGNpPs13J3ukw==","areaRef":"Ggtd8Cb9U8e9rxm/d2rFYw=="},"content":{"description":"Tuolumne is not a destination for flawless crack climbs, but there are a few notable exceptions, Blues Riff being one of them.  This pitch would be classic no matter where it would be.  Originally rated 5.11d, it has since been down-rated to as low as 5.11b, but although the crux is brief, it is probably solid 5.11.\n\nMost climb only through the second pitch and then rap with double ropes.\n\nP1: Begin about 100' right of the obvious crack system of Phobos at a section of friable rock protected by a new bolt.  This short pitch was changed significantly in recent rockfall, but is still climbable at 5.10c.  Climb up to the first bolt (a small cam helps), then reach left and crank through the roof on large, flexing holds -- be very careful about what you pull on here!  Continue up a short, ugly hand crack to a nice ledge below the second pitch.  Belay from some fixed slings and possibly a #3 Camalot.\n\nP2: Step up onto the face above and ascend it past a bolt to a stance.  Have a few medium wires or finger-size cams ready, and then climb up the finger crack (crux) to an obvious sharp horizontal \"rest\" jug.  Continue up the beautiful thin-hands crack to a final wide section (#3 Camalot) to a bolted anchor.  It is possible to rap from here with two 60m ropes, or one can continue up the wide flake to the summit and walk off.","protection":"Triples in hand-size cams, doubles in fingers, and one or two #3 Camalots.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,8ab53875-745f-5076-b396-d3d84945e52c,ce6ec458-d8d0-5439-aa24-025a8a8ec2e4,1a0b5df0-26fd-53c7-bdaf-19bf776ac563","pathTokens":["USA","California","Yosemite National Park","Tuolumne Meadows","Phobos/Deimos Cliff"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11+"},{"count":1,"label":"5.9+"},{"count":1,"label":"5.12a"},{"count":1,"label":"5.12-"},{"count":1,"label":"5.9"},{"count":1,"label":"5.11"}],"byDiscipline":{"trad":{"total":5,"bands":{"unknown":0,"beginner":0,"intermediate":2,"advanced":3,"expert":0}},"sport":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":2,"advanced":4,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-119.44691,37.84904]},"bbox":[-119.44747945671742,37.84859033981813,-119.44634054328257,37.84948966018187],"left_right_index":-1,"ext_id":"105862960","area_id":"Ggtd8Cb9U8e9rxm/d2rFYw==","polygon":{"type":"Polygon","coordinates":[[[-119.44747945671742,37.84859033981813],[-119.44634054328257,37.84859033981813],[-119.44634054328257,37.84948966018187],[-119.44747945671742,37.84948966018187],[-119.44747945671742,37.84859033981813]]]}},"content":{"description":""},"density":0,"totalClimbs":6,"__v":1,"createdAt":"2022-11-07T05:54:34.040Z","updatedAt":"2024-02-19T18:29:40.536Z"}