{"_id":"63689de0e80bff5a994fa1b3","area_name":"Stone Slab","shortCode":"","climbs":[{"_id":"hNiDYrnsWp23NQ/4jEDQ+A==","name":"NBD, Narcissistic Bolting Disorder","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Wright, Zimmerman","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37915,40.41101]},"left_right_index":2,"mp_id":"105898562","mp_crag_id":"105896234","climb_id":"hNiDYrnsWp23NQ/4jEDQ+A==","areaRef":"LCJlxrMFXqi5mtHz+dbT2g=="},"content":{"description":"NBD, or Megaloboltia as it is known in the clinical literature, is an unrealistic belief in one's grandiose bolting abilities, and even omnipotent bolting. It is characterized by a need for total power and control over the environment, and is marked by a lack of empathy for anything that is unbolted. Although NBD is a term often ascribed to anyone who is bolt-hungry, the clinical definition is that of a mental illness associated with narcissistic bolting behavior (NBB). Narcissistic bolting is most simply defined as bolt-love. Though it is considered healthy to be narcissistic to some degree, when someone loves bolts to the exclusion of all else and others become objectified to be used only to serve the bolting-self (the bolt-Id), this is no longer considered healthy or normal. There are different psychological theories about how and why NBD develops, most of which relate to the integration of different aspects of ego and self as a child, and the nature of the parental roles in that process. Regardless of theory, NBD is characterized by extremely low self-esteem, which is compensated for by delusions of grandeur and megaloboltia, a narcissistic neuroses. With the propensity to Bolt only on behalf of one's self, the unbridled need to feed one's ego, and the objectification of others to serve the power-hungry needs of megaloboltia, it is easy to see how this can be a recipe for disaster, especially when wrapped in a psychotic personality. One of the most well known examples of megaloboltia in modern history was Adolf Hitler. A street waif, Hitler wasn't content rising through the ranks to become the military leader of Germany. His megaloboltia drove him to bolt the entire climbing world. Being born into a \"superior race\" also wasn't enough for the mentally ill Hitler. Instead he wanted to bolt all other crags throughout the world. This need to bolt everything outside of what he perceived as an extension of himself is a classic though horrifically illustrated example of megaloboltia. Paradoxically, a person who exhibits such tremendous ego and self-confidence in reality has such low self-esteem and such a fragile ego that he cannot abide any expression other than his own, for fear of annihilation of the self. Therefore everything that is not under his control is perceived as a threat. While megaloboltia is an extreme example, serial bolters often objectify, and then sacrifice their entire lives to total control of the frightening \"outside\" with a complete lack of empathy for the bolting of others.","protection":"Eight draws and a rope.","location":"The right of three routes on the slab (C in photo)."},"__v":0},{"_id":"NL/NzH6oXqiKBP49G4s+jg==","name":"Coefficient of Fiction","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"R. M. Wright, Anna Brandenburg-Schroeder","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37915,40.41101]},"left_right_index":1,"mp_id":"105896240","mp_crag_id":"105896234","climb_id":"NL/NzH6oXqiKBP49G4s+jg==","areaRef":"LCJlxrMFXqi5mtHz+dbT2g=="},"content":{"description":"The middle of three routes, Coefficient of Fiction is a bit powerful in the start. The crux comes in the devious, but simple-looking slab. Looks like 5.6 but gets very thin and perplexing in the mid section. Solid all the way. A small amount of brushing above would clean up the appearance but not the climbing. Pretty cool, and more fun than Jug Dome.","protection":"Eight draws and something for the double-bolt anchor at the top.","location":""},"__v":0},{"_id":"WeOCmKGKVV+BV/j3gUO7uw==","name":"Climbexia Nervosa","yds":"5.10a/b","grades":{"yds":"5.10a/b","french":"6a+"},"fa":"Wright, Zimmerman","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37915,40.41101]},"left_right_index":0,"mp_id":"105898557","mp_crag_id":"105896234","climb_id":"WeOCmKGKVV+BV/j3gUO7uw==","areaRef":"LCJlxrMFXqi5mtHz+dbT2g=="},"content":{"description":"Climbexia nervosa: those who are suffering with this illness have a low self-esteem and often a tremendous need to control their surroundings and emotions. The Climbing Disorder, Climbexia, is a unique reaction to a variety of external and internal conflicts, such as stress, anxiety, unhappiness and feeling like life is out of control. Climbexia is a negative way to cope with these emotions. New research indicates that for a percentage of sufferers, a genetic predisposition may play a role in a sensitivity to develop Climbexia, with environmental factors being the trigger.","protection":"Eight draws and a rope.","location":"It is the left of three routes on the slab (A in photo)."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,cd674f3c-8205-5aea-b926-ef2c3b804ed5,279c5542-b8d6-5385-b9f0-746ce842d276,afd83bb6-9a26-5c03-8924-c0f0cdeb08c5,2c2265c6-b305-5ea8-b99a-d1f3f9d6d3da","pathTokens":["USA","Colorado","Estes Park Valley","Big Thompson Canyon","Stone Point","Stone Slab"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10a"},{"count":1,"label":"5.10"},{"count":1,"label":"5.10a/b"}],"byDiscipline":{"sport":{"total":3,"bands":{"unknown":0,"beginner":0,"intermediate":3,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":3,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.37915,40.41101]},"bbox":[-105.37974055957643,40.41056033981814,-105.37855944042354,40.41145966018187],"left_right_index":-1,"ext_id":"105896234","area_id":"LCJlxrMFXqi5mtHz+dbT2g==","polygon":{"type":"Polygon","coordinates":[[[-105.37974055957643,40.41056033981814],[-105.37855944042354,40.41056033981814],[-105.37855944042354,40.41145966018187],[-105.37974055957643,40.41145966018187],[-105.37974055957643,40.41056033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T05:56:53.400Z","updatedAt":"2024-02-19T18:32:35.043Z"}