{"_id":"63689d5ce80bff5a994f49e7","area_name":"Mt. San Jacinto","shortCode":"","climbs":[{"_id":"JL4nR4ezVP+BGeNfcHkfxw==","name":"Snow Creek","yds":"4th","grades":{"yds":"4th","french":"1"},"fa":"unknown, BITD","type":{"trad":true,"ice":true,"snow":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.67916,33.81444]},"left_right_index":0,"mp_id":"107106623","mp_crag_id":"107106613","climb_id":"JL4nR4ezVP+BGeNfcHkfxw==","areaRef":"g6QhP63HWSibLe6JlGxMiw=="},"content":{"description":"(Taken and edited from SummitPost)\n\nSnow Creek is one of the premier alpine climbs in Southern California. It has a tremendous vertical gain of 10,000 feet in less than 5 horizontal miles. Supposedly, it is the steepest escarpment in the contiguous 48.\n\nThe starting elevation is approx. 1,200 feet. From the start to about 5,500 feet, depending on the snowpack, it is all bushwacking and boulder hopping. Once you reach the snow tongue of Snow Creek you will need crampons and an ice axe. Climb the remaining 5,300 feet of snow and/or ice in one of the several chutes. You will encounter 30 to 45 degree snow slopes, with the angle increasing as you get near the top. Most people hike 2-3 hours (~5 miles) from the summit to the tram for a ride down off the mountain.\n\nJust a short note - This is not a beginner climb. The very long approach requires conditioning and considerable route finding to get into the canyon. The exposure on this route requires solid 4th class ability & low 5th. Round trip from car to summit to tram is ~15 miles. This makes for one HUGE day, or bring minimal bivy gear and make a 2-day ascent. Many parties camp at a flat bivy around 5,300' before dropping into Snow Creek proper near the giant chockstone.","protection":"Ice axe(s), crampons, trekking poles, buffed calves and lots of endurance.","location":"The traditional approach to the (East Fork of) Snow Creek route trespasses through one square mile of private property owned by the Desert Water Agency (DWA) -- specifically, section 33, which is demarcated on most maps. In 2010, the DWA started taking the trespassing issue very seriously. In light of this, it is recommended that climbers respect the DWA's property rights and avoid their property altogether.\n\nThe key to the approach is accessing the isthmus, which is the narrowest strip of land between Falls Creek and (the East Fork of) Snow Creek. One legal approach to this point involves ascending the ridge east of Falls Creek to the peak at ~4300 feet and then traversing directly to the isthmus.\n\nFrom the Isthmus, continue south up the ridge about 100-200 feet, then bear right following ducks through very heavy brush. Stay high above the creek and aim for a notch on the spur ridge to the west. From the notch, drop down 100 feet into a boulder-strewn gully. Follow this west 200 yards to a waterfall. Go up brush/dirt slopes to the right of the waterfall and continue west and up a few hundred feet to the ridgeline. From here you can see the snow tongue in Snow Creek. Aim right for it.......\n\nAfter attaining the summit, traverse east approximately 5 miles to the Palm Springs Aerial Tramway for a quick and easy descent.  An excellent alternative during high snowpack years would be to ski/board straight back down Snow Creek and reverse the long approach."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,7197701e-a308-5315-afe9-b29ace8a8565,83a4213f-adc7-5928-9b2d-ee89946c4c8b","pathTokens":["USA","California","San Jacinto Mountains","Mt. San Jacinto"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"4th"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":1,"beginner":0,"intermediate":0,"advanced":0,"expert":0}},"alpine":{"total":1,"bands":{"unknown":1,"beginner":0,"intermediate":0,"advanced":0,"expert":0}},"snow":{"total":1,"bands":{"unknown":1,"beginner":0,"intermediate":0,"advanced":0,"expert":0}},"ice":{"total":1,"bands":{"unknown":1,"beginner":0,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":1,"beginner":0,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-116.67916,33.81444]},"bbox":[-116.67970120875975,33.81399033981813,-116.67861879124025,33.81488966018186],"left_right_index":-1,"ext_id":"107106613","area_id":"g6QhP63HWSibLe6JlGxMiw=="},"content":{"description":""},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T05:54:15.502Z","updatedAt":"2024-01-15T16:40:45.963Z"}