{"_id":"63689de0e80bff5a994f92e7","area_name":"Cadillac Crag","shortCode":"","climbs":[{"_id":"hRTUm5xgXLux2Hv3rf12gQ==","name":"You're Ugly and Your Mother Dresses You Funny","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Jim Stuberg and Chip Ruckgaber,1981","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2911,39.93617]},"left_right_index":2,"mp_id":"105749911","mp_crag_id":"105744844","climb_id":"hRTUm5xgXLux2Hv3rf12gQ==","areaRef":"lsEtlxCrWYuvF1aGOMlGtw=="},"content":{"description":"The topo shows this route's start as a chimney right of an offwidth crack.... I took the left-leaning, fist and offwidth crack (left of the big messy chimney/flake) that gets bigger, then smaller, then tops out on a large, pointy flake (cool start) and then heads up to a perfect hand crack in the right wall of a ramp/dihedral...stemming and jamming the crack up to a roof with good jams from one crack to another up onto the steep licheny face with good holds just where you need them...a very fun handjamming pitch.","protection":"Small/medium to large cams...some trees and nice cracks at top, careful of lots of loose rock small and big.","location":""},"__v":0},{"_id":"6Z91eYppVOq5cRO6Ln0jdQ==","name":"V3","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"John Ruger, Billy Roos, Bob Carmichael, 1972.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2911,39.93617]},"left_right_index":7,"mp_id":"105749080","mp_crag_id":"105744844","climb_id":"6Z91eYppVOq5cRO6Ln0jdQ==","areaRef":"lsEtlxCrWYuvF1aGOMlGtw=="},"content":{"description":"V3 is a fun and long (~140 feet) pitch that is great for a trad leader trying to get comfortable moving above gear. This climb ascends the dihedral between fin 3 and 4. Scramble up to the top of the large block, and then continue up the clean V dihedral. About halfway up, a 5.9 finger crack moves left out onto the face for 20 feet before returning to the route. Also, at about the beginning of this variation lies a large loose block on this left face - be careful not to dislodge it! The route is long, so make sure to bring enough quick draws and gear to properly protect it.\n\nPer\n\nT G\n\n: the historical, large block that used to be 2/3 of the way up the climb was trundled on June 10, 2019 by Steve Levin, Mike McHugh from the park, and members of ACE.","protection":"A full rack.","location":""},"__v":0},{"_id":"B5T4ongGWQe0NlPGst0u3A==","name":"The Untitled","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Joyce & Richard Rossiter, J. Roberts & B. Ruckman, 1988","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2911,39.93617]},"left_right_index":22,"mp_id":"105758077","mp_crag_id":"105744844","climb_id":"B5T4ongGWQe0NlPGst0u3A==","areaRef":"lsEtlxCrWYuvF1aGOMlGtw=="},"content":{"description":"The North face and Arete of Fin I sport a few nice lines- all three have cool moves on solid rock.\n\nThere is a sizable tree in the corner between fins one and two.  Climb 5.0 up to that and sling it with a long sling or cordalette to set up a belay.  Climb up and right to a bolt (shared with\n\nIchiban Arete\n\n) and then veer left to an independent line of bolts.  Near the top, the line moves out right to hit the arete.  The real crux comes up high, and is fighting off pump, as none of the individual moves are terribly hard.  The moves most likely to spill the leader involve 2-finger 1/4 pad crimpers and foot-smears.\n\nIt seems to me that all of the bolted lines at Cadilac Crag are a little soft, with this line being no exception if measured by the individual moves, but the sustenance is the problem...","protection":"A set of quickdraws and one long sling.","location":""},"__v":0},{"_id":"McH8KAjjXPabFLW1dD5Pbw==","name":"Twistoflex","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"G. Bracksieck & T. Loften, 1977","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2911,39.93617]},"left_right_index":27,"mp_id":"106750130","mp_crag_id":"105744844","climb_id":"McH8KAjjXPabFLW1dD5Pbw==","areaRef":"lsEtlxCrWYuvF1aGOMlGtw=="},"content":{"description":"The original route on the Fin 1, but has been superseded in popularity by\n\nGhetto Cruiser\n\n, which shares 75% of its length, and is slightly easier to climb and protect.\n\nThe route starts as for\n\nGhetto Cruiser\n\n, but follows the crack to the right of the corner, instead of the corner itself.  When the crack becomes wide (crux),\n\nGhetto Cruiser\n\ngoes left into the corner directly to avoid the difficulty and remains 5.7, but Twistoflex stays on the right crack, tackling a 4-7\" crack for some distance before being forced back left at a roof (3-4\" pro in a horizontal) to rejoin that route.\n\nOne can continue entirely to the top on a 70m rope, and a 60m would probably make it as well.\n\nThe belay on the shelf before the end is poor, and the top has a nice stance and 2 fat bolts.","protection":"A standard rack with at least one 4\" or larger piece unless you are fond of runouts.  In the OW section, early on, there is a fingercrack back in the left side that will take 0.5-1\" cams here and there (best is 0.75\") but those run out before the crux and are blind placements that are impossible to inspect. If 5.8 is your limit, you will certainly want at least one old style #4 Camalot of new-style #5.  More could be placed of course.\n\nLong slings are also helpful.","location":"The route starts on the right hand edge of Fin 1, as for\n\nGhetto Cruiser\n\n.  The route starts in a short and shallow, left-facing corner that rises to become the right-facing open book, S/SE corner."},"__v":0},{"_id":"NxWPRGFGVd2wLYQ4pU0YAw==","name":"Stargate","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2911,39.93617]},"left_right_index":10,"mp_id":"105757903","mp_crag_id":"105744844","climb_id":"NxWPRGFGVd2wLYQ4pU0YAw==","areaRef":"lsEtlxCrWYuvF1aGOMlGtw=="},"content":{"description":"This is perhaps the best of the 5.11 face climbs on Cadillac. This climb can be easily done in one 200 foot pitch.\n\nIt is located on the right face of Fin 3. Climb the first, and best, pitch of\n\nAuburn Lane\n\n(10d). Clip the bolts on the face to left of the optional belay cove, and confront the crux. More bolt protected, consistently good face climbing takes you towards the top, where gear starts to be required again.\n\nRossiter's guidebook rates this as 5.11c, but there is no section harder than 11b.","protection":"Wires and cams to 4\"; quickdraws.","location":""},"__v":0},{"_id":"U+9WQcoOWW2OWxaAgJYfzg==","name":"Shallow Dihedral","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2911,39.93617]},"left_right_index":0,"mp_id":"105751288","mp_crag_id":"105744844","climb_id":"U+9WQcoOWW2OWxaAgJYfzg==","areaRef":"lsEtlxCrWYuvF1aGOMlGtw=="},"content":{"description":"This route is the left-most route that I know of on Cadillac Crag.  It's short and not particularly great, but it is nice entertainment and might coach your footwork.  A TR can be set from the walk-off on the left side of Cadillac Crag. Rossiter originally rated the route \"5.12?\", but it is probably only 5.11-.","protection":"The route can be protected on creative small stoppers and brass nuts (HBs or RPs).","location":""},"__v":0},{"_id":"jkuDBNktVAi/Z4CLq5JSWw==","name":"Moonlight Drive","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Greg Davis, Dan Hare, 1984","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2911,39.93617]},"left_right_index":9,"mp_id":"105752713","mp_crag_id":"105744844","climb_id":"jkuDBNktVAi/Z4CLq5JSWw==","areaRef":"lsEtlxCrWYuvF1aGOMlGtw=="},"content":{"description":"Start between Fin 2 and Fin 3.\n\nPitch 1: Climb up a slab to a fun, but very thin flake on Fin 3 (a junior version of Wheat Thin in Yosemite).  Layback the flake (5.8+,\n\nbe sure to pull down, not out\n\n) and traverse left on decent holds (5.7/5.8) to a 2-bolt anchor. This could potentially be a stellar pitch, but it ends too soon.\n\nPitch 2: Head up the left side of the arete, past 3 bolts on sharp holds and a section of 10b.  I found the climbing easier than other climbs of the same grade in Eldo.  There was a long runout (perhaps 25 ft) and a switch to the other side of the arete to reach the 4th bolt, but the climbing wasn't difficult. Right above this bolt was a 10a slab, and then a hand and fist-sized crack that led to the summit of Fin 3.\n\nA good climb for sure, but nothing spectacular. Down climb to the north past Fin 4 and the walk-off ledge.","protection":"Standard rack. There are 4 bolts on the 2nd pitch, but gear is needed to augment the protection for a lead.","location":""},"__v":0},{"_id":"OKkxMDK/V5iybBR2fzqDHA==","name":"Midnight Trundler","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2911,39.93617]},"left_right_index":14,"mp_id":"105751291","mp_crag_id":"105744844","climb_id":"OKkxMDK/V5iybBR2fzqDHA==","areaRef":"lsEtlxCrWYuvF1aGOMlGtw=="},"content":{"description":"This route is on the left side of the upper tier of Cadilac Crag, and is reached by walking to the top or completing one of the lower routes.  It's short but great for learing how to climb roof-cracks.  It will teach you better jamming and body position.  Rossiter originally rated the route \"5.10a\" but it felt much harder; then again, I have small hands.  I compare it to Art's Spar, which is old School 5.10c.","protection":"The route can be protected on a single set of hand-to-fist sized cams.","location":""},"__v":0},{"_id":"QXQCywkdVVmYPzkCtQSZkA==","name":"Let it Vee","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Hague and Reichart, 1981","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2911,39.93617]},"left_right_index":1,"mp_id":"105751978","mp_crag_id":"105744844","climb_id":"QXQCywkdVVmYPzkCtQSZkA==","areaRef":"lsEtlxCrWYuvF1aGOMlGtw=="},"content":{"description":"This is a fun 75 foot dihedral to the L of You're Ugly and Gonzo.  The pro is all there, the anchors are bomber -- trees.  It's a fast one pitch moderate climb that's ideal for beginning leaders.  And, it stays in the shade a long time.","protection":"stoppers and cams, mid range","location":""},"__v":0},{"_id":"r6FbiC5+XLO7dIKK/NwYNw==","name":"Land of Ra","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Richard and Joyce Rossiter","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2911,39.93617]},"left_right_index":21,"mp_id":"105749788","mp_crag_id":"105744844","climb_id":"r6FbiC5+XLO7dIKK/NwYNw==","areaRef":"lsEtlxCrWYuvF1aGOMlGtw=="},"content":{"description":"This is an excellent pitch; one of the finest face climbs in Eldorado!\n\nBegin in the first gully formed by the two fins on the left when facing the crag.  The first bolt is 40' up on the left wall of the gully.  The route more or less follows a direct line up the face.  Start by climbing up to a left-angling hand traverse 30' up (#3 Camalot) and traverse left on good holds to a stance 20' below the first bolt.  Crank up to the first bolt on pretty runout 5.8, and crank out cool less-than-vertical balance and edging moves up to some good holds from which you can clip the second bolt.  Crank straight up to a third bolt, and do some judicious route finding to find a fourth bolt 40' above you.\n\nThis is not a sport climb; gear is very useful for this next section, perhaps a #0.75 or #1 Camalot will work, otherwise it is a 40' runout with a 5.8 mantle at the end.  Clip the fourth bolt and wander up on 10- moves to the base of a flared crack.  This crack looks like it takes small Stoppers in some places, however I was out of gear that would fit anything at this point and just traversed left and followed the 5.6 arete to the belay for another 40' runout.  The regular route continues up this crack to an obvious bolt, then to the belay.  The crack is 9+.  This route is fairly safe with the right gear; it wasn't too well bolted though.  Expect to run it out a healthy distance on 5.8 climbing.\n\nA double-rope rap off the top brings you to the ground.","protection":"There are five bolts in 180'; bring some gear.  A #3 Camalot is helpful in the beginning, otherwise bring a selection of small-to-midrange Stoppers and TCUs.  A #4 Camalot can be placed 20' after the fourth bolt.  Bring some longer runners to alleviate rope drag.","location":""},"__v":0},{"_id":"DC03bsKVVD6DJrljMj8Qrg==","name":"Ichiban Arete","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Richard and Joyce Rossiter","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2911,39.93617]},"left_right_index":23,"mp_id":"105764829","mp_crag_id":"105744844","climb_id":"DC03bsKVVD6DJrljMj8Qrg==","areaRef":"lsEtlxCrWYuvF1aGOMlGtw=="},"content":{"description":"Start at a tree about 50' up a gully between Fin One and Fin Two. From the tree, move up and diagonaling up and right on good holds. It is possible to clip the first bolt of\n\nThe Untitled\n\n(12a) as well as the first bolt of Ichiban Arete. Move around the corner, clip a bolt and continue up easy climbing (7) to the summit. The [rappel] bolts here are not very well placed, but you can [rappel] to the NW and then scramble down.\n\nThe bolt out and right of the belay tree is NOT for Ichiban Arete. Don't make this mistake like we did, you end up on an alternate start to\n\nThe Untitled\n\n(11c/d). The moves are good, but [definitely] not 10b.","protection":"QDs and a light rack.","location":""},"__v":0},{"_id":"dSh9if3IV0W6+xVA6JHAHA==","name":"Highway Of Ra","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"unknown","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2911,39.93617]},"left_right_index":20,"mp_id":"106752868","mp_crag_id":"105744844","climb_id":"dSh9if3IV0W6+xVA6JHAHA==","areaRef":"lsEtlxCrWYuvF1aGOMlGtw=="},"content":{"description":"A great pitch that sews together pieces of other wandering climbs into a nearly plumb line for a great and very long pitch.\n\nLevin's new Eldo book lists 'variation' to\n\nHighway of Diamonds\n\nas an independent line which shares the bottom with Highway/\n\nLand Of Ra\n\nand the top pitch up the Arete of\n\nHighway Of Diamonds\n\n. It is actually possible to do this much more directly and share less ground with the other climbs.\n\nTo begin, start up the thin cracks left of the corner as for\n\nLand Of Ra\n\n, this is not easily protected but is moderate and offers some gear. If you backdown here, the rest of the climb was not for you anyway.  Climb up past the left side of a small tree down low.  Continue upward, aiming for a diagonal crack below a small bulge that leads into a very shallow, left-facing corner, perhaps 50 feet up.  Climb up this left facing corner as for Levin's listed 'Variation' climb, but DO NOT traverse left to the arete as suggested.  An intermittent crack system continues onward, above, and this is climbable at a moderate grade (perhaps 5.8, but not harder than 5.9).  Continue in discontinuous cracks until they terminate in a blank face. The runout here is pretty long (20-30'), but the climbing feels both moderate (5.8?) and secure. Step left 2 moves to merge with Land Of Ra just below it's second to last bolt.  Clipping that bolt is optional if you want to keep it all trad, but the next move is a step up in difficulty from the rest of the climbing (9+/10-?).  Climb a few moves of\n\nLand Of Ra\n\n, then continue up and slightly left into more cracks, going directly up until your line merges with the Left hand arete very near to the top.  Good protection is available here and there on this upper portion, left of the final moves and bolt of\n\nLand Of Ra\n\n.\n\nBelay from a 2-bolt anchor.  Looking down from the top I saw a nearly plumb line made, and had virtually no drag whatsoever, only the weight of 200' of rope.","protection":"A standard rack of nuts from very small to medium and cams up to 4\" and a handful of slings.  Long runouts are not unlikely, and moderate runouts are unavoidable, but both are on reasonable terrain (5.9- or below).","location":"The climb starts near\n\nLand Of Ra\n\nand\n\nHighway of Diamonds\n\n."},"__v":0},{"_id":"XX0IT0LmU5C3cyNOQO6e6w==","name":"Highway of Diamonds","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Wunsch, Hritz, Logan, 1973","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2911,39.93617]},"left_right_index":19,"mp_id":"105754963","mp_crag_id":"105744844","climb_id":"XX0IT0LmU5C3cyNOQO6e6w==","areaRef":"lsEtlxCrWYuvF1aGOMlGtw=="},"content":{"description":"Jim Erickson called the Highway of Diamonds a \"route of untarnished beauty\".\n\nFor P1, start in the slot between fin one and fin two. The start is a shallow corner leading to a left angling crack that gains the right corner of the obvious large roof. You will pass the bolted line \"\n\nLand of Ra\n\n\" on the way. Hike up a moderate crack for 15 feet and belay above the roof in a small stance on the arete.\n\nP2 dodges right for a short way and then cuts back to the arete for truly magnificent position on moderate rock.\n\nDescend North or rap from the anchors on\n\nLand of Ra\n\n(165 feet). Take a lot of wired stoppers and a full range of cams.\n\nThree stars for a classic piece of Eldorado history, great stone, and the amazing position. It's hard to believe that twenty years has elapsed since I touched this beautiful piece of stone.","protection":"A full trad rack and a 60 m rope.","location":""},"__v":0},{"_id":"FuUxhq41U0OTUuKlOknohg==","name":"Heartbreaker [aka Never Cry Wolf]","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Richard and Joyce Rossiter, Elaine Chandler, and Mark Rolofson, 1988","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2911,39.93617]},"left_right_index":6,"mp_id":"105752047","mp_crag_id":"105744844","climb_id":"FuUxhq41U0OTUuKlOknohg==","areaRef":"lsEtlxCrWYuvF1aGOMlGtw=="},"content":{"description":"Begin as for\n\nV3\n\n, up the left side of the large block between Fin Three and Fin Four. Climb up the crack and follow the crack out left to reach the first bolt. Crux is above the second bolt. Belay from a single bolt anchor at the top and walk off to the north.\n\nThe climbing is classic thin Eldo face climbing. Good moves. The crux is pretty short. The climbing could be made more difficult by staying to the right of the bolts (and the obvious holds to the left) but the line is quite fun.\n\nPer\n\nTony B\n\n: ...after about 40', the dihedral gets larger on your left side.  At that point if you look to the left you will see a line of bolts.  Move up and left to these bolts to a 5.11 crux (can be made easier by excessive wandering about on the face) and then though a more sparsely protected 5.9- section to another group of bolts (5.10). Rossiter's old book claims that the route has become more difficult as a few holds \"have broken off in the vicinity of the third and fourth bolts\" but the route still seems reasonable at its grade, and the clips are not difficult if done from the best stances.\n\nEds.\n\nThis is a combination of submissions posted in 2001.","protection":"7 QDs and a few pieces up to 1/2\" to protect the lower part of\n\nV3\n\n.","location":""},"__v":0},{"_id":"7DLvk8tUXgCKzUptABdbMQ==","name":"Gonzo","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Larry Hamilton, Roger Briggs, 1974","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2911,39.93617]},"left_right_index":5,"mp_id":"105749041","mp_crag_id":"105744844","climb_id":"7DLvk8tUXgCKzUptABdbMQ==","areaRef":"lsEtlxCrWYuvF1aGOMlGtw=="},"content":{"description":"Pretty good route with a nice finger crack on P1 then a hand and fist crack on P2.\n\nP1. Start in the dihedral in between fins 4 and 3 (fins numbered from R2L).  At the top of the large block, move left into the obvious finger crack (8).  Jam it up as it arches left and belay just below a small tree around the corner.\n\nP2: Take the large crack up the face (7) to the summit.  This pitch you'll need both of those big cams and possibly a few other larger pieces.\n\nDescent: Walk off to the NW along a worn path.","protection":"Standard rack plus an extra #1 Friend, and two #3 Camalots (or the like) for pitch two.","location":""},"__v":0},{"_id":"JRCVNl0EXL6rX7JbQvpBEw==","name":"Ghetto Cruiser","yds":"5.8-","grades":{"yds":"5.8-","french":"5b"},"fa":"Taylor, Garland, Dieckhoff, '88","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2911,39.93617]},"left_right_index":26,"mp_id":"105752776","mp_crag_id":"105744844","climb_id":"JRCVNl0EXL6rX7JbQvpBEw==","areaRef":"lsEtlxCrWYuvF1aGOMlGtw=="},"content":{"description":"This is another fun moderate on Cadillac Crag.  Approx 100 feet long, on Fin One.  As you look up, the huge roof looms to your left; a smaller roof is also left.  Climb up to the smaller roof, then bear right to a huge tree and walk off right.\n\nThe route follows a fairly straight line, beginning in a big V (which I guess Rossiter calls a left-facing dihedral).  You can see it all from the base.\n\nExcellent for moderate leaders.","protection":"Up to #4 Friend.  Good pro and good anchors at the top.","location":""},"__v":0},{"_id":"x2zQeiIsWwOfHaUkmTKbeQ==","name":"Garbage Pile","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"no one will admit to it","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2911,39.93617]},"left_right_index":15,"mp_id":"120727264","mp_crag_id":"105744844","climb_id":"x2zQeiIsWwOfHaUkmTKbeQ==","areaRef":"lsEtlxCrWYuvF1aGOMlGtw=="},"content":{"description":"This is the gully between fins 2 and 3. It is dirty, loose, and licheny with several trees and shrubs in the way. This is possibly the worst route I have ever done, but you can access the anchors for\n\nThe Black Face\n\nwith a short traverse out to the right.","protection":"Small to medium cams - if you are traversing right to\n\nThe Black Face\n\nanchors, you can put a #4 Camalot in a pod.","location":"Cadillac Crag has four prominent aretes numbered from right to left. This junk show starts in the dihedral between numbers 2-3."},"__v":0},{"_id":"Dzpiy9b6XUuvkPUKFOSJzA==","name":"Flash Cadillac","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"J. Roberts, B. Ruckman, 1988","type":{"tr":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2911,39.93617]},"left_right_index":24,"mp_id":"110265670","mp_crag_id":"105744844","climb_id":"Dzpiy9b6XUuvkPUKFOSJzA==","areaRef":"lsEtlxCrWYuvF1aGOMlGtw=="},"content":{"description":"This is a fun route with a short but hard crux right off of the deck.\n\nLook directly out past the newly replaced bolt (5/2015, thanks to ACE). Move out right to that bolt (5.10-), and clip that, which might be hard for short climbers. The moves to the bolt could probably be made easier by stemming off of the tree, but that is not necessary.\n\nHaving clipped the bolt, make difficult (crux) moves to go right and out to access a finger crack. The moves in the finger crack are generally solid and well-protected for a few body lengths and are not hard climbing, perhaps 5.9+.\n\nWhen the crack ends, put in a final bit of gear. A passive brown or red tricam is perfect. A medium stopper is reasonably good but is slightly more likely to wiggle out in the next traversing moves.\n\nIf you liked the style of the crux and want 70 more feet of sustained moves like that, continue up and left to finish on\n\nThe Untitled\n\n(12a). If you have sore toes or tips, head up and right to finish on\n\nIchiban Arete\n\n(10a) on sparse trad gear.","protection":"From the tree on First Route, there is a single bolt then thin to off-fingers gear. A brown Tricam sits perfectly at the top of the crack, but a medium/large nut will do. After that, you can climb up and left to join a line of 8 bolts on\n\nThe Untitled\n\n(12a) or out right to join\n\nIchibahn Arete\n\nwith a little trad gear(10a, PG-13).\n\nThere is a bolted belay up top that will get you back to the tree, then do one more rap to the ground from that sling and ring belay.\n\nPer\n\nGregger Man\n\n: the bolt was upgraded on 05/30/2015.","location":"Start as for\n\nIchiban Arete\n\nor\n\nThe Untitled\n\n, at the belay tree amid the First Route."},"__v":0},{"_id":"YI6MHUuAVAuKgCnIvmB2AA==","name":"Evening Stroll","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2911,39.93617]},"left_right_index":11,"mp_id":"110388644","mp_crag_id":"105744844","climb_id":"YI6MHUuAVAuKgCnIvmB2AA==","areaRef":"lsEtlxCrWYuvF1aGOMlGtw=="},"content":{"description":"Evening Stroll is a fairly good but apparently overlooked route.  This climb deserves more traffic than it gets and is really quite a lot of fun until the chossy ledge you top out on on the traditional finish of\n\nAuburn Lane\n\n.","protection":"A set of cams from 1\" to 4\" plus stoppers/chocks. Long are slings helpful if you are doing this as a single pitch. Doubles in 2\"+ are beneficial.","location":"This route starts as for Moonlight Drive and finished as per\n\nAuburn Court\n\n.  Between the two lies a crux and some pretty good climbing.\n\nWhile I'd like to give a better description than the book, Levin makes this difficult. He simply states that one starts as for\n\nMoonlight Drive\n\n, but atop the flake (15-20' runout), one must traverse right to join\n\nAuburn Lane\n\nor\n\nAuburn Court\n\n. I recommend the latter of those two if you already have grade-ware."},"__v":0},{"_id":"KkdLX5kqWZaSoHmZUFrang==","name":"Escalade","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Steve Levin, Dougald MacDonald","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2911,39.93617]},"left_right_index":25,"mp_id":"106107563","mp_crag_id":"105744844","climb_id":"KkdLX5kqWZaSoHmZUFrang==","areaRef":"lsEtlxCrWYuvF1aGOMlGtw=="},"content":{"description":"This long, varied, and challenging pitch climbs the south side of Fin 1, following the crack and corner line left of\n\nGhetto Cruiser\n\n. A hard move over an overhang at the low point of Fin 1 gains a fun finger and hand crack. Step left at the end of the crack and climb a slab to the base of an overhang with an old piton anchor. Clip this with a very long sling,  step back right, and stem a shallow corner and ramp. Mantel onto a good hold at the top of the ramp, place small to medium cams in a bomber slot, then do a hard move up and left, along a square-cut corner, to reach good wires and the top of the prominent flake system. Hand-traverse the wide flakes to finish in the chimney slot of Ghetto Cruiser.\n\nThis route has many 5.9 and 5.10 moves, with mostly good pro. There are short run-outs on the slab below the roof, on the upper ramp, and on the crux above the end of the ramp.","protection":"A full Eldo rack, with emphasis on small cams and small wires, including RPs, plus at least one big piece (No. 3 to 4 Camalot) for the final flakes. A blue Alien or equivalent is very useful in the ramp section. Be careful to adequately extend any runners placed left of the main line or under roofs to reduce rope drag and prevent any danger from sharp edges. Double ropes might be useful.","location":""},"__v":0},{"_id":"bC5hFW0qXNm8U2/wMd6CQg==","name":"Emission Control","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Greg Davis and Dan Hare, 1984","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2911,39.93617]},"left_right_index":4,"mp_id":"105752044","mp_crag_id":"105744844","climb_id":"bC5hFW0qXNm8U2/wMd6CQg==","areaRef":"lsEtlxCrWYuvF1aGOMlGtw=="},"content":{"description":"Emission Control starts with the first pitch of\n\nGonzo\n\nand then breaks right across the west face, around the arete, and up the south face of the Fin Four.\n\nRossiter mentions the original start, but notes that everyone usually just starts with\n\nGonzo\n\n. Begin as for\n\nGonzo\n\n, to the left of a large block between fins three and four. Continue the up the left-arching crack (8). With careful rope management, the first two pitches can be combined. Otherwise belay at the corner.\n\nMove up the left side of Fin Four and move right past the old bolt (crux) and continue to the arete. The rock immediately past the crux on the right side of the arete is of poor quality and protection is basically non-existent, but the climbing is easy (7). Continue up the arete, good gear is available about 25' up in a horizontal break (wise to double this up). Continue up the arete to the top. Belay from a single bolt at the top.\n\nThe crux moves I feel are pretty moderate for 10d. Rossiter rates the upper section 7s, but I think it is more s/vs. Close to the top you're a good 35-40' out from your last piece of protection.","protection":"Rack up to a #2 Camalot, bolts.","location":""},"__v":0},{"_id":"WcK27G1pW2qavXrGHTaKPw==","name":"Easy Street","yds":"5.3","grades":{"yds":"5.3","french":"3+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2911,39.93617]},"left_right_index":28,"mp_id":"105753280","mp_crag_id":"105744844","climb_id":"WcK27G1pW2qavXrGHTaKPw==","areaRef":"lsEtlxCrWYuvF1aGOMlGtw=="},"content":{"description":"The easiest route to the pleasant summit of Fin One.  When combined with Ghetto Cruiser, a two star combo.\n\nStart from a ledge/ramp above the Ghetto Cruiser dihedral on the SW face of Fin One.  Both Ghetto Cruiser and Easy Street can be combined and is recommended, but rope drag may be an issue over the roof above the Ghetto Cruiser dihedral.  A belay in the wide slot is not recommended. Work your way toward the SW arete via a wide ramp.  A small stopper will protect the traverse.  Once on the arete, the glory begins as huge heucos lead the way along the blunt arete.  It is easy and it is fun.  Rap from the two bolt ancher on the flat, sunporch of a summit.  It is a two rope rap to the base of the SW face.","protection":"Light rack. (the remnants of your Ghetto Cruiser rack will do)","location":""},"__v":0},{"_id":"C3X0PnJ4VSCIZwjQTy2gaw==","name":"The Bro'd Less Traveled","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Chris Weidner, Jon Glassberg, March 22, 2015","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2911,39.93617]},"left_right_index":18,"mp_id":"110259534","mp_crag_id":"105744844","climb_id":"C3X0PnJ4VSCIZwjQTy2gaw==","areaRef":"lsEtlxCrWYuvF1aGOMlGtw=="},"content":{"description":"Begin in the attractive dihedral around the corner and to the left of\n\nHighway of Diamonds\n\n. Saunter easily up to the angular roof passing a small tree. Bomber gear can be placed here. Climb up and right with thin holds and very small gear, turning the roof where it meets the arete. Join\n\nHighway of Diamonds\n\nto belay at a horizontal crack on the arete.\n\nFinish the \"5.9+\" second pitch of\n\nthat route\n\nto a two-bolt anchor atop the wall.","protection":"P1: 1 each of cams #0 Metolius - #2 Camalot, #1-#2 Loweballs, and RPs.\n\nP2: add a second set of cams from #0.4 - #1 Camalot.","location":"Descent: 1) rap 35 meters from the bolted anchor to a big tree (70 METER ROPE or downclimbing REQUIRED). 2) rap 15 meters to the ground."},"__v":0},{"_id":"SUZ0CffhUJioK0qA0/QnTw==","name":"Brand New Cadillac","yds":"5.11b/c","grades":{"yds":"5.11b/c","french":"6c+"},"fa":"David Houston & Kirk Petersen 1986","type":{"sport":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2911,39.93617]},"left_right_index":17,"mp_id":"105754975","mp_crag_id":"105744844","climb_id":"SUZ0CffhUJioK0qA0/QnTw==","areaRef":"lsEtlxCrWYuvF1aGOMlGtw=="},"content":{"description":"This route ascends the 3rd fin from the left to the 1st belay on\n\nHighway of Diamonds\n\n. Follow the left of two aretes off the ground to the roof. Step onto the left (north) face of the arete and up the short crack. Tiptoe up the thin face crux moves past two bolts and on up to the belay.","protection":"Two bolts on the lower arete, two bolts on the upper face, and a medium-large stopper or small cam for the crack at the transition. All bolts have been replaced with 1/2\" stainless steel 2021, the third bolt was lowered about a foot.","location":""},"__v":0},{"_id":"uvqwOo4GX3O9sHPkiRHPVg==","name":"The Black Face","yds":"5.12b/c","grades":{"yds":"5.12b/c","french":"7b+"},"fa":"Richard and Joyce Rossiter","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2911,39.93617]},"left_right_index":16,"mp_id":"105749791","mp_crag_id":"105744844","climb_id":"uvqwOo4GX3O9sHPkiRHPVg==","areaRef":"lsEtlxCrWYuvF1aGOMlGtw=="},"content":{"description":"This was one of the coolest climbs I have ever had the pleasure of, ahem, toproping.  Begin this climb uphill from\n\nLand of Ra\n\nin the second gully from the left on Cadillac Crag.  This route starts out on a thirty foot arete and then breaks left and follows a magnificent black face for 150 feet to a two bolt anchor.\n\nThis climb begins with some 5.9+ up the arete then breaks left on 5.10 climbing to a stance almost in the gully.  Break out of this stance and follow the delicate and extremely technical crux past four bolts, 4 or 5 .11+ moves in a row.  From here continue up the beautiful face situated at an unidentifiable angle on 5.10 climbing into another .11c/d crux near the top.  The guidebook states there is a .12b move at the last bolt, but it looks nearly impossible and is easily avoided by moving right then back to the anchors.  This is a beautiful and sustained pitch.","protection":"Bring a #0.5-sized Camalot for the middle of the route.  11? bolts.","location":""},"__v":0},{"_id":"AS7UH0t2WdGH5faZxDt3gQ==","name":"Deviant","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Larry Hamilton & Wendell Nuss, 1975","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2911,39.93617]},"left_right_index":3,"mp_id":"105751696","mp_crag_id":"105744844","climb_id":"AS7UH0t2WdGH5faZxDt3gQ==","areaRef":"lsEtlxCrWYuvF1aGOMlGtw=="},"content":{"description":"This  route is to the left of the crack on P2 of Gonzo.  There are 2 ways to do this route.  One way is to start the 2nd pitch of Gonzo and move left where this crack starts.  Otherwise, walk left around the corner and uphill from Gonzo and begin on a crack that is just to the left of a wider crack/slot, leading to a tree. Move right before reaching the tree and access the crack via the obvious traverse.\n\nI usually don't get this pumped on a 9, and I suppose that's where it  gets the \"+\".  Once you start into this left-leaning crack, plug and chug. This crack is nice and sustained.  I couldn't resist the many stopper placements and drained some energy placing them even though they were within a couple feet of good cams.  I love bomber stoppers.  If this route were longer, I would give it another star.","protection":"To protect the route, bring nothing larger than a #3 Friend/#2 Camalot and maybe double on a green Alien or Blue Metolius.  Good stoppers o' plenty during the business.  Use the anchor bolt and tree at the top of Gonzo or set your own with one of the small trees and cracks at the top.  The walk-off at the top is obvious.","location":""},"__v":0},{"_id":"2h4wHQhCX/2/aZpY99eNhw==","name":"Auburn Lane","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Brooks and Harrison, 1981","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2911,39.93617]},"left_right_index":13,"mp_id":"105751360","mp_crag_id":"105744844","climb_id":"2h4wHQhCX/2/aZpY99eNhw==","areaRef":"lsEtlxCrWYuvF1aGOMlGtw=="},"content":{"description":"This route starts as a broken looking crack on the right-hand side of fin 3 of Cadillac Crag, which is the third from the right-most feature. The climb goes up a fissure to a finger crack, and then up that fingercrack past a tree to a belay niche. From there, belay. Pitch 2 tackles a bulge and continues to the top in the cracks (maybe 5.9?).\n\nThis climb is among the easiest climbs of its grade I have ever done if it is a 10d as suggested by the older Eldo guidebooks.","protection":"This route requires some small gear but not a lot of it.  Maybe a few small nuts and a small TCU or Alien.  Other than that, a standard rack is good enough to sew up the crack (primarily 0.5-1.5\").","location":""},"__v":0},{"_id":"HmBvDlsgXG+M7+ea0MIoTQ==","name":"Auburn Court","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Mark Hammond, Dougald MacDonald","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2911,39.93617]},"left_right_index":12,"mp_id":"105759585","mp_crag_id":"105744844","climb_id":"HmBvDlsgXG+M7+ea0MIoTQ==","areaRef":"lsEtlxCrWYuvF1aGOMlGtw=="},"content":{"description":"This is just a variation to\n\nAuburn Lane\n\n, but it turns a half-star route into 1.5 stars, with a second 5.10 crux and more good climbing.\n\nClimb\n\nAuburn Lane\n\nthrough its crux finger crack (about 5.10c) and up the fun corner to a roof. The normal route climbs over this roof and ends abrubtly in a chossy gully. To do Auburn Court, crank over a bulge immediately left of the roof via hand jams (5.10a or b), then continue up the sweet hand crack past a tree. Hand traverse to the rright under a block, along a finger crack, to reach the top. This adds about 30-35 feet of high-quality climbing and takes the route right to the summit of Fin III.\n\nBy the way, you can do this entire route in one pitch with a 60-meter rope.","protection":"Standard Eldo rack.","location":""},"__v":0},{"_id":"FngPPF+FXzmhJsqivYoxzg==","name":"[Redacted]","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"Larry Harris","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2911,39.93617]},"left_right_index":8,"mp_id":"107955941","mp_crag_id":"105744844","climb_id":"FngPPF+FXzmhJsqivYoxzg==","areaRef":"lsEtlxCrWYuvF1aGOMlGtw=="},"content":{"description":"Per\n\nEJM\n\n: this line is approximately 140 feet in length. With rope stretch, an 80 meter rope will just get you to the ground if your belayer steps into the starting alcove. TIE A KNOT.\n\nOnce established on the face, after the 2nd bolt, this route is incredibly sustained. I thought there were two distinct cruxes- a 12c section getting from bolts 3 to 4, and a 12b section just past the 11th bolt. While there are a few areas of respite in which to shake out your calves, the majority of the climbing never falls much below 11+/12-.\n\nThis is a superb route, has great stone, is super sustained for 140', and strong toes and calves would be a huge asset.","protection":"This is protected by 12 bolts.  There are 2 anchor bolts.\n\nPer\n\nEJM\n\n: there are 13 bolts to a 2 bolt anchor. A #3 Camalot with a runner placed between bolts 1&2 is wise. If you were to slip or botch clipping the 2nd bolt, you'd certainly hit the ground from 30+ feet.","location":"Per\n\nEJM\n\n: this is located on the west face of Fin 3, just right of the beautiful dihedral of\n\nV3\n\n.\n\nThis is between\n\nV3\n\nand\n\nMoonlight Drive\n\n."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,decc1251-4a67-52b9-b23f-3243e10e93d0,7fea44a6-af9d-583e-9abc-274876289cd7,96c12d97-10ab-598b-af17-568638c946b7","pathTokens":["USA","Colorado","Boulder","Eldorado Canyon State Park","Cadillac Crag"],"gradeContext":"US","aggregate":{"byGrade":[{"count":3,"label":"5.8"},{"count":2,"label":"5.12a"},{"count":1,"label":"5.8+"},{"count":1,"label":"5.11b"},{"count":2,"label":"5.11-"},{"count":2,"label":"5.10-"},{"count":2,"label":"5.10c"},{"count":1,"label":"5.7"},{"count":1,"label":"5.11a"},{"count":2,"label":"5.10a"},{"count":1,"label":"5.10"},{"count":2,"label":"5.9+"},{"count":1,"label":"5.8-"},{"count":1,"label":"5.6"},{"count":1,"label":"5.11c"},{"count":2,"label":"5.10d"},{"count":1,"label":"5.3"},{"count":1,"label":"5.11b/c"},{"count":1,"label":"5.12b/c"},{"count":1,"label":"5.12d"}],"byDiscipline":{"trad":{"total":24,"bands":{"unknown":0,"beginner":8,"intermediate":11,"advanced":5,"expert":0}},"sport":{"total":6,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":6,"expert":0}},"tr":{"total":3,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":2,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":8,"intermediate":11,"advanced":10,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.2911,39.93617]},"bbox":[-105.29168644184105,39.93572033981813,-105.29051355815893,39.93661966018186],"left_right_index":-1,"ext_id":"105744844","area_id":"lsEtlxCrWYuvF1aGOMlGtw=="},"content":{"description":""},"density":0,"totalClimbs":29,"__v":1,"createdAt":"2022-11-07T05:55:58.558Z","updatedAt":"2024-01-15T16:42:43.467Z"}