{"_id":"6368a214e80bff5a9955d934","area_name":"Wildcat","shortCode":"","climbs":[{"_id":"nz549XCsUvaMn4Q/A0U7gA==","name":"Regular Route","yds":"3rd","grades":{"yds":"3rd","french":"1-"},"fa":"1st recorded Ascent: Dewey Schluter, John Goncz, J. Mack Adams, February 7th, 1957","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.572,32.355]},"left_right_index":0,"mp_id":"106627771","mp_crag_id":"106627752","climb_id":"nz549XCsUvaMn4Q/A0U7gA==","areaRef":"flIFPrbKVFOUmvv65I//qw=="},"content":{"description":"A peak bagger's route. From the top of Wohlt's Welt, traverse north into the gully between Wildcat and Dingleberry. Judging from descriptions on Ingraham's guide, I was prepared for this gully to be an hours -long struggle with vast hordes of under-growth. In fact, it appears a recent rock-fall event has scoured most of the lower gully clean. The lower gully ascends past the Guardian Buttress on the left, and an un-named sentinal on the right, and ends at a narrow spot where it joins a larger gulley. This spot, a narrow perch with a sharp spire off to the west (part of Guardian Buttress complex) Ingraham refers to as the \"Swale\". \n\n  Continue up the gully until close to the saddle between Wildcat and Dingleberry. Once near the saddle look for 3rd-4rth class scrablling up the rock wall on the north side of the gully. A short section of exposed scrambling puts you onto the S. ridge leading to the summit.Scramble along this ridge (some exposed 3rd class) all the way to the summit. \n\n  One of the nice things about the Wildcat summit is its close proximity to some other nice summits. From the Wildcat Summit, one can scramble over (4th or 5th?) to the Razorback summit. The wildcat summit is also close by. A multi-peak day is certainly achievable in this region, as would climbing several of the easier routes.","protection":"None required","location":"Approach this route via the Modoc Mine Rd on the West side of the Organs. A high-clearance 4x4 can drive most of the rd. Diverge from the rd at the huge boulders before the road's switchbacks. Follow \"Wohlt's Welt\" a ridge of ocatillo dominated terrain that leads NW towards the Wildcat/Dingleberry gullies. \n\n  Descent is by retracing the ascent.A rope and webbing may be handy for rappelling the start of the 3rd class scrambling. Alternatively, there is a brush/thorn filled gully on the east side of the south ridge that can be descended with some effort. This gully puts you just on the east side of the Dingleberry-Wildcat saddle. Ascend to the saddle by a 3rd class chimney of sorts to get back on the west side and descend."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,98c839d1-f0d4-5006-bb58-276b12f05bd0,2635f237-5277-5a1d-9d74-99b35e3cd3b9,60af20ff-2a39-5a85-86f5-9582969e2458,a7fc71c1-8b31-5ded-97d4-a1a17e51223c,7e52053e-b6ca-5453-949a-fbfae48fffab","pathTokens":["USA","New Mexico","Las Cruces Area Climbing","Organ Mountains","High Horns, The","Wildcat"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"3rd"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":1,"beginner":0,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":1,"beginner":0,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-106.572,32.355]},"bbox":[-106.57253230065584,32.35455033981814,-106.57146769934414,32.35544966018187],"left_right_index":-1,"ext_id":"106627752","area_id":"flIFPrbKVFOUmvv65I//qw=="},"content":{"description":"Wildcat is one of the un-assuming peaks of the Central organs. It is distinguished from its neighbors by being less remarkable: Its neighbor to the south, Dingleberry ahs a higher summit. Its neighbor to the north, Razorback, boasts an awesome exposed summit ridge. Not surprisingly, wildcat does not get much attention. Indeed, the Central Organs, ie peaks between Big Windy Canyon and the Wedge, have a reputation for not being being climbed much and for having the lengthiest, and nastiest approaches. \n\n  -Do not expect trails    -Do not expect to see other humans    -Do expect to do some bush-whacking.    -Do expect vague route descriptions and difficult route-finding"},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T06:13:45.999Z","updatedAt":"2022-11-25T11:20:27.646Z"}