{"_id":"6368a11ae80bff5a99542d3f","area_name":"Bone Saw, The","shortCode":"","climbs":[{"_id":"rqYVDWjNVOSrL+Nqi45EiQ==","name":"Original Route","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"unknown","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.97979,45.91579]},"left_right_index":1,"mp_id":"114587617","mp_crag_id":"114587200","climb_id":"rqYVDWjNVOSrL+Nqi45EiQ==","areaRef":"EBJehBX5W3iy2iKNVPzGKQ=="},"content":{"description":"I will start off by saying that I have not climbed this route’s first two pitches and my description is from speculation and observing it from EZ Direct. This route seems to be completely protected by gear but shares bolted belays with EZ Direct.\n\nPitch 1\n\nStart up the very featured right arête of The Bone Saw feature. Climb through very featured rock presumably protected by gear, eventually trending to the left to a bolted belay.\n\nPitch 2\n\nOff the belay climb right to the featured arête passing a bolt on EZ direct that can be clipped. Continue up the arête to a ledge. From the ledge, climb up the middle of the face then back to the arête leading to a bolted belay on a nice ledge. A long pitch.\n\nPitch 3, 5.5\n\nClimb up the easy face to an overlap. Cross onto the overlap above the boulder feature. Follow the featured face and broken cracks up and right to a nice hands broken splitter. Follow the splitter to an awesome bolted belay at the top of the arête. Runner things well and watch for some loose rock. This pitch is all gear.\n\nPitch 4, 5.5\n\nContinue up 4th class below the right side of the jagged ridge feature. Climb up between a large boulder and the ridge until it is possible to cross over to the left side of the ridge to a bolt. Continue up the broken ridge past gear to a bolted belay just above a group of small trees at the top of the ridge. A long pitch, runner things well and be wary of loose stone.\n\nTo descend, see the descent beta on The Bone Saw main page.","protection":"I have only climbed the last 1.5 pitches of this route, so the gear for the first 2 is pure speculation. There may be a piton or two as well. Cams from .3 to 3 Camalot (two 2’s would be nice), nuts could probably come in handy. Alpine draws, quickdraws and a\n\nfull\n\n70m rope. Wear your helmet.\n\nAll belays replaced as of July 2018.","location":"Starts up the highly featured right arête of The Bome Saw feature."},"__v":0},{"_id":"GfKjFFNkU8uAZhVjZR24CA==","name":"EZ Direct","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Evan Mathews, Zack Tanner (July 2018)","type":{"trad":true,"alpine":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-110.97979,45.91579]},"left_right_index":0,"mp_id":"114587452","mp_crag_id":"114587200","climb_id":"GfKjFFNkU8uAZhVjZR24CA==","areaRef":"EBJehBX5W3iy2iKNVPzGKQ=="},"content":{"description":"A fun adventurous variation that opts for the cleaner face just to the left of the Original Route for the first two pitches. An excellent position, fun and varied climbing, and the beautiful summit of Hardscrabble (the second highest peak in the Bridgers) make this a worthy alpine climb close to town. The line for the most part is low angle and featured so be aware of occasional loose stone. This route was put up on lead from stances so expect bolts to be around 10ft apart and some spaced gear on route.\n\nPitch 1, 5.5\n\nInstead of starting up the extremely featured and loose-ish right arête, scramble up some 4th class to a few belay areas or belay at the bottom of the feature. Continue up and over a small broken rise aiming for the middle of the feature to an obvious stance and first bolt. Follow bolts up the slab leading to a few gear placements and to a bolted belay. Runner gear placements well.\n\nPitch 2, 5.6\n\nContinue up the face to a bolt and move up and left to another bolt at a nice stance. Continue up the face past a few more bolts and gear placements to a ledge. This is where the line meets up with the Original Route. Continue up the cool face and arête on gear to a bolted belay on a nice ledge. A fun and long pitch! Runner things well.\n\nPitch 3, 5.5\n\nClimb up the easy face to an overlap. Cross onto the overlap above the boulder feature. Follow the featured face and broken cracks up and right to a nice hands splitter. Follow the splitter as it thins just to the left of the arête to an awesome bolted belay at the top of the arête. Runner things well and watch for some loose rock. This pitch is all gear.\n\nPitch 4, 5.5\n\nContinue up easy 5th class below the right side of the jagged ridge feature. Climb up between a large boulder and the ridge until it is possible to cross over to the left side of the ridge to a bolt. Continue up the broken ridge past gear to a bolted belay just above a group of small trees at the top of the ridge. A long pitch, runner things well and be wary of loose stone.\n\nTo descend, see the descent beta on The Bone Saw main page.","protection":"Gear and bolts. Cams from .3 Camalot (or Yellow Metolious Master Cam) to #3 Camalot or equivalent, optional nuts. Two #2 Camalots are recommended and you could bring a #4 if you really wanted to but not necessary. Bring 8 alpine draws (a double length could be nice) and 6 quickdraws. Use a\n\nfull\n\n70m rope (60m will come short) and wear your helmet.\n\nAll original belays have been replaced as of 2018.","location":"Starts up and to the left of the extremely featured right arête (Original Route) and continues up the middle of the face."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,6d93ce9a-b1f9-55de-ba48-51d186dd1ef8,8f38b276-2760-5622-b0c2-03625573cc64,49ea9df3-7d5f-5747-9fe0-15f8441f18bf,10125e84-15f9-5b78-b2da-228d54fcc629","pathTokens":["USA","Montana","Southwest Region","Bridger Range","Bone Saw, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.5"},{"count":1,"label":"5.6"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":2,"intermediate":0,"advanced":0,"expert":0}},"alpine":{"total":2,"bands":{"unknown":0,"beginner":2,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-110.97979,45.91579]},"bbox":[-110.98043632826666,45.91534033981814,-110.97914367173331,45.91623966018186],"left_right_index":-1,"ext_id":"114587200","area_id":"EBJehBX5W3iy2iKNVPzGKQ=="},"content":{"description":""},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T06:09:36.203Z","updatedAt":"2024-01-15T16:45:57.446Z"}