{"_id":"63689de0e80bff5a994f9172","area_name":"Shoshoni Peak","shortCode":"","climbs":[{"_id":"gbH5Yy8OVLKKcdd3faXJ9w==","name":"West Side Highway","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Andy Grauch and Chris Sheridan, Summer 2013","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.63896,40.06725]},"left_right_index":999999,"mp_id":"108386440","mp_crag_id":"106011962","climb_id":"gbH5Yy8OVLKKcdd3faXJ9w==","areaRef":"C4wp0UdrVW+DbE0HypJjmw=="},"content":{"description":"West Side Highway climbs a striking buttress on the remote west side of Shoshoni Peak. The climb is visible but difficult to get to from Lone Eagle Peak, so it certainly has been seen by many climbers.  At the time of the first ascent, there was evidence of some climbing activity far to the right of this climb but none on the route itself.  The climb ascends the middle of a broad face full of flakes and discontinuous cracks that provide adequate protection through very exciting climbing.\n\nP1. Climb a short and easy buttress for about 100 feet to gain the base of the real climbing (5.6).\n\nP2. Climb up a short, steep crack then continue up on flakes to a ledge somewhat left (5.10, 190 feet).\n\nP3. Climb another short crack then more exciting face climbing.  The difficulty backs off after about 100 feet.  Stretch the rope out to the top on easier terrain (5.10, 200 feet).","protection":"Rack up to 3\".","location":"Hike to Pawnee Pass, then head to the last saddle before the summit of Shoshoni.  Turn west and hike down to the top of a broad, steep face.  Several overlooks will allow you to look down at the routes below.  This also provides a good place to rack up and stash a pack.\n\nDescend a steep gully to the right (north), then traverse left (south) onto a ledge system that will take you across the base of the cliff.  The route lies on the first buttress encountered as you start traversing the ledge."},"__v":0},{"_id":"pE/CfJz8VhiqWzksyxAkqQ==","name":"Unknown","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.63896,40.06725]},"left_right_index":999999,"mp_id":"106014341","mp_crag_id":"106011962","climb_id":"pE/CfJz8VhiqWzksyxAkqQ==","areaRef":"C4wp0UdrVW+DbE0HypJjmw=="},"content":{"description":"This is the old route on the right flank of the steep western buttress of Shoshoni. (The Dieckhoff-Lowe Route is to the left.) It's been a long time since I did it (1995), but I remember it having some good 5.8 to 5.9 climbing. We pretty much followed our noses, and on the fourth pitch we found a ladder of ancient ring pitons poking out of a steep headwall. Anyone know when this was done first?\n\nPlan for at least one or two pitches to traverse the ridge after you finish the steep climbing. My topo from that day says something about, \"You could climb the first gendarme directly or climb a bit and then move left or right. We traversed low on 5.8 or so, scary. (Storm.)\" Caveat lector. It does seem from photos that tackling the upper gendarme and ridge directly would add a significant amount of climbing distance and probably quality.","protection":"Standard alpine rack.","location":""},"__v":0},{"_id":"dlfAzgeAWF6zSbER72JqDA==","name":"South Buttress","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Gay, McClannan 7/11","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.63896,40.06725]},"left_right_index":999999,"mp_id":"110764645","mp_crag_id":"106011962","climb_id":"dlfAzgeAWF6zSbER72JqDA==","areaRef":"C4wp0UdrVW+DbE0HypJjmw=="},"content":{"description":"This route climbs the obvious south facing rib/ buttress on West Shoshoni- located east of the buttress which the Lowe/ Dieckoff route ascends. This rockaneering route climbs a major feature, and although it has several good pitches -be prepared for some loose rock.\n\nRoute description:\n\nP1. Climb the short crack to the ledge, 5.7.\n\nP2. Climb the flake and face above to access the rightward-angling crack system. Follow this to the next ledge, 5.8.\n\nP3. Scramble up and right ascending the small pillar, 5.6.\n\nP4. Climb the crack system above with some tricky gear placements. At the roof, move left and up the steep twin cracks (crux - excellent protection). The last section of this pitch has some loose blocks, 5.10.\n\nP5. Climb the flake systems on the right side of the pillar, 5.8.\n\nP6. Continue up the beautiful curving crack, 5.10-.\n\nFrom here, it is possible to scramble to the summit blocks and descend NE to the gully that splits East and West Shoshoni. Depending on the conditions in the gully/ couloir, several raps may be required.","protection":"Standard rack.","location":""},"__v":0},{"_id":"9qOzkvGmXWCuzEyRhQUJJA==","name":"Mass Wasting","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Dougald MacDonald and Greg Sievers","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.63896,40.06725]},"left_right_index":999999,"mp_id":"106011968","mp_crag_id":"106011962","climb_id":"9qOzkvGmXWCuzEyRhQUJJA==","areaRef":"C4wp0UdrVW+DbE0HypJjmw=="},"content":{"description":"This is a steep, five-pitch route on the west face of the eastern buttress. It's got excellent climbing and mostly excellent pro. We cleaned a lot of loose rock off it, but it still has some loose stuff and lichen. This ain't the Petit Grepon!\n\n1. Climb the most obvious crack line on the nice-looking, vertical wall at the base, about 30 feet left of a big, right-facing corner. Continue up lower-angle ground to a good belay ledge shortly before the rock steepens again. 5.8+, 150 feet.\n\n2. Follow a seam to a left-facing corner and pillar-flake. You're aiming for an obvious big block perched atop the corner. Pull onto the ledge and climb outside the block to reach its top. 5.7, 125 feet.\n\nMove the belay about 30 feet to the right, inside a chimney-corridor behind a giant flake. This corridor might offer an escape route to the tower's right shoulder if a storm is breaking.\n\n3. A big roof is overhead. Climb onto a slab via a short, left-facing corner. Protect as high as possible, then traverse left along the \"jug slab,\" using jugs for the hands and licheny smears for the feet. This section is easy (5.7 or so) but has no pro for about 15 feet; there might still be a fragile hold or two and the slab is very slippery. A fall from the end of this traverse would be ugly; however, we fixed a thin pin (hidden) near the end, which gives you something to go for. Below an obvious finger-crack flake, place a bunch of pro, then boulder up to the flake. Load it up with more pro (wires, small Aliens or TCUs) and crank the 5.10 crux to the roof. Turn it to the left and belay. 5.10b (5.7 R), 50 feet.\n\n4. Climb a steep, left-facing corner system on good rock. Belay on a big ledge after the steepest bit. 5.8+, 125 feet.\n\n5. Continue up the corners (now right-facing) via hand cracks and flakes. 5.8, 110 feet.\n\nFrom the top of the tower, descend (fourth-class) to a notch, and then follow a grassy ramp down to the northwest to reach the gully. We simul-climbed for about 250 feet or so, placing pro. Descend the steep, loose talus gully to return to the base.\n\nNote: Jeff Lowe has said he soloed a route somewhere on this buttress. We're sure it wasn't this line, but we don't know where he climbed.","protection":"Small wires to #3.5 or #4 Camalot. Maybe a couple of extra hand-sized pieces.","location":""},"__v":0},{"_id":"1DSylLDnV9umoor0eMZkQQ==","name":"Finnacle Ridge","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"Paul Gagner and Dougald MacDonald, July 19, 2014","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.63896,40.06725]},"left_right_index":999999,"mp_id":"120221592","mp_crag_id":"106011962","climb_id":"1DSylLDnV9umoor0eMZkQQ==","areaRef":"C4wp0UdrVW+DbE0HypJjmw=="},"content":{"description":"This is the long, stepped ridge on the southeast aspect of Shoshoni Peak. This ridge defines the left side of the big gash on Shoshoni’s south face. We climbed six pitches (5.9-), plus a long section of scrambling in the middle, to reach a prominent spire that we called the Finnacle. There was some choss but also some fun climbing on solid rock. After reversing the top pitch, we downclimbed and rappelled a gully to the east to reach the gash.\n\nIt’s very possible this ridge has been climbed before, but it hasn't been reported, and we saw no evidence from prior ascents.","protection":"A standard alpine kit.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,b8bc6400-2efc-577d-b6a6-c5367641fd44,5f78c46b-a25c-5b59-8514-41ae795c0b82,0b8c29d1-476b-556f-836c-4d07ca92639b","pathTokens":["USA","Colorado","Alpine Rock","Indian Peaks","Shoshoni Peak"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.10"},{"count":1,"label":"5.9"},{"count":1,"label":"5.10b"},{"count":1,"label":"5.9-"}],"byDiscipline":{"trad":{"total":5,"bands":{"unknown":0,"beginner":1,"intermediate":4,"advanced":0,"expert":0}},"alpine":{"total":5,"bands":{"unknown":0,"beginner":1,"intermediate":4,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":4,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.63896,40.06725]},"bbox":[-105.63954756876826,40.066800339818144,-105.63837243123174,40.067699660181866],"left_right_index":-1,"ext_id":"106011962","area_id":"C4wp0UdrVW+DbE0HypJjmw=="},"content":{"description":""},"density":0,"totalClimbs":5,"__v":1,"createdAt":"2022-11-07T05:55:54.448Z","updatedAt":"2022-11-25T11:16:25.064Z"}