{"_id":"63689de0e80bff5a994f93a2","area_name":"Box, The","shortCode":"","climbs":[{"_id":"dUgZE8NTUGKAdmHLu+i8Pw==","name":"Stone Love","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Randy Leavitt and Bob Horan, 1981","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2905,39.9746]},"left_right_index":6,"mp_id":"105763761","mp_crag_id":"105746048","climb_id":"dUgZE8NTUGKAdmHLu+i8Pw==","areaRef":"SC1I0hV4U0yvcdT1R166kQ=="},"content":{"description":"This route is a fabulous route with a little so-so rock. The real business happens on good solid stone though. The wild position and gymnastic moves are memorable enough to make this a \"must do\" adventure climb despite of the short section of poor rock before the crux. Locate this climb by hiking to the South side of the Box, just above (west of) the concave wall. There is an obvious hand-to-fist crack rising up though the bottom of the West end to a huge ledge, the first pitch. The second pitch is a crack running out right (southeast), diagonally through a 5-meter roof and overhang.\n\nP1. Climb up the handcrack and belay by slinging a HUGE boulder with your cordalette. When your partner arrives, move the belay behind the same car sized boulder and out toward P2.\n\nP2. Climb the crack on P2 and pass the roof to a slab. Once on the slab you can continue right to the tree and belay at the tree. Alternately, if your partner is not strong, and you are kind, you will NOT have placed any gear after the crux of the climb and will instead of finishing up right, will climb up and left to a high point over the crux, perhaps 7 meters up to belay on hand-to-fist sized cams. If (s)he pops off, there will be no big swing.\n\nTo descend, cross The Box to the North from the tree though a notch. Scramble slightly down, then traverse West to the Base of Aunt Jennifer's Tigers (all 3rd class).","protection":"Pitch #1 goes on Cams 2\" and up. I placed one #2 and one #3 Camalot. Another #3 or a #3.5 would have been nice to have. Pitch #2 goes on a few nuts and small cams to 2\"","location":""},"__v":0},{"_id":"XBgTfTc2VkCUIb6DUKJ+Bw==","name":"South Ramp","yds":"Easy 5th","grades":{"yds":"Easy 5th","french":"1+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2905,39.9746]},"left_right_index":11,"mp_id":"105758829","mp_crag_id":"105746048","climb_id":"XBgTfTc2VkCUIb6DUKJ+Bw==","areaRef":"SC1I0hV4U0yvcdT1R166kQ=="},"content":{"description":"This route starts near the huge overhang on the south side of the Box and considering how steep things are on this side it provides a really simple, although initially dirty, scramble to the summit.\n\nStart at the switch back that gets you closest to the South face, close to the West side of the huge \"scoop\" of the South face. Climb up and around some huge, pine needle covered boulders, to reach the face just where a neat ramp leads you west and up towards the summit.\n\nFollow the ramp and worm up behind a chockstone as the ramp, now a chimney, reaches the notch between the two summits. To reach the higher summit, scramble up some 50 ft west up a cool finger crack.\n\nDescent -  Downclimb the crack (tricky)back to the notch and hike north and the West.","protection":"Standard although most people would solo this route","location":""},"__v":0},{"_id":"zy7HlajtVvuUbMXrL7OB3w==","name":"Side Line","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"R. Rossiter, solo","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2905,39.9746]},"left_right_index":10,"mp_id":"108877963","mp_crag_id":"105746048","climb_id":"zy7HlajtVvuUbMXrL7OB3w==","areaRef":"SC1I0hV4U0yvcdT1R166kQ=="},"content":{"description":"This has slightly awkward movement but in a good way. This route climbs well enough and protects well.  It's a good start to the\n\nSouth Ramp\n\n.  The crux move comes turning the lip from the dihedral to the slab above.","protection":"Cams or other protection from 1-3\" and slings.\n\nEdit to add: another user has suggested that the route is R/X rated, stating: \" I placed an orange Metolius and a new #3 Wild Country on the right, just eight feet above the flat boulder. No more pro can be placed until after making the crux move, about thirty feet up.\"  See the comments below.","location":"On the South Face of The Box, to the climber's right of the steep, smooth face of\n\nDiscipline\n\nand\n\nCornucopia\n\n, a left-leaning ramp and crack ascends to a right-facing corner and roof (traverse) before ending at an intersection with the South Ramp.  Climb this to a good belay just above  a tree at this intersection and below the 'tunnel' (this will be obvious when you arrive) on the\n\nSouth Ramp\n\n.  Finish on the\n\nSouth Ramp\n\nto the summit."},"__v":0},{"_id":"GjwlqObyWcSYTaOhjiXTfg==","name":"Sample the Dog","yds":"5.12+","grades":{"yds":"5.12+","french":"7c"},"fa":"Curt Fry, 1989","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2905,39.9746]},"left_right_index":0,"mp_id":"105967494","mp_crag_id":"105746048","climb_id":"GjwlqObyWcSYTaOhjiXTfg==","areaRef":"SC1I0hV4U0yvcdT1R166kQ=="},"content":{"description":"I tried to sample the dog, but got a full serving of it instead. What I did on this climb didn't even resemble climbing! (unless you count yarding on draws).  The holds are very small.  Well, OK, very small, uneven, sharp and sloping. Except where they are slick and sloping. Owch!","protection":"4 bolts to a pin at a mantle, to a 2-bolt anchor. The 4th bolt does not have a spinner on it, which makes that one unique on this climb. I swear, I hung out at the first clip for 40 seconds finger-tightening that nut.","location":"This is on the way west end of the North Face of The Box, just as you come around the corner from the South face on the West end. This is the right-most bolted route on the wall."},"__v":0},{"_id":"WgafAXh4Ww+m1NCIOo+kcA==","name":"More-nucopia","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"dunno, maybe Pinklebear","type":{"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2905,39.9746]},"left_right_index":8,"mp_id":"116244137","mp_crag_id":"105746048","climb_id":"WgafAXh4Ww+m1NCIOo+kcA==","areaRef":"SC1I0hV4U0yvcdT1R166kQ=="},"content":{"description":"This is a linkup of\n\nDiscipline\n\ninto\n\nCornucopia\n\nthat makes for the longest pitch on the coolest feature—the swooping slab to scoop—on the wall. It also tackles the funnest climbing on both routes—avoiding the heinous intro slab on\n\nCornucopia\n\nand the weird topout on\n\nDiscipline\n\n—and makes for a long, techy, crimpy journey.\n\nClimb the first four bolts of\n\nDiscipline\n\n(5.12), placing a No. 4 Camalot in the big hole below bolt 3. Put a long draw/extendo setup on the fourth bolt of\n\nDiscipline\n\n, then make your way left on a crimpy traverse (5.11) toward the hole-rest on\n\nCornucopia\n\n. It helps to have a long sling on bolt 2 of\n\nCornucopia\n\n, as you might when redpointing it anyway, so you can clip off a good edge out right before you move into the hole. This reduces the spice factor.\n\nRest up in the hole, then climb the top four bolts of\n\nCornucopia\n\n(5.13-) to the anchors.","protection":"8 bolts plus a No. 4 Camalot to triple-bolt anchors.","location":"Begin on\n\nDiscipline\n\n; finish on\n\nCornucopia\n\n. Both routes are on the south face of The Box."},"__v":0},{"_id":"HYokUNQuXL6SGkatrdwF6w==","name":"Hand Crack","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2905,39.9746]},"left_right_index":1,"mp_id":"105759597","mp_crag_id":"105746048","climb_id":"HYokUNQuXL6SGkatrdwF6w==","areaRef":"SC1I0hV4U0yvcdT1R166kQ=="},"content":{"description":"Go up a short hand crack in a right facing corner for about 10-15 feet, then crank up into an OW crack that moves up and right with a roof.  Watch out for a couple loose flakes when moving into the wider crack.  The OW is steep, and looks intimidating, but is only about 15 feet long.  There is a nice lieback rail inside the crack, and a couple of knee-locks that keep it feeling like 5.9.  It protected well with a #4 Camalot at a constriction in the crack.  Above the crack, is a chockstone with a perfect #0.5 cam/red Alien slot.  Continue another 20 feet or so to the summit, and belay from hand-sized gear.\n\nThis pitch climbs the north-west face of the box, and begins from the same block as\n\nAunt Jennifer's Tigers\n\n.  It starts about five feet to the left of that route, and goes up the obvious corner.  It could be possible to mistake the 1st pitch of Stone Love (5.7, also a fun pitch) for this route, but, that route is more on the southwest face.\n\nDescent: from the summit of the box, downclimb the east face through a fist crack (5.2?) for about 30-40 feet to a notch where you can continue on a ramp to the NW, and back to the base of the climb.  With a traverse from the top of the climbing, you can also rig a TR on\n\nAunt Jennifer's Tigers\n\n, or\n\nFact of a Door Frame\n\n.","protection":"Hand sized pieces, plus a #4 Camalot.  Optional #0.5 cam, or red Alien placement after the crack.","location":""},"__v":0},{"_id":"t4kaaDPEWzGGcYAfmQp7iQ==","name":"Fact of a Door Frame","yds":"5.11b/c","grades":{"yds":"5.11b/c","french":"6c+"},"fa":"Erik Fedor & Fred Knapp","type":{"sport":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2905,39.9746]},"left_right_index":3,"mp_id":"105759573","mp_crag_id":"105746048","climb_id":"t4kaaDPEWzGGcYAfmQp7iQ==","areaRef":"SC1I0hV4U0yvcdT1R166kQ=="},"content":{"description":"This is another nice little route on the West face of The Box.  It is slightly better than\n\nAunt Jennifer's Tigers\n\n.  Find this just right of\n\nHand Crack\n\n, 5.9 and\n\nAunt Jennifer's Tigers\n\n, 5.10d.  This a pretty, West-facing wall with brilliant green lichens has 3 of the 5 routes of the West face.  It has certainly a bit of a hump for an approach, perhaps 45 minutes, but decent variety in the area can make it worth it.  This perhaps-slightly more than vertical route is identified by 3 bolts going straight up to a 2-bolt anchor.  On our climb, as of 4/11/3, the 4th bolt described by Rossiter seemed to be missing.  Maybe, we couldn't count.  Rossiter had already noted the 2 pins were missing previously.  In its current state, it is a long way to the first bolt.  It would be quite exciting clipping the 2nd bolt.  This gets 2 stars, by consensus of 2.\n\nThe pins below the 1st bolt seem to be gone.  Consider a stick clip for the 1st bolt (perhaps 15 feet up), it is a long ways up and blowing the clip might just ruin your day.  Muscle up the overhanging start by walking your feet up the red boulder under the overhang.  Get a good spot.  Reach up left to a big pebble, then move your right hand up to the big, rough pinch, then move your left hand up to the squared-off-ish edge.  Scrunch up and get your feet onto the main wall.  Get in balance.  Reach up for the 1st clip.  Now sidepull/layback a longish edge as you work your feet up on very grippy footholds.  Get stable off the edge and make the 2nd clip.  I don't recommend blowing this 2nd clip either.  From the top of the sidepull/layback edge, move up and right.  The climbing becomes less difficult but more balancy.  Use the arete and the crack in the dihedral as you work your feet up.  Find a good pinch just below the anchor.  Clip & rap.\n\nRap the route from the 2-bolt anchor which is shared with\n\nAunt Jennifer's Tigers\n\n.  The right bolt could use a link or something better than the thin, split ring and hollow aluminum rap ring.  The left bolt also uses a thin, split ring.","protection":"3 quickdraws plus something for the anchors.","location":""},"__v":0},{"_id":"l+ga/wBHVP2h8Iz5fsccAw==","name":"Discipline","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Hank Caylor and Paul Glover, 1987","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2905,39.9746]},"left_right_index":9,"mp_id":"105761847","mp_crag_id":"105746048","climb_id":"l+ga/wBHVP2h8Iz5fsccAw==","areaRef":"SC1I0hV4U0yvcdT1R166kQ=="},"content":{"description":"This is classic Flatirons rock climbing. Located on the South Face of the Box, Discipline is one of the most beautiful sport climbs I have ever seen. It also offers some of the best technical face climbing in the Flatirons.\n\nStart by climbing a thin slab with sharp pockets and crimps to a large hole where you can place an optional #3 or 4 cam (see comments below).  Continue through an awkward traverse and then the route becomes slightly overhung and also slightly pumpy. You can rest on several jugs around the 5th bolt, but watch as some of these appeared loose. To clip the chains, you'll need to pull a classic top-out onto the upper slab by pulling on some semi-desperate slopers and small crimps. You may want to stick clip the first bolt, but this is not entirely necessary.\n\nIf you're up for more face climbing, try\n\nCornucopia\n\nto the left. This is a very thin and desperate Dale Goddard route set in the 1980s.\n\nTo get to Discipline, park at NCAR and ascend the Mallory Cave trail towards Dinosaur Mountain. Instead of going left up towards\n\nPower Bulge\n\n, go right (after Der Zerkle) and continue up a moderate incline for about 10 minutes (good cardio warm-up). You'll see the Box on your right.","protection":"6 bolts of climbing to a 2 bolt anchor. A # 4 cam is useful after the 2nd bolt.\n\nPer\n\nMark Rolofson\n\n: a few stoppers (#6-8) before the last bolt can be useful.","location":""},"__v":0},{"_id":"7aJjDVGFWVmc0Tt3fCXXWA==","name":"Cornucopia","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Dale Goddard","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2905,39.9746]},"left_right_index":7,"mp_id":"105812344","mp_crag_id":"105746048","climb_id":"7aJjDVGFWVmc0Tt3fCXXWA==","areaRef":"SC1I0hV4U0yvcdT1R166kQ=="},"content":{"description":"Just left of\n\nDiscipline\n\n, Cornucopia starts at the top a huge detached block and follows a line of bolts up a gorgeous lichen streaked wall.  The climbing on this route is brilliantly thin, technical, and continuous.  Unfortunately, most of the bolts are very hard to reach until the draws are hanging.  For this reason, I recommend that you stick clip the first bolt, since a fall before you reach the first bolt could result in serious or fatal injuries.  After establishing on the wall (which isn't easy), an insecure V4 slab takes you to a pod at mid-height( some people place a #3 Camalot here).  Once you have recovered, launch into the crimpy V6 crux, and continue up the difficult seam using pebbles, pockets and edges until you reach the top of the wall.  A 60 meter rope will easily get you down.  This route is well worth the hike.","protection":"Quickdraws and a stickclip. There are fixed anchors.\n\nPer\n\nStephen Felker\n\n: now 6 bolts + 3 bolt anchor (plus optional finger-size cam and/or pink Tricam above bolt #6).","location":""},"__v":0},{"_id":"OcN0rsqRWCaMQyvs2LOZfw==","name":"The Boxer","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Paul Glover and Steve Annecone, Sept. 2017","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2905,39.9746]},"left_right_index":4,"mp_id":"113606994","mp_crag_id":"105746048","climb_id":"OcN0rsqRWCaMQyvs2LOZfw==","areaRef":"SC1I0hV4U0yvcdT1R166kQ=="},"content":{"description":"This sustained climb follows a clean, steep face on the west end of the south face of The Box.\n\nIt starts about 10 feet left of\n\nBox of Rain\n\n. Make easy moves up to a high first clip, then work thru awkward moves to the second bolt. Tip toe through a thin-feet section past the 3rd bolt, then make 5.11 moves up to the 4th bolt, and pull into a scoopy feature. Take a shake before firing into sustained 11+/12- climbing past bolts 5-7.\n\nAfter the crux getting to the 7th bolt, some interesting 5.10 underclings and slab moves are required to get to the anchor. Have fun! Thanks to Mark Roth for the help with bolting this route.","protection":"7 bolts.","location":"It is on the left (west) side of The Box."},"__v":0},{"_id":"+IhhI77aVWuv1gzY00XqaA==","name":"Box of Rain","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Paul Glover and Steve Annecone, 10-7-15","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2905,39.9746]},"left_right_index":5,"mp_id":"111129705","mp_crag_id":"105746048","climb_id":"+IhhI77aVWuv1gzY00XqaA==","areaRef":"SC1I0hV4U0yvcdT1R166kQ=="},"content":{"description":"This is a steep and fairly sustained route on beautiful rock. It has many sections of 10+ and 11 climbing with tricky sequences and thin feet. The crux is pulling through the final bulge up high past the 5th bolt, where the pump factor can start to weigh in. It could serve as a nice warm-up if you are going to\n\nDiscipline\n\nor\n\nCornucopia\n\n, though it is a fun route to do on its own.","protection":"Bring 5 draws for the bolts plus two for the anchor at top. The 5th bolt is hard to see from the ground, but it's there above the last roof.","location":"This route is on the far west end of the south face and starts just a few feet left of\n\nStone Love\n\n.\n\nLower or rappel from the anchor (though a scramble off to the north is also possible)."},"__v":0},{"_id":"rU6bvMtgUKmzWN+eVl5FSQ==","name":"Aunt Jennifer's Tigers","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Erik Fedor & Fred Knapp","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2905,39.9746]},"left_right_index":2,"mp_id":"105759570","mp_crag_id":"105746048","climb_id":"rU6bvMtgUKmzWN+eVl5FSQ==","areaRef":"SC1I0hV4U0yvcdT1R166kQ=="},"content":{"description":"Aunt Jennifer's Tigers is a nice little route on the West face of The Box. Find this just right of\n\nHand Crack\n\n, 5.9, and just left of\n\nFact of a Door Frame\n\n, 5.11. This route is on a pretty, West-facing wall with brilliant green lichens has 3 of the 5 routes of the West face. Certainly ithas a bit of a hump for an approach, perhaps 45 minutes, but decent variety in the area can make it worth it. This vertical, right-angling route is identified by 2 bolts and then follows a brief R-angling crack and heads towards a 2-bolt anchor. 10d is probably right for folks 5'10\" and taller. It is perhaps harder for the vertically challenged. We gave it 1.5 stars, by consensus of 2.\n\nEither scramble up to the ledge from the left or climb a short 5.7 bit to the ledge from the right. You can clip the 1st bolt from the ledge. Step up and right, move your hands up, and then move your feet up to a good edge. Reach left to a very good left sidepull and clip. Just above, find the first crux making the long reach right to the down-pointing flake. Walk your feet up to jam the brief crack. This crack is brief but varies from #0.75 to #1 to #2 to finger size. From the top of this crack, make a long reach up & right to a good face hold. It can be challenging reaching down to the toe rail as you move right toward the anchor. Overall, this is perhaps 40 feet.\n\nRap the route from the 2-bolt anchor which is shared with\n\nFact of a Door Frame\n\n. The right bolt could use a link or something better than the thin, split ring and hollow aluminum, rap ring. The left bolt also uses a thin split ring.","protection":"2 QD, #0.5-2 Camalots plus something for the anchors.\n\nPer\n\nSteve Annecone\n\n: the 1st bolt is a spinner.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,decc1251-4a67-52b9-b23f-3243e10e93d0,d0ca78b6-a3cb-517c-adee-d9c6f8c2d2d8,3064068f-8414-58a3-aefa-818bbb244841,482d48d2-1578-534c-af71-d4f5475eba91","pathTokens":["USA","Colorado","Boulder","Flatirons","Central","Box, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.10d"},{"count":1,"label":"Easy 5th"},{"count":1,"label":"5.7+"},{"count":1,"label":"5.12+"},{"count":2,"label":"5.13a"},{"count":1,"label":"5.9"},{"count":1,"label":"5.11b/c"},{"count":2,"label":"5.12b"},{"count":1,"label":"5.11c"}],"byDiscipline":{"trad":{"total":5,"bands":{"unknown":1,"beginner":1,"intermediate":3,"advanced":0,"expert":0}},"sport":{"total":8,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":5,"expert":2}}},"byGradeBand":{"unknown":1,"beginner":1,"intermediate":3,"advanced":5,"expert":2}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.2905,39.9746]},"bbox":[-105.29108677146701,39.97415033981815,-105.289913228533,39.975049660181874],"left_right_index":-1,"ext_id":"105746048","area_id":"SC1I0hV4U0yvcdT1R166kQ=="},"content":{"description":""},"density":0,"totalClimbs":12,"__v":1,"createdAt":"2022-11-07T05:56:00.902Z","updatedAt":"2022-11-25T11:16:35.197Z"}