{"_id":"63689fc7e80bff5a9951d80b","area_name":"Tower Rock","shortCode":"","climbs":[{"_id":"XHl2cmOYUKiyO3hZw66OVw==","name":"Tower of Power","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Larry Day, Ed Pearsall (1979)","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-83.59714,37.82823]},"left_right_index":7,"mp_id":"119621823","mp_crag_id":"105872607","climb_id":"XHl2cmOYUKiyO3hZw66OVw==","areaRef":"L4YKu1jNXG2BkhgwIq4IZw=="},"content":{"description":"The only thing that will do this route justice is Larry Day's personal account --\n\n\"Apologies in advance for the shameless promotion of my own route, but Tower of Power has a somewhat significant roof. In fact it is pretty cool, not your typical RRG type roof but more of a Gunks kind of problem. Geezer, it really shouldnt be too hard to spot. Directly above the crack that forms the first pitch you will see a flake that is somewhat detached from the roof above. Haul your ass up on to that flake and sit astride it in a kind of mambo? stance. You know what I mean, leaning way back, cause the roof will be right in your face. Reach way out to the lip and you will find a great hold, and best of all a bomber tricam (1.5 or maybe a 2) placement in a vertical crack (slotted, not cammed). Screw up your courage, pull the roof, and KEEP YOUR %#^ TOGETHER because its kinda run out on 5.10 face above. Its way exhilarating, and not nearly so hard as Insanity Ceiling. Together with the stupendous first pitch (The Corner, 5.9) it is truly one of the best old school climbs in the Gorge. I am really not trying to sandbag anyone. The first pitch starts out somewhat ugly and strange, then becomes beautiful beyond belief. Then there is the matter of the runout above the roof. Definitely a place where only the big boys and girls should play. One of my favorite climbs anywhere.\"","protection":"Get creative, there isn't much. Take a look at the original FA photos in the North Gorge guidebook.","location":"Around the right corner from Caver's Route is a large roof 100+ feet up. Either approach via  the obvious wide, sandy dihedral -- The Corner (5.9) -- or rappel in off the top to the blocky belay on a sloping ledge (gear anchor takes BD #2-3 & .5-.75)"},"__v":0},{"_id":"TOg0mTlnXmetQ7Jg00cLCA==","name":"Squeezebox","yds":"5.1","grades":{"yds":"5.1","french":"2"},"fa":"Nicky Sisco","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.59714,37.82823]},"left_right_index":5,"mp_id":"113513095","mp_crag_id":"105872607","climb_id":"TOg0mTlnXmetQ7Jg00cLCA==","areaRef":"L4YKu1jNXG2BkhgwIq4IZw=="},"content":{"description":"Tricky to get to and only worth your time in specific situations (see Location). Tends to be more dirty than the rest of the interior of the tower, but still relatively clean. A nice beginner body crack with limited feet but solid hands.","protection":"Build an anchor with large nuts and maybe a 0.75 cam in an attached flake in the open corridor.","location":"Climb the first three pitches of Caver's, then towards the end of the tunnel crawl on P3 drop a small backpack containing the car keys and both climbers' chacos way down into the chimney below. Come through the tunnel to the open corridor, build an anchor and lower through the big crack in the floor down to the ledge. Find the backpack in the dark without a headlamp, then squeeze your way back up."},"__v":0},{"_id":"ZMBanplwW2enkj3D3FA5Rg==","name":"Salad Days","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Doug Hemken, Jeff Hemken, Tom Philbin - 1979","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.59714,37.82823]},"left_right_index":1,"mp_id":"106581192","mp_crag_id":"105872607","climb_id":"ZMBanplwW2enkj3D3FA5Rg==","areaRef":"L4YKu1jNXG2BkhgwIq4IZw=="},"content":{"description":"A nice, discontinuous big crack system that's stiff for the grade.  Bring big gear!\n\nStart at an obvious crack; follow this as it jogs left and right, passing some overhangs along the way.  Top out on roots and pine needles.","protection":"Mostly medium cams and passive pro; several large pieces (up to #6 tech friend) are needed if you're going to protect this adequately.","location":"Starts about 25' right of the Grunges.  Rap from a big pine with slings and rap rings."},"__v":0},{"_id":"yuz5a7N0UQKO+wnrtVpiSA==","name":"Mighty Eidson","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"Bill Eidson, Nancy Eidson, 1974","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.59714,37.82823]},"left_right_index":0,"mp_id":"105882347","mp_crag_id":"105872607","climb_id":"yuz5a7N0UQKO+wnrtVpiSA==","areaRef":"L4YKu1jNXG2BkhgwIq4IZw=="},"content":{"description":"This route should get a little more beginner attention. Other than a wide section on the first pitch this route is easily protected, the hard stuff is right off the ground, and it is fairly comfortable on the new leader's sense of exposure.\n\nIt does feel stiff for the grade, until you are 15 feet off the deck. Then the technical difficulties ease and the rest of the route is fun.\n\nThere is a danger of decking if you fall from the last few moves of hte first pitch, as there is little gear in the chimney section and you'd have lots of rope out. Fortunately the climbing is easy and there are large trees you could sling.\n\nPitch 1: Climb the wide crack and chimney to a small but nice ledge. Build an anchor.\n\nPitch2: Climb up the short face to a dirt ledge, continue up, moving right onto the lower summit of Tower. Walk south til you come to the base of the upper summit of Tower.\n\nPitch 3: Climb up and right across a ledge to a short, steep chimney. Move to the outside and DON'T FALL! Once past the first couple moves it eases up and in a  few short breaths you'll be on top.\n\nBest bet it to rappel Caver's, but you can rappel the route with a little downclimbing as well.","protection":"Hand and fist sized gear. Bring some nuts for the belay on the second pitch and for protection on the short section of 5th class there as well. Tree anchors otherwise.","location":"Near the northwest corner of Tower. The crack angles slightly left and widens considerably on the first pitch."},"__v":0},{"_id":"40+wnKNxWKKOx2bVUznYFg==","name":"Insanity Ceiling","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Larry Day, Tom Seibert","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.59714,37.82823]},"left_right_index":6,"mp_id":"114274915","mp_crag_id":"105872607","climb_id":"40+wnKNxWKKOx2bVUznYFg==","areaRef":"L4YKu1jNXG2BkhgwIq4IZw=="},"content":{"description":"Most easily accessed by climbing Caver's route up to the ledge before the last chimney to the summit of Tower rock. Traverse out right off the ledge on some sub-optimal rock up to a stance below the thin crack splitting the roof. Pull through exposed moves to surmount the roof then continue up the crack and top out.","protection":"A variety of gear for both the first traverse section and above the roof. Thin gear through the ceiling itself.","location":"From the base of the last pitch of Caver's route, Insanity Ceiling starts out and around the corner to the right; ~30-40 feet from the tree rappel station."},"__v":0},{"_id":"a0TLGEvVUqqxr1BLzkqqvg==","name":"I Love You in my Outside Voice","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Heather Parks, Christopher Smith?","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.59714,37.82823]},"left_right_index":8,"mp_id":"120818442","mp_crag_id":"105872607","climb_id":"a0TLGEvVUqqxr1BLzkqqvg==","areaRef":"L4YKu1jNXG2BkhgwIq4IZw=="},"content":{"description":"If she didn't hear you the first time at Seneca, try again on the comfortable ledges of this one. Just remember to speak up!\n\nFirst pitch runs up a flake with delicate feet up top and several slings around a block for your anchor(~40').\n\nFrom here, the second pitch starts left up the detached block to fun stemming up a pile of petrified wood then up a right facing flake to a great place for an anchor under the roof(~45').\n\nThird pitch(we broke it into 3 short sections) begins the traverse. Make your way right using great horizontal and ledges you could have a picnic on(~120'). When you reach the end of the rock, round the corner and look for the bulgy off width roof.\n\nThis is your fourth pitch and starts off with a decent pull to gain feet about 4' up. Finish to a tree for your anchor(~35'). Take the trail across the top of the block to the chains/rap rings","protection":"Takes everything great. Use caution on the soft bits!","location":"Walk ~100' climbers left of Arachnid. You'll see webbing about 40' up a left facing flake that starts at the base of a large tree (I could not find anything in the guide books that called out this route)"},"__v":0},{"_id":"/9JTUIRkW3OFT12gVrY51w==","name":"Groundhog","yds":"5.3","grades":{"yds":"5.3","french":"3+"},"fa":"B Heipler, A. Guthrie, 4/'74","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.59714,37.82823]},"left_right_index":2,"mp_id":"106494791","mp_crag_id":"105872607","climb_id":"/9JTUIRkW3OFT12gVrY51w==","areaRef":"L4YKu1jNXG2BkhgwIq4IZw=="},"content":{"description":"A summit route at 5.3 without caving?  What more can you ask for?  This climb is a bit broken up, to say the least, but still has some fun for the party who is competent at placing gear, but doesn't want a physical challenge.\n\nClimb up the intial wide crack though the chunky-looking rock on good holds and the occasional jammed body part for a short pitch, to reach an initial ledge with trees. There is an optional belay from one of these (sometimes fixed slings are present).\n\nContinue up and left on a second crak to a larger ledge and belay on that one (manditory).\n\nFrom that ledge, walk or scramble a half-rope length on the ledge and over some blocks to the left to reach the base of an overhanging chimney (optional belay) before shoving oneself up through that slot and onto the tower summit.","protection":"It is easy to find this route by first locating the obvious clean flake of 'Curving Crack' and then walking 15 meters left to the next obvious crack system, where the climb is begun.","location":"A set of passive pro and cams to #4 camalot + long slings."},"__v":0},{"_id":"y3V+NihKUSy8zovIgwrdug==","name":"Dog Days","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"R. Gottlieb, G. Hancock, '76","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.59714,37.82823]},"left_right_index":10,"mp_id":"105889513","mp_crag_id":"105872607","climb_id":"y3V+NihKUSy8zovIgwrdug==","areaRef":"L4YKu1jNXG2BkhgwIq4IZw=="},"content":{"description":"A good route at Tower, but less frequently done than others due to it's less striking initial appearance. Still, this is one of the better moderate lines at the cliff, yet pumpy for it's grade. Locate the crack to climber's right of Arachnid and climb the crack and well-featured rock through a steep spot to end of the crack and then up face movies to join another system, which leads to a ledge with slings around some trees.  Rap back to the base from these fixed anchors.","protection":"A standard light rack to hand-sized.","location":"Follow the approach trail up the  narrow end of Tower Rock and stay left around the end, continuing to the huge left facing corner and rockhouse with the handcrack (Arachnid). Backtrack 10 meters to the previous crack system, which is steep and pumpy."},"__v":0},{"_id":"vpKtkZtEU4SVT+e3DlhQAQ==","name":"Curving Crack","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"L. Day, T.  Seibert, 1978","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.59714,37.82823]},"left_right_index":3,"mp_id":"105889521","mp_crag_id":"105872607","climb_id":"vpKtkZtEU4SVT+e3DlhQAQ==","areaRef":"L4YKu1jNXG2BkhgwIq4IZw=="},"content":{"description":"One of many quality moderate trad lines at Tower Rock... the crux requires more confidence and \"go for it\" than it does raw skill.  Climb up moderate moves to the underside of a right-leaning flake. Place good gear with a runner and undercling out and right from under the flake (crux) to the crack and continue upwards, again on easier ground to a ledge.  Once can join Caver's Route to get to the top of the strangely barren top of Tower Rock.","protection":"A standard light rack. Crux pro is a tricam or SLCD under the right-leaning flake as it gets steep.","location":"As you approach Tower Rock, stay right as the trail is split by the rock itself. Continue toward the far end of the rock to the beginning of the Caver's Route, distinguished as a squeeze chimney for 25 feet to a ledge, to another chimney...\n\nBacktrack for perhaps 15 meters looking up above you on the wall. When you see a crack and flake system that hooks to the right 10 meters up with a 1-1.5\" crack underclinging a steep flake, that is both your target climb, and the crux."},"__v":0},{"_id":"np8nXIWbVhKqeE+yHa1tjw==","name":"Caver's Route","yds":"5.3","grades":{"yds":"5.3","french":"3+"},"fa":"Unknown, 1950s","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-83.59714,37.82823]},"left_right_index":4,"mp_id":"105882024","mp_crag_id":"105872607","climb_id":"np8nXIWbVhKqeE+yHa1tjw==","areaRef":"L4YKu1jNXG2BkhgwIq4IZw=="},"content":{"description":"Caver's Route is probably the oldest roped route in the RRG. No one knows for sure, but it dates back at least to the 1950s when a group of cavers were practicing their rope skills on the cliffs that towered over the Red River.  The route ascends a gigantic fracture that splits the south end of Tower Rock from the rest of the monolith. The route is clean, fun and will leave you worn out.\n\nCaver's Route can be done in various ways, but for optimum communication between leader and second, four short pitches is the way to go.\n\nP1 - Starting at an obvious off-width crack, climb to a spacious ledge and belay.  5.3, 25'\n\nP2 - From the ledge, work your way up into the first chimney and climb to another ledge, clipping a single bolt in the chimney about 30' up.  5.3, 50'\n\nP3 - The cave pitch.  From the belay, scramble up on blocks into the cave, then crawl slightly downward to a passage where you can see through to the other side of the tower.  Worm your way through the passage into a narrow corridor, where you can stand and bring your partner(s) through.  50'\n\nP4 - From the corridor, move up into the squeeze chimney above and climb past large blocks to a tree ledge.  Climb a short flake feature to a spacious corridor topped by a bombay chimney.  Find a way to gain the chimney (possibly the trickiest move of the whole route), then continue up to the top of the tower.  5.4, 100'\n\nAfter enjoying the view and photo opportunities from the top, look for a pine tree with slings and rap rings on the west side of the tower.  A short rap from here will bring you to a ledge and another slung tree; from here, a 60-meter rope will barely reach the ground for the final rap.","protection":"Minimal to none.  Nuts and/or tricams can be used for belay anchors; a Big Bro is handy but not vital to protect the chimney moves.","location":"Starts on the west side of Tower Rock at an obvious off-width crack, about 20' right of Razor's Edge/Curving Crack."},"__v":0},{"_id":"fcylaIIwUoi/4Ye37VVF0w==","name":"Arachnid","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Tom Seibert, Larry Day, 1974","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.59714,37.82823]},"left_right_index":9,"mp_id":"105882818","mp_crag_id":"105872607","climb_id":"fcylaIIwUoi/4Ye37VVF0w==","areaRef":"L4YKu1jNXG2BkhgwIq4IZw=="},"content":{"description":"Don't be overly intimidated by this route. Oh, it's everything it appears from the ground, but the roof is actually pretty casual.\n\nThe initial dihedral is classic hands and/or layback. The upper part is much wider, but there are lots of big face holds after the offwidth section.\n\nIf you have a big-bro, the place for it is out at the lip of the roof. Try to avoid putting a cam in the crack in the roof, as the rope has a tendency to pull into the crack and wreak havoc with any camming device by either slipping behind it or driving it deeper into the crack. It's almost better to run it out than to place a big cam there.\n\nThis is a great route for the grade, it will make you work for it and will leave you with a climbing experience that you won't forget.","protection":"Hand sized and bigger. The lower crack works best with cams and the upper section works good with hexes. The lip of the roof is best protected by a big-bro (not sure which size) or alternately, layback the OW and keep your rope out to the left of the crack if you place a cam inside.\n\nThere are bolt anchors.","location":"This route is located on the east face of Tower Rock. It can be identified as a distinctly classic looking dihedral capped by a roof, with a wide crack exiting to the right and continuing up an acute dihedral."},"__v":0},{"_id":"MUDFUFjNWoaJQ0DDnZzLHw==","name":"Africa","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Tom Seibert, Rich Gottlieb, 1974","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.59714,37.82823]},"left_right_index":11,"mp_id":"106437910","mp_crag_id":"105872607","climb_id":"MUDFUFjNWoaJQ0DDnZzLHw==","areaRef":"L4YKu1jNXG2BkhgwIq4IZw=="},"content":{"description":"Though Dog Days and Africa lack the beautiful aesthetic of their perfect corner of a neighbor, appearing to be rough and chunky, they are both good lines. Both of these are surprisingly good climbs on good stone. More surprising still is that either one is harder and more pumpy than the large roof cap on Arachnid.\n\nTo climb Africa, start on the crack near the continental outline, where good jamming takes you up a small distance past the 'map' to a good stance at a pod in the crack.  From this stance, further jamming and some face holds on vertical rock take you past increasingly physical climbing on less positive jams (5.9, crux) to a second pod inteh crack below an overhang of dark rock, perhaps 60 feet up. This is where the route Madagascar joins Africa.  Jam and jug over the roof on less difficult climbing (5.8?) and continue in a crack and corner system to the top of the climb on a larger ledge.  Some clever groveling up and left can be made to lead you to the top of the rock as for Dog Days and Arachnid.","protection":"A few med-large stoppers and cams from thin hands to wide hands. A few longer slings are good bofore the pods & overhang, and when coming out of the pod up top, into the crack and corner system.","location":"Just left of the obvious capped dihedral of Arachnid lie two more cracks, the left being Dog Days and the right being Africa. The name 'Africa' was inspired by a dark patch of rock near the base that resembles a continental outline of its namesake."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,8677a1b5-08b9-5ce8-b15f-0653205bbc48,78da26bc-cd94-5ac8-8e1c-815f7f30a28b,d51a127b-e771-5211-b1a9-bf5ad2703002,2f860abb-58cd-5c6d-8192-183022ae0867","pathTokens":["USA","Kentucky","Red River Gorge","Northern Gorge","Tower Rock"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10c"},{"count":1,"label":"5.1"},{"count":1,"label":"5.6"},{"count":1,"label":"5.4"},{"count":1,"label":"5.11"},{"count":1,"label":"5.7"},{"count":2,"label":"5.3"},{"count":2,"label":"5.8+"},{"count":1,"label":"5.8"},{"count":1,"label":"5.9"}],"byDiscipline":{"trad":{"total":12,"bands":{"unknown":0,"beginner":9,"intermediate":2,"advanced":1,"expert":0}},"tr":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":9,"intermediate":2,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-83.59714,37.82823]},"bbox":[-83.59770929608405,37.82778033981815,-83.59657070391597,37.82867966018186],"left_right_index":-1,"ext_id":"105872607","area_id":"L4YKu1jNXG2BkhgwIq4IZw=="},"content":{"description":""},"density":0,"totalClimbs":12,"__v":1,"createdAt":"2022-11-07T06:03:52.257Z","updatedAt":"2022-11-25T11:18:32.793Z"}