{"_id":"6368a57ce80bff5a995b83a7","area_name":"Easy Gully Buttress","shortCode":"","climbs":[{"_id":"sKCB7uY0XfOGRpgvJhZqOg==","name":"Snowflake","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Travis Peckham/Seth Maciejowski - July 2011","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-72.7982,44.5569]},"left_right_index":0,"mp_id":"108284789","mp_crag_id":"108284750","climb_id":"sKCB7uY0XfOGRpgvJhZqOg==","areaRef":"A6iETaC2Xdu4PzvMvbRULg=="},"content":{"description":"P1 (5.9): Climb up the slabby face trending left to the short right-facing corner with the cool notched flake. Turn your brain on and shift left and climb some steeper rock (crux) to lower angle terrain above.  Move right following a dirty crack and bolts to a final engaging exit onto a vegetated ledge and a fixed anchor. \n\nP2 (5.10): From the belay anchor, trend up and left behind the tree on blocks to the first bolt. Make moves left, with difficulty, until you can make an unlikely escape upward to a right-leaning horizontal finger crack that leads to the base of the left-facing left-leaning corner. Climb the corner (easier than it looks) until it is possible to traverse right under the bulge (loose rock). Make the airy traverse out right and try to piece together the features to angle up and right following the bolts to the fixed anchor.","protection":"P1: At least 12 Draws, light rack to 1\", fixed anchor","location":"Start: Downhill about 150 ft. from the vegetated ridge/shoulder that bisects the base of the buttress at a small clearing at the base of the cliff. Look for a line of bolts that lead to a small right-facing corner with a clear notched flake. \n\nDescent: Single 60m rappel"},"__v":0},{"_id":"Fijr6B2GW9ql1S5V8i/bVg==","name":"Leaver Beaver","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"D. Doucet, A. Pellett, T. Peckham, summer 2003(?)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-72.7982,44.5569]},"left_right_index":3,"mp_id":"114490139","mp_crag_id":"108284750","climb_id":"Fijr6B2GW9ql1S5V8i/bVg==","areaRef":"A6iETaC2Xdu4PzvMvbRULg=="},"content":{"description":"Face climb straight up on fair rock past a couple of horizontals offering little protection to gain the bottom of a right to left rising ramp at 15’. Pad up the ramp past a rusty angle (placed on the FA ~15+ years ago) to easy climbing to a bolt. Continue more or less straight up, aiming for the obvious steep hanging corner directly above, passing 2 more bolts and some surprisingly puzzling moves along the way. From the base of the corner, step right on to the clean and deceptively steep face, then pull straight up on great rock, crisp edges, and powerful moves past 2 bolts. At the top of the face, clip a final bolt (tough to see from below) and decipher a difficult sequence to gain a secure ledge, then traverse the ledge right 15’ to the anchor on Big Daddy Arete. The second should consider getting established on this ledge before unclipping the final bolt or risk an ugly swing. A great pitch and excellent link up combined with P2 of Big Daddy Arete (5.8+, pg13) to gain the midway ledge beneath p3 of The Deep End. ","protection":"Bolts and one old pin. One could perhaps find a funky cam placement or two before the pin, and it’s also possible to place a couple of pieces (blue / yellow Master Cam and a red Camalot to offer the 2nd some protection from the swing if they blow it after unclipping the final bolt. The Big Daddy Arete anchor has maillions and leavers for the rap. A single 60m rope is fine.","location":"Start at the right side of the Deep End Buttress, directly below the striking left facing hanging corner at 60’. The right to left rising ramp which begins at 15’ is another landmark. The bolts on the right wall of the hanging corner are visible from below. "},"__v":0},{"_id":"V6CMQOFzW/C59n6IlIUBEg==","name":"The Hummingbird Crack","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"ACB Travis Peckham/Seth Maciejowski - July 2011","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-72.7982,44.5569]},"left_right_index":1,"mp_id":"108284771","mp_crag_id":"108284750","climb_id":"V6CMQOFzW/C59n6IlIUBEg==","areaRef":"A6iETaC2Xdu4PzvMvbRULg=="},"content":{"description":"From the P1 anchor on Snowflake climb up and right to the base of the obvious crack. Climb the face to the left of the crack for the first couple moves and step into the crack. Enjoyable climbing leads to a fixed pin (possibly tied off with sling and biner). A tricky move (crux?) gains easier climbing, a placement, some more pins, and finally a bulging short headwall. Climb past two bolts, exiting right and back left passing a pin to a fixed anchor. Alternatively, big moves straight up from the last bolt lead to easier climbing and the previously mentioned anchor (5.10d).","protection":"Rack: Single rack with stoppers and cams (micro to .75 camalot size) ","location":"Start: From the P1 anchor on Snowflake\n\nDescent: Two rappels with a single 60m rope lead to the ground"},"__v":0},{"_id":"HT677IOdWaOy4FMhtu9xbQ==","name":"The Deep End","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Dave Furman, Travis Peckham - July 6 2003","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-72.7982,44.5569]},"left_right_index":2,"mp_id":"108284804","mp_crag_id":"108284750","climb_id":"HT677IOdWaOy4FMhtu9xbQ==","areaRef":"A6iETaC2Xdu4PzvMvbRULg=="},"content":{"description":"A proud line up an impressive buttress of generally high quality schist. The fact that this route was put up on lead is humbling to think about as you find yourself hesitating trying to figure out how to get to the next bolt. For the FA team, there wasn't a next bolt.\n\n Even being fully equipped, the route is a good 5.11 for the 5.10 alpine climber and not suitable for an inexperienced party.\n\n (9/2019) This route has been retrobolted by the FA party and has gotten the glorious Gregg Kuchyt treatment. All bolts have been inspected and anything suspect was replaced with high-quality glue-in fixed hardware. \n\nP1 (5.11/5.11-): Clip the first bolt and climb steeply to the base of the roof. Fire out the roof on good holds and then figure out the exit strategy before the gas runs out. Above the roof, moderate face climbing past a few bolts leads to a spacious belay stance on a ledge with a fixed anchor.\n\nP2 (5.10): Move right and climb easily over stacked blocks and cut back left on the high angle ramp to a small roof, a groove, and a bolt. Make a reachy move (harder if short/lacking on reach) into the groove and follow bolts up to a sloping ledge. Step right and climb some fun face trending left to another sloping ledge. Climb up the opposing faces to an awkward step right to a stance, below the \"plated roof\". Trend up then left and out of the roof system to a stance below the vegetated ledge. Make oddly unnerving moves topping out on the vegetated ledge to a fixed anchor in a big block at the front of the vegetated ledge.\n\nP3 (5.10++): Move the belay back on the ledge about 30' at the obvious impacted area. Some enjoyable moderate climbing leads to a stark series of physical mantles and finally a stance. Some more technical face climbing leads to a welcomed slab and a fixed anchor. The rock quality on this pitch takes a turn for the less ideal. There are a few loose plates/flakes/blocks in the vicinity of the route. Climb accordingly.\n\nP4 (5.10-): Gingerly move left off the belay and clip the first bolt. Some easier slab climbing leads to a left-leaning seam that turns into a left-facing corner (crux) under a block. Some cool moves left under the block and up between the block and the diving boards leads to a fixed anchor.","protection":"Gear: 12 draws Retrobolted by the FA party in 2019.","location":"Start: About 100' down from the vegetated shoulder that bisects the base of the buttress. Look for an obvious 3 foot deep roof 20 feet up with a low glue-in bolt on its right side.\n\nDescent: Single 60m rappel. Be careful on the rap from P4 to P3. First you have to swing right a fair bit and second there is a rope eating detached block down and left of the P3 belay. If your rope gets snagged, you can fix off the anchor and tension over to the edge of the slab to attempt to free your rope."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,f0144402-e84e-5e32-88ee-648033ed0e77,c39deb6c-8546-520a-9c31-aee4f0c33a5c,c77702b0-c792-535f-84de-e6253e46ab4c,03a8844d-a0b6-5ddb-b83f-3bccbdb4542e","pathTokens":["USA","Vermont","1. Northern Vermont","Smugglers' Notch","Easy Gully Buttress"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10"},{"count":1,"label":"5.11"},{"count":1,"label":"5.10-"},{"count":1,"label":"5.11-"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":0,"beginner":0,"intermediate":2,"advanced":1,"expert":0}},"sport":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":2,"advanced":2,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-72.7982,44.5569]},"bbox":[-72.79883105415585,44.556450339818134,-72.79756894584413,44.557349660181856],"left_right_index":-1,"ext_id":"108284750","area_id":"A6iETaC2Xdu4PzvMvbRULg=="},"content":{"description":"While Easy may be in the name of this gully's buttress, easy is not the main adjective to describe the established lines here. With no route under 5.9+, it's clear that it is not a destination for inexperienced climbers (if the additional complications of the alpine-esque experience of Smuggler's Notch were not enough...)   The rock is generally sound and is similar to the nearby climbing in the Bolton area. However, since these routes see little traffic comparatively do not expect the same experience as a developed and trafficked crag like Lower/Upper West. Holds will be dirty, there will be loose rock, etc."},"density":0,"totalClimbs":4,"__v":1,"createdAt":"2022-11-07T06:28:15.900Z","updatedAt":"2022-11-25T11:24:02.769Z"}