{"_id":"63689d5ce80bff5a994f4aed","area_name":"Hamilton Dome","shortCode":"","climbs":[{"_id":"TXyp69xCVmmxQBZXYAegbQ==","name":"The Subliminal Verses","yds":"5.10a/b","grades":{"yds":"5.10a/b","french":"6a+"},"fa":"Vitaliy Musiyenko and Brian Prince","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.59402,36.55581]},"left_right_index":0,"mp_id":"111582089","mp_crag_id":"109463118","climb_id":"TXyp69xCVmmxQBZXYAegbQ==","areaRef":"65Y06g8oUnSPC4fAeO+bDA=="},"content":{"description":"AWESOME F**KING ROUTE! IMO better than the South Face of Charlotte Dome as the views are better, the route more sustained and the rock is more solid. Some of the BEST granite in the Sierra!\n\n1) Climb up the low angle 0.75 splitter, place some pro and extend it slightly right of it. Climb to the overhang above and traverse right, placing a few more widgets. Run it out on very solid granite and straight forward climbing to a bolt. Make a belay from small-medium gear. 0.5 (purple) Camalot and smaller with an offset Metolius useful, as I remember. The pitch is a rope stretcher and may involve simul climbing for the follower, if using a 60m rope. If you want, break it into two pitches. 5.8 PG13\n\n2) Climb straight up towards the intimidating roof. From the belay, the terrain looks runout but cracks emerge out of nowhere and allow this pitch to be very well protected. Mostly medium and small gear. The roof is passed on positive holds and also protects VERY well. Take the pitch for full 60 meters to a bolted belay. 5.10 a/b\n\n3) Great pitch that allows a lot of creativity. I did a mix of face and crack climbing up the prominent hand-crack. The cracks vary in size which keeps the things from being repetitive. 60m 5.9\n\n4) Continue climbing up thinner cracks towards another big overhang. Jug haul to the left side of the overhang and climb straight up the moderate but slightly runout face past two bolts. After the second bolt take the way of least resistance up and left. You may be able to sling a chicken head for protection somewhere, if you want. But the climbing, although run out, is very secure and moderate. Belay from natural gear in a good stance. 60 M rope-stretcher. 5.9+\n\n5) From the belay stance climb straight up to the big chicken heads and traverse left towards the thin-looking right facing corner. Sling chicken heads for protection and use tiny gear in the corner. After it comes to an end step right to another right facing corner which accepts medium cams. Belay in it from gear. 45M 5.8\n\n6) Climb up the corner and take the way of least resistance to the giant ledge. 60M 5.8 Belay on gear.\n\n7) From the giant ledge, there are multiple ways to go. I took the prominent mixed hand cracks with face climbing and giant chicken heads in between. 60M to a big ledge. 5.8-9 with easier variations available. Gear or tied chicken heads for belay.\n\nFrom there, we scrambled another 400 feet to the summit proper. Some 4th to maybe easy 5th class in the hardest section of the scramble. We were in our approach shoes and didn't rope up for it, but it is exposed up there, so be careful. If climbing it in the dark, I'd suggest a rope.\n\nThe views towards the Angel Wings, Cherubim Dome and the other rock walls which surround the Hamilton Dome are incredible. Enjoy!\n\nFull report about climbing two new routes on the South Face of Hamilton Dome:\n\nvividrea1ity.blogspot.com/2…","protection":"Mostly protected by natural gear and large chicken heads. Has a bolted belay and a few lead bolts.\n\nBring a double rack from small to #1 (red) camalot. Single #2 and a #3 although second #2 may be useful. A few small offsets and a set of nuts won't hurt.","location":"South Face of the Hamilton Dome. The route takes the central buttress of the South Face. A little further west (down) from the Hamlet Buttress. Look for an obvious low angle splitter crack on the left side of the buttress. That's the start.\n\nTo get off the formation, scramble east from the summit, down a step of 4th class and slightly left down a flake. There is a sling around the flake - the first rappell. From there, three more 30 M raps (single 60M rope works fine) take you down into the notch. All rap stations are bomber."},"__v":0},{"_id":"gLFNad04XDmI5aW3W57IHA==","name":"North Arete Left Side","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"8/8/2003 Brian C., Chris W., Paul L.","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.59402,36.55581]},"left_right_index":1,"mp_id":"111766422","mp_crag_id":"109463118","climb_id":"gLFNad04XDmI5aW3W57IHA==","areaRef":"65Y06g8oUnSPC4fAeO+bDA=="},"content":{"description":"\"Class 4-5 blocks up from the notch at the base of the arete end at the base of a large right-facing dihedral. Start up the dihedral, then step left to a finger crack that leads to a ledge. Climb the flaring cracks above the ledge to a crack that ends to the left of a left-facing dihedral. Go up and right via discontinuous cracks (5.10) to the right of a large overhanging block to a large ledge. Go up and left to a groove, followed by a short, steep pitch over the headwall and 300 feet of class 4 to the top.\" - Secor","protection":"Standard alpine rack. Doubles to #3 & nuts. No bolts, must build your own anchors. Emphasize on small cams and lots of nuts and long runners.","location":"Approach: Hike up the cl. 4 ‘Lorenzo Route’ from Hamilton Lake into the bowl, it’s south from the lake up the easiest path of resistance,... or hike to the top of Hamilton Falls, walk past the falls and up a few switchbacks. Leave the trail, head south, and bushwhack a bit through chinquapin. Then look for and follow a grassy narrow ledge/ramp up past a tree until you're in the bottom of the bowl beneath Hamilton Towers. Cl 2/3 , In this bowl there are two water drainages, sometimes dried up near the end of season. Take the far right drainage up class 3 until your up in the right side of the bowl.\n\nContinue up higher almost like your hiking to the ridge line that is Hamilton Towers, look for a notch/saddle with trees and scramble over it. Down climb the other side and descend a several hundred feet to the toe of the North Buttress of Hamilton Dome. The first lower crack ramp in the bowl is cl. 4/5 chimneys that has been rapped before.\n\nDescent: After the summit, walk south, then left and zig zag down exposed cl 5 and out a sidewalk left to rap, to a blocky ledge, left then down again for two 60m raps. This is the older way to get off, pretty scary stuff. May need to leave nuts or tat. **There is a newer and much better way off, see Subliminal Verses."},"__v":0},{"_id":"ICVCryi2VfKabfsLsrKuhQ==","name":"North Arete","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Don Lauria and T.M. Herbert. 1971","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.59402,36.55581]},"left_right_index":2,"mp_id":"109463123","mp_crag_id":"109463118","climb_id":"ICVCryi2VfKabfsLsrKuhQ==","areaRef":"65Y06g8oUnSPC4fAeO+bDA=="},"content":{"description":"follow continuous cracks and corners right up the crest of Hamilton Dome's north arete.","protection":"Single set of cams to 2in.","location":"On the very crest of the north ridge."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,39fd615b-bd45-5c02-aed2-c3d586ff519d,56b8905f-e412-5ec7-b699-917dd9f22b45,eb9634ea-0f28-5274-8f0b-87c078ef9b0c","pathTokens":["USA","California","Sequoia & Kings Canyon NP","Hamilton Lakes and Valhalla","Hamilton Dome"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10a/b"},{"count":1,"label":"5.10a"},{"count":1,"label":"5.7"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":0,"beginner":1,"intermediate":2,"advanced":0,"expert":0}},"alpine":{"total":3,"bands":{"unknown":0,"beginner":1,"intermediate":2,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":2,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-118.59402,36.55581]},"bbox":[-118.5945797821627,36.55536033981814,-118.59346021783729,36.55625966018187],"left_right_index":-1,"ext_id":"109463118","area_id":"65Y06g8oUnSPC4fAeO+bDA=="},"content":{"description":""},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T05:54:18.950Z","updatedAt":"2022-11-25T11:14:10.244Z"}