{"_id":"6368a50be80bff5a995b0789","area_name":"Training Camp","shortCode":"","climbs":[{"_id":"x7vSCmcKUT6GSY01T0BTQA==","name":"What Is Your Major Malfunction, Numbnuts?","yds":"5.3","grades":{"yds":"5.3","french":"3+"},"fa":"Darren Knezek, Adam Wilson","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.6273,40.2666]},"left_right_index":6,"mp_id":"106317226","mp_crag_id":"106127286","climb_id":"x7vSCmcKUT6GSY01T0BTQA==","areaRef":"V2nCqQqyWZmP20q/5uc71g=="},"content":{"description":"A good, easy introduction to leading on the shattered, white quartzite found on the north side of the canyon.\n\nClimb through three bolts on large holds, with thought-provoking, but ultimately fairly solid rock.","protection":"3 bolts, ring anchors.","location":"The right-most bolted line in the hollow, light-colored area just to the right of the large formation containing the\n\nThe\n\nTraining Camp\n\ntwo-pitch routes. 2 [[106127290]] 5.10c 3 [[106131748]] 5.9 4 [[106131738]] 5.10a 5 [[106317226]] 5.3\n\n."},"__v":0},{"_id":"nsbqb+CzX7uNq7UgnVssZg==","name":"Wax On, Wax Off","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Darren Knezek, Shane Richins","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.6273,40.2666]},"left_right_index":0,"mp_id":"106317222","mp_crag_id":"106127286","climb_id":"nsbqb+CzX7uNq7UgnVssZg==","areaRef":"V2nCqQqyWZmP20q/5uc71g=="},"content":{"description":"A fun, short, juggy, little route on solid quartzite.\n\nStart up past a slightly overhanging section on big holds, then continue up the less-than-vertical face (with a tiny roof), looking for the big edges.","protection":"4 bolts, ring anchors.","location":"The left-most bolted route in the large\n\nTraining Camp\n\narea. Locate the large formation with the\n\nThe\n\nTraining Camp\n\ntwo-pitch routes. 2 [[106127290]] 5.10c 3 [[106131748]] 5.9 4 [[106131738]] 5.10a 5 [[106317226]] 5.3\n\n;\n\nWax On, Wax Off\n\nis on the first bit of good rock to the left (probably 50-60 feet or so left of the big formation)."},"__v":0},{"_id":"j7nrodO1WFmmFVfJk8/qiA==","name":"The Third String/Unnamed","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Darren Knezek (P1), Jim Knight (P2)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.6273,40.2666]},"left_right_index":3,"mp_id":"106127290","mp_crag_id":"106127286","climb_id":"j7nrodO1WFmmFVfJk8/qiA==","areaRef":"V2nCqQqyWZmP20q/5uc71g=="},"content":{"description":"A first pitch that is (how shall we put it?) a regrettable necessity to avoid an uncomfortable scramble to the base of the enjoyable second pitch.\n\nP1\n\n(\n\nThe Third String\n\n5.2, 60') Climb on crumbly, terror-inducing, shattered rock through eight bolts to a hangers-and-rings anchor.\n\nP2\n\n(Unnamed, 5.10c, 80') Scramble above the anchor to a ledge, above which starts much better quality rock (although there are still loose bits here and there). Climb through eight bolts to a two-bolt anchor on the top left of the formation. The climbing is quite enjoyable with a crux midway through that requires a bit of body positioning trickery. Although the climb really isn't terribly long, the position high above the canyon floor and the consequent feeling of exposure is really fun.","protection":"P1 8 bolts, hangers-and-rings anchors.\n\nP2 8 bolts, chain and hanger-and-ring anchor.","location":"Located on a tall buttress on the north side of the canyon, at the west end, just before the terrain starts sloping down to the west. Find the west-most (left-most) line of bolts on the shattered, white rock below that leads up the buttress above. There are two other routes up the upper buttress; this is the left-most (the others, from left to right are .9 and .10a).\n\nIt is also possible to get to the base of the second pitch without climbing the first pitch. Approach from the west and scramble along the base of the better quality, upper rock (I've never tried it, so I don't know how scary it is)."},"__v":0},{"_id":"5QeWVyT3WHiBTYmC9XRf8Q==","name":"There is No Try","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Christian Burrell and Tristan Higbee","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.6273,40.2666]},"left_right_index":2,"mp_id":"106565283","mp_crag_id":"106127286","climb_id":"5QeWVyT3WHiBTYmC9XRf8Q==","areaRef":"V2nCqQqyWZmP20q/5uc71g=="},"content":{"description":"Left side of the south face of the \"Penguin.\" Climb Third String and then move left to the bolts (or walk in from the west; which is pretty easy).\n\nThe first few bolts move through less than perfect, yet pretty clean rock. Then through, a more technical than you think, slab section.\n\nA great rest below a bulge, leads to a fantastic headwall! Perfect crimps and a few jugs on this will leave you loving life.","protection":"11 bolts and chain","location":"Easy lower off the route back to belay. Then to get off either rap off the chain of Third String or walk off to the west."},"__v":0},{"_id":"k3f74aeuU5uMxQaZAbLYYw==","name":"Semper Fi","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Darren Knezek","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.6273,40.2666]},"left_right_index":7,"mp_id":"106131494","mp_crag_id":"106127286","climb_id":"k3f74aeuU5uMxQaZAbLYYw==","areaRef":"V2nCqQqyWZmP20q/5uc71g=="},"content":{"description":"An interesting, easier route, made thought-provoking by loose and crumbling rock. The climbing is on positive holds, mostly large, but requires some thought and care, particularly in foot placement.\n\nClimb up through four bolts on the left side of the containing alcove, and then bear right to meet up with\n\nThe First Cut\n\n.","protection":"6 bolts and hangers-and-rings anchors (shared with\n\nThe First Cut\n\n, to the right).","location":"Found about in the middle of the\n\nTraining Camp\n\narea in an alcove where the tillite layer thins out a bit. In the alcove are two bolted routes; this is the left-most of the two.\n\nThe bolts are painted black."},"__v":0},{"_id":"Lsx8+prtUqyaiigNSQaQ6g==","name":"Rookie of the Year/An All Star","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Darren Knezek","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.6273,40.2666]},"left_right_index":5,"mp_id":"106131738","mp_crag_id":"106127286","climb_id":"Lsx8+prtUqyaiigNSQaQ6g==","areaRef":"V2nCqQqyWZmP20q/5uc71g=="},"content":{"description":"A very enjoyable, well bolted route with an airy, intimidating roof right at the top.\n\nP1\n\n(\n\nRookie of the Year\n\n5.9, 40') Start on the left side of the alcove that sits at the bottom right of the buttress. Climb up and over a small overhang using large, but somewhat suspect holds on fractured, light-colored rock. There is a spot before the overhang which will swallow most of your left leg, allowing a no hands rest (although you shouldnt need it at that point). After surmounting the overhang using good footwork continue on lower-angled rock to the anchors.\n\nP2\n\n(\n\nAn All Star\n\n5.10a, 100') Start up on good quality, hard, reddish quartzite on the right side of the arete forming the southeast corner of the buttress. As you approach the arete youll come very close to the route to the left. Stay on the right bolted line.\n\nFollow the bolts through a shallow dihedral/trough to a small roof. After overcoming this obstacle look up at the final roof and think, Oh surely not! That, however, is your goal. Climb up past a couple of bolts to just underneath the roof. Clip the bolt at the lip and remember that it is .10a. The moves over the roof are airy, extremely enjoyable, and most remarkably, not terribly strenuous.","protection":"P1 6 or 7 bolts, hangers-and-rings anchors.\n\nP2 12 bolts, anchor is bolts and hangers with large chains attached.","location":"Located on a tall buttress on the north side of the canyon, at the west end, just before the terrain starts sloping down to the west. Find the east-most (right-most) line of bolts on the shattered, white rock below that leads up the buttress above. There are two other routes up the upper buttress; this is the right-most (the others, from left to right are .10c and .9). There is also a short, one-pitch, bolted line to this routes right."},"__v":0},{"_id":"MukNpq5QWAugOeNZJz9oOg==","name":"The First Cut","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Darren Knezek","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.6273,40.2666]},"left_right_index":8,"mp_id":"106127410","mp_crag_id":"106127286","climb_id":"MukNpq5QWAugOeNZJz9oOg==","areaRef":"V2nCqQqyWZmP20q/5uc71g=="},"content":{"description":"A juggy, loose climb on shattered quartzite. Start while standing on Mineral Fork Tillite and pull up and over a small overhang in broken white quartzite past the first bolt. Continue up less-than-vertical terrain to a low-angled (read: grassy) finish to the anchor.","protection":"Six or so bolts and a hangers-and-rings anchor, shared with\n\nSemper Fi\n\n, to the left.","location":"Found about in the middle of the\n\nTraining Camp\n\narea in an alcove where the tillite layer thins out a bit. In the alcove are two bolted routes; this is the right-most of the two. There is a prominence on the left side of the alcove that sticks up more vertically than the section on which the bolts lie."},"__v":0},{"_id":"kQCywgoaWXazU3X5VKZqVw==","name":"Drill Team","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Tristan Higbee, Christian Burrell, Brett Anderson","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.6273,40.2666]},"left_right_index":9,"mp_id":"106139913","mp_crag_id":"106127286","climb_id":"kQCywgoaWXazU3X5VKZqVw==","areaRef":"V2nCqQqyWZmP20q/5uc71g=="},"content":{"description":"Climb along the right side of the wall, past 4 bolts. The crux is at the last bolt. Good holds throughout. This route has much more solid rock than the two routes to the left.","protection":"4 bolts to chain anchors. Very well protected.","location":"In a small alcove in the middle of the Training Camp area, on the same wall as Semper Fi and The First Cut. Drill Team is just to the right of The First Cut. Right-most route on the wall."},"__v":0},{"_id":"3/UAMBwSXVm8QV4ZFFoMTg==","name":"Didn't Make the Team","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Tristan Higbee, Christian Burrell","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-111.6273,40.2666]},"left_right_index":1,"mp_id":"106456460","mp_crag_id":"106127286","climb_id":"3/UAMBwSXVm8QV4ZFFoMTg==","areaRef":"V2nCqQqyWZmP20q/5uc71g=="},"content":{"description":"This route starts up a chossy, flaring squeeze, continues with some fun moves around a horn, and finishes with juggy climbing on (relatively) good rock.","protection":"Here's what I recommend: A #5 Camalot would be perfect for protecting the start (I used a #4 and it was tipped out a little). One #3 Camalot comes after that, followed by one or two .75 (green) Camalots or a green and a purple. I didn't get any gear in after about halfway up the climb but take some micro cams or nuts and you can probably get something in. There are two bolts with chains at the top that are part of another route. It's best to belay your second up. The chains aren't in the ideal place for toproping.\n\nA helmet for the climber and the belayer is definitely recommended, as is being familiar with the area's rock so that you know which holds to pull hard on and on which ones to pull lightly.","location":"On the left (west) side of the formation in the Training Camp that is called the Penguin. It's the formation that has Covey Leader to Raven and Rookie of the Year/An All Star on it. Scramble up some broken rock just left of the formation to the start of the route. There are two belay bolts far to the right that you can belay from."},"__v":0},{"_id":"dQx+GWTNWcKQoYGx1jgVPg==","name":"Covey Leader to Raven","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Darren Knezek","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.6273,40.2666]},"left_right_index":4,"mp_id":"106131748","mp_crag_id":"106127286","climb_id":"dQx+GWTNWcKQoYGx1jgVPg==","areaRef":"V2nCqQqyWZmP20q/5uc71g=="},"content":{"description":"A very enjoyable route with a first pitch on loose, fractured rock that is nevertheless pretty fun.\n\nP1\n\n(5.9, 70') An intimidating 5.9 on really poor rock; it is, regardless, quite fun. The start is overhanging with crumbly footholds; getting off the ground is probably the hardest part. Even crumblier rock awaits, and getting up and over the horn partway up the pitch requires some effort as well. Eventually you reach much better quality quartzite and a bolted anchor on a comfortable ledge.\n\nP2\n\n(5.9, 70') Climb on beautiful, hard quartzite following the bolt line to the left (the route to the right comes quite close to this one at the belay, and it is possible to use the line to the right as the second pitch if desired). Solid, positive holds abound until the upper, smoother face when the holds get a little scarcer and less positive, requiring more in the way of sidepulls. The route goes around the left side of the roof right at the end; the last bolt is at the left side of the overhang.","protection":"P1 9 bolts, hangers-and-rings anchors.\n\nP2 8 bolts, chain anchors.","location":"Located on a tall buttress on the north side of the canyon, at the west end, just before the terrain starts sloping down to the west. Find the line of bolts that starts behind a small tree on the east side of the buttress. There are two bolted lines visible to this routes right; there is also one bolted route to its left but that line isnt visible from the start of this route."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ee1d37e7-dc41-5c26-a358-5d51af01f499,5f0ed4d8-ebb0-5e78-ae15-ba7f1b3b5c51,b037c296-e68f-57e1-b9b0-29e6e393f181,0f0d1cb5-366f-59ca-93d4-ebb0b62da19b,5769c2a9-0ab2-5999-8fdb-4abfe6e73bd6","pathTokens":["USA","Utah","Wasatch Range","Southern Wasatch","Rock Canyon","Training Camp"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.3"},{"count":3,"label":"5.7"},{"count":2,"label":"5.10c"},{"count":1,"label":"5.6"},{"count":1,"label":"5.10a"},{"count":1,"label":"5.8+"},{"count":1,"label":"5.9"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"sport":{"total":9,"bands":{"unknown":0,"beginner":5,"intermediate":4,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":6,"intermediate":4,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-111.6273,40.2666]},"bbox":[-111.62788929688368,40.26615033981813,-111.62671070311633,40.26704966018186],"left_right_index":-1,"ext_id":"106127286","area_id":"V2nCqQqyWZmP20q/5uc71g=="},"content":{"description":""},"density":0,"totalClimbs":10,"__v":1,"createdAt":"2022-11-07T06:26:51.354Z","updatedAt":"2024-01-15T16:49:39.451Z"}