{"_id":"63689de0e80bff5a994f916e","area_name":"Capitol Peak","shortCode":"","climbs":[{"_id":"ocV38kl5XeWPPQ1164t9Gw==","name":"Northwest Buttress","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.082,39.1503]},"left_right_index":999999,"mp_id":"105760500","mp_crag_id":"105746266","climb_id":"ocV38kl5XeWPPQ1164t9Gw==","areaRef":"5qVcwz7QWwq1GgcPaLerJg=="},"content":{"description":"The Northwest Buttress is a fantastic journey up a crack system that turns into a steep arete going up the north face of Capitol Peak.  It is among the best of the technical routes to be found in the Elk Mountains, but it still has loose rock in some places. From Capitol Lake, continue south around the lake on a pack trail to Capitol Pass at 12,080.  From the pass, work up talus to the southeast or left until the bottom of the face is reached.  Traverse left for 30 feet to the beginning of an obvious crack system that leads to a chimney.  Fixed gear may be visible.\n\nPitch 1 - Climb a finger crack that ends with a traverse left to a roof.  Crank through the roof to gain a stance.  From the stance, clip the old fixed bolt, and climb into a crack system that begins almost horizontal and arches up and to the left.  This section is wide.  From the top of the crack, crank through another small roof to a stance.  Jam the off-finger crack (crux) above the stance to a belay of fixed slings beneath the chimney.  5.9.\n\nPitch 2 - Get into the chimney with a hard move and continue up to the end of the chimney on a slab.  Belay at an anchor of fixed slings.  Be careful of loose rock on this pitch.  5.8.\n\nPitch 3 through 5 - Scramble or simul-climb a low angled slab and gully system for 400 feet to the base of the Unicorn Spire.  Through an easy, but obscure line, climb past the Unicorn Spire on the right and continue up and right past a rotten spire to regain the crest of the arete.\n\nPitch 6 through 10 - Climb the steep arete for several pitches to gain a small saddle on the ridge proper.\n\nPitch 10 to 13 - From a fixed piton belay at the end of the saddle, climb a crack system up to a very loose roof.  Crank through the roof and go up and right.  We belayed from a fixed piton.  Continue up over slabs to the summit.\n\nThe Knife Edge Ridge is the descent route.  It is a good idea if someone in the party is familiar with the descent.  It is long and complex.  The Northwest Buttress route is very committing.  After climbing the 1st 2 pitches, you are pretty committed to climbing the whole thing and coming back down the other side.  Use Lou Dawson's guide as a reference with a topo.  Roach also gives a good description, but has no topo.  The route gets sun hit fairly early, with the bottom of the face getting the sun the latest.","protection":"Take a light alpine rack and a bigger piece, maybe a number 4 Camalot for the 1st pitch.","location":""},"__v":0},{"_id":"xu52RtxNXOu30J018EMhAQ==","name":"Northeast Ridge (Knife-Edge)","yds":"4th","grades":{"yds":"4th","french":"1"},"fa":"unknown","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.082,39.1503]},"left_right_index":999999,"mp_id":"105759126","mp_crag_id":"105746266","climb_id":"xu52RtxNXOu30J018EMhAQ==","areaRef":"5qVcwz7QWwq1GgcPaLerJg=="},"content":{"description":"Depending on which trailhead you decide to take, you need to reach the summit of K2, which is a point northeast of the summit of Capitol. Starting from the Capitol Creek Trailhead, you have a longer approach. While starting from the Snowmass Creek Trailhead, you have a shorter approach but have to battle 2 miles of boulder hopping. From K2, descend down the ridge towards Capitol Peak. This is where the fun starts. You can decide if you want to use a rope on the Knife Edge ridge or not. The climbing is very easy; however, there is a lot of exposure. Once past the Knife Edge ridge, scramble to the summit.","protection":"If you decide to take a rope, you will need a limited rack.","location":""},"__v":0},{"_id":"4Qp/kbefXZqOPO63xc+5IQ==","name":"Early Times","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Jeff Jackson, David Rasmussen, Josh Smith","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.082,39.1503]},"left_right_index":999999,"mp_id":"106831213","mp_crag_id":"105746266","climb_id":"4Qp/kbefXZqOPO63xc+5IQ==","areaRef":"5qVcwz7QWwq1GgcPaLerJg=="},"content":{"description":"Approach as for the standard\n\nNorthwest Buttress\n\n.\n\nP1. The first pitch begins directly off the top of the talus cone (in contrast to the NW Butt which begins well to the left). Take the obvious crack/dihedral to a belay below the roof (5.10, 35 meters).\n\nP2. Pitch two climbs up and right, following discontinuous cracks (5.9+, 30 meters).\n\nP3. Pitch three goes right 15 feet from the belay to a crack. Follow the crack to a ledge (5.8, 30 meters).\n\nP4. Pitch 4 traverses straight left along a horizontal crack, then turns up and climbs to the 4th class bowl below the Unicorn Spire (5.8, 30 meters).\n\nP5. Follow the standard\n\nNorthwest Buttress\n\nroute to the summit.\n\nThis has excellent rock similar to the first pitch on the standard\n\nNorthwest Buttress\n\n, but this adds three more pitches of technical climbing. See the comments on the standard\n\nNorthwest Buttress\n\nfor warnings about loose rock up high. Nothing too dire. All in all, this is a very enjoyable outing  unless you get hosed by the weather.","protection":"Single set of cams to 2 inch (#2 Camalot) including small sizes (TCUs or C3s) and a good selection of nuts including brass or steel. Take a bunch of shoulder-length slings to help with drag.\n\nFixed gear: Some fixed knife blades. Pitch 1 has one bolt. Pitch 2 has two bolts.\n\nAnchors consist of two bolts on Pitch 1, a bolt and nut placement on Pitch 2, a bolt and nut placement on Pitch 3, and two bolts on Pitch 4.\n\nTotal bolt count: 9. Total protection bolts: 3.\n\nYou can bail at any point with a 60 meter rope (though you'll need leave two nuts and downclimb easy rock at the bottom of Pitch 1).","location":"You basically dead-end into this route after climbing the talus cone. You can see a bolt on the first pitch that protects moves into the dihedral. The route starts approximately 200 feet right of the\n\nNorthwest Buttress\n\nroute and follows a very obvious system of corners and cracks."},"__v":0},{"_id":"QZZLQ72nUnm0CZ9tS55e3Q==","name":"Capitol-Snowmass Traverse","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Karl Gustafson, and Bob Allen, 1951.  2nd ascent: Bill Forrest and Glen Denny, Snowmass to Capitol,  1966","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.082,39.1503]},"left_right_index":999999,"mp_id":"105763659","mp_crag_id":"105746266","climb_id":"QZZLQ72nUnm0CZ9tS55e3Q==","areaRef":"5qVcwz7QWwq1GgcPaLerJg=="},"content":{"description":"This is the roughly 2.5-mile-long ridge that connects the Elk Range's two granite Fourteeners, Capitol and Snowmass. It's far and away the hardest 14er-connecting ridge in Colorado, and likely one of the hardest ridges in the state, for a variety of reasons -- length, exposure, route-finding, loose rock (extremely loose rock, almost the whole way).\n\nTo do this as a loop trip, park at the Snowmass Creek trailhead. (From the town of Snowmass on CO Hwy 82 drive south 1.7 miles to a T-junction. Turn left. Drive about 10.7 miles -- the road turns to dirt around 7 miles -- over a bridge spanning Snowmass Creek to another T-junction. Turn right and drive to the Snomass Creek Trailhead at the road's end.) Now climb Capitol via the Knife Edge (NE Ridge), approaching from West Snowmass Creek (go 1.7 miles up the Snomass Creek Trail to the West Snowmass Creek fork on the right, which is signed; head up this trail a good three-four steep miles until you can contour along the east side of Mount Daly, near then at timberline, into the basin northeast of K2 that contains Moon Lake -- this is a good place to fill water bottles).\n\nFrom the summit of Capitol, descend SW along the knife-edge (loose, exposed) until you can downclimb due south into a bowl (some 5.7ish stuff, exposed). Continue south just west of the ridgeline on good, solid slabs, which lull you into thinking that the rest of the ridge will be bomber (it ain't). As soon as the slabs end, negotiate a series of gendarmes, invariably dropping west when the ridge itself either becomes too loose or impassable. This may involve 4th and 5th class downclimbing, depending on how far you drop off the ridge, and where. Continue this way for a long way, on terrain that is so sustained in its looseness as to be psychologically wearing. (I accidentally trundled some big stuff -- not onto myself -- it works best to keep your limbs as spread out as possible onto different blocks in case one goes. They all shift.) It also seemed best to stay right on the ridgeline when possible, as this places you atop all the choss.\n\nAlong the way you'll pass various notches that allow you to bail east into the Pierre Lake Cirque, from which you could drop back down to Snowmass Creek, and your car. You can also bail west at any point, but it would put you miles and miles from your car, with your best way out at that point being to negotiate a return northward to Capitol Creek.\n\nJust before North Snowmass Mountain, after you've negotiated a prominent sub-peak, the ridge becomes an absolute nightmare, with car-sized teetering gendarms and huge scalloping flakes on the walls below them. Drop down west via a nasty downclimb (you could rappel, I think) to the talus below and walk south 50 yards until you're beneath a huge, rotten overhanging bowl in the ridge. Climb up diagonalling ramp/cracks to the right of the bowl on the north-facing wall (5.5, very exposed) to gain a faint rib. Follow dirt, loose blocks, etc. back to the ridge proper, then a nice pitch of solid rock (5.5/5.6; pass an old piton) on white stone takes you straight up the ridge to the summit of North Snowmass.\n\nThe agony is over ... cruise over to the summit of Snowmass (3rd class), then descend via the East Face route to Snowmass Lake. An 8-mile walk out on the Snowmass Creek trail takes you back to the car.\n\nIf you do this with a partner, stay at least 50 feet apart at all times. A rope would be useful for the occasional rappel; luckily, most of the 5th class terrain is on solid rock, but this is still a big, albeit spectacular, chossheap in the sky. Tread lightly ...\n\nHistory\n\n:\n\nThe first ascent of the North Ridge of Snowmass (maybe the most technical bit of the traverse; this is where I found the pins) goes to Paul Petzold and a group of Outward Bound students he was leading on July 3 or 4, 1963, according to Gary Neptune, who was one of Petzold's students that day. \"Petzold was the chief climbing instructor at Outward Bound then and led the climb for a group of the better climbing students. He let me lead the second rope,\" Neptune wrote in an email. \"There's a photo in the store of our little group on the summit after that climb. Maybe that was the first ascent of the ridge. There were no pitons other than the ones Paul placed, and I didn't remove any. I took a nice photo of the connecting ridge and thought that it might make a great traverse, but I never went back.\"\n\nAs for the FA of the integral ridge? Bill Forrest and Glen Denny set out, according to Forrest, with the goal to climb \"from the Outward Bound camp above Marble to the summit of South Maroon, then climb Snowmass, then on to the summit of Capitol, and then return to the O.B. camp - in less than 24 hours.\" Part of their monster day, then, was to traverse from Snowmass to Capitol and, says Forrest, \"we didn't stay on the ridge all the way when we traversed from Snowmass to Capitol. Staying on the 'true ridge' between Snowmass and Capitol was never part of the plan. We were pretty tired when we summited Snowmass. As I recall (and remember that was over 40 years ago), we were just below the ridge most of the way as we headed west/northwest. We had to gain the ridge to summit Capitol and encountered a bit of 5th class as we climbed to the top of the ridge just S. E. of Capitol's summit.\"\n\nSo for now, I don't know who made the FA going from Capitol to Snowmass or how closely that hove to the ridgecrest itself. One section, to me, looked so loose as to be impassable, but you never know....\n\nForrest and Denny's accomplishment in 1966 is truly remarkable, a feat rarely if ever repeated, I'd imagine. Says Forrest, \"It was a long day in the hills. In short, we did the tour in under 24 hours, and my knees were badly damaged in the process. It was many years before I could walk without pain again.\"","protection":"If you're doing this with gear: a 60-meter rope, a few extra rappel slings (and rap rings), a light rack of stoppers, and cams to 2\".\n\nFootwear: approach shoes with sticky rubber and/or a light pair of rock shoes (slippers).","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,b8bc6400-2efc-577d-b6a6-c5367641fd44,e6a55cc3-3ed0-5b0a-b51a-070f68b7ab26","pathTokens":["USA","Colorado","Alpine Rock","Capitol Peak"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.9"},{"count":1,"label":"4th"},{"count":1,"label":"5.10"},{"count":1,"label":"5.7"}],"byDiscipline":{"trad":{"total":4,"bands":{"unknown":1,"beginner":1,"intermediate":2,"advanced":0,"expert":0}},"alpine":{"total":4,"bands":{"unknown":1,"beginner":1,"intermediate":2,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":1,"beginner":1,"intermediate":2,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-107.082,39.1503]},"bbox":[-107.08257983825523,39.14985033981814,-107.08142016174476,39.150749660181866],"left_right_index":-1,"ext_id":"105746266","area_id":"5qVcwz7QWwq1GgcPaLerJg==","polygon":{"type":"Polygon","coordinates":[[[-107.08257983825523,39.14985033981814],[-107.08142016174476,39.14985033981814],[-107.08142016174476,39.150749660181866],[-107.08257983825523,39.150749660181866],[-107.08257983825523,39.14985033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":4,"__v":1,"createdAt":"2022-11-07T05:55:53.762Z","updatedAt":"2024-02-19T18:31:14.349Z"}