{"_id":"6368a36ae80bff5a99582969","area_name":"(t) Kiss of the Lepers Buttress","shortCode":"","climbs":[{"_id":"kSHeuFZbUFiTQWYgwcY4bA==","name":"You're Tearing Me Richard!","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"FA Bob Lehman & Owen Jenkins - Feb. 2016","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.14276,44.37209]},"left_right_index":1,"mp_id":"119657927","mp_crag_id":"105852647","climb_id":"kSHeuFZbUFiTQWYgwcY4bA==","areaRef":"7IV4kwKyVbGXtWArgXb57Q=="},"content":{"description":"This is a 4 pitch climb that is mostly bolted, but the second pitch is mostly gear. P1 (5.9+) climbs a bolted face with huecos, past an awkward mantle with a perma-draw to the bolted anchors to the right. P2 (5.9) climbs up past 3 bolts into an offwidth where the gear starts. Climb the offwidth onto a ramp where there is short fun dihedral to the bolted anchors above. P3 (5.9+) climbs straight up the bolted face above, with an exciting finish to the bolted anchors above. P4 (5.9) climbs a bolted face that climbs out right from the anchors, before heading straight up; the second bolt is not obvious. P4 ends at a large alcove with bolted anchors. \"Walk off pitch\" you can continue up a 2 bolt face to the final \"walk off\" anchors if you want to walk off via the First Kiss walk off (which is 50'ft. to the climbers right); the final anchors are safely situated back from the exposure of the route. All belay stances are large and comfortable and all the anchors are equipped with rappel ring anchors; if you want to rappel the route (the route can be rapped with a single 60m rope). This is a really fun route and I cleaned it fairly well, but as with all new routes, it will only get better with time.","protection":"P1 - sport/9 bolts, P2 - mixed/3 bolts, then gear to 3 inches, P3 - sport/10 bolts, P4 - sport/8 bolts, walkoff pitch - sport/2 bolts","location":"This route is found on the Kiss of the Lepers Buttress. From the base of \"The Climb\", continue uphill (climbers left) along the base of the rock, for roughly 200'ft. until you come to a large face with huecos. Where the huecos start, you will see the line of bolts heading up this face. The climb \"Groove Thang\" is roughly 200'ft. to the left of this."},"__v":0},{"_id":"7or+lyl/VUi4aLOnZegkXw==","name":"Groove Thang","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.14276,44.37209]},"left_right_index":0,"mp_id":"108049583","mp_crag_id":"105852647","climb_id":"7or+lyl/VUi4aLOnZegkXw==","areaRef":"7IV4kwKyVbGXtWArgXb57Q=="},"content":{"description":"When Allen Watts says secretive, He means it. Looking for this route left me cursing Watts's name but when I found it at the top of a gully it was amazing. The bottom half of the route is stemming in a smoothed tube, similar feature as Hydrotube up at Flagstone. Great protection. The top is a pile. The top becomes the crux not because the moves are difficult but because I am not sure the bots could take a fall. Although the top is foreboding it is a must do route at Smith.","protection":"long runner for a couple of the draws. 8 bots. fixed anchors","location":"Kiss of the Leaper Area. Go all the way up the hillside until you come to a gully.  Go up the gully, make a few birthing jokes as you climb up a series of vag shaped holes and then look to your right. You may or may not see the bolts gleaming in the sun light. They are there, trust the good old guide book.  Look for the tube and you will see the bolts."},"__v":0},{"_id":"ySdf3lhaU+mLjzqKB5H57A==","name":"French Kiss","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Owen Jenkins & Bob Lehman 9/30/2015","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.14276,44.37209]},"left_right_index":3,"mp_id":"111158476","mp_crag_id":"105852647","climb_id":"ySdf3lhaU+mLjzqKB5H57A==","areaRef":"7IV4kwKyVbGXtWArgXb57Q=="},"content":{"description":"P1 - 5.10a crux above the 2nd bolt.    P2 - 5.10a crux above the 5th bolt.   More stout start to First Kiss and if your up for the grade, a good alternative to bypass slow parties on First Kiss. The route is new, so it needs to see some traffic/cleaning, otherwise, a fun climb on good rock.","protection":"Sport/Bolts   P1 - 9 bolts, P2 - 8 bolts   Ends at the anchors for the 2nd pitch of First Kiss.","location":"French Kiss is roughly 60ft. to the North (climbers left) of First Kiss. This is next to the second tree to the left of First Kiss, with some large huecos, in an obvious water streak.   The first pitch anchors have rap-rings, but you will need a 70 meter rope to rap from here. Otherwise, complete the route to the second pitch anchors with First Kiss and make a double rope rappel, or complete First Kiss."},"__v":0},{"_id":"CJsVGVNEUBGldCZd0mgtuw==","name":"First Kiss","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Ryan Lawson - 2002","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.14276,44.37209]},"left_right_index":4,"mp_id":"105852652","mp_crag_id":"105852647","climb_id":"CJsVGVNEUBGldCZd0mgtuw==","areaRef":"7IV4kwKyVbGXtWArgXb57Q=="},"content":{"description":"The First Kiss is a creatively constructed, fully bolted multi-pitch route tucked off in the northern most reaches of the park.  The route has five pitches but, by linking the first two pitches, it can be done in four (but not recommended).  All anchor stations have two bolts. Be aware that due to the locations of the anchor stations communication can be challenging - especially if there is a breeze blowing and/or if you've linked the first two pitches - and rope drag can be a problem on much of the route. \n\n  The first pitch (5.7) follows a generous collection of bolts up in a fairly straight line past a single high step crux to a fairly comfortable, semi-hanging belay station. \n\n  Pitch two (5.6) continues up an interesting blocky face and on a short arete to an excellent wide belay balcony with a sweet view of the north face of Monkey Face and the Cascade mountains to the west. \n\n  Note: if you chose to link pitches one and two be sure to attempt to use standard length runners at appropriate bolts to minimize rope drag.  However, if you link these pitches, no matter how skillfully you might long runner and/or skip bolts you will experience some rope drag. \n\n  Pitch three heads horizontally north slightly down for about 40 feet along a ramp and then turns modestly up left another 40 feet to a fun crux move (5.5) just before the belay station. Plan on substantial rope drag on this nearly horizontal and rounded traverse pitch. \n\n  Pitch four (5.5) traverses up and left into and then up and out of a mossy bowl via a short and fun blocky arete.  A short traverse left after the arete leads to a belay station atop a small bolder at the base of an orange-colored, pothole filled wall. \n\n  Pitch five (5.7) heads straight up the wall passing a short left-facing book and then continuing up another fun wall to the finishing anchors. There are two sets of anchor bolts at the top of the climb - the upper set are recommended. \n\n  Descent:   It is recommended that you do not attempt to rappel this wandering route.  Instead, walk off (you did remember to bring your approach shoes with you, didn't you?) by a short scramble above the final anchors to the top of the formation and then carefully down-climbing from the exposed top to a notch.  Follow the faint climbers trail that leads to the hikers trail coming down from the mesa.  The other option is to pack all of your gear and climb the route \"alpine style\". Then hike / scramble up to the trail system on the top of the mesa.","protection":"Quickdraws plus a number of standard length runners.  To link the first two pitches (not recommended) have at least 15 draws/runners if you plan to clip every bolt.","location":"Once you reach the base of the Kiss of the Lepers Buttress via the hiking trail from the base of Monkey Face continue for about 50 feet and exit the hiking trail onto a short climbers trail to the obvious left-facing dihedral. Look for bolts ascending the west-facing wall."},"__v":0},{"_id":"DUObcYkxUjKsWohefbUymg==","name":"The Climb","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Ryan Lawson, Thomas Emdse, 3/31/2002","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.14276,44.37209]},"left_right_index":2,"mp_id":"109405004","mp_crag_id":"105852647","climb_id":"DUObcYkxUjKsWohefbUymg==","areaRef":"7IV4kwKyVbGXtWArgXb57Q=="},"content":{"description":"The best route on the wall and maybe one of the ten best at Smith Rock hides in the astounding water groove on the second pitch. You can try your luck on the rotten rock on the first pitch but most just aid it. Second pitch provides a unique rap, almost cave like. Great line of bolts runs past stems and a bulge crux(10d) to an overhang with great jugs and position, pull around to the anchors. Pitch three traverses left and up to a set of anchors( you can follow the bolt line at these anchors for Dreams that I Carry 10a, two pitches you end on the same anchors as the climb and first kiss) continue up to the right to another set of anchors on top of a block. Last pitch is the same as last pitch of first kiss. Note, watch the loose block at the top anchors!","protection":"P1:9   P2:10   P3:9   P4:14","location":"Kiss of the Lepers Area, Smith Rock   Start is to the left of First Kiss about 60 yards under the crappy roof   You can walk off, or better yet rap into the groove, its astounding!   The monkey is to your right, you can't miss it"},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,5f05ed84-1a18-52d9-b8cf-77f8fd01e061,e7aeefae-15e1-5de7-a395-a48727784e98,f3c655b6-9c95-597f-aaa6-fd7d8a4865ec,ec857893-02b2-55b1-97b5-602b8176f9ed","pathTokens":["USA","Oregon","Central Oregon","Smith Rock","(t) Kiss of the Lepers Buttress"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.9"},{"count":1,"label":"5.8"},{"count":1,"label":"5.10a"},{"count":1,"label":"5.7"},{"count":1,"label":"5.12c"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}},"sport":{"total":4,"bands":{"unknown":0,"beginner":2,"intermediate":1,"advanced":1,"expert":0}},"tr":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":2,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-121.14276,44.37209]},"bbox":[-121.14338905951664,44.37164033981814,-121.14213094048334,44.372539660181864],"left_right_index":-1,"ext_id":"105852647","area_id":"7IV4kwKyVbGXtWArgXb57Q=="},"content":{"description":"The Kiss of the Lepers Buttress is the distinct formation due north of Monkey Face featuring three huge blocks that staircase up from the river."},"density":0,"totalClimbs":5,"__v":1,"createdAt":"2022-11-07T06:19:23.323Z","updatedAt":"2022-11-25T11:21:11.900Z"}