{"_id":"63689d20e80bff5a994f241b","area_name":"Wilderness Dome","shortCode":"","climbs":[{"_id":"i9N1q4HMUdmAOORZGcCHZg==","name":"Smokin' a J at the See Saw","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"JMw, Asher Sussman","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-110.8865,32.39]},"left_right_index":0,"mp_id":"108144798","mp_crag_id":"108144789","climb_id":"i9N1q4HMUdmAOORZGcCHZg==","areaRef":"XqSoa7i1XruNIv67ZFpWgg=="},"content":{"description":"1. Start just left of the tongue, avoiding most of the vegetation, and diagonal across the main corner over easy blocks to a large tree behind the pointy block. Access cracks behind and left of the tree and continue up to belay at about 140.  (5.7  140)   2. Head up and right into the main corner system. When the corner steepens and the crack thins out you can step left to a fuzzy crack for a ways, then step back right and finish up the steep corner that eventually kicks back. Belay at top of tongue formation.  (5.9  160)   3. Diagonal right on tricky moves to a bolt. Step down and right then diagonal up and left on easy, slightly runout ground to another bolt. Wander left and right past minimal gear to 3rd bolt. A long traverse left places you on a small ledge at the base of a wide crack/corner with lots of black lichen.  (5.8  170)   4. Climb wide crack up and right, exiting onto easier ground that diagonals back left then up through chimney section. Continue up easy ground and belay at tree if your rope is long enough.  (5.8  195)   5. Easy to top!  (5.4  120) \n\n  Descent:  Scramble down east then north to a deep notch that leads around to left side of dome.  We made one half rope rap then a double-rope rap to get to a lovely bushwhack back to the packs at the base. Look for a big vegetated ridge of rock that guards the base of the rock at the left end as you approach the route. We were able to cut across the top of this on the way down, making a short 30 rap to access the base of the main face then thrash back to the packs.  This cut out what would have been some extra downhill followed by some extra uphill. ","protection":"Stoppers, doubles to 2\". 1 each #3, #4, and #5 Camalots or equivalent.   Double ropes best due to wandery P. 3.   2 ropes needed for current rap route.","location":"Drive to Catalina State Park on Oracle Road (Hwy. 77) just north of Tucson in Oro Valley.    After paying the entrance fee of $7.00 as of Jan. 2013, (self-pay if you've started as early as you should!), park at the parking lot for the Ruins Trail. Immediately after crossing the huge CDO wash, just before the trail heads uphill, there is a well used horse trail forking right. Take this trail as it climbs up onto a ridge that parallels the Ruins Trail ridge. It eventually heads right into Alamo Canyon. Right before it drops into the canyon there is a new trail that stays on the left side of Alamo for quite a long ways. It eventually drops into the canyon. Follow the canyon to the obvious side drainage that shoots up to the base of Leviathan.    Hike up to, then around the left (north) side of Leviathan Dome. The huge rock behind is Wilderness Dome. This route starts up the left side of a huge, broken tongue of rock in the center of the dome, to the right of the waterfall scoops. The 2nd pitch ends on top of this tongue near some trees. The remainder of the climb skirts the overhangs above on the left through cracks and a short chimney.  Approach takes 3 to 4 hrs."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,24e148bb-4884-59e8-9870-43ce21f1a337,6f40f8bb-61ae-569f-a656-25752de45c0c,f2591e24-8f94-5cb3-9f02-92bfe3f5cd61,1ab0c748-3ae8-5ef9-be9e-40f9aa3abc01,5ea4a86b-b8b5-5ebb-8d22-febb645a5682","pathTokens":["USA","Arizona","Southern Arizona","Mount Lemmon (Santa Catalina Mountains)","Alamo Canyon","Wilderness Dome"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.9"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-110.8865,32.39]},"bbox":[-110.88703250683221,32.389550339818136,-110.88596749316775,32.39044966018187],"left_right_index":-1,"ext_id":"108144789","area_id":"XqSoa7i1XruNIv67ZFpWgg=="},"content":{"description":"This is the big dome of rock that towers over Leviathan when viewed from the Oracle Hwy.   You probably won't have to wait in line to get on this one."},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T05:52:50.542Z","updatedAt":"2022-11-25T11:09:41.548Z"}