{"_id":"63689d20e80bff5a994f2491","area_name":"Wall of the Trundling Trolls","shortCode":"","climbs":[{"_id":"gFIiSJpgWRihZ8yLppsdSw==","name":"You're Fired!","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"SA, Scott Drawz","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.71788,32.38723]},"left_right_index":16,"mp_id":"106224429","mp_crag_id":"106118749","climb_id":"gFIiSJpgWRihZ8yLppsdSw==","areaRef":"uLijzR+HVv+kVTvv01md3Q=="},"content":{"description":"This dismissive route follows the thin seam between Few Species and Business as Usual, and presents two distinct cruxes, either of which can eject the applicant. This pitch would be an excellent choice to reach the crux 2nd pitch of Hostile Takeover, if continuously difficult climbing is desired. Scramble up to the small ledges below the seam bearing three bolts. Hard moves past the bolts reach the easier crack above which is protected by excellent wired nuts. When just below the big roof, look for two bolts leading out and over the roof to the right. Undercling the roof, then turn it below the huge chickenhead. Continue up to the bolt above (protects the follower), then traverse right to the belay anchors. (Squeezing the Lemmon quality scale: 2 out of 3 stars.)  \n\n  \tVariation  5.11+ ***     After the initial 3 bolts, climb the easier crack till just below the left end of the roof. A small, hanging, right-facing corner (mentioned as a variation on pitch 1 of Few Species) is directly above this stance. Continue up this feature to the right-facing corner system above. Join the second pitch of Hostile Takeover from this point onward, passing through the strenuous crux section and on up to the anchors. Done as one pitch, this combination is one of the most demanding lines on the entire Troll Wall. (If you just havent had enough by this point, you could traverse over right to the belay for Performance Anxiety, and top out on that variation!)  ","protection":"6 bolts, pro to 1\", anchors.","location":"Start 10 feet right of Few Species (see Squeezing the Lemmon) below the vertical, thin seam."},"__v":0},{"_id":"SDlbKHvQXsiCCV4yAGZaHg==","name":"Valhalla","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Ray Ringle, John Steiger","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.71788,32.38723]},"left_right_index":21,"mp_id":"106224444","mp_crag_id":"106118749","climb_id":"SDlbKHvQXsiCCV4yAGZaHg==","areaRef":"uLijzR+HVv+kVTvv01md3Q=="},"content":{"description":"Another Catalina super-classic! Although both pitches have been lead as one, most people will do this climb in two pitches. Superb climbing on high-quality stone makes this a must-do route! (Squeezing the Lemmon quality scale: 3 out of 3 stars.) \n\n        Pitch 1  Begin climbing in the prominent right-leaning crack that turns into an obvious undercling roof approximately 40 feet above the ground. Ascend this feature, turn the undercling at its right end, and continue up to a small belay ledge. 5.11-, pro to 4½, 95 feet. \n\n        Pitch 2  Step up into clean cracks in a shallow recess, then continue up into the prominent left-arching corner. Look for an obvious way to turn the roof above the corner (be careful when placing protection in the highly fractured rock forming the roof), then continue to the top. 5.10-, pro to 3½, 90 feet.  \n\n        Variation  Valhalla Direct 5.10 ***    An alternate start begins in the crack system located directly below the right end of the obvious undercling. A well-protected start over a small roof leads to a right-leaning section of crack that pinches off (5.10) 15 feet below the undercling of Valhalla. Originally rated 5.10R, this start is no longer runout due to the use of modern small cams. This safe, alternate start is very high quality, and a great way to climb all of Valhalla in one long pitch. Note: As of the summer of 2005 there was an \"obstruction\" directly below the 2nd pitch roof finish of Valhalla. Combining this obstacle with the dubious nature of the protection in the highly fractured roof, an alternative finish was climbed using one bolt to exit the prominent left-leaning corner that constitutes the upper section of pitch 2 of Valhalla. By leaving the corner 15 feet below the \"obstruction\", a strenuous hand traverse (protected by the bolt at chest level) leads right and up (5.10) to a ledge bearing a belay/rappel anchor.","protection":"Pro to 4.5\".","location":"See Squeezing the Lemmon."},"__v":0},{"_id":"FsNnVjrcVO+FSnsaxDc0YA==","name":"Unforgiven","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"SA, Abishek Chandrashakur, Justin Keptuch","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.71788,32.38723]},"left_right_index":22,"mp_id":"106224447","mp_crag_id":"106118749","climb_id":"FsNnVjrcVO+FSnsaxDc0YA==","areaRef":"uLijzR+HVv+kVTvv01md3Q=="},"content":{"description":"Another amazing climb; with sustained, aesthetic moves. The final, lengthy crux section is stunning. Start Between Valhalla and Valhalla Direct, at a prominent right-facing pointed flake. Climb up to a roof  (#4 Camalot) bearing a bolt above, pull through to the crack above, and then transfer left onto the easy section of crack on Valhalla. Reach up and out left to a roof, and up through the roof to a hanging, left-facing corner. Engage the crux section, and hope for absolution! (Squeezing the Lemmon quality scale: 2 out of 3 stars.","protection":"8 bolts, stoppers #3-7, small cams, #4 Camalot, anchors.","location":"Start downhill and right of Vahalla (see Squeezing the Lemmon), on the right side of the prominent right-facing, pointed flake."},"__v":0},{"_id":"mc9fZ2pSX5et41vQfLYd7Q==","name":"Tyr","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"John Steiger, Ray Ringle","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.71788,32.38723]},"left_right_index":25,"mp_id":"106224456","mp_crag_id":"106118749","climb_id":"mc9fZ2pSX5et41vQfLYd7Q==","areaRef":"uLijzR+HVv+kVTvv01md3Q=="},"content":{"description":"Start on the easy slab below an attractive right-leaning crack that doglegs back left after 45 feet. Although the crux sequence is challenging, the remainder of the pitch is much easier. Climb the crack to a small rest ledge 10 feet above the point where the crack doglegs back left (the original route continued up and left in this easy weakness, but the following suggestion is highly recommended for the best finish.) Protect out right in the thin right-leaning crack, then step out and engage the thin crack to where it ends just below the anchors. A final steep move gains the ledge and the anchors found just below the original sling belay/rap station. Finish on either of the bolted second pitches above (recommended; Loki 5.11b, or Best of Both Worlds 5.10+) or traverse right and finish up on Sloth.  (JS, RR; one fall/hang. 2004 first known redpoint) (Squeezing the Lemmon quality scale: 1 out of 3 stars.)","protection":"1 bolt, pro to 3.5\", anchors.","location":"See Squeezing the Lemmon."},"__v":0},{"_id":"vIYw/TuvUzKlan/P3c36eA==","name":"Trollkind","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"John Steiger, Mike Strassman","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.71788,32.38723]},"left_right_index":19,"mp_id":"106224438","mp_crag_id":"106118749","climb_id":"vIYw/TuvUzKlan/P3c36eA==","areaRef":"uLijzR+HVv+kVTvv01md3Q=="},"content":{"description":"The nightmarish loose block that used to block safe entry to this crack system has been trundled, leaving a high-quality first pitch. Some additional cleaning also helped! The first pitch is well worth climbing, while the second is quite disappointing in that a section of nasty bird poop must be traversed past under the roof. Perhaps the best, and most direct way to finish this route would be to turn the upper roof on Valhalla. (Squeezing the Lemmon quality scale: 2 out of 3 stars.)  \n\n        Pitch 1  Gain the right-leaning crack system that starts out with some closely spaced left-facing corners. Moderate climbing leads to a rest below a steep section of rock. Continuously difficult moves lead to a small stance out right on a chickenhead with a bolted anchor station. Belay here instead of the lower ledge with the frightening loose block (and poorly directionalized anchor placements.) (An easy, well-protected traverse straight left from approximately 10 feet below the chickenhead stance, followed by  a few moves up, gains the bolted belay/rappel station for Business As Usual. This allows a rappel point that can reach a lower rappel station so that only one rope is required to descend.) 5.10, pro to 3½, 125 feet.  \n\n        Pitch 2  Continue up the crack to the large roof. Traverse left approximately 30 feet until the roof can be turned. A short section of steep, but easy face leads to the top. (Not a recommended pitch.) 5.9, pro to 3½, 60 feet.  ","protection":"Pro to 3.5\", anchors for pitch 1 only.","location":"See Squeezing the Lemmon."},"__v":0},{"_id":"OHe6Sf4xURqcLsBKj/N3YA==","name":"That's Entertainment","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"SA, Abishek Chandrashakur, Justin Keptuch","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.71788,32.38723]},"left_right_index":33,"mp_id":"106127838","mp_crag_id":"106118749","climb_id":"OHe6Sf4xURqcLsBKj/N3YA==","areaRef":"uLijzR+HVv+kVTvv01md3Q=="},"content":{"description":"   Pitch 1  Well protected seams and cracks, culminating in face moves with two bolts, lead to the anchors. 5.9, 2 bolts, pro to 2, 60 feet. \n\n   Pitch 2  Step right from the belay and up to the right-facing corner. Climb this to a stance below the overhanging headwall. Bolts protect a technical, overhanging sequence, and lead to the second anchor. 5.11, 5 bolts, pro to 1, 50 feet.","protection":"Pro to 2 inch, draws for bolts.","location":"Located between Balin Goes to Hollywood and The Slot, this fun line is worth the time, if just for the first, moderate pitch. When doing the entire route, it is recommended to be lead in one pitch, if thoughtfully long runnered in the vicinity of the first belay station.  "},"__v":0},{"_id":"D+5PS0NXX1G3Zj1/fwm7eA==","name":"Talk of the Nation","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"S Ayers, Abishek Chandrashakur","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.71788,32.38723]},"left_right_index":38,"mp_id":"106118752","mp_crag_id":"106118749","climb_id":"D+5PS0NXX1G3Zj1/fwm7eA==","areaRef":"uLijzR+HVv+kVTvv01md3Q=="},"content":{"description":"Beautiful climb located 25 feet right of Take Apart the Robots. Look for a vertical seam/weakness that heads towards a prominent right-facing corner capped by a roof. More overhangs and roofs await above, ending at the anchors. (Squeezing the Lemmon quality scale: 2 out of 3 stars)","protection":"Bolts.","location":"Toward the right end of the wall."},"__v":0},{"_id":"7QJmuBRQXtGh68BnGXe32g==","name":"The Tao of Choy","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"SA","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.71788,32.38723]},"left_right_index":10,"mp_id":"106224411","mp_crag_id":"106118749","climb_id":"7QJmuBRQXtGh68BnGXe32g==","areaRef":"uLijzR+HVv+kVTvv01md3Q=="},"content":{"description":"This fun route begins in the seam/crack, which turns into a right-facing corner about 15 feet above the slab start. Approximately 10 feet higher is a small roof where the corner jogs right. This is the location where a few moves out of the dihedral to the left and up gain a ledge (the same ledge as Do You Want to Live Forever? Not leaving the corner at the appropriate location leads to filthy rock and loose blocks). The remainder of the climb ascends the prominent left-facing dihedral to the anchors at 100 feet.  Although a gigantic column forms the upper left-facing corner, the feature is completely solid and enjoyable. (Squeezing the Lemmon quality scale: 1 out of 3 stars.)","protection":"Pro to 3.5\", anchors.","location":"This route is the second crack system down and right from Gully (see squeezing the Lemmon.)"},"__v":0},{"_id":"lsj7zCPDWoOjY71eVRxZkw==","name":"Take Apart the Robots","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"Alex Kiss, Mike Strassman - 1982","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.71788,32.38723]},"left_right_index":36,"mp_id":"106124745","mp_crag_id":"106118749","climb_id":"lsj7zCPDWoOjY71eVRxZkw==","areaRef":"uLijzR+HVv+kVTvv01md3Q=="},"content":{"description":"(by Scott Ayers) The original moderate plum of the crag, but a thought-provoking and difficult lead for its grade. Not the best choice for an aspiring 5.8 leader, if the quantities of seasonal bail-off gear are any indication. It is recommended to belay/lower from the bolted rappel station below the pine tree, as this marks the end of the quality climbing. Follow the left-leaning, left-facing corner for about 30 feet till it ends, then step back left and into the prominent right-facing corner that defines the bulk of the remaining difficulties. Pro to 3½, 65 feet.","protection":"Pro to 3½, Chains at 65 feet.","location":"Towards right end of the wall, just left of \"Slip Service\""},"__v":0},{"_id":"SFT93bH2XJmgyTIPUlw4Rg==","name":"Sudden Death","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Mike Strassman, Alex Kiss","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.71788,32.38723]},"left_right_index":31,"mp_id":"106224474","mp_crag_id":"106118749","climb_id":"SFT93bH2XJmgyTIPUlw4Rg==","areaRef":"uLijzR+HVv+kVTvv01md3Q=="},"content":{"description":"This demanding climb is interesting, varied, and well protected. Look for the prominent, left-facing corner system that switches cracks about 25 feet up. It is best to establish the belayer at the ledge at the base of the steep climbing. Some climbers will do this route in two pitches, stopping at the infamous sudden death belay block (which is well-attached to the wall.) This is an awkward and uncomfortable belay station, and one of the two following options is suggested. The best way to do this climb is in one pitch to the top. This requires a number of long runners, and thoughtful placements to reduce rope-drag. The other option is to belay approximately 65 feet above the ground, before the traverse right and up to the sudden death belay. This belay stance is small, but good protection is available. Either way, this is an excellent climb and should not be missed. (Squeezing the Lemmon quality scale: 3 out of 3 stars.)","protection":"Pro to 3\", anchors.","location":"See Squeezing the Lemmon."},"__v":0},{"_id":"8913GHZ5WiCdx7euvYVd3w==","name":"Stranger in a Strange Land","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"SA, Abishek Chandrashakur","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.71788,32.38723]},"left_right_index":5,"mp_id":"106224388","mp_crag_id":"106118749","climb_id":"8913GHZ5WiCdx7euvYVd3w==","areaRef":"uLijzR+HVv+kVTvv01md3Q=="},"content":{"description":"Excellent rock, sustained climbing, and an aesthetic line make this a must-do route. This was the very first new climb established in 2004, and the implications of a sport route on this wall were unclear at that time, hence the name. Start below a very shallow, right-facing flake. Fire up through the flake to a set of roofs, then a seam followed by a final, sting-in-the-tail section, then the anchors. (Squeezing the lemmon quality scale: 3 out of 3 stars.)","protection":"14 bolts, anchors.","location":"Upper left end of the wall; bolt line immediately left of Hairlip BJ Ecstasy (see Squeezing the Lemmon.)"},"__v":0},{"_id":"a3gdo7AvV+Gptl6lCMlY/w==","name":"The Stalker","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"SA, Glen Todd","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-110.71788,32.38723]},"left_right_index":41,"mp_id":"106224498","mp_crag_id":"106118749","climb_id":"a3gdo7AvV+Gptl6lCMlY/w==","areaRef":"uLijzR+HVv+kVTvv01md3Q=="},"content":{"description":"This creepy climb ascends the weakness immediately to the left of Internet Troll. Pumpy moves up a scary hollow flake (inadequate gear) gain a short section of finger crack to the left of the prominent pedestal located 25 feet above the ground. Face climbing with an easy runout leads to the top. Although undeserving of much recognition, this lonely route is an easy to set up top-rope off the anchors for Internet Troll, by using a single directional sling on a horn at 2/3s height.","protection":"Pro to 3\".","location":"This route is located on the short upper north face of the Troll Wall. The line is accessed by either climbing Sidebottom, or walking around the far right side of the wall and up easy slabs to the north face. The route goes into the shade earlier than any of the routes on the main east face."},"__v":0},{"_id":"6V5wtQXrWJOgkhTOQF96CQ==","name":"Spew Feces","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"SA, Hillary Davis, Windy Greer","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.71788,32.38723]},"left_right_index":14,"mp_id":"106224423","mp_crag_id":"106118749","climb_id":"6V5wtQXrWJOgkhTOQF96CQ==","areaRef":"uLijzR+HVv+kVTvv01md3Q=="},"content":{"description":"The name pays homage to the original title of the line to the immediate right when it was an aid route (there must be an ugly story behind that name!) That line was renamed to the play on words, Few Species, when John Steiger freed it. Now the dreadful imagery of the original name can be relived again. (Squeezing the Lemmon quality scale: 2 out of 3 stars.)  \n\n        This climb begins by ascending the buttress between Furchrissakes and Few Species, and finishes on the headwall above the ledges where all three lines converge. Locate a thin fingercrack that opens up above a small roof, 15 feet above the ground. Start in a weakness below the small roof. The route can be enjoyably lead in one pitch, but most will do it in two pitches.  \n\n        Pitch 1  Climb up to the fingercrack, using small protection found just above the small roof.                  Ascend the strenuous thin crack to a stance below a blocky roof, with a bolt above. Continue up and right to another short section of fingercrack. Move up the buttress above, passing three more bolts, and enter the flared slot with a good crack in the back. 10 feet up this feature is a small stance and an anchor. (This pitch can be easily top-roped from the anchors for Furchristsakes, and makes a fun challenge.) 5.11, 4 bolts, pro to 2½, 90 feet. \n\n        Pitch 2  Climb up to a small ledge (Furchrissakes and Few Species original gear belays are just up and left of here on the large ledge), below a pair of parallel, right leaning cracks. Climb the right crack to its end, where four bolts protect steep face climbing to the top anchors. 5.10, 4 bolts, pro to 2, 65 feet ","protection":"8 bolts, pro to 2.5\", anchors.","location":"Approximately 12 feet right of Furchrissakes, and 8 feet left of Few Species. Belay from the small, grassy ledge just below where the wall steepens to vertical."},"__v":0},{"_id":"ubIfoSbsWPqRx1duOLkm9w==","name":"Smoke and Mirrors","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"SA, Abishek Chandrashakur","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.71788,32.38723]},"left_right_index":0,"mp_id":"106224370","mp_crag_id":"106118749","climb_id":"ubIfoSbsWPqRx1duOLkm9w==","areaRef":"uLijzR+HVv+kVTvv01md3Q=="},"content":{"description":"Climb past the roofs to a hard move changing from the right side of the arete to the left side. Easy climbing leads to the anchors. (Squeezing the Lemmon quality scale: 1 out of 3 stars.)","protection":"7 bolts.","location":"At the far upper left end of the Troll Wall is a partially separated small tower with an attractive arête. This route starts beneath the arête, under some tiered roofs."},"__v":0},{"_id":"Vtrg4nlNWoytBobjJN8ePA==","name":"The Slot","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Mike Strassman, Alex Kiss","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.71788,32.38723]},"left_right_index":34,"mp_id":"106224481","mp_crag_id":"106118749","climb_id":"Vtrg4nlNWoytBobjJN8ePA==","areaRef":"uLijzR+HVv+kVTvv01md3Q=="},"content":{"description":"This unassuming line has some fun climbing on it, and the scary loose blocks have been removed. If the route had some additional cleaning it would be a worthy moderate lead. As the end of the original first pitch and the entire second pitch have no appeal, it is recommended to move up and left to the anchor on Thats Entertainment for the belay/lowering station.","protection":"Pro to 3.5\", anchors.","location":""},"__v":0},{"_id":"jsTUSRLuV/yBxvALoa8PqQ==","name":"Slip Service","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"EFR, JSt,Vince Bates,'06","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.71788,32.38723]},"left_right_index":37,"mp_id":"106119440","mp_crag_id":"106118749","climb_id":"jsTUSRLuV/yBxvALoa8PqQ==","areaRef":"uLijzR+HVv+kVTvv01md3Q=="},"content":{"description":"Angling crack to small roof then to seam eventually working to more overhangs.  Hard slab and micro edge climbing and very safe.","protection":"Bolts, anchors","location":"On the right side of the Troll Wall.  Might be the first route right of Take Apart The Robots."},"__v":0},{"_id":"vpkusgr4VGi7YK/IIi/S1g==","name":"The Sky is Falling","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"SA, Scott Drawz","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.71788,32.38723]},"left_right_index":3,"mp_id":"106224384","mp_crag_id":"106118749","climb_id":"vpkusgr4VGi7YK/IIi/S1g==","areaRef":"uLijzR+HVv+kVTvv01md3Q=="},"content":{"description":"This route starts on the easy, clean rock below a small corner leading to an arête. The face immediately left of this start is low-angled, grassy, and unappealing. Start directly below the shallow left-facing corner bearing two bolts. Follow the bolt line up to the arête, then on to the classic lieback, face moves, and the anchors.            Extension: A two-bolt extension that ends at a higher set of anchors adds a pumpy 5.10+ finish to this route. Clip the first set of anchors with a quickdraw then continue to the upper anchors. (Squeezing the Lemmon quality scale: 2 out of 3 stars.)  ","protection":"8 bolts to the 1st anchor, 2 more to the top anchor.","location":"Begin immediately right of the start for If I Had a Hammer, below the short, left-facing corner with a bolt at its base. This is the left of two bolt lines on the upper, leftmost face of the wall."},"__v":0},{"_id":"agKoPIaeWvGG3pU7YAu5pQ==","name":"Sidebottom","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Mike Strassman, 1982","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.71788,32.38723]},"left_right_index":40,"mp_id":"106124792","mp_crag_id":"106118749","climb_id":"agKoPIaeWvGG3pU7YAu5pQ==","areaRef":"uLijzR+HVv+kVTvv01md3Q=="},"content":{"description":"Sidebottom is the rightmost route on the Troll Wall, formed by a sort of small right-facing corner system. Maybe worth doing once just to check it off.","protection":"Selection of single pieces from 1/2\" to #3 Camalot, nuts. Chain anchor at the top.","location":"Rightmost route on Troll Wall."},"__v":0},{"_id":"c+sW2UfpUG2ns2Ud/5pdhg==","name":"Run Like Hell","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"SA, Jean Francois Camson, Windy Greer","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.71788,32.38723]},"left_right_index":12,"mp_id":"106224417","mp_crag_id":"106118749","climb_id":"c+sW2UfpUG2ns2Ud/5pdhg==","areaRef":"uLijzR+HVv+kVTvv01md3Q=="},"content":{"description":"This fine crack route is located just left of Furchrissakes, and ascends a series of right-leaning, left-facing corners that head towards the left edge of a large roof. Start about 15 feet left of Furchrissakes (most will use the first 5 feet of Oppositional Defiance Disorder to start), looking for three parallel cracks, the right most being a clean corner starting 20 feet up, above some small ledges. Scramble up the ledges, and climb up the first corner (crux) to a stance below a roof. Move out right around the roof to another left-facing corner to a stance below the large roof (do not be lured off left onto the flake which is left of this corner system). Although 8 feet below the roof it is possible to move left and climb into an easier, dirtier weakness, the more aesthetic line moves up and right to the obvious flake/handcrack below the left side of the roof. Gain the clean crack, then step back left and up to a stance with a bolted anchor. It is highly recommended to finish straight up on the second pitch of Few Species (5.10a) to its anchor at the top of the wall. These two pitches have been lead as one long pitch, and are a superb challenge at this grade, yielding a 3 star route. (Squeezing the Lemmon quality scale: 2 out of 3 stars, pitch 1.)","protection":"Pro to 3.5\", with recommended dubles in the .5\" to 3\" range, anchors.","location":"The first crack system left of Furchissakes (see Squeezing the Lemmon.) Head for the right \"triple cracks\" feature when approximately 20 feet up."},"__v":0},{"_id":"vdeRxdT6VwOEcG127jpxmw==","name":"Player Hater's Club","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"SA, Abishek Chandrashakur","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.71788,32.38723]},"left_right_index":20,"mp_id":"106224441","mp_crag_id":"106118749","climb_id":"vdeRxdT6VwOEcG127jpxmw==","areaRef":"uLijzR+HVv+kVTvv01md3Q=="},"content":{"description":"The name refers to a hilarious skit on The Dave Chappelle Show, as well as a general observation on its relevance to climbers and their insular world.          Although the first pitch is short, it packs a lot of hard moves into 50 feet of climbing, and is highly recommended even if the second pitch is skipped. Start between Trollkind and Valhalla at a small roof. Both pitches have been lead as one, and make a fine challenge. (Squeezing the Lemmon quality scale: 2 out of 3 stars.)  \n\n        Pitch 1  Power up through technical, strenuous moves on excellent rock to the anchors. 5.11, 7 bolts, 50 feet.  \n\n        Pitch 2  Climb up into the right-leaning Trollkind weakness above and follow it for approximately 25 feet. A separate crack system is then within reach out left, but is strenuous to attain. Although this crack system is only a few feet away from the main Trollkind weakness, it has separate protection and puts the leader in position to stand on the obvious horn above that is visible all the way from the ground. A reach out left to a good hold achieves a bolt, followed by hard moves up the blunt arête. A second bolt above, and a few slung chickenheads, protect the remainder of the pitch to reach the anchors on Business as Usual. 5.10, 2 bolts, pro to 2, 80 feet.","protection":"Bolts, pro to 2\", anchors.","location":""},"__v":0},{"_id":"Rc7mn8fQW3asIcuo5gisVA==","name":"Oppositional Defiance Disorder","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"SA, Andy Peters","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.71788,32.38723]},"left_right_index":11,"mp_id":"106224414","mp_crag_id":"106118749","climb_id":"Rc7mn8fQW3asIcuo5gisVA==","areaRef":"uLijzR+HVv+kVTvv01md3Q=="},"content":{"description":"Yet another quality Troll Wall moderate crack! This route starts in an obvious left-facing corner that gets bigger as it goes higher, eventually turning into a right slanting crack/shallow corner. The Tao of Choy parallels this crack just eight feet left, and both cracks form an alcove under a roof approximately 35 feet up (although neither route ascends the final, dirty 12 feet up into the alcove). Above the right slanting crack, step left on a small ledge to a clean thin crack (identified by a piton approximately 10 feet up. The main crack becomes very dirty from this point on). Continue up this for 15 feet, and then step left to a small stance at the anchors. (Squeezing the Lemmon quality scale: 2 out of 3 stars.)","protection":"3 pitons, pro to 3\", anchors.","location":"The third crack system downhill and right of Gully, and the next independant crack system left of Furchissakes (see Squeezing the Lemmon.)"},"__v":0},{"_id":"ZelzF7qmVPWg2ZT10rzs4A==","name":"Loki","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"SA, Jean Francois Camson","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.71788,32.38723]},"left_right_index":24,"mp_id":"106224453","mp_crag_id":"106118749","climb_id":"ZelzF7qmVPWg2ZT10rzs4A==","areaRef":"uLijzR+HVv+kVTvv01md3Q=="},"content":{"description":"This devious climb starts just right of Asgard, ascending the next prominent right-leaning crack to its right. Begin on easy moves up a discontinuous crack which heads towards a seam in a left-facing corner bearing two bolts. Done as one pitch, this trickster is a fight to the finish. (Squeezing the Lemmon quality scale: 2 out of 3 stars.)   \n\n        Pitch 1  Climb up and past the two bolts (crux) to the gear-protected crack above. Continue up this crack to its intersection with Asgard. Whereas Asgard moves over right into the crack system which Tyr eventually joins, this route continues straight up into the strenuous right-facing corner above (5.10, bearing one pin) for a direct line to the belay ledge above. Step left to a bolted anchor. 5.11+, 2 bolts, pro to 3, 82 feet. \n\n        Pitch 2  Ascend the short section of crack just right of the belay that gains the ledge above. The gently overhanging weakness just right of the Asgard corner bears four bolts, and leads to the bolt (replaced pin) on the traverse right out of the Asgard dihedral. Move left and up past two last bolts to the anchors. 5.11, 7 bolts, 55 feet.  \n\n  \tVariation  5.11 **. Start on Asgard, but after 60 feet, follow Loki from the piton all the way to the top anchors. Although this has been lead in one pitch, it can be broken into 2 pitches to alleviate rope-drag on the crux section. ","protection":"Bolts, pro to 3\", anchors.","location":""},"__v":0},{"_id":"5E106GxFVfiAOyTpmPORsw==","name":"The Jerk Whisperer","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"SA, Scott Drawz","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.71788,32.38723]},"left_right_index":45,"mp_id":"106224516","mp_crag_id":"106118749","climb_id":"5E106GxFVfiAOyTpmPORsw==","areaRef":"uLijzR+HVv+kVTvv01md3Q=="},"content":{"description":"This line is located by finding the prominent black water stain to the right of the previous routes. An obvious right-leaning, left-facing corner marks the start of this route. Climb up from the left into the corner, then continue up towards the black water stain. A height-dependant reach up and left above the second bolt provides the crux. Interesting but easier climbing achieves the anchors.","protection":"7 bolts, anchors.","location":"This route is located on the short upper north face of the Troll Wall. The line is accessed by either climbing Sidebottom, or walking around the far right side of the wall and up easy slabs to the north face. The climb goes into the shade earlier than any of the routes on the main east face."},"__v":0},{"_id":"y/mauA6AXmKmERGvuPjUJw==","name":"Internet Troll","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"SA, Wes Turner","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.71788,32.38723]},"left_right_index":42,"mp_id":"106224501","mp_crag_id":"106118749","climb_id":"y/mauA6AXmKmERGvuPjUJw==","areaRef":"uLijzR+HVv+kVTvv01md3Q=="},"content":{"description":"This fun, overhanging crack route is located above the walk-off for Sidebottom, on the upper northeast face of the Troll Wall. An obvious dogleg crack system leads to a final section of face, then the anchors. (Squeezing the Lemmon quality scale: 1 out of 3 stars.)","protection":"Pro to 3\", anchors.","location":"This route is located on the short upper north face of the Troll Wall. The line is accessed by either climbing Sidebottom, or walking around the far right side of the wall and up easy slabs to the north face. The climb goes into the shade earlier than any of the routes on the main east face."},"__v":0},{"_id":"URtIPyXLXzKX+urij6I/Rw==","name":"If I  Had a Hammer","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Smitty Husted, Dave Jones","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.71788,32.38723]},"left_right_index":4,"mp_id":"106224393","mp_crag_id":"106118749","climb_id":"URtIPyXLXzKX+urij6I/Rw==","areaRef":"uLijzR+HVv+kVTvv01md3Q=="},"content":{"description":"(Referred to in the guidebook as Ethics are for Maggots) \n\n        The original route name has been restored to this climb (due to a clarifying conversation with one of the first ascentionists.) Although the original start for this route un-aesthetically began by ascending 20 feet of low-angled, grassy/dirty rock to gain the ledge for traversing 20 feet to the right to reach the good climbing (done with this start it barely deserves 2 stars), it is highly recommended to use the start of Hairlip BJ Ecstasy for quality, sustained climbing and far less rope-drag. This route was recently cleaned, and is a multi-cruxed, challenging, and quality line! With the direct start, this line may be a candidate for all three stars. (Squeezing the Lemmon quality scale: 2 out of 3 stars.)  \n\n        Start by climbing up the prominent right-leaning crack of Hairlip BJ Ecstasy, to a point approximately six feet below the location where the parallel crack to its left originates. There is a tiny roof out left at this point. Long-runner the protection, step out left under this roof, protect with small TCUs, and move up (first crux) a shallow left-facing corner past a fixed pin to a jug that helps gain the left crack which comprises the remainder of the route. The second and third cruxes come during and after the next big roof, and end at a ledge. A final short, steep wall harboring one last crux leads to the top anchors.  ","protection":"Pro to 4\"","location":"Upper left end of the wall."},"__v":0},{"_id":"Os312IRxUG+f76aA7vzHcg==","name":"Hyper Sloth","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"SA, Andy Peters","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.71788,32.38723]},"left_right_index":27,"mp_id":"106224462","mp_crag_id":"106118749","climb_id":"Os312IRxUG+f76aA7vzHcg==","areaRef":"uLijzR+HVv+kVTvv01md3Q=="},"content":{"description":"Although one of the very last routes to be established on this wall, this climb is great, and contains multiple cruxes, the two hardest of which come at the end. Even though the line is recommended to be climbed in one long pitch, there is a belay anchor at 95 feet to facilitate a more reasonable two-pitch ascent. As this route utilizes nearly one-third of its total length from starting and finishing on already established climbs, it is not a completely a new route, but the amount of new climbing is well over 60%, and thereby has been deemed worthy of a separate entry as a complete line. This is perhaps the route Sloth should have been, instead of the minor variation that was originally established. (Squeezing the Lemmon quality scale: 2 out of 3 stars.)  \n\n        Pitch 1  Start by climbing the right-leaning, right-facing dihedral (5.10) on the Best of Both Worlds, but at the small roof (formed by a safely wedged block) continue up the right-leaning crack (instead of stepping left as for the Best of Both Worlds.) This crack continues up past another interesting section (5.10-) then reaches belay anchors slightly left of the crack on a small ledge. It is important to be cautious when making the final moves onto this belay ledge as the stacked blocks on its right end are detached but safe to move past (do NOT protect in these blocks!) Pro to 3, 95 feet. \n\n        Variation - 5.10- *  By starting the route on Flexible Flyer, and traversing over onto the main crack system in the vicinity of the small roof formed by the safely wedged block mentioned above, the pitch can be climbed to the first belay station at a moderate grade without doing the upper section. Pro to 3, 95 feet. \n\n        Pitch 2  Up and right from the belay ledge are three bolts protecting hard (5.10+) moves that lead to a short section of crack that reaches the vertical right-facing corner below the Sloth roof finish. The Sloth finish (see the description below under Flexible Flyer for details) is 5.10+ and a fine finale. A two bolt belay anchor is found directly above and slightly left of the roof finish on a small ledge. Pro to 3½, 55 feet.  ","protection":"3 bolts, pro to 3.5\", anchors.","location":""},"__v":0},{"_id":"hYcSU9u7VNqp+/ZJgAdYRQ==","name":"Hung Like a Troll","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"SA","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.71788,32.38723]},"left_right_index":7,"mp_id":"106224401","mp_crag_id":"106118749","climb_id":"hYcSU9u7VNqp+/ZJgAdYRQ==","areaRef":"uLijzR+HVv+kVTvv01md3Q=="},"content":{"description":"This route begins in the next right-leaning crack system right of Hairlip BJ Ecstasy (this crack system should not be confused with the next one to the right, which starts off a prominent block, and is the start of the route Gully.) 10 feet after the initial crack becomes a right-facing corner (at the right end of the obvious roof system), look for an prominent overhanging flake system on the left wall bearing bolts. This quality feature is the reason to do this route. Continue up these flakes to the crux face moves, then the ledge and anchors above. The last 30 feet overhang almost 10 feet. Strenuous and fun! (Squeezing the Lemmon quality scale: 1 out of 3 stars.)","protection":"4 bolts, pro to 3\".","location":"Upper left end of the wall; the first crack immediately right of Hairlip BJ Ecstasy (see Squeezing the Lemmon.)"},"__v":0},{"_id":"uq6bkNlrW1Se1ziYUnnDmg==","name":"Hostile Takeover","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"SA, Abishek Chandrashakur, Jean Francois Camson","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.71788,32.38723]},"left_right_index":18,"mp_id":"106224435","mp_crag_id":"106118749","climb_id":"uq6bkNlrW1Se1ziYUnnDmg==","areaRef":"uLijzR+HVv+kVTvv01md3Q=="},"content":{"description":"Look for a line of bolts between Business as Usual and Trollkind on the steep orange face. If the second pitch is too difficult, dont miss the excellent first pitch! (Squeezing the Lemmon quality scale: 3 out of 3 stars.) \n\n        Pitch  1 Beautiful moves on perfect rock lead to a classic roof with big holds. Move left at the end of the pitch to a stance with anchors. (These anchors had to be placed unusually high above the ledge in order to be in solid stone, so adjust your attachment points for a comfortable stance on the ledge.) 5.11-, 8 bolts, #4-8 stoppers, 75 feet. \n\n        Pitch  2 Traverse straight left off the ledge past a bolt to the right-facing corner. Climb up this to where it pinches off and begins to lean right. Very hard moves past 4 bolts lead up the steep face to the right to a point where the line finally curves back left and on to the top. 5.11+, 12 bolts, ¾, 1, 1½ cams, long runners for the cams, 90 feet.  ","protection":"Bolts, pro to 1.5\", anchors.","location":""},"__v":0},{"_id":"Y1jrX/3jX8eafGGOLkkq5w==","name":"Hall of the Mountain King","yds":"5.8-","grades":{"yds":"5.8-","french":"5b"},"fa":"SA, Andy Peters","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.71788,32.38723]},"left_right_index":2,"mp_id":"106224378","mp_crag_id":"106118749","climb_id":"Y1jrX/3jX8eafGGOLkkq5w==","areaRef":"uLijzR+HVv+kVTvv01md3Q=="},"content":{"description":"Anybody know the story of Peer Gynt? This climb ascends the obvious weakness that becomes a chimney (the Hall) up higher. Start in a seam on the clean slab just right of a large burnt pine tree. Move up the face towards a short section of right-facing corner (avoiding grassy areas to either side), then engage the steep double cracks above. Head into the  prominent corner/chimney, which leads to the anchors at the top. (Squeezing the Lemmon quality scale: 1 out of 3 stars.)","protection":"Pro to 3\"","location":"Upper left end of the wall."},"__v":0},{"_id":"zt1UBnbtV1mpRBTILGWuhg==","name":"Hairlip BJ Ecstasy","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"John Sherman, ??","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.71788,32.38723]},"left_right_index":6,"mp_id":"106224397","mp_crag_id":"106118749","climb_id":"zt1UBnbtV1mpRBTILGWuhg==","areaRef":"uLijzR+HVv+kVTvv01md3Q=="},"content":{"description":"A route name for the whole family to enjoy! This straightforward line starts in the obvious right-leaning crack.  Sustained and reasonably protected. (Squeezing the Lemmon quality scale: 2 out of 3 stars.)","protection":"Pro to 3.5\"","location":"Upper left end of the wall (see Squeezing the Lemmon.)"},"__v":0},{"_id":"Q9T93P5TWFuPqoHEQZ8MJQ==","name":"Gully","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Mike Strassman, Alex Kiss","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.71788,32.38723]},"left_right_index":8,"mp_id":"106224405","mp_crag_id":"106118749","climb_id":"Q9T93P5TWFuPqoHEQZ8MJQ==","areaRef":"uLijzR+HVv+kVTvv01md3Q=="},"content":{"description":"This interesting set of cracks finally received a substantial cleaning, and is now a worthy adventure. Start from the top of two obvious blocks that are located above a pine tree. Caution is advised during the first 30 feet of the route as some of the features are a bit hollow and/or fractured, and require thoughtful protection placements to protect in the solidest rock. The crux is a short right-facing corner with a fingercrack just before the actual gully begins. The original finish followed the obvious recess to the top of the crag and belayed from a tree. Walk off to the left and back down to the base.","protection":"Pro to 3\".","location":"See Squeezing the Lemmon."},"__v":0},{"_id":"DuH0mPOmXl+AZtKwtEfPmA==","name":"Furchrissakes","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Mike Strassman, John Fowler","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.71788,32.38723]},"left_right_index":13,"mp_id":"106224420","mp_crag_id":"106118749","climb_id":"DuH0mPOmXl+AZtKwtEfPmA==","areaRef":"uLijzR+HVv+kVTvv01md3Q=="},"content":{"description":"Named for an excited tourist who uttered this immortal run-on, as the first ascent party nearly backed over her children in the Rose Canyon Lake parking area! Begin climbing in the orange, left-facing weakness below the right side of the large roof above. A final cleaning has dramatically improved the first pitch, turning it into a two star experience. The first pitch may seem over-rated at 5.9; with many subsequent ascentionists thinking it deserves a 5.8 grade (without all the munge/loose rock avoidance tactics required before the scrubbing). The second pitch has absolutely no redeeming value, and a rappel station has been installed above the last hard moves on the first pitch at 100 feet. For completeness, the description below is for the original route, in its entirety. (Squeezing the Lemmon quality scale: 2 out of 3 stars, first 100 feet only.)  \n\n        Pitch 1  Ascend the various cracks that head towards the right end of the prominent roof. Varied crack techniques are needed to reach the ledge above the roof, but the protection is always good. 5.9, pro to 3, 120 feet. \n\n        Pitch 2  After resetting the belay at the far left end of the large ledge, traverse way out to the left until the gully is reached. Climb straight up and into the heavily vegetated, mungy, and loose chimney/groove above, and up to the top. 5.7, pro to 3, 100 feet.  ","protection":"Pro to 3\", anchors at 100 feet.","location":"See Squeezing the Lemmon."},"__v":0},{"_id":"9mm1OeYZVBmJrihSpLYMvA==","name":"Flexible Flyer","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"John Steiger, Mike Strassman","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.71788,32.38723]},"left_right_index":28,"mp_id":"106224465","mp_crag_id":"106118749","climb_id":"9mm1OeYZVBmJrihSpLYMvA==","areaRef":"uLijzR+HVv+kVTvv01md3Q=="},"content":{"description":"Apparently there was at least one scary loose block on this line when first ascended, but now the rock integrity is quite safe due to a thorough cleaning. This final scrubbing transformed this route into a recommended climb. Locate the obvious clean right-facing corner of Best of Both Worlds, and climb the weakness 10 feet to its right that heads for a prominent shallow left-facing dihedral. This route has been lead as one long pitch, but requires thoughtful long runnering on the protection in the final roof area (both the traverse and turning the lip) to reduce rope-drag. (Squeezing the Lemmon quality scale: 2 out of 3 stars.) \n\n        Pitch 1  Scramble up the slab, engage the protectable weakness for 20 feet, then step right into the long, obvious right-leaning, left-facing corner. Higher up, the corner turns into a short off-width. Instead of ascending the entire 12 feet of off-width, only climb the first 6 feet, then traverse straight right to a small stance with good protection where a belay can be established (some parties ascend the entire off-width, then step right to a nice belay ledge that requires time-consuming efforts to construct a comfortable belay. Alternately, before entering the off-width, traverse right under a small roof to the anchors on Dead Precedents.) 5.8, pro to 3, 95 feet.  \n\n        Pitch 2  Difficult moves straight up lead to a small right-facing corner that ends at the big roof. Traverse straight right under the large roof to a point where it becomes much smaller. Turn the roof on knobs and continue to the top anchors. 5.9, pro to 2, 55 feet.   \n\n        Variation - Sloth 5.10d *         This is a variant finish to Flexible Flyer, and takes on the steep cracks and roof up and left of the belay stance. Easy climbing above the belay in semi-fractured rock leads to a traverse left to a short, poorly protected left-facing corner. At the top of the corner where it meets the roof there is a good TCU placement out left. The remainder of the strenuous hand traverse up and left is well-protected by a #3 and a #3.5 Camalot (two #3 Camalots will suffice.) The final roof/overhang is turned on big holds. Although the Steiger guidebook stated that this route was entitled for the South American tree-dweller the leader will probably emulate to solve the crux, it is highly advised for the leader to move quickly through the crux sequence to avoid getting pumped-out! Pro to 4, 45 feet.  ","protection":"Pro to 2\".","location":"See Squeezing the Lemmon."},"__v":0},{"_id":"pwGSOSrPVbi8LmMiRW4cnQ==","name":"Few Species","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"John Steiger, Mike Strassman","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.71788,32.38723]},"left_right_index":15,"mp_id":"106224426","mp_crag_id":"106118749","climb_id":"pwGSOSrPVbi8LmMiRW4cnQ==","areaRef":"uLijzR+HVv+kVTvv01md3Q=="},"content":{"description":"A prime example of how a thorough cleaning transformed a dirty, neglected line into a classic climb. The fully scrubbed first pitch of this route now easily deserves two stars, as the climbing is continuously high quality, varied, and well protected. (Squeezing the Lemmon quality scale: 2 out of 3 stars.)   \n\n        Pitch 1  Start climbing in the obvious right-facing dihedral system. Great climbing up this corner leads to a rest below the undercling roof. Move up to the roof, then out right around it to a series of small right-facing corners that are ascended back left (an anchor station can be utilized at 100 feet if not continuing on to the second pitch) to the large belay ledge and gear anchors. 5.10, pro to 3, 115 feet. \n\n        Variation 1  From the first obvious rest ledge at about 50 feet up the dihedral, it is possible to traverse over to the right to the obvious hanging, left-facing corner. Interesting moves with reasonable protection lead to the right end of the undercling roof (5.10) and back on the original line to the belay ledge. \n\n        Variation 2  (Highly recommended) When directly below the prominent undercling roof, look for a fixed pin in the black water-stained rock straight above. Climb straight up through the roof, and into the cracks above, rejoining the original line where it traverses back left. This direct variation is no harder than the original route, and is a more aesthetic line (with much less rope-drag) than the original.  \n\n        Pitch 2  The original 2nd pitch requires a belay shift to the far left end of the belay ledge. Immediately above the left end of the ledge is a right-leaning finger crack. Climb this, step left to another thin crack, and up to a stance below a small roof. From here either move left and up (easier) or continue up and right, up steeper rock, and on to the anchors at the top. 5.10-, pro to 2, 70 feet.  \n\n         Variation  (Highly recommended) At the top of the first pitch, before moving all the way left and onto the grassy belay ledge, stop on the first good pedestal below a good right-leaning protection crack and belay there. The crack and face above are pitch 2 of Spew Feces, and this 5.10 recommended option provides a more difficult and straight up line than the original route. With proper runnering to reduce rope drag, this can be lead as one long, sustained pitch, and when done this way is, Few Feces 5.10 ***.  ","protection":"Pro to 3\", anchors.","location":"See Squeezing the Lemmon."},"__v":0},{"_id":"+dWnqW81WBqYPjTEiMJkjw==","name":"Eggashegadrae","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"SA, Jean Francois Camson","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-110.71788,32.38723]},"left_right_index":35,"mp_id":"106224494","mp_crag_id":"106118749","climb_id":"+dWnqW81WBqYPjTEiMJkjw==","areaRef":"uLijzR+HVv+kVTvv01md3Q=="},"content":{"description":"This crack system is found between The Slot and Take Apart the Robots, and starts in a shallow right-facing corner. The title commemorates a word (eastern European; probably spelled wrong above) used by Alex Kiss who put up the excellent route to the right. Well protected climbing up the crack leads to a few strenuous, but reasonable moves up onto the arête (possibly R rated protection) just right of the prominent right-facing dihedral of the upper section of Take Apart the Robots. One last good #2 Camalot protects moves up and left to a thin crack/flake that accepts solid gear. Commit to the moves up and left, then ramble up easy climbing to the right, and the belay anchors below the pine tree.","protection":"Pro to 3\", anchors.","location":"This route ascends the right-leaning crack system between The Slot and Take Apart the Robots (see Squeezing the Lemmon.)"},"__v":0},{"_id":"1NCjCEvxUvmo7QgYWb+qfQ==","name":"Fear of Lurking","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"SA, Glen Todd","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.71788,32.38723]},"left_right_index":44,"mp_id":"106224509","mp_crag_id":"106118749","climb_id":"1NCjCEvxUvmo7QgYWb+qfQ==","areaRef":"uLijzR+HVv+kVTvv01md3Q=="},"content":{"description":"A pumpy and enjoyable climb, only a bit shorter and easier than its inverse namesake! Start in a short left-facing, right-leaning corner. Strenuous moves up this corner lead to steep climbing above. A final hard finish completes the experience. Originally an X route, this cleaned and bolted line is a reasonable warm-up route. (Squeezing the Lemmon quality scale: 1 out of 3 stars.)","protection":"8 bolts, anchors.","location":"This route is located on the short upper north face of the Troll Wall. This line is accessed by either climbing Sidebottom, or walking around the far right side of the wall and up easy slabs to the north face. This route goes into the shade earlier than any of the routes on the main east face."},"__v":0},{"_id":"+7qLVL4BWd+PQH4XRVRbWQ==","name":"Do You Want to Live Forever?","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"SA, Mark Colby","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.71788,32.38723]},"left_right_index":9,"mp_id":"106224408","mp_crag_id":"106118749","climb_id":"+7qLVL4BWd+PQH4XRVRbWQ==","areaRef":"uLijzR+HVv+kVTvv01md3Q=="},"content":{"description":"This fun moderate crack route starts below the prominent nose that is formed by an obvious flake protrusion in the crack approximately 20 feet above the ground. This line is located in a black water-stained section of rock, and is a right-facing corner for its first 40 feet. Clean, well-protected climbing leads to the crux fingercrack, then a ledge. Step slightly right and up the obvious left-facing corner (smaller than the prominent left-facing dihedral found a few feet further right) and continue to a small roof about 30 feet higher. Move left around this to the final right-leaning, left-facing corner, and the anchors. (Squeezing the Lemmon quality scale: 1 out of 3 stars.)  \n\n        Note - This was the first ascentionists very first attempt at establishing a new climb back in 1982. Unfortunately, he was deceived by the crags chief developer, Mike Strassman, into thinking that the crack had already been climbed, and was repeating a 5.7 route. Forty feet up the route, trying to excavate decent protection from the grassy crack, a large loose block was encountered, and the would-be first ascentionist was gripped by the fear of riding the bock to the ground. It was at this point that Mike walked over grinning like the Cheshire Cat, and announced that nobody had actually climbed the route and it would be a first ascent for the now quaking leader. Upon informing Mike that he had put the inexperienced leader into a life-threatening situation with his deception, Mike shrugged his shoulders and proclaimed, Do you want to live forever? in his best English accent. This question was promptly answered by the sheepish leaders hasty down-lead of the route back to the ground. Thus was the darker side of Mikes personality revealed for all to ponder.  \n\n        Approximately ten years later, just before the intensive sport climbing development up canyon at Munchkinland, the more seasoned leader decided to finish the job and lead the dirty, dangerous crack to try and make amends for the past. The lead went well, but the filthy crack system was not worth reporting, and went forgotten until recently when a thorough cleaning unearthed a high quality route with an anchor placed at the end of the interesting climbing. Now this route can be enjoyed for the quality line that it is, and Mikes original vision is complete!   ","protection":"Pro to 3\", anchors.","location":"First route just downhill and right of Gully (see Squeezing the Lemmon.)"},"__v":0},{"_id":"i4D+rnDDXnShHgCDxFawIw==","name":"Digital Alarm","yds":"5.11a/b","grades":{"yds":"5.11a/b","french":"6c"},"fa":"John Steiger, Ray Ringle","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.71788,32.38723]},"left_right_index":30,"mp_id":"106224471","mp_crag_id":"106118749","climb_id":"i4D+rnDDXnShHgCDxFawIw==","areaRef":"uLijzR+HVv+kVTvv01md3Q=="},"content":{"description":"Although this climb has an unassuming but thought-provoking start, the interesting middle section and the spectacular final third of the route all combine to make a great line. The start of this route is found by locating the vertical cracks ten feet left of the dihedral start of Sudden Death. Approximately 25 feet up these cracks, the original line moved left on small ledges to the obvious protectable crack before stepping right into the prominent left-facing dihedral. The recommended direct line ascends the short crack (5.10+) that leads straight from the lower cracks into the dihedral above (much less rope-drag, and better climbing.) About 25 feet up the dihedral it is necessary to reach out left and protect in the next crack system over, then make strenuous moves over and into that weakness, which is then followed to the top. Tricky, but safe protection during the demanding and lengthy crux section leads to the fun roof finish of Flexible Flyer, then the anchors. 110 feet (starting from the upper ledge above the slab.) (Squeezing the Lemmon quality scale: 3 out of 3 stars.)   \n\n        Variation  The start of Dead Precedents is an alternate line to reach the upper crack systems of this climb. As both starts are similar in safety, the only difference is the difficulty of the moves required to enter the prominent left-facing dihedral that comprises the middle of the route when utilizing the newly straightened out original start.      ","protection":"Pro to 3.5\", anchors.","location":"See Squeezing the Lemmon."},"__v":0},{"_id":"P3P7eB2SWwqHP+RMTjQlaA==","name":"Dead Precedents","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"SA, Scott Drawz, Eric Wilson","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.71788,32.38723]},"left_right_index":29,"mp_id":"106224468","mp_crag_id":"106118749","climb_id":"P3P7eB2SWwqHP+RMTjQlaA==","areaRef":"uLijzR+HVv+kVTvv01md3Q=="},"content":{"description":"This route starts 15 feet right of Flexible Flyer in the somewhat unobvious crack system located a few feet right of a prominent right-leaning weakness bearing a strange column-like pillar. This start ascends the initial left-facing corners that lead to a straight up finger crack. The easier 5.10- version of the first pitch is very good, and would be worth leading as a stand-alone route, if the second pitch roof crux (5.10+) were deemed too difficult. This route has been lead as one pitch (using both variants on the first pitch) and is a superb rope-length of climbing. (Squeezing the Lemmon quality scale: 2 out of 3 stars.)  \n\n        Pitch 1  Scramble up the 3rd class slabs to the horizontal crack that marks the steeper climbing above. A 3.5 Camalot in this horizontal protects the stand-up to locate the excellent large stopper placement found up and right. Continue past a series of small roofs, and up to the obvious fingercrack and finally on to a stance. Two weaknesses are visible above, this route ascends the left one (the right one eventually becomes Digital Alarm.) Continue up the crack to a choice at the next prominent roof. The 5.10- finish protects with TCUs out left under the roof, then steps left and up through the roof to the obvious crack above. The 5.11- original finish continues up and right from the prominent roof to a second roof with a fixed pin. Turning this roof is then the crux of the pitch. Either finish leads to the anchors at a small ledge. Pro to 3½, 95 feet. (SA, SD, 10- finish; SA, 11- finish)  \n\n        Variation  An easier alternate start begins at the weakness formed by the meeting of the steeper slab to the left with the lower angled 3rd class slab to the right. Climb up the easy weakness to the steep wall above, looking for the strange, 10-foot tall column-like pillar in the obvious crack above. Although this delicate feature is safe to climb past, it is recommended that protection be placed in the cracks to the right of the column. This crack system joins up with the regular start 10 feet above the column. \n\n        Pitch 2  Climb straight up past the first small ledge to a second ledge. Traverse left to the Sloth weakness. Climb this past the point where Sloth traverses left, and move up to a fixed pin. Continue up, using a hollow but safe feature that meets the large roof. It is recommended that no protection be placed in this hollow feature, as the pin is good, the moves are moderate, and the bolt in the roof is only 7 feet above. Fun, athletic moves out the roof pass a second bolt (5.10+), then easy climbing to the anchors. 2 bolts, 1 pin, pro to 1½, 50 feet.  ","protection":"2 bolts, 1 piton, pro to 3.5\", anchors","location":"Just left of the start of Digital Alarm (see Squeezing the Lemmon.)"},"__v":0},{"_id":"jKdII4liWKC7ve6rIr9Tyw==","name":"Chicken Little","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"SA, Abishek Chandrashakur, Jay Ladin","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.71788,32.38723]},"left_right_index":1,"mp_id":"106224374","mp_crag_id":"106118749","climb_id":"jKdII4liWKC7ve6rIr9Tyw==","areaRef":"uLijzR+HVv+kVTvv01md3Q=="},"content":{"description":"Delusional scenarios of the sky falling are even less probable than climbers plummeting from this fun warm-up climb. This route begins below a few small roofs located just left of a prominent, right-facing corner capped by a roof. Work past the small roofs to a seam, then step right at its top to beautiful stone leading to a steep, final right-facing weakness, then to the anchors. (Squeezing the Lemmon quality scale: 1 out of 3 stars.) \n\n       Variation: The prominent, right-facing corner capped by the roof mentioned above has also been lead, and joins the line at half-height (5.8, pro to 3).","protection":"9 bolts.","location":"Upper left end of the wall."},"__v":0},{"_id":"HUADqXdyXDCtYUfSYx67tw==","name":"Business as Usual","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"John Steiger, Ray Ringle","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.71788,32.38723]},"left_right_index":17,"mp_id":"106224432","mp_crag_id":"106118749","climb_id":"HUADqXdyXDCtYUfSYx67tw==","areaRef":"uLijzR+HVv+kVTvv01md3Q=="},"content":{"description":"A true Mt. Lemmon classic! Unquestionable rock, adequate protection, and thought-provoking climbing. A textbook example of archetypal Mt. Lemmon traditionally protected weakness climbing. The 22-year-old drilled pin has been replaced with a bolt. (Squeezing the Lemmon quality scale: 3 out of 3 stars.) \n\n        Pitch 1  Begin in a shallow left-facing corner (thoughtful protection) that turns into a prominent right-leaning weakness. Look for a bolt approximately 30 feet up. Ascend this sweeping, right-leaning crack system till a bolted belay is encountered at a stance. 5.10+, pro to 3½, with recommended doubles of cams in the ½ to 3 range, 135 feet. \n\n        Pitch 2  Step left from the belay, move up approximately 10 feet, then a good 1½ placement protects a short face traverse right to the correct location under the roof. This roof can be turned in a variety of places, and it may take a few false starts to find the sequence indicated by the rating. This second pitch does not get done nearly as often as the stunning first pitch. 5.10+, pro to 3\", 35 feet.   \n\n  Variation - Performance Anxiety 5.11 *         This short, variant finish turns the Trollkinder roof at its widest point. Two fixed stoppers indicate the line. Ten feet of exposed, athletic climbing leads to an easy finish. Pro to 3, 30 feet. (JS, JSh) ","protection":"Pro to 3.5\", with recommended doubles in the .5\" to 3\" range.","location":"See Squeezing the Lemmon."},"__v":0},{"_id":"vHTE0eagWymXXhrp6GNLfQ==","name":"Best of Both Worlds","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"SA, Jean Francois Camson, Justin Keptuch, Jay Ladin","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.71788,32.38723]},"left_right_index":26,"mp_id":"106224459","mp_crag_id":"106118749","climb_id":"vHTE0eagWymXXhrp6GNLfQ==","areaRef":"uLijzR+HVv+kVTvv01md3Q=="},"content":{"description":"This fun line ascends the wall between Tyr and Flexible Flyer. Locate the clean, orange, right-facing corner between these two routes. Start on the low angled rock directly below the attractive dihedral. The line goes around the left side of a small roof located 12 feet up, and the thin crack above, to reach the obvious corner. This route has been lead in one pitch and is an excellent rope-length of climbing! (Squeezing the Lemmon quality scale: 3 out of 3 stars.) \n\n        Pitch 1- Climb up to the corner and ascend it to a small roof formed by a safely wedged block. Move up and left around this roof to a small stance below a set of thin cracks (continuing up and right in the main crack system is Hyper Sloth.) Climb up the parallel thin cracks to a piton, where a move right (5.10), and then back left, gains a stance and easier climbing. Move up and left towards the ledge on black-stained stone and belay from bolt anchors. 5.10, pro to 2½ , 82 feet. \n\n        Pitch 2  Locate the overhanging, right-leaning, left-facing shallow corner above to the right bearing bolts. Climb past a large, well-perched block to the first bolt. Strenuous, high quality climbing leads to a grand finale roof, then anchors. 5.10+, 6 bolts, optional 1 to 1½ gear placement to reach the first bolt, 55 feet.  ","protection":"Pro to 2.5\", anchors.","location":"The obvious, right-facing orange corner immediately left of Flexible Flyer (listed in Squeezing the Lemmon.)"},"__v":0},{"_id":"NoekrjjFXoaK757CaM9wdQ==","name":"Balin Goes to Hollywood","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"GSm, Michael Jimerson","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.71788,32.38723]},"left_right_index":32,"mp_id":"106224477","mp_crag_id":"106118749","climb_id":"NoekrjjFXoaK757CaM9wdQ==","areaRef":"uLijzR+HVv+kVTvv01md3Q=="},"content":{"description":"A fun, sustained route that packs a lot of good climbing into the first pitch. Begin off the same small, high ledge as for Sudden Death. Look for the attractive, set of shallow, white left-facing corners that indicate the start. The last third of the first pitch and the entire second pitch are not worth doing, and the anchor station located just above the crux dihedral is the recommended  belay/lowering station. (Squeezing the Lemmon quality scale: 1 out of 3 stars.)","protection":"Pro to 3\", anchors.","location":"See Squeezing the Lemmon."},"__v":0},{"_id":"IGU/gB0HX1qppC0LDBb+9w==","name":"Asgard","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"John Steiger, Mike Strassman","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.71788,32.38723]},"left_right_index":23,"mp_id":"106224450","mp_crag_id":"106118749","climb_id":"IGU/gB0HX1qppC0LDBb+9w==","areaRef":"uLijzR+HVv+kVTvv01md3Q=="},"content":{"description":"Fine, continuous climbing characterizes this quality line, and although the protection is tricky, the gear is adequate. Start below the obvious clean left-facing corner found 25 feet down and right of Valhalla Direct. Although both pitches have been lead as one (with some run-outs and thoughtful runnering), most will want to stop and belay due to rope-drag. (Squeezing the Lemmon quality scale: 3 out of 3 stars.) \n\n        Pitch 1  Scramble up the slab till a small roof is encountered. Pull up into the prominent dihedral and engage continuous moves that finally end at a small stance. The remainder of the corner above is 5.10 (bearing 1 pin), and is part of route # 25. Asgard moves out to the right and joins the same crack system as the top of the original line of Tyr. Either continue up the face to the old gear belay found left of the corner at the base of the second pitch, or better yet, step left about 10 feet lower on the obvious ledge system and belay at the anchors for Loki. (Do not belay at the anchors located out right, as they are for routes #26 and 27, and this location adds unnecessary rope-drag.) 5.10-, pro to 3½, 82 feet. \n\n        Pitch 2  From either belay, climb up to the prominent left-facing corner above which is capped by a small roof. Adequate protection is available in this corner, but care needs to be taken to avoid placing gear behind some fragile features. It is highly recommended for the leader to thoughtfully check all placements before committing to subsequent moves. At the end of the corner move out right to a bolt (which replaced an old, short knifeblade piton) and continue up and right to the easy weakness. A few more moves lead to an easy traverse back left to the anchors. A nicer finish moves back left after the bolt and passes two more bolts (Loki finish, 5.10-) to the anchors. 5.9+/5.10-,    1 bolt, pro to 2½, 55 feet.  ","protection":"Pro to 3.5\".","location":"See Squeezing the Lemmon. (Center of the wall, where the rock changes color from a lighter color to a darker grey/green color.)"},"__v":0},{"_id":"mwA6gKhoU76pcnvbrgQiTg==","name":"All Things Considered","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"SA, Jay Ladin, Abishek Shandrashakur","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.71788,32.38723]},"left_right_index":39,"mp_id":"106224488","mp_crag_id":"106118749","climb_id":"mwA6gKhoU76pcnvbrgQiTg==","areaRef":"uLijzR+HVv+kVTvv01md3Q=="},"content":{"description":"A fine route with an interesting twist! Start 10 feet left of Sidebottom. Hard moves at the start lead to a difficult middle section. Overhanging climbing leads to a disconcerting, but well-cammed block that provides a sit-down rest before the final roofs leading to the anchors. (Squeezing the Lemmon quality scale: 2 out of 3 stars.)","protection":"11 bolts, anchors.","location":"First bolt line to the left of Sidebotom (far right side of the wall.)"},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,24e148bb-4884-59e8-9870-43ce21f1a337,6f40f8bb-61ae-569f-a656-25752de45c0c,f2591e24-8f94-5cb3-9f02-92bfe3f5cd61,74a365ae-142f-5b24-8198-2ac56dfd2922,ef84cfb7-f347-5d0c-8060-3c5a5b56137b,ba0be193-daf0-593d-b135-7bba255f3965,b8b8a3cd-1f87-56ff-a455-3befd3599ddd","pathTokens":["USA","Arizona","Southern Arizona","Mount Lemmon (Santa Catalina Mountains)","Mount Lemmon (Catalina Highway)","6 - Mid-Mountain","Munchkinland Area","Wall of the Trundling Trolls"],"gradeContext":"US","aggregate":{"byGrade":[{"count":4,"label":"5.11+"},{"count":2,"label":"5.11-"},{"count":4,"label":"5.10"},{"count":4,"label":"5.11"},{"count":1,"label":"5.10d"},{"count":3,"label":"5.8"},{"count":3,"label":"5.9-"},{"count":3,"label":"5.10-"},{"count":1,"label":"5.11d"},{"count":3,"label":"5.9+"},{"count":6,"label":"5.10+"},{"count":1,"label":"5.12"},{"count":1,"label":"5.7"},{"count":4,"label":"5.9"},{"count":1,"label":"5.11c"},{"count":1,"label":"5.8-"},{"count":1,"label":"5.11a/b"},{"count":1,"label":"5.8+"},{"count":1,"label":"5.10b"}],"byDiscipline":{"trad":{"total":36,"bands":{"unknown":0,"beginner":7,"intermediate":18,"advanced":11,"expert":0}},"sport":{"total":9,"bands":{"unknown":0,"beginner":2,"intermediate":4,"advanced":3,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":9,"intermediate":22,"advanced":14,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-110.71788,32.38723]},"bbox":[-110.71841249050178,32.386780339818145,-110.7173475094982,32.38767966018186],"left_right_index":-1,"ext_id":"106118749","area_id":"uLijzR+HVv+kVTvv01md3Q==","polygon":{"type":"Polygon","coordinates":[[[-110.71841249050178,32.386780339818145],[-110.7173475094982,32.386780339818145],[-110.7173475094982,32.38767966018186],[-110.71841249050178,32.38767966018186],[-110.71841249050178,32.386780339818145]]]}},"content":{"description":"This beautiful area is located less than 10 minutes downhill from Munchkinland, and is accessed by a faint trail that continues down to the bottom of upper Sycamore Canyon from the south end of the Wall of the Dancing Dwarfs. Troll Tower is the first formation that is encountered, and is identified by its clean, steep west face which hosts two quality sport climbs. Across the canyon stands the Wall of the Trundling Trolls, and its impressive southeast face is a spectacular sight with its myriad quality crack systems. Add to this idyllic scene a stream that runs virtually year round, and you have one of Mt Lemmons finest climbing areas. The original batch of 17 routes (and two variations that were incorrectly labeled as routes) established on the Troll Wall were put up in a flurry of activity between 1980 and 1982, mostly by Michael Strassman, John Steiger, and Ray Ringle, among others. \n\n  The rock quality on the Troll Wall is comparable to the very best stone on all of Mt. Lemmon. Loose holds, which are commonplace at most areas in the Santa Catalina range, are nearly absent on the highly compact stone. The absence of the sharp, crystalline rock typical of the higher elevations of the mountain, combined with the generally large size of the handholds makes this crag very finger friendly (muscles will become sore long before skin gets worn thin!) The far more abundant loose blocks that originally gave the wall its name have all been trundled, leaving incredibly clean, safe routes from one end of the wall to the other. \n\n  The crack systems are some of the most protectable found on Mt. Lemmon, with solid placements usually being no more than five to ten feet apart. Perhaps the biggest difficulty now will be locating the desired route from the closely spaced crack systems that cover the face! The few bolted routes that are found one the Troll Wall ascend interesting features found on the faces between the prominent crack systems. Nearly all of the new routes have bolted belay/rappel anchors, and many of the original routes either have anchors at the top or can easily utilize nearby anchor stations for belays, rappels, or top-rope anchors. \n\n  The season for climbing here runs from March through early November, with pleasant temperatures being found by staying either in the sun or shade depending upon the time of year. The summer monsoons can deliver sudden, intense storms, and it is not uncommon to be caught on a route in a downpour. These rains also bring intermittent seeps that drain from various cracks in the face, especially in the upper left portion of the wall where the highest concentration of moderate routes are located. Although the stream runs nearly all year, it is not advised to drink the water without using a purifying filter. The routes described here are listed from left to right while facing each of the particular formations."},"density":0,"totalClimbs":45,"__v":1,"createdAt":"2022-11-07T05:52:51.769Z","updatedAt":"2024-02-19T18:28:06.108Z"}