{"_id":"6368a44ee80bff5a9959bfd2","area_name":"Lunch Box Wall","shortCode":"","climbs":[{"_id":"wfu8HhFaW4yrXqIok0ePGA==","name":"Waitress in the Sky","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Mike Cronin (Inspired by The Replacements)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.90147,44.31726]},"left_right_index":0,"mp_id":"107209170","mp_crag_id":"107209159","climb_id":"wfu8HhFaW4yrXqIok0ePGA==","areaRef":"82JEXv2dXeeSJFOezW4GGg=="},"content":{"description":"One of the underdogs of Big Picture Gully, this stellar climb is often overlooked because of its funky location and the fact that everyone wants to prove they can onsight or redpoint Everything's Big in Texas. DO THIS ROUTE! It has its own special character that can't be found in most Spearfish Canyon routes of this grade. \n\n  \"Oh sure, a 5.10c that's mostly slab, this should be a cake walk.\" WRONG! This waitress happens to be a bitch, and if you don't give her the proper respect (and a good tip...of your shoes) the only thing that she'll be handing you is your ass between two slices of rye.  \n\n  The route starts with a wild set of bouldery moves that will have even the finest of diners wanting the check before desert is served. When the main course comes, better stay on your toes because the slab and arete sections get funky and wears on your arms in ways you can't possibly imagine. The crux is towards the end as a series of thought proking moves begs the question, \"how can something that looked so easy from the ground get so hard at the last bolt?\" \n\n  This is a climb that you can sink your teeth into, even if you can't get your hands and feet to stay where you need them to be.","protection":"This route has eight bolts and open shut anchors. Use a short quickdraw at the first bolt to keep your butt off the ground. Stick-clipping is not a must, but a good idea since the start is a bit tricky. The last bolt is in a strange location around the corner of the arete. Bring a longer draw to use at the last bolt to elimate rope drag.","location":"The route is on the left-most side of the wall. It is the easiest of the three to notice from the trail since it is has an obvious slab and arete. However, it might be a pain in the butt to get to since it is located up a steep grade which sometimes requires a bit of bushwaking and skree navigation. Don't skip this route, lunch is an essential meal and this is one of the more essential 5.10c climbs one should try before moving onto bigger meals."},"__v":0},{"_id":"SQ/tVpgUWDuMSKZ5nkLFtg==","name":"Lunch Lady Land","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Mike Cronin (With help from Adam Sandler)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.90147,44.31726]},"left_right_index":1,"mp_id":"107209222","mp_crag_id":"107209159","climb_id":"SQ/tVpgUWDuMSKZ5nkLFtg==","areaRef":"82JEXv2dXeeSJFOezW4GGg=="},"content":{"description":"Just to the right of Waitress in the Sky is a nine bolt wonder with nice pockets and reachy moves. Starts with a powerful ledge move to a place where you can pick your own side dish of pockets, to pockets to more pockets. All four food groups of holds down low lead to a slightly painful crux at the third bolt. The climbing gets insecure here so take your time before you tackle the meat of this climb.  \n\n  The main course of climbing stays technical and pumpy before allowing you to finish up on a section of beefcake slab. Grab a rest and some desert. One of the best features of this climb is the tricky business on and around the arete. Drink your milk. You'll wish you had eaten more vegetables as you wrestle your way to the anchors. \n\n  While most school lunch ladies are overweight divas with obnoxious moles and hair growing from strange locations, this lady is a beautiful line on some very tasty limestone with great holds and key features. \n\n  Not a gimme! This climb will have you coming back for seconds and thirds.","protection":"nine bolts and closed shut anchors. ","location":"Right after getting schooled by the Waitress in the Sky, reflake your rope and take a couple of steps to the right. Be sure to eat all your carrots and peas before attempting to redpoint."},"__v":0},{"_id":"QhfSFEoqVauQlevbLKNfng==","name":"Dance of the Spam Patty","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Chef Cronin","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.90147,44.31726]},"left_right_index":2,"mp_id":"112254503","mp_crag_id":"107209159","climb_id":"QhfSFEoqVauQlevbLKNfng==","areaRef":"82JEXv2dXeeSJFOezW4GGg=="},"content":{"description":"A short, steep route with powerful pocket pulling and tasty, sequential cruxes. At the time of this writing many of the pockets on this route are very sandy and I wanted to address that before some dink from out of town ripped us a new one for it. Despite being a bit dirty, Dance of the Spam Patty would make a great project for some determined, young climber who is breaking into the 5.12 grade. Just bring a toothbrush, some extra chalk, a good attitude, and healthy pair of lungs to clean and blow out the pockets before sending. Very bouldery! Enjoy with a side of rice.","protection":"5 bolts. Anchors are open.","location":"Right hand most side of The Lunch Box Wall. Pretty obvious because it is much shorter and steeper than the other two routes is shares the wall with."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,253ab2e3-944f-5c5f-8477-58a428c86291,72e16981-389a-5984-940d-40c1c28d0732,c4c20cfa-71cb-5619-a2b2-a0849d241a06,f362445e-fd9d-5de7-9224-539ecd6e061a","pathTokens":["USA","South Dakota","Spearfish Canyon","Big Picture Gully","Lunch Box Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10c"},{"count":1,"label":"5.11a"},{"count":1,"label":"5.11d"}],"byDiscipline":{"sport":{"total":3,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":2,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":1,"advanced":2,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-103.90147,44.31726]},"bbox":[-103.90209847141972,44.316810339818126,-103.90084152858029,44.31770966018187],"left_right_index":-1,"ext_id":"107209159","area_id":"82JEXv2dXeeSJFOezW4GGg==","polygon":{"type":"Polygon","coordinates":[[[-103.90209847141972,44.316810339818126],[-103.90084152858029,44.316810339818126],[-103.90084152858029,44.31770966018187],[-103.90209847141972,44.31770966018187],[-103.90209847141972,44.316810339818126]]]}},"content":{"description":"Right after the Glamrock Wall and just before the eye popping gun show of the Big Picture Wall, lies an obelisque-looking wall of rock that is often overlooked by those determined to send Everything's Big in Texas and Maximum Overdrive."},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T06:23:11.628Z","updatedAt":"2024-02-19T18:39:46.642Z"}