{"_id":"6368a50be80bff5a995b00db","area_name":"Bell's Beast","shortCode":"","climbs":[{"_id":"YBRrqg+PV9eh69D4VwHOwA==","name":"Belle of the Beast","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Les Ellison, Kevin Lockwood, Brian Smoot and Jim Mutscheller, 2015","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-111.804,40.5661]},"left_right_index":2,"mp_id":"121730563","mp_crag_id":"107199567","climb_id":"YBRrqg+PV9eh69D4VwHOwA==","areaRef":"GQzgpCFoWfiB3wfkEmSX4w=="},"content":{"description":"Start below a white stripe/section of rock at a fixed pin.\n\nP1: Climb the dark granite slab up and right past the white stripe and a fixed pin to a ledge past a bulge. Continue up a corner on the right OR up a weakness on the left to a good ledge with fixed anchors. 5.7\n\nP2: Climb up the smooth face using trad gear and 3 bolts to another excellent ledge, 110' (5.8)\n\nP3: Traverse right 20' to a steep, exposed all bolt protected face to the top of the prominent gendarme 5.8\n\nDescend via 3 raps, using one 70 meter rope. Be careful with the pulls as we got our rope stuck.\n\nFrom the base we traversed down and west to 2 big trees. From here we traversed back east down a ramp to the base. From here we followed a rock slide down to the trail that is used for Beauty and Beast routes.","protection":"1 - 2 sets of cams to 3\"  plus wireds.","location":"Approach as for Bells Beast, you can climb the first pitch of Beauty to gain the upper ledges and then traverse about 200 right via 4th class ramps and ledges to the start. You can also bushwack directly across from the Bells Canyon trail to a rock slide which is just right of the climb. This approach is less exposed but has a few short sections of heavy bushwacking. This second option is the descent we use."},"__v":0},{"_id":"fjE3HT1kXDmIV3ysNRLuNw==","name":"Beauty","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"James Garrett and Dominic Hari (from the Bernese Oberland) 22 June 2011 FFA: Quino Gonzales and JG, 4 July 2011","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.804,40.5661]},"left_right_index":0,"mp_id":"107199672","mp_crag_id":"107199567","climb_id":"fjE3HT1kXDmIV3ysNRLuNw==","areaRef":"GQzgpCFoWfiB3wfkEmSX4w=="},"content":{"description":"Either climb the first pitch of Beast or after crossing the 2nd class grassy ledge, start 5m to the west (left) of the upper pitches (P2-P5) of Beast. Uniquely adventuresome and exhilarating climbing.\n\nPitch #1: Starts at the lowest toes of the Beast. Climb a long and fun pitch past 8 bolts and good placements to a two-bolt belay. 5.9, 60m.\n\nScramble up and left to the rock just to the east (right) of a prominent roof. 30m.\n\nPitch #2: Ascend the spur featuring scoops and swirls of colorful rock landscape past 4 bolts to a two-bolt belay. 5.9, 35m\n\nPitch #3: Surge straight up beautiful rock through some surrealistic bulges, wondrous placements, and 3 bolts to a two-bolt belay. 5.10a, 30m.\n\nPitch #4: Battle the Beast up a steep overlapping white quartz-like stripe past 6 bolts to a right facing dihedral under the roof which leads to a three-bolt belay. 5.11b, 25m.\n\n3rd class through a fun knobby roof to a two-bolt belay at the top of the crag. Enjoy the views to the valley and upper Bells. 20m.","protection":"QDs and set of C3s and Camalots to #2. Set of Nuts.\n\nExtra 0.4 to 0.5 optional.\n\nNutcraft and gear placement skills are necessary, but opportunities are abundant.","location":"Shares same first pitch with Beast. Although rappelling the route is possible, the walk off north to the western descent gully seems most prudent."},"__v":0},{"_id":"BVfj+PU3VzGA8p7/l7KGYg==","name":"Beast","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"James Garrett and Franziska Garrett, 31 May 2011 FFA: Peter Vintoniv and JG, 10 June 2011","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.804,40.5661]},"left_right_index":1,"mp_id":"107199572","mp_crag_id":"107199567","climb_id":"BVfj+PU3VzGA8p7/l7KGYg==","areaRef":"GQzgpCFoWfiB3wfkEmSX4w=="},"content":{"description":"From the bivy platform (sheltered, shaded and nice lunch and rope up spot), walk east along the base of the Beast until reaching its lowest point. White colored compact granite similar to that found higher on the creature's face marks the spot.\n\nPitch #1: An easy bulge past a bolt leads to white rock steep slab past 4 more bolts to easier ground. Climb through fun horizontal sections past 4 more fixed pitons and bolts to a two-bolt belay. 5.9, 60m.\n\nFrom this lower ledge, 3rd class past bushes straight up to gray rock under the white horned creature's neck. 30m\n\nPitch #2: Casual climbing past 1 bolt leads to a two-bolt belay at the Beast's neck. 5.6, 20m.\n\nPitch #3: Climb past 10 bolts through and above the left horn up very fun not so beastie moves to a two-bolt belay. 5.10b, 45m.\n\nPitch #4: Climb into the corners of the first roof. 1 piton, 1 bolt, and 1 thread protect the first beastly (pumpy!) bit and then continue up to a left veering hand crack under a steep roof to a bolt and then tip toe right to a two-bolt belay. 5.11a, 30m.\n\nPitch #5: Move right and around the corner and find easy ground to the top and a two-bolt belay. 5.5, 20m.\n\nWalk off  to the west gully.","protection":"QDs, set of C3s and Camalots to #3 and set of Nuts. A few shoulder slings helpful. Belays are bolted.","location":"Although the belays are bolted, most parties upon reaching the top may prefer to walk off to the north and follow a cairned western gully/trail back to the huge roofs sheltering the bivy platform at the feet of the Beast."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ee1d37e7-dc41-5c26-a358-5d51af01f499,5f0ed4d8-ebb0-5e78-ae15-ba7f1b3b5c51,e838736e-03de-5522-b170-850c7ffcb2ac,b53fbdbf-20cc-50f7-ae22-2c05cea04bf4,190ce0a4-2168-59f8-81df-07e4126497e3","pathTokens":["USA","Utah","Wasatch Range","Central Wasatch","Bell's Canyon","Bell's Beast"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.8"},{"count":1,"label":"5.11b"},{"count":1,"label":"5.10d"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":0,"beginner":1,"intermediate":1,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":1,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-111.804,40.5661]},"bbox":[-111.80459192589032,40.56565033981814,-111.8034080741097,40.56654966018187],"left_right_index":-1,"ext_id":"107199567","area_id":"GQzgpCFoWfiB3wfkEmSX4w=="},"content":{"description":""},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T06:26:30.525Z","updatedAt":"2024-01-15T16:49:12.929Z"}