{"_id":"6368a50be80bff5a995b05fa","area_name":"Sparks Wall","shortCode":"","climbs":[{"_id":"W7KS/esYUEmvB0NKfctm+Q==","name":"Zebras and Moonbeams","yds":"5.13-","grades":{"yds":"5.13-","french":"7c+"},"fa":"Jean-Pierre Ouellet, Chris Kalous (equipper).","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.59149,38.04022]},"left_right_index":15,"mp_id":"110266769","mp_crag_id":"105888731","climb_id":"W7KS/esYUEmvB0NKfctm+Q==","areaRef":"kAj/0VVoVYioYoEr41dbug=="},"content":{"description":"After walking past this little ditty for a few years, I finally decided to put an anchor on it last year. The fact that it is so short had deterred me from bothering, but after I looked more closely, I surmised that the route would be difficult from the first move to the last, all thriller-no filler, as it were. I guessed correctly.\n\nAfter aiding and installing the anchor, I made a lame attempt to TR it before dark, and left for the season. By the time I returned to Sparks, I had my eye on another new line, The LGS, so when my friend Peewee Ouellet came up to belay me on that, I offered up what became Zebras and Moonbeams to him knowing it would be a while before I could do it. Peewee, who was in fine form at the time, sent it in short order and rated it .13-.\n\nBasque climber Joseba Larreategi made the 2nd ascent, myself the 3rd.\n\nA pithy overhanging start leads to sustained, dwindling finger jams up an overhanging plaque of rock. Some very cool kneebar beta was ferreted out by Peewee. Probably essential.","protection":"3-4 BD .4s, 2-3 BD .3s.  1 BD yellow X4 or similar.","location":"This is located on a south facing plaque of rock left of the trail terminus, past Skraps, and on the ledge with Divide and Conquer and Slings and Arrows. To the right of those routes. Scramble up to the ledge system at a couple tiny, adorable pines. Plaque. Note: this goes in the shade around 3."},"__v":0},{"_id":"Y9FY3yniUjadsN+lfe1pjw==","name":"What a Fool Believes","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"Chris Kalous and Steph Bergner","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.59149,38.04022]},"left_right_index":11,"mp_id":"108849440","mp_crag_id":"105888731","climb_id":"Y9FY3yniUjadsN+lfe1pjw==","areaRef":"kAj/0VVoVYioYoEr41dbug=="},"content":{"description":"This Yacht Rock inspired route is a short but burly tips lieback corner. Difficulty is very finger size dependent, but it's somewhere in the 11+ to 12 range. It is stacks more difficult to lead and than TR, as usual, so don't get too uppity about the grade after your partner puts the rope up and you flash it on the dull end. There is a somewhat unnecessary bolt that I placed to get past some subsequently cleaned choss, and it's a little bit of a reachy clip. Sorry. I left it because empty holes are ugly and it is nice to have for the overhanging finishing moves instead of yet another itty-bitty cam cam.\n\n2 stars because the route is short, but its good fun and nice rock.","protection":"My rack exactly: 1 Purple C3, 5 Purple Metolius or equivalent, 1 Red C3, 1 .4  C4, 1 Orange Master Cam, QD. Confused? Yeah, me, too. You basically need one teensy cam, 5 or so .4 inch (purple Metolius), and a few bigger pieces to bury in the finger pods so you can feel better about all those tiny cams between you and the ground. Actually, a medium-large nut would protect the weird mantally move at 2/3rds height like a boss.","location":"A ways left of where the approach hits the cliff, past Skraps, there's a ledge above the trail. Slings and Arrows and Divide and Conquer are up there. Walk to the left end of that ledge, 50 feet past D and C, to a broken down pillar and a large corner. Scramble up the pillar into the corner. Voila. Plaque."},"__v":0},{"_id":"uiFE8mlWVHKzRI2I2MBjhQ==","name":"Unknown OW","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.59149,38.04022]},"left_right_index":19,"mp_id":"120619418","mp_crag_id":"105888731","climb_id":"uiFE8mlWVHKzRI2I2MBjhQ==","areaRef":"kAj/0VVoVYioYoEr41dbug=="},"content":{"description":"Start in super manky soft rock and then traverse left into the flake. OW a super sharp flake to the top.","protection":"5, 6, 7, 8","location":"At the top of the trail go left until you see the OW with a single bolt above it. It's just to the right of Jump Start and shares the anchor."},"__v":0},{"_id":"mHH8wPxiUrqdV+dgISv4Qg==","name":"Unknown 5.10+","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.59149,38.04022]},"left_right_index":4,"mp_id":"121534742","mp_crag_id":"105888731","climb_id":"mHH8wPxiUrqdV+dgISv4Qg==","areaRef":"kAj/0VVoVYioYoEr41dbug=="},"content":{"description":"Tight hands start (which we found to be very sandy and slippery). Grows to fists. The guidebook gives it three starts, but we didn't love it. Perhaps it isn't always this dirty.","protection":"Cams to BD #4.","location":"Right facing flake left of Spark it up Sparky."},"__v":0},{"_id":"eSRRRnneWJWdaV45mOMIMw==","name":"Unknown 5.10","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.59149,38.04022]},"left_right_index":1,"mp_id":"106614252","mp_crag_id":"105888731","climb_id":"eSRRRnneWJWdaV45mOMIMw==","areaRef":"kAj/0VVoVYioYoEr41dbug=="},"content":{"description":"Fairly sustained w/ no obvious crux, points to ponder include: figuring out what technique to use in the dihedral, passing a small overhanging pod, then fighting the pump for the last 1/3 of climb","protection":"BD #1 at bottom then #2's for 80 ft. A few #3 Friends also came in handy.","location":"Far left Sparks Wall, just left of a large freestanding column, beginning on a 10ft. high ledge, is a slightly overhanging handcrack in a right facing dihedral. The dihedral opens up after 65 feet to a flat face and a 25 ft section of slightly overhanging perfect hands to an anchor"},"__v":0},{"_id":"Dj9J2Ul3UGOKGbu5JlVKog==","name":"Unknown","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.59149,38.04022]},"left_right_index":6,"mp_id":"108726887","mp_crag_id":"105888731","climb_id":"Dj9J2Ul3UGOKGbu5JlVKog==","areaRef":"kAj/0VVoVYioYoEr41dbug=="},"content":{"description":"This route has no plaque and isn't in Blooms guidebook but its fun and climbs great quality rock.  They crack is wavy and angles in to the left and is mostly fingers with some thin hands and hands in the middle.  Clipping the anchors is probably the crux.","protection":"Mostly fingers from .3 to .75, one each #1 and #2 are also helpful.","location":"About 20' left of All That Remains."},"__v":0},{"_id":"fwpZAriLWJS8rYOa6MIv6Q==","name":"Tom Thumb","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.59149,38.04022]},"left_right_index":0,"mp_id":"106614244","mp_crag_id":"105888731","climb_id":"fwpZAriLWJS8rYOa6MIv6Q==","areaRef":"kAj/0VVoVYioYoEr41dbug=="},"content":{"description":"Tight hands to finger crack in left facing dihedral for 30 feet goes to a slightly overhanging move to gain ledge and anchors","protection":"takes BD .75, .4, and .3 at bottom, BD #1 at top if you extra pro reaching for anchors","location":"Far left Sparks wall in a left facing dihedral"},"__v":0},{"_id":"Urvotzq4VjOjt60TTruDKA==","name":"Stiff Line","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Dylan warren","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.59149,38.04022]},"left_right_index":37,"mp_id":"113883426","mp_crag_id":"105888731","climb_id":"Urvotzq4VjOjt60TTruDKA==","areaRef":"kAj/0VVoVYioYoEr41dbug=="},"content":{"description":"Walk another 50ft right past Scenic Line, walk under a small roof and the route is in the Right facing Dihedral. Climb up through a few jams before the corner narrows down and gets into splitter tight hands and off fingers! Punch it when it gets a bit tough and you'll be on top of a good ledge to clip the chains from. Thought this route was a bit harder than the 10+ to the left.. enjoy!","protection":"What I used in BD sizes or equivalent:\n\n.3\n\n.4\n\n.5 (2)\n\n.75 (2)\n\n1 (2)\n\n2","location":"Right of Scenic Line by 50 ft, right facing dihedral that looks thin up top!"},"__v":0},{"_id":"dt+xPsbOXBGjGVENhPP2Ww==","name":"Sparks of the Tempest","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.59149,38.04022]},"left_right_index":20,"mp_id":"106065226","mp_crag_id":"105888731","climb_id":"dt+xPsbOXBGjGVENhPP2Ww==","areaRef":"kAj/0VVoVYioYoEr41dbug=="},"content":{"description":"Slightly broken start gives way to great hands in a corner then tight hands over a roof. It'd be harder but it's got thank god finger jams exactly where you need them","protection":"Mostly hand and finger sized gear. A blue alien keeps the start safe. The anchor was a bunch of tat pinched against the wall with washers. It's got good hangers and rings now.","location":"Just a little ways left of Go Sparky Go"},"__v":0},{"_id":"CZLgpXJeVUO8+SdvM3rrHw==","name":"Sparkling Zygote","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Mike & Joy Schneiter, Nov. 2, 2008","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.59149,38.04022]},"left_right_index":21,"mp_id":"106293592","mp_crag_id":"105888731","climb_id":"CZLgpXJeVUO8+SdvM3rrHw==","areaRef":"kAj/0VVoVYioYoEr41dbug=="},"content":{"description":"Jam up the splitter on the face along with the splitter in the corner. Where the splitter on the face gets wide it is perfect hands in the corner. A great warm-up.","protection":"A few each red and gold Camalots or larger cams if you want to place gear in the crack on the left.","location":"Just left of where the trail comes up is an obvious left-facing corner with a splitter on the face and a splitter in the corner. Next route right of Sparks of the Tempest."},"__v":0},{"_id":"m1OQYsDgXJaE+8Ej6J8eWQ==","name":"Sparkling Spurs (1st Anchors)","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Steve Hong?","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.59149,38.04022]},"left_right_index":22,"mp_id":"118638962","mp_crag_id":"105888731","climb_id":"m1OQYsDgXJaE+8Ej6J8eWQ==","areaRef":"kAj/0VVoVYioYoEr41dbug=="},"content":{"description":"Pull a a powerful crux right of the ground to get established in the corner.  Small gear to start .3 Camalot and widening quickly to .5 camalot.  Get a rest in the initial easy layback and power thru the next roof.  Jam the splitter thin hands / ring locks crack thru one small pod and easier ground up to the anchors.","protection":"Camalots .3 to #2, heavy on the .75's and #1's.  Optional #4 Camalot for the pod 3/4's of the way up","location":"Starts just slightly left of the approach trail.  Left of the large stacked rocks and the start of \"Low Spark\""},"__v":0},{"_id":"dDfYWraAWPqMqx3GYIzbLA==","name":"Sparkling Spurs","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"Hong?","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.59149,38.04022]},"left_right_index":23,"mp_id":"106691812","mp_crag_id":"105888731","climb_id":"dDfYWraAWPqMqx3GYIzbLA==","areaRef":"kAj/0VVoVYioYoEr41dbug=="},"content":{"description":"A very long finger and tight hands splitter through a roof. Punch through a steep, bouldery finger start (crux 1). The hanging flake (at 30') seems very solid for jamming and pro. Tight hands and hands lead to a first anchor. 5.11. Tackle a bulge through .75 camalots (crux 2). Get a rest in the chimney. Then swing out a stacking splitter (.75-.5 camalots, crux 3) to a daunting but mellow move over a block(.4 protects). Finish by mantling the ledge (#2 protects).","protection":"Camalots: .3 to 2. Many .5 to 1. Save a few .5-.75 for the top slitter after the roofs.","location":"Found not far to the right of where the trail hits the wall. Old plaque at the start."},"__v":0},{"_id":"/9mgkw9fVcuVyPEs10jHeg==","name":"Sparkling Schnitzel","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"unknown to me","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.59149,38.04022]},"left_right_index":29,"mp_id":"105888973","mp_crag_id":"105888731","climb_id":"/9mgkw9fVcuVyPEs10jHeg==","areaRef":"kAj/0VVoVYioYoEr41dbug=="},"content":{"description":"This route is a good route if you like off-width.  It has a relatively short but well protected OW crux, solid rock, and interesting climbing. The high crux just before the final bulge is mitigated by some sloping mantles and feet on the right side in the right-facing corner. Yet these are bad enough that the route still earns its grade of 5.11- so although it gets partial shade, you are unlikely to get cold while leading it.","protection":"Gear from 2.5\" to #4 camalot. The top anchors are 2 bolts on a sloping shelf up and left of the final bulge. I just reinforced the old crispy webbing with fresh, but it is lying across an edge and should be checked with every use. They are not visible from the ground.  A #3.5 camalot is a good piece to place right before topping out to inspect these anchors.","location":"Near the far North end of the East/Southeast face of the Sparks Wall there is a broad but detached tower barely separated from the base of the main cliff. On the main face of this, facing the road and perhaps 15 meters from its left edge, there is a vertical crack system that goes from tight hands to wider up top. This is Sparkling Gefilte Fish. To the right of this perhaps 6 meters more there is a striking off-hands to off-width in a right-facing corner, Sparkling Schnitzel."},"__v":0},{"_id":"5IiPEw8EUf6W2QWiBU74qQ==","name":"Sparkling Schloob","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Sam Feuerborn","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.59149,38.04022]},"left_right_index":38,"mp_id":"107333418","mp_crag_id":"105888731","climb_id":"5IiPEw8EUf6W2QWiBU74qQ==","areaRef":"kAj/0VVoVYioYoEr41dbug=="},"content":{"description":"Can either do direct start through the bushes or do a slightly less direct up the block at the bottom and traverse left into the crack proper. It widens from #3 Camalots to #6 Camalots and then pinches back down at the top by the anchors. As far as I know this is the shortest route to the rim, this requires the party to climb easy 5.5ish terrain past the anchors for about 5 ft. Might be one chock stone that's a wee bit loose down lower although easily avoided and not easily shifted otherwise solid rock quality and pretty moderate OW climbing.","protection":"1 #3, 2 #3.5, 1 #4, 3 #5, 2 #6 Camalots. There are 2 chained anchors at the top.","location":"SS is the furthest right route on Sparks wall and is one of the most prominent corners on the wall, its the first obvious corner left of the ruins. Approach via the normal Sparks trail and continue right past the springs and Y crack."},"__v":0},{"_id":"5maca/yLU7yNRd4mfCpA7g==","name":"Sparkling Prom Date","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Mike Schneiter & John Connor, Nov. 2, 2008","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.59149,38.04022]},"left_right_index":9,"mp_id":"106293608","mp_crag_id":"105888731","climb_id":"5maca/yLU7yNRd4mfCpA7g==","areaRef":"kAj/0VVoVYioYoEr41dbug=="},"content":{"description":"Pull the initial roof with some sandy rock on good jams to wide jams but with face features. The rock is great after this. Above, a wide, #4 Camalot-sized crack is made easy with ample face features and a second crack inside the large crack. A second crack appears on the right above, offering nice jams and good stemming between the two. Finish on a final, slabby section with thin crack climbing in a corner with great face features.\n\nThis climb is reminiscent of Red Rocks, with great face features and varied climbing - not your typical Indian Creek jamfest.","protection":"A double set of cams from really small (blue Alien) to big, #4 Camalot.","location":"Next route left of Little Sparky, which is the left-facing tips corner. This is a few minutes walk left of Sparks of the Tempest and where the trail comes up. Identified by a roof at the start to a wide crack to a thin crack in a right-facing corner on slabby terrain."},"__v":0},{"_id":"MqkN2jp6XPGC5C45dRoNTA==","name":"Sparkling Gefilte Fish","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"unknown to me","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.59149,38.04022]},"left_right_index":28,"mp_id":"105888959","mp_crag_id":"105888731","climb_id":"MqkN2jp6XPGC5C45dRoNTA==","areaRef":"kAj/0VVoVYioYoEr41dbug=="},"content":{"description":"A good climb with no particular cruxy move... but certainly a hand-size dependent climb. Climb up a short warm-up pitch to bolted anchors and lower off from brand new bolts and chains.  A good route overall that gets sun from first light until near dusk in the winter.","protection":"Two of everything from 2\" to 3.5\"","location":"Near the far North end of the East/Southeast face of the Sparks Wall there is a broad but detatched tower barely separated from the base of the main cliff.  On the main face of this, facing the road and perhaps 15 meters from its left edge, there is a vertical crack system that goes from tight hands to wider up top.  This is Sparkling Gefilte Fish.  To the right of this perhaps 6 meters more there is a striking off-hands to off-width in a right-facing corner, Sparkling Schnitzel."},"__v":0},{"_id":"2RuMSBH6V4O91UXMEQNDow==","name":"Sparkle Pony Express","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Will Foster","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.59149,38.04022]},"left_right_index":14,"mp_id":"115454369","mp_crag_id":"105888731","climb_id":"2RuMSBH6V4O91UXMEQNDow==","areaRef":"kAj/0VVoVYioYoEr41dbug=="},"content":{"description":"OW and 3 mantels takes you to the top of the pillar where the anchor for Zebras and Moonbeams is located. Climb the aesthetic crack .75-3 to a ledge.","protection":".75-3, bring wide gear for the bottom, and slings to help with rope drag","location":"Just right of Slings and Arrows and above Zebras and Moonbeams"},"__v":0},{"_id":"T84O3MZ6X6+O6ieckadupA==","name":"Spark Wallberg","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Wade Plafcan and Brett Sherman","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.59149,38.04022]},"left_right_index":17,"mp_id":"112339353","mp_crag_id":"105888731","climb_id":"T84O3MZ6X6+O6ieckadupA==","areaRef":"kAj/0VVoVYioYoEr41dbug=="},"content":{"description":"This route starts in a large right facing corner above an obvious large broken pillar leaning against the wall. Climb easy terrain up the inside of the pillar to the base of the corner. Climb variable off fingers in a corner to a large roof. Climb the .75 strenuous roof (crux). Rest a hand jam halfway through and the punch it out continue up more .75 crack. The crack eases up to hand and eventually a #4 camalot roof. Make sure to knot your rope ends as this is a 35m meter pitch!","protection":"70 m rope, knot your ends!\n\nCamalots:\n\n1-.4, 1-.5, 5-.75, 2x black metolious, 2-#1, 1-#2, 2-#3, 1-#4.","location":"Huge right facing corner with leaning pillar at the base of it."},"__v":0},{"_id":"4oaOTy7UWr22fRSphOGbMQ==","name":"Spark Plug","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.59149,38.04022]},"left_right_index":8,"mp_id":"111249667","mp_crag_id":"105888731","climb_id":"4oaOTy7UWr22fRSphOGbMQ==","areaRef":"kAj/0VVoVYioYoEr41dbug=="},"content":{"description":"A fun moderate on mostly good, dark varnished rock. A steep lieback start leads into a nice corner that widens from tight hands to wide hands. Rock at the top a little sandy, and it hasn't seen much traffic, so we all pulled some chunks off here and there. Anchor is a rap hanger and a wired nut bolted to the wall, with leaver 'biners.","protection":"Doubles from .75 to 3 Camalots should keep most people happy.","location":"On the same formation as All That Remains, in between that route and Sparkling Prom Date."},"__v":0},{"_id":"JXN9ih/IX2y5jwvRuzclRA==","name":"Spark It Up Sparky","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Karl Kelly","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.59149,38.04022]},"left_right_index":5,"mp_id":"106293554","mp_crag_id":"105888731","climb_id":"JXN9ih/IX2y5jwvRuzclRA==","areaRef":"kAj/0VVoVYioYoEr41dbug=="},"content":{"description":"This climb is vaguely reminiscent of Think Pink or Spaghetti Western, except that it is shorter and wider. Jam and layback up the gently overhanging corner with a nice rest just over halfway up. Fire it to the top on good laybacking.\n\nThe Bloom guide lists this as 5.11- but the plaque says 5.10+ and that felt about right.","protection":"#3 and #4 Camalots and maybe one #2 and one bigger than #4 for the top.","location":"On the far left of the Sparks Wall is this left-facing, gently overhanging crack. Plaque at the base. It's probably a 5-minute walk from where the trail meets the wall and the area of Sparks of the Tempest."},"__v":0},{"_id":"5zEhSMhHWEOIQKg7RGjrRQ==","name":"Slings and Arrows","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Chris Kalous, Rebecca Rusch","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.59149,38.04022]},"left_right_index":13,"mp_id":"105893732","mp_crag_id":"105888731","climb_id":"5zEhSMhHWEOIQKg7RGjrRQ==","areaRef":"kAj/0VVoVYioYoEr41dbug=="},"content":{"description":"Wavy splitter with pods.","protection":"Pretty standard hands and such.","location":"Head left from where the trail arrives, and pass Skraps. Go up onto a ledge system a little above the regular trail, easiest at a couple little, cute pines. Slings and Arrows is on the right of a small concave section of wall in between the base of Divide and Conquer and Zebras and Moonbeams. This route, and those, have plaques."},"__v":0},{"_id":"Q5wDJO5MXmm3SJI8R23AKQ==","name":"Skraps","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Chris Kalous, Rebecca Rusch","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.59149,38.04022]},"left_right_index":16,"mp_id":"105893726","mp_crag_id":"105888731","climb_id":"Q5wDJO5MXmm3SJI8R23AKQ==","areaRef":"kAj/0VVoVYioYoEr41dbug=="},"content":{"description":"Low angle corner with a bolt. Good, mellow lead.","protection":"Smaller than hands, bigger than tips. Nothing special.","location":"A couple minutes past Sparks of the Tempest. Around the corner from a broken down pillar that is guarding a good looking corner/roof crack."},"__v":0},{"_id":"cT3y3vtzXN+ZYi5MgG+tbg==","name":"Scenic Line","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"K3","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.59149,38.04022]},"left_right_index":34,"mp_id":"112276325","mp_crag_id":"105888731","climb_id":"cT3y3vtzXN+ZYi5MgG+tbg==","areaRef":"kAj/0VVoVYioYoEr41dbug=="},"content":{"description":"Depending on your handsize, this will either be a joyful tight hands corner or an endurance lieback.  Fear not, there are ledges to rest on!","protection":"#0.5, 2x #0.75s, a smattering of #1s, and 1x-2x #2s.  Save a #0.75 for the top!","location":"The super clean corner about 100 yards past Jupiter and 100 yards before Sparkling Schloob."},"__v":0},{"_id":"I0yRc96TWcyrISO+Lli0xw==","name":"Rowdy","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.59149,38.04022]},"left_right_index":30,"mp_id":"107596035","mp_crag_id":"105888731","climb_id":"I0yRc96TWcyrISO+Lli0xw==","areaRef":"kAj/0VVoVYioYoEr41dbug=="},"content":{"description":"Big hands and hand holds on a flake/flare to good hands in a corner. The crack widens to fist then a brief squeeze slot. Finish on some more big hands. An airy step right at the top will get you to the anchors.\n\nThe anchors are shared with the overhanging fist/OW crack to the right.","protection":"C4: #2s, several #3s, and a #4.","location":"towards the right end of the Sparks Wall just before you turn the corner to get to Jupiter Crack. It has a plaque."},"__v":0},{"_id":"srXLvFZMXWiR+JlsgM/j9A==","name":"Old Sparky","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Hong","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.59149,38.04022]},"left_right_index":27,"mp_id":"106065305","mp_crag_id":"105888731","climb_id":"srXLvFZMXWiR+JlsgM/j9A==","areaRef":"kAj/0VVoVYioYoEr41dbug=="},"content":{"description":"Great hard fingers that go into multiple tight hands roofs. Great all the way!!","protection":"Green aliens up to 2 camalot. Lots of yellow aliens and lots of 1 camalots.","location":"At the top of trail go right around the corner of the buttress with Go Sparky Go. It's the second finger crack you come across, and leads into a large left facing corner."},"__v":0},{"_id":"cdZ88rRZVtyqrgYADs0s+Q==","name":"Low Spark","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Wayne Burleson, Brett Ruckman late 80's","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-109.59149,38.04022]},"left_right_index":24,"mp_id":"105888985","mp_crag_id":"105888731","climb_id":"cdZ88rRZVtyqrgYADs0s+Q==","areaRef":"kAj/0VVoVYioYoEr41dbug=="},"content":{"description":"A great climb with a few different cruxes, but the difficulty is largely associated with its length.\n\nP1: (5.11, 155')  Start up very moderate terrain on the front of a huge, solid stack of flakes, climbing about 8-10 meters to the top of this to intercept a splitter 2\" crack. Place a few pieces of 2\" gear as you blast through the opening thin-hands crux and then past a section that will take a 2.5\" friend or a red camalot, back to 2\" and then continue to a few good stances and a rest before it gets thin again Place one or more 1.5\" pieces and crack through a thin spot in the crack with an offset, a possible crux, depending on strength and hand-size.  The offset is facing the right way for a lie-back at least.  Be sure to save a 1.5\" and 2\" piece for later though... at the bulge.\n\nAfter the previous thin section, continue on wide hands in a heavily featured crack with some fists (pro up to 3.5 camalot or a #4 could work here or there, but is not required). COntinue to a bulge at about 100' up, the right edge of the roof seen from the road and clearly seen in Bloom's photograph of the crag. This is a crux as well. Protect with smaller gear you saved and pull up into the bulge on less secure footing and flaring jams. If you didn't save small pro (I didn't) you can jam a 2.5\" cam in your only good hand-jam and really fight for it to a true bottleneck a foot higher.  Once though this section, the cruxes are over and the rest is just endurance.  Climb ever higher for a total of 155' to a good ledge and get up on that to reach a bolt and ring anchor.\n\nP2: (5.10, 75') The mental crux, with softer rock and a section of poor gear topped out with a less than ideal anchor. Not a requisite for a classic experience, but OK for desert rats who want to \"finish the climb.\" You might want to have your partner send up a wide piece on your tag line... and a bolt kit or at least a rap hanger and some lock-tite if you plan to do the second pitch.  Climb up the left facing corner on mostly good jams (2.5-3\") with one or two smaller pieces (1.5\" and 2\") past the wide spot you can see 50' above (#3.5 camalot) and continue for 25 feet more out of sight through wide climbing. A very large cam or big pro could protect this easy climbing on softer rock... tread lightly. The belayer can stay huddled to the right under a bulge at the belay to dodge anything turned loose from above.  Climb to the crappy anchors and replace some junk washers with hangers, then tighten the spinning nuts.  A good seat on so-so rock is available a the top of the pitch from which to do this.  Sorry, I don't own a drill...\n\nTO descend, rap with a single line back to the first belay, then off the ledge at the first belay on double ropes to the ground, 155' below.\n\nEVEN IF the anchors at the top of P2 were good enough, I am not sure that two 70M ropes would get you down all the way.\n\nSince the beginning of this route is so easy, however, I am pretty sure you could climb the thing from the ground to the top of P2 as a single pitch if you cared to.  But then the new crux would be carrying the rack...","protection":"A solid and large rack from 1.5\" to 4\".  HEavy on the 2\", 2.5\" for the bottom quarter and then again later (so save a few) and heavy on the hands to wide hands (3\"). A few larger pieces are nice to have.  The first pitch ends after almost 50 meters at a bolted anchor on a very good ledge, and the second pitch goes up for 25 meters beyond that on mostly hands-sized gear, with an optional OW piece up near the top.  The anchor for the top pitch is in dire need of a better solution- right now it is old crap webbing tightened behind a few washers on old bolts. One of the nuts is a spinner. This was backed up for us to rap off of, but is still not \"good\" as I failed to \"equalize\" the washers well, which encourages them to spin. As well, the top section of the top pitch is somewhat loose. P2, while easier than P1 is NOT for the beginning leader or desert newbie.\n\n2 ropes are absolutely required to get down from the anchor on the top of P1.  It is possible to walk sideways on the ledge to the anchor to the left and rap in 2 raps as well, but the lower of those anchors is less solid.","location":"As you approach the cliff, look for a sweeping roof at the center of the SE face, spanning perhaps 50 feet with 3 end-to-end sections at slightly different elevations from the ground. This will be your point of arrival at the cliff, and the right edge of the right most tier of roof is intercepted from the ground by a huge, solid stack of flakes (8 meters high) to a thin hands splitter crack that gets wider as you go, to the roof. The crack continues and continues...\n\nThis is also 10 meters left of the huge left facing corner with the outside wall split by a right-hooking offset crack at the top (the route \"Go Sparky Go.\")"},"__v":0},{"_id":"xGvfbhSJWVm7V1XMgDTL/Q==","name":"The LGS (Last Great Splitter)","yds":"5.12+","grades":{"yds":"5.12+","french":"7c"},"fa":"Chris Kalous","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.59149,38.04022]},"left_right_index":26,"mp_id":"109584981","mp_crag_id":"105888731","climb_id":"xGvfbhSJWVm7V1XMgDTL/Q==","areaRef":"kAj/0VVoVYioYoEr41dbug=="},"content":{"description":"The Story: This line is obvious and directly in the middle of all the established routes on the wall near the trail terminus, but had not been climbed presumably because of two obvious death blocks about 40' off the ground: big and scary enough looking not to attempt to lead up to, and around. Last spring (2014) I climbed to the top of the cliff and threw off an 80m rope and rapped down hoping to create a two pitch route to the top. The upper rock was not so good, and the big roof, while climbable, has two GIANT blocks perched in it, so I settled for an anchor 80 or so feet off the ground just below the roof and at the end of the sweetest part of the splitter. I cleaned the big blocks 40' up very easily, gleefully watching them roll down the talus with no harm to anybody. I scrubbed and knocked off a few more crumbly and sketchy bits. Voila, a truly classic climb was revealed.\n\nThin climbing on finger pods lead to a bouldery flair about 20' off the ground: very sequential and not obvious. Then fun moves in a small crack switch finds a pedestal and no hands rest. A thin lieback hits a slightly overhanging jagged splitter. Finish on a sharp, pure .5 to .75 camalot splitter to handjams at the anchor. Though the start protects with Purple Metolius sized pieces, pods and weird flared jams make finger size not such an issue unless you are cursed with true sausages for dedos. First 30' are the crux, then 5.11+ to the chains.","protection":"What I used in BD sizes or equivalent: 4 .2 X4s (yellow), 1 #1 C3 (red), 3 .3 X4s (blue), 2 .4 C4s (grey), 4 .5 C4s (purple), 2 .75 C4s (green), 1 #1 C4 (red), 1 #2 C4 (Yellow).","location":"At the top of trail, go right about 50m, around the buttress with Go Sparky Go. The LGS is 10m meters to the left of Old Sparky. Plaque."},"__v":0},{"_id":"SWsf7kKXVI2u90XieeGB3Q==","name":"Jupiter Crack","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Steve Hong","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.59149,38.04022]},"left_right_index":32,"mp_id":"107516399","mp_crag_id":"105888731","climb_id":"SWsf7kKXVI2u90XieeGB3Q==","areaRef":"kAj/0VVoVYioYoEr41dbug=="},"content":{"description":"2 bolts protect 5.11 moves through Chinle trad pro is available but is more pscyhological than legit, first few ascent parties did it w/out the bolts but was made safe at the request/approval of SH. then a slowly widening hands crack to the left fork which widens from new #5 camalots to #6 camalots","protection":"1 of each in BD C4 1-6","location":"Obvious open book Y crack that can been seen from Ruins camp on right side of the wall."},"__v":0},{"_id":"SoKGoly+Wxak6Epoip7xjQ==","name":"Jump Start","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.59149,38.04022]},"left_right_index":18,"mp_id":"107883640","mp_crag_id":"105888731","climb_id":"SoKGoly+Wxak6Epoip7xjQ==","areaRef":"kAj/0VVoVYioYoEr41dbug=="},"content":{"description":"Starts with a boulder problem roof (technical crux), to a good rest and locker fingers. A right facing corner forms with a mix of fingers and hands. Finish with steep ring locks to a good ledge. Good route with interesting moves and good rests.","protection":"C4 #0.3-#2, with extra 0.4 to 1","location":"This is the left side of the dark varnished detached flake/pillar just left of Sparks of the Tempest. There was a fragment of a broken plaque at the base that read \"rt\"."},"__v":0},{"_id":"Pw8QnDzVWmCwbu75JRNfrA==","name":"Jesus Gave Me Beta","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.59149,38.04022]},"left_right_index":31,"mp_id":"110231941","mp_crag_id":"105888731","climb_id":"Pw8QnDzVWmCwbu75JRNfrA==","areaRef":"kAj/0VVoVYioYoEr41dbug=="},"content":{"description":"Full value offwidth that starts as hands and quickly steepens up and moves to fists. A small horizontal provides some relief as the climb progresses over a roof and rock-solid handstacks. The flare provides a nice stance for the right leg. A glory ledge/jug ends the crux moves. The finish up to the anchors remains off-fists but the angle is much friendlier.\n\nThe route can be a little sandy in spots and has some flaky rock at the top. A helmet for the belayer is a good idea.","protection":"#2-#5 Camalots. Certainly a couple fours for the crux section. A #4 or #5 would protect the upper section well but could be left behind if you felt comfortable running it out on the easier terrain above. One bolt with chain and one with tat/biner.","location":"Just 10 feet right of Rowdy. The two routes share anchors. The rock quality is sandier at the top, watch for loose bits near the anchors."},"__v":0},{"_id":"CGz+vV3RV+ObYGdiQpVZLA==","name":"Indian Creek Cement Company","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"Mason Earle 3/17","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.59149,38.04022]},"left_right_index":35,"mp_id":"118769665","mp_crag_id":"105888731","climb_id":"CGz+vV3RV+ObYGdiQpVZLA==","areaRef":"kAj/0VVoVYioYoEr41dbug=="},"content":{"description":"STEEP, wide crack climbing out of a cave. Bouldery start- technical, inverted lip encounter- fun squeeze finish. Make your day at Sparks wall a full course meal by adding this insane pitch to the menu","protection":"up to a #6 i think. hand size piece protects the start if i remember correctly","location":"Far right on sparks wall, past Jupiter Crack. You can't miss this thing"},"__v":0},{"_id":"p6DgBhF6VLikr7tHohiliw==","name":"Ici c`est bienne","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"silvan schuepbach 11/10","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.59149,38.04022]},"left_right_index":3,"mp_id":"106969035","mp_crag_id":"105888731","climb_id":"p6DgBhF6VLikr7tHohiliw==","areaRef":"kAj/0VVoVYioYoEr41dbug=="},"content":{"description":"Corner on tips followed by a liebaking roof and finishes with a straight in finger splitter","protection":"2x 0.4 for the start\n\n2-3x #0.5 for the roof and splitter\n\n1x #0.75 for the splitter\n\n1x #2 for the end\n\nall sizes BD Camalots","location":"one of the most left routes on sparks. It`s in the right part of the large roof"},"__v":0},{"_id":"b5Md26pBW1uY7q03SVs3GQ==","name":"Heel Hook Mastery","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Peter Jacobs May 2018 assisted by Aidan Multhauf","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.59149,38.04022]},"left_right_index":33,"mp_id":"114358678","mp_crag_id":"105888731","climb_id":"b5Md26pBW1uY7q03SVs3GQ==","areaRef":"kAj/0VVoVYioYoEr41dbug=="},"content":{"description":"This is a fun traverse only a few feet off the ground, but beware the slope behind you could be deadly so a spotter is recommended. I did the climb from right to left, which I think is the best because it puts the roof crux at the end and makes it much more challenging. The move I did to finish it was height dependent, but I am sure shorter climbers will find a way.","protection":"No pro. Bouldering. Use a spotter. No pad necessary.","location":"This climb is just to the right of Jupiter Crack. It's a 20 foot traverse right on the trail."},"__v":0},{"_id":"lGZksCKjUsS98+zgt4kb5A==","name":"The Hawk","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Chris Kalous, Rebecca Rusch","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.59149,38.04022]},"left_right_index":10,"mp_id":"105893744","mp_crag_id":"105888731","climb_id":"lGZksCKjUsS98+zgt4kb5A==","areaRef":"kAj/0VVoVYioYoEr41dbug=="},"content":{"description":"Splitter fingers to a wavy corner.","protection":"Mostly smaller - .75\"","location":"I recently went up and refound this route. Its to the left of Skraps. Find it by gaining a ledge above the trail not long after passing under Skraps, Slings and Arrows, and Divide and Conquer. Sparkling Prom Date is up there, too. The route is on the right end of the the large ledge terrace, right of Prom Date, starting at the base of a ramp. There is a plaque."},"__v":0},{"_id":"9hcD79sbVHOYTUS/GQl/cw==","name":"Go Sparky Go","yds":"5.11b/c","grades":{"yds":"5.11b/c","french":"6c+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.59149,38.04022]},"left_right_index":25,"mp_id":"105888734","mp_crag_id":"105888731","climb_id":"9hcD79sbVHOYTUS/GQl/cw==","areaRef":"kAj/0VVoVYioYoEr41dbug=="},"content":{"description":"If you liked Way Rambo, here is another climb for you, or if you wanted a good primer for that, here it is. This is the obvious climb on the outside wall of a large left-facing corner. The crack starts mellow down low on good hands and gets harder for a spot that is wide and has a loose flake back in it which is tempting to grab. (#4 camalot optional here.) From a good jam above the wide spot (#3 friend) the climb starts into a 15 foot crux sequence with thin hands in an offset, and then culminating in cool moves on a nearly horizontal, offset, finger-crack.  The last moves I will leave as a surprise.\n\nThis is a power route.  It would be a classic if it were not for the brief interruption of good rock in the middle with the wide spot and bad flake.  If cleaned, it might deserve \"classic\" status.","protection":"2 of each, .75\"-3\"","location":"Keep an eye to the right as you approach the cliff, looking for a splitter to offset to a right-ward hooking, offset finger-crack to a set of anchors. This crack splits the outside face of a huge left-facing dihedral."},"__v":0},{"_id":"+6J5pDe3UliRMwQvgohNQw==","name":"Generic Spark","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"M. Waite, B. Bronson, D. Alfrey","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.59149,38.04022]},"left_right_index":2,"mp_id":"107565782","mp_crag_id":"105888731","climb_id":"+6J5pDe3UliRMwQvgohNQw==","areaRef":"kAj/0VVoVYioYoEr41dbug=="},"content":{"description":"Hand crack on the far left side of Sparks wall that somewhat resembles a mini Generic Crack. Short, but long enough for some enjoyable hand jamming with one short OW move at the top.","protection":"BD sizes: #2 (3x), #3 (2x), #4 (1)","location":"On the far left side of Sparks wall. The climb starts off a big block/ledge that is good to belay from."},"__v":0},{"_id":"CQ/puul8XaCPWnMoGvsJ2A==","name":"Flat Line","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Dylan Warren","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.59149,38.04022]},"left_right_index":36,"mp_id":"117766219","mp_crag_id":"105888731","climb_id":"CQ/puul8XaCPWnMoGvsJ2A==","areaRef":"kAj/0VVoVYioYoEr41dbug=="},"content":{"description":"Fun climb! Awkward start through blocky choss into amazing #1's. Angle eases up top into awesome fingers on very cool featured rock.\n\nCan be TR'ed from Stiff Line.","protection":"In BD camalots, 0.4 - 0.75 (2x). 1 (4-5x).\n\nnew wild country friends fit better in the 1s and 0.75 sizes. Two-bolt anchor with chains","location":""},"__v":0},{"_id":"xyT8qNcYXIKQ9KJVyKLqLg==","name":"All That Remains","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Mike Schneiter & Steve Smith, Nov. 2, 2008","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.59149,38.04022]},"left_right_index":7,"mp_id":"106293632","mp_crag_id":"105888731","climb_id":"xyT8qNcYXIKQ9KJVyKLqLg==","areaRef":"kAj/0VVoVYioYoEr41dbug=="},"content":{"description":"Start in a corner with a #.5 Camalot-sized crack. At the base is white, broken rock where rock has fallen away somewhat recently. Jam and lieback the left-facing corner moving through the various sizes, topping out on the pillar and clipping the anchor on the face.","protection":"A single set of cams from #.5 Camalot to #4 or #5 Camalot.","location":"Left of Sparkling Prom Date is a flared corner. Left of that flared corner and on the other side of the pillar that the corner climbs is a left-facing corner with remnants of rockfall at the base. This is All That Remains."},"__v":0},{"_id":"lvZm/hC6Wyq4R894fkO0lQ==","name":"Airwolf","yds":"V6","grades":{"yds":"V6","font":"7A","vscale":"V6"},"fa":"Tom Moulin","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.59149,38.04022]},"left_right_index":999999,"mp_id":"114109154","mp_crag_id":"105888731","climb_id":"lvZm/hC6Wyq4R894fkO0lQ==","areaRef":"kAj/0VVoVYioYoEr41dbug=="},"content":{"description":"Classic gem of the creek featuring a stunning prow feature that gently overhangs towards the top. Fun refrigerator hugging gets you too the top, make sure to bring adequate padding and a cool head (possibly a rope for descending) for this rig. If you don't have a rope, compress down the back side of the boulder. World class Boulder in a world class setting. If you find yourself at the creek with pads, this thing is a must.","protection":"Pads (More than usual)","location":"The prominent boulder situated on the small mesa-top leading up to the sparks wall. Distinct and recognizable, towers above everything else."},"__v":0},{"_id":"jY02OBGFXGWyFPp7m+AGtQ==","name":"Divide and Conquer","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Chris Kalous, Rebecca Rusch","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.59149,38.04022]},"left_right_index":12,"mp_id":"105893736","mp_crag_id":"105888731","climb_id":"jY02OBGFXGWyFPp7m+AGtQ==","areaRef":"kAj/0VVoVYioYoEr41dbug=="},"content":{"description":"A broken corner to a block roof kinda like Pente. Switch cracks to good hands in a corner. Layback the wideness to the anchor.","protection":"A small piece for pulling the roof, but mostly hands to big hands, to #4 camalot. A new #5 might be handy.","location":"Head left from where the trail arrives, and pass between Skraps and the large boulder terrace at its base. Divide and Conquer is in the back left side of a small concave section of wall just left of Skraps, and about 100m left of the trail terminus."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ee1d37e7-dc41-5c26-a358-5d51af01f499,cbbfd7c6-5cf2-5063-8939-5f3233efa573,f166e672-4a52-56d3-94f1-14c876feb670,9008ffd1-5568-5588-a862-812be3575bba","pathTokens":["USA","Utah","Southeast Utah","Indian Creek","Sparks Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.13-"},{"count":2,"label":"5.12-"},{"count":3,"label":"5.9"},{"count":5,"label":"5.10+"},{"count":6,"label":"5.10"},{"count":5,"label":"5.11-"},{"count":1,"label":"5.11c"},{"count":2,"label":"5.10-"},{"count":4,"label":"5.11"},{"count":1,"label":"5.9+"},{"count":2,"label":"5.11b"},{"count":1,"label":"5.12a"},{"count":1,"label":"5.12+"},{"count":1,"label":"5.12"},{"count":1,"label":"5.11+"},{"count":1,"label":"Unknown"},{"count":1,"label":"5.11b/c"},{"count":1,"label":"5.10c"},{"count":1,"label":"V6"}],"byDiscipline":{"trad":{"total":38,"bands":{"unknown":0,"beginner":0,"intermediate":18,"advanced":19,"expert":1}},"bouldering":{"total":2,"bands":{"unknown":1,"beginner":0,"intermediate":0,"advanced":0,"expert":1}}},"byGradeBand":{"unknown":1,"beginner":0,"intermediate":18,"advanced":19,"expert":2}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-109.59149,38.04022]},"bbox":[-109.59206094022856,38.039770339818126,-109.59091905977141,38.040669660181855],"left_right_index":-1,"ext_id":"105888731","area_id":"kAj/0VVoVYioYoEr41dbug==","polygon":{"type":"Polygon","coordinates":[[[-109.59206094022856,38.039770339818126],[-109.59091905977141,38.039770339818126],[-109.59091905977141,38.040669660181855],[-109.59206094022856,38.040669660181855],[-109.59206094022856,38.039770339818126]]]}},"content":{"description":""},"density":0,"totalClimbs":40,"__v":1,"createdAt":"2022-11-07T06:26:46.966Z","updatedAt":"2024-02-19T18:41:01.436Z"}