{"_id":"6368a44ee80bff5a9959c2cf","area_name":"Wall of Wow","shortCode":"","climbs":[{"_id":"X3z75rtZUe6eaVAJROtGHQ==","name":"Yeah","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Mike Cronin","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.89865,44.28338]},"left_right_index":11,"mp_id":"108202778","mp_crag_id":"107298611","climb_id":"X3z75rtZUe6eaVAJROtGHQ==","areaRef":"GyIwgLWRXGCbm6OnklXDOQ=="},"content":{"description":"Yeah starts up the awesome white stone with good pockets/edges and a building pump. Follow more good edges through a bulge and the red point crux to get yourself standing up above. Hang on through easier climbing to the anchors. Sustained with interesting moves along the way.","protection":"7 bolts to two open shuts.","location":"This route climbs up slightly to the left of the main prow."},"__v":0},{"_id":"8Mrk+hYCWsauZSWhntNgyg==","name":"Wow!","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Mike Cronin","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.89865,44.28338]},"left_right_index":12,"mp_id":"108180883","mp_crag_id":"107298611","climb_id":"8Mrk+hYCWsauZSWhntNgyg==","areaRef":"GyIwgLWRXGCbm6OnklXDOQ=="},"content":{"description":"This route is probably the best one on the wall. Highly sustained and super classic in the power-endurance category of shorter canyon routes. Every move is huge, superhumanly powerful, and there little or no opportunity to rest anywhere once you start hucking from hold to hold. Enjoy a balls-steep, lock-off start which leads to big, athletic reaches to huge holds on super-pumpy terrain. The route is mostly thuggy, but oddly technical, most holds need to be grabbed just right, foot placements need to be perfect, and some of the hidden holds require X-ray vision to find. And while the route isn't rocket science the sequency moves force you to draw a well thought out mental road map before you send. Instantly loved by most who dare to get on it, this route is an absolute must do for those climbers who like their overhung boulder problems to be a bit suspenseful and scary right up until the very end.","protection":"bolts","location":"Fifth route from the right-hand side of The Wall of Wow if you don't include Short, Blake and Hard in your calculations. Look for the route in the center of a wickedly-overhung arete. Climbers start by standing on the wooden pipe. Cheater blocks of wood are provided for the shorter customers. Belayers might want to sit on the pipe, close to the wall, while the climber flails between that \"scary run out\" between the third and fourth bolt."},"__v":0},{"_id":"R5u2Vi6/W16HRDYbKC9V9w==","name":"Tubular!","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Mike Cronin","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.89865,44.28338]},"left_right_index":14,"mp_id":"107220838","mp_crag_id":"107298611","climb_id":"R5u2Vi6/W16HRDYbKC9V9w==","areaRef":"GyIwgLWRXGCbm6OnklXDOQ=="},"content":{"description":"","protection":"About ten bolts and open shut anchors that are set in a position that just ain't fair, man.","location":"This radical climb is located on what is known as The Wall of Wow! As one walks into the Shadowlands area from the trail (walking down-canyon or back towards Cheyenne Crossing) Tubular will be the second climb that you will run into."},"__v":0},{"_id":"WJgc7wLPVD6wClvmRtzrAg==","name":"Sweet","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Cronin","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.89865,44.28338]},"left_right_index":10,"mp_id":"108202093","mp_crag_id":"107298611","climb_id":"WJgc7wLPVD6wClvmRtzrAg==","areaRef":"GyIwgLWRXGCbm6OnklXDOQ=="},"content":{"description":"Fun easier climbing leads to a good rest, then a hard puzzling crux with a huge move, then a stellar but very pumpy \"hero\" finish on jugs.","protection":"6 bolts, drop ins at the top.  Stick clip is a good idea to bring along to spearfish.","location":"First route right of the gulley.  To the right of the string of 11b's.  Do yourself a favor and buy the Cronin guidebook."},"__v":0},{"_id":"qaQX8xcmUl21qR+XgV/bNA==","name":"Stanky","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"LT","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.89865,44.28338]},"left_right_index":5,"mp_id":"112003076","mp_crag_id":"107298611","climb_id":"qaQX8xcmUl21qR+XgV/bNA==","areaRef":"GyIwgLWRXGCbm6OnklXDOQ=="},"content":{"description":"A good route for those who need to work on dealing with adversity. Would be better after some brushing and a bit of love. Would be super good if you can figure out the blank crux in the middle. Well bolted even though it looks absurd.","protection":"6 bolts. Closed anchors.","location":"Left side of gully. Stand on the wooden step with your back to the highway. Stanky is the route all the way on the right side of the black wall."},"__v":0},{"_id":"hIubHCFLWHeTB73151+cng==","name":"Speedstick","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Cronin","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.89865,44.28338]},"left_right_index":3,"mp_id":"108202114","mp_crag_id":"107298611","climb_id":"hIubHCFLWHeTB73151+cng==","areaRef":"GyIwgLWRXGCbm6OnklXDOQ=="},"content":{"description":"A hard start on small holds leads to easier enjoyable climbing, and then a crimpy crux up high.  Finish on stealth jugs.  See accompanying photos for position of the climb.","protection":"6 bolts, anchors.  Stick clip is not a bad idea to have at spearfish.","location":"Right of Oh that Smell.  Third route from the leftmost route on the wall.  Do yourself a favor and buy the Cronin guidebook."},"__v":0},{"_id":"Gg1SePSFXCerDPt7tPKYMw==","name":"Sick!","yds":"5.12+","grades":{"yds":"5.12+","french":"7c"},"fa":"Mike Cronin","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.89865,44.28338]},"left_right_index":13,"mp_id":"112003199","mp_crag_id":"107298611","climb_id":"Gg1SePSFXCerDPt7tPKYMw==","areaRef":"GyIwgLWRXGCbm6OnklXDOQ=="},"content":{"description":"Cling to some sick, small holds at the beginning and get creative as you yard down. Dance and prance your way up some more sick, small holds and get a big rest under the forth coming sickness. Nut up and crucify yourself with a series of hard as phuck moves using side pulls and big reaches. Get pumped as phuck and gain a sick layback to the next bolt which seems to be almost too far away for those without a mutant ape index. Either gain the jug and clip at your waist or take one sick ass ride that ends just a foot above the pipe. This is definitely a route that gets placed into the \"Go Big or Go Home!\" category of Spearfish Canyon climbs. Those who can't get down with the sickness better stay away.","protection":"6 bolts. Stick clip the second.","location":"Fourth route from right."},"__v":0},{"_id":"q3eBCRe8UammjklJCAz2Tg==","name":"Short, Blake and Hard","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"B. Workman","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.89865,44.28338]},"left_right_index":17,"mp_id":"111829030","mp_crag_id":"107298611","climb_id":"q3eBCRe8UammjklJCAz2Tg==","areaRef":"GyIwgLWRXGCbm6OnklXDOQ=="},"content":{"description":"Back in the days when the boys in the Canyon Crew were young, dumb and full of cum, this was a pretty fun route. \n\n  Unfortunately it has succumbed to the forces of nature. And to make matters worse, a construction crew, who was charged with fixing the aqueduct, piled a bunch of wood right in front of it. The route is not by any means unclimbable, HOWEVER, just like the old gray mare, she ain't what she used to be. \n\n  Maybe someday, someone, with a chainsaw, a strong back, and an ambitious sense of work ethic, will liberate it from its pile of wood prison, and clean it up. But for now, most climbers just walk right past it.","protection":"four or five bolts and closed shut anchors.","location":""},"__v":0},{"_id":"5C+lgvD9XIqAKzKDWLFskA==","name":"Right Guard","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Mike Cronin","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.89865,44.28338]},"left_right_index":4,"mp_id":"108224856","mp_crag_id":"107298611","climb_id":"5C+lgvD9XIqAKzKDWLFskA==","areaRef":"GyIwgLWRXGCbm6OnklXDOQ=="},"content":{"description":"Easier start leads to a great crux that involves a couple crimps into bulge/sidepull rail.  Stays on to the top.  It's short but makes for a great warmup for the other routes in the area.","protection":"5 bolts","location":"2nd route from the right leading up the gully (to the left of the main wall)."},"__v":0},{"_id":"JYMwBwAAVky3oThIkGjeTQ==","name":"Presho Girls Like it Rough","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.89865,44.28338]},"left_right_index":0,"mp_id":"111982244","mp_crag_id":"107298611","climb_id":"JYMwBwAAVky3oThIkGjeTQ==","areaRef":"GyIwgLWRXGCbm6OnklXDOQ=="},"content":{"description":"Not your typical Spearfish Pocket-Pulling Sport Route. Get ready for a rough ride!!! Starts off as an easy hand crack then pinches down to fingers. If you don't know what your are getting into this little girl is bound to buck you off. If you make it through first crux, shake it out, rest and get ready for final push.","protection":"\"Presho Girls\" has now been bolted into submission... newly equipped with shiny stainless steel bolts and its own anchor.\n\n (originally it was a pure trad route put up on on gear with no bolts)","location":"The nice looking hand and finger crack just left of Polypro Bo."},"__v":0},{"_id":"gUztO2UCXxKyGle+qLAnMA==","name":"Polypro Bo","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Mike Cronin","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.89865,44.28338]},"left_right_index":1,"mp_id":"107286638","mp_crag_id":"107298611","climb_id":"gUztO2UCXxKyGle+qLAnMA==","areaRef":"GyIwgLWRXGCbm6OnklXDOQ=="},"content":{"description":"Stay warm and cool on this silky fabric of a dihedral climb. Starts on a blocky formation and the good feet end there. Start stemming and working your way up a finger crack formation. Work your way past a couple bulges and a small roof pull which is oddly similar, yet almost opposite of what you would find on another 5.10c climb called Buffalo Gap. \n\n  How can a thermos keep something hot and cold at the same time? How can your underwear keep your junk so warm, yet so cool? \n\n  These are question left to Mr. Wizard. Get on this climb if you want to learn the true meaning to the concept of duality.","protection":"Bring eight quickdraws. Open shut anchors.","location":"At the far left hand side of the Wall of Wow and just to the right of a \"splitter\" crack.   Polypro Bo is tucked in a corner behind a tree. Step over the pipe and at the end of the first blonde wall you come to when you gain entry to The Shadowlands."},"__v":0},{"_id":"02gGi/ztWTGhCcGgjxeimA==","name":"OMG!","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"Coins","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.89865,44.28338]},"left_right_index":7,"mp_id":"112003062","mp_crag_id":"107298611","climb_id":"02gGi/ztWTGhCcGgjxeimA==","areaRef":"GyIwgLWRXGCbm6OnklXDOQ=="},"content":{"description":"A surprisingly fun route on rock that is actually much better than it looks. Starts on big holds, on less than vertical terrain, and gets you off the ground grinning with anticipation for what comes next. Muscle past the third bolt on jugs and get ready for a thin crux that is way fun if done right. Gain a good break in the action after the crux and then scramble up the rest of the way on gigantic holds and easy terrain.  \n\n  Really, really good for the grade!  \n\n  Those millennials, who want to challenge themselves -or clone themselves and raise the next generation of climbers on real rock- need not look any further than this fabulous beginner route.","protection":"Perfect for those who like their bolts close and well-placed. Bring 10 quickdraws and you're golden.","location":"Stand on the wooden step at the entrance to the steep, dirty gully to the left of the 5.12a known as Sweet. Face the highway. This is the second climb from the left."},"__v":0},{"_id":"L9kxwMEiVkCIjZrkNd6XfQ==","name":"Oh that smell","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Cronin","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.89865,44.28338]},"left_right_index":2,"mp_id":"108202107","mp_crag_id":"107298611","climb_id":"L9kxwMEiVkCIjZrkNd6XfQ==","areaRef":"GyIwgLWRXGCbm6OnklXDOQ=="},"content":{"description":"Chill climbing on great pockets and huge sidepulls until you hit an interesting crimpy section on the bulge towards the top (where Steve is on my photo on here).  Every move up there felt desperate, but I was probably reading it all wrong.  See accompanying photo for position of the climb on the cliff.","protection":"5 bolts, anchors.  A stick clip is never a bad idea at spearfish.","location":"Just to the right of Polypro BO.  Do yourself a favor and buy the excellent Cronin guidebook to the Black Hills Limestone."},"__v":0},{"_id":"lFQJyoynWbayDzxoFvSFhQ==","name":"LOL!","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"Coins","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.89865,44.28338]},"left_right_index":6,"mp_id":"112003049","mp_crag_id":"107298611","climb_id":"lFQJyoynWbayDzxoFvSFhQ==","areaRef":"GyIwgLWRXGCbm6OnklXDOQ=="},"content":{"description":"A super-dooper fun warm-up or beginner climb! Start on the wooden step and traverse left into the first bolt. Enjoy two bolts of slopey jugs and then bang through the business of a thing crux. HINT! Right hand gastone in the thin crack, get your feet up, stand up and fire for an big, hidden hold. After the goofy crux, which might trip up inexperienced climbers, the holds are all huge to the top.","protection":"8 bolts. Open Anchors.","location":"Find the gully to the left of Sweet and the new 5.10c known as Cowabunga. Stand on the wooden step and face the highway. LOL! is the left most route."},"__v":0},{"_id":"GrCNTHB2VNCSRQ6cxAFOKw==","name":"Hell Yeah!","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"BBQ","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.89865,44.28338]},"left_right_index":9,"mp_id":"112152195","mp_crag_id":"107298611","climb_id":"GrCNTHB2VNCSRQ6cxAFOKw==","areaRef":"GyIwgLWRXGCbm6OnklXDOQ=="},"content":{"description":"","protection":"six bolts to open anchors.","location":"Start on Sweet. Head left before you reach the famous crux at the two big pockets."},"__v":0},{"_id":"KDXghiegXGi2rggIJdW+dw==","name":"Groovy!","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"Probably decided by a flip of a Coin.","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.89865,44.28338]},"left_right_index":16,"mp_id":"111828537","mp_crag_id":"107298611","climb_id":"KDXghiegXGi2rggIJdW+dw==","areaRef":"GyIwgLWRXGCbm6OnklXDOQ=="},"content":{"description":"This is definitely the best route for the beginning climber that has ever been bolted at The Shadowlands.  \n\n  Screw Doorf. Get on this one first. It only makes sense...it is literally the second climb you will encounter when you walk up the trail from the Shadow Lands parking lot. \n\n  Toss your rope onto the lovely ground of a very cleaned out belay station and enjoy every minute after that. This route actually starts out easy and works its way up a killer, double crack system that has ample jugs, sidepulls, pockets and really, really good crack climbing for those who have some basic vocabulary in finger locks and tight hands. If you feel around enough, you will actually find deep, positive pockets within the cracks.  \n\n  After about the 5th bolt it makes more sense to stay right of the bolt line for a few moves on really good rock that sports edges and pockets on terrain that starts off slightly overhung and then suddenly gets good and overhung.  \n\n  Fight your way through a crux through the last two bolts and get good and past your last bolt on terrain where the pump will keep you guessing right up until you clip the chains. \n\n  It really is cooler than most 5.9's in the canyon with the exception of maybe DragonFly and Totally Flaked. Those who flew up a 5.8, known as Strung Out on Crack, at Blue Sky, really need to skip their next session at The Black Betty Wall and just head on up to The Shadowlands. Get on this superb route and enjoy a groovy send that is as close to orgasmic as you can possibly get on easier Spearfish Canyon limestone.","protection":"10 quickdraws. Open Anchors.","location":"First route on the very right hand side of The Wall of Wow."},"__v":0},{"_id":"MZrWkhfCVe2UFbmUr22V1w==","name":"Cowabunga!","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Jamie Coin","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.89865,44.28338]},"left_right_index":8,"mp_id":"111828569","mp_crag_id":"107298611","climb_id":"MZrWkhfCVe2UFbmUr22V1w==","areaRef":"GyIwgLWRXGCbm6OnklXDOQ=="},"content":{"description":"","protection":"6 bolts and Open Anchors. Bring eight quickdraws.","location":"On the right side of what appears to be the entrance to a gully behind The Wall of Wow. Third route from the left and below the wooden step. The black roof makes it pretty obvious."},"__v":0},{"_id":"9U3yaie+XbqJNnnKBgvwIA==","name":"Bitchin!","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Jamie Coin","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.89865,44.28338]},"left_right_index":15,"mp_id":"111828508","mp_crag_id":"107298611","climb_id":"9U3yaie+XbqJNnnKBgvwIA==","areaRef":"GyIwgLWRXGCbm6OnklXDOQ=="},"content":{"description":"DO THIS ROUTE! Starts off 5.11c-ish right off the deck as you pull yourself into a dihedral-like trap from which the only escape is a desperate gastone fingerlock to good pockets at the second clip. From there, this climb is on your ass the whole way and pretty gosh darn fun as phuck from every huck to every muther-hucking huck...there are absolutely no holds that suck. \n\n  Enjoy pockets, crimps and some really tight fingerlocks to the muther-trucker of all jugs. Get a good shake and be prepared to take on a crack to an overhung shield of face climbing that requires you to use the sickest 5.11 mono in the canyon to several more glorious hucks of glory to the anchors. This route is nearly as hard as Tubular and just as cool as routes like The Thunderhead's Zephyr II that require hard, in your face technical moves with super-duper endurance and a well-rehearsed road map of beta. \n\n  If you love this grade on limestone, this climb is a must do!","protection":"10 quickdraws and open anchors. Sticking clipping the second takes the bite out of the desperation at the very beginning.","location":"Second Route from the right-hand most side of The Wall of Wow. \n\n  If you have Cronin's Guidebook find Tubular and go one route to the right. Just to the left of a big, ole boulder on the other side of the pipe."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,253ab2e3-944f-5c5f-8477-58a428c86291,72e16981-389a-5984-940d-40c1c28d0732,17628280-c9f4-596d-9302-1e92c62891aa,1b223080-b591-5c60-9b9b-a3a79255c339","pathTokens":["USA","South Dakota","Spearfish Canyon","Shadowlands","Wall of Wow"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.12c"},{"count":1,"label":"5.12b"},{"count":2,"label":"5.11+"},{"count":1,"label":"5.12a"},{"count":4,"label":"5.11b"},{"count":1,"label":"5.12+"},{"count":3,"label":"5.10c"},{"count":1,"label":"5.10d"},{"count":3,"label":"5.9-"},{"count":1,"label":"5.11c"}],"byDiscipline":{"sport":{"total":18,"bands":{"unknown":0,"beginner":3,"intermediate":4,"advanced":11,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":3,"intermediate":4,"advanced":11,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-103.89865,44.28338]},"bbox":[-103.89927810886547,44.28293033981815,-103.89802189113455,44.28382966018187],"left_right_index":-1,"ext_id":"107298611","area_id":"GyIwgLWRXGCbm6OnklXDOQ==","polygon":{"type":"Polygon","coordinates":[[[-103.89927810886547,44.28293033981815],[-103.89802189113455,44.28293033981815],[-103.89802189113455,44.28382966018187],[-103.89927810886547,44.28382966018187],[-103.89927810886547,44.28293033981815]]]}},"content":{"description":"The Wall of Wow consists of a main steep buttress flanked by some nice vertical walls. The routes range from 5.8 jug hauls, to crimpy 5.11 tech-fests, to burly 5.12s on the buttress."},"density":0,"totalClimbs":18,"__v":1,"createdAt":"2022-11-07T06:23:19.911Z","updatedAt":"2024-01-20T01:06:27.407Z"}