{"_id":"63689de0e80bff5a994f964f","area_name":"North Noddle Head (First Noddle Head)","shortCode":"","climbs":[{"_id":"gVBdqiVHUzm6HM8aEEuAcg==","name":"Sounds of a Desperate Man","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Maurice and Doug Reed, 1982","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.1524,39.3374]},"left_right_index":1,"mp_id":"106182897","mp_crag_id":"106182894","climb_id":"gVBdqiVHUzm6HM8aEEuAcg==","areaRef":"/nKYfXY8VCq5GCwmVl4OMQ=="},"content":{"description":"I am unsure of the crux and positives/negatives of this route.  I am putting it into the database to help solicit info on the route and the spire itself.\n\nWe made 2 attempts on this spire, and I believe we reached the top of this route by another means, but I didn't see any anchors or fixed gear.","protection":"Per Hubbel, bring extra 3\" cams.\n\nBolted rap anchor.  1 60m rope for 2 raps down south side to a lower anchor, or 1 full length rap with two ropes.","location":"West face of the southern area of the main massif.  The crack splits this face.  The route finishes on the summit."},"__v":0},{"_id":"vqyApVSDVOymjfu+U0vWsw==","name":"Original Route","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"CMC climbers in the 1950s","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.1524,39.3374]},"left_right_index":2,"mp_id":"109096873","mp_crag_id":"106182894","climb_id":"vqyApVSDVOymjfu+U0vWsw==","areaRef":"/nKYfXY8VCq5GCwmVl4OMQ=="},"content":{"description":"This climb mainly goes up a crack formed by a flake.  The crack varies in size but takes good gear.  There is a ledge below the last pitch which is the crux.  The hardest move involves a handjam and a mantel.  If this crack did not involve an hour hike, it might be popular, but the approach makes the climb hardly worth the effort.  You also don't reach the summit, but it looks possible to follow a crack around to the west to do the last pitch of\n\nSounds of a Desperate Man\n\nif you wish to summit.","protection":"Standard rack up to a #4 Camalot.  There are some old fixed pitons.  I left webbing on a flake to rap the last pitch.","location":"This is located on the east face of the First Noddle Head.  It goes up the center of the main face and is to the left of the dual wide cracks which form a \"v\".  Most of the climb follows a crack formed by a flake, but at the bottom, there are lots of bushes.  I started to the left in a chimney to access the main crack.  To get down Haas, Shneider, and Weinhold say to work off to the north.  I rappelled the last pitch, going to the east, before scrambling down to the north."},"__v":0},{"_id":"ZDmjlH9PWbCN+07hQCTSXw==","name":"Beau Knows","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"? ? ? us?  I doubt it.","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.1524,39.3374]},"left_right_index":0,"mp_id":"106209898","mp_crag_id":"106182894","climb_id":"ZDmjlH9PWbCN+07hQCTSXw==","areaRef":"/nKYfXY8VCq5GCwmVl4OMQ=="},"content":{"description":"Begins on the prominent, south side of the massif.  Climb the large blocks on their east side (broken dihedral) with a few fun moves, around 5.6.  Climb up 30m +/- to a new 2-bolt rap/anchor station.  From the station, climb straight up the last block, then head left to the first crux (5.7) - an exposed step over to good hands in a crack that goes left and ascends as it goes.  Follow this as it leads you to a big ledge (1-2' wide).  You will see a pocket about chest high just left of a soft arete.  Take a BIG step up to get onto the face.  Go straight up the soft arete (5.8R) up thin face holds to a growing V-shaped groove on your left, just below the 2nd ledge.  At the 2nd ledge, slot a nut or clip the likely rotten fixed hex/cord and then immediately slot a nut in the crack above.  This is another big step up, but with great hands (5.8-/5.7+).  Follow this fun crack (the funnest part of the route) up until it grows into a bigger crack and turns into 4th class terrain.  There is a large block in the crack, which you can girth hitch.  It seems solid enough, but we didn't yard away on it.  You can set up a belay in this body sized trench before you finish.  Likely a few ways to finish the last 10' of climbing.  We went to the east side, where the last crux (5.7) is another committing step, but puts you in bomber handholds, and then it's over - you're on top.","protection":"Tri-cam or #2 (yellow) C3 Camalot for the hueco/pocket.  Cams up to #3.5/4 to set up a belay on top in the big trench.  Medium-sized nuts for the crack.  Cams from 0.75-2\" for the rest of the route.  Bring a few long runners to minimize drag.  60m rope to do 2 30m rappels from the summit.","location":"The route seems fairly obvious from below - when you walk up to the North Noddle from the south, it follows the right hand side of the large blocks to the anchor.  From there, the crack heading left (west) is also obvious.  Get down with 2 rappels with a 60m rope.  A 50m will not get you down, but a 70m is not necessary."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,3008c0fb-0ce5-525b-b50f-6155887d0597,faf047c0-77e8-5eb3-b825-603f7dd89bec,fe72987d-763c-542a-b918-2c26565e0e31","pathTokens":["USA","Colorado","South Platte","Noddle Heads","North Noddle Head (First Noddle Head)"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10b"},{"count":1,"label":"5.5"},{"count":1,"label":"5.7+"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":0,"beginner":2,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.1524,39.3374]},"bbox":[-105.15298138701179,39.33695033981815,-105.15181861298825,39.337849660181874],"left_right_index":-1,"ext_id":"106182894","area_id":"/nKYfXY8VCq5GCwmVl4OMQ=="},"content":{"description":""},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T05:56:12.507Z","updatedAt":"2024-01-15T16:43:06.693Z"}