{"_id":"6368a722e80bff5a995dd9c4","area_name":"Lower Blair II","shortCode":"","climbs":[{"_id":"jy/ITLccXzOo7Fc7lw5Pgg==","name":"Solo for Swallows","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Bob Scarpelli and Bob Cowen, 1984","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.39001,41.18961]},"left_right_index":7,"mp_id":"119102883","mp_crag_id":"107305620","climb_id":"jy/ITLccXzOo7Fc7lw5Pgg==","areaRef":"XNMKoUKxVUWnu1sdT51e+w=="},"content":{"description":"Solo for Swallows is a nice finger and hand crack just to the right of the classic\n\nMedium Cool\n\n. Start off an exposed ledge with some delicate moves, and then follow the finger/hand crack up to the next ledge. Once at the next ledge, plug in some gear, and crank up the upper finger crack to a 2 bolt anchor.\n\nThis has nice movement and positioning high above the little valley floor.\n\nSee the main page of Blair II for a photo of the climb.","protection":"Fingers to hands. A #4 C4 is nice to have as an anchor. Take care with placing gear in the upper finger crack due to pods of poor rock.","location":"This is the crack line just to the right of\n\nMedium Cool\n\nand left of\n\nA Thing of Beauty\n\n. From the climber's left, scramble up to the same starting ledge as\n\nMedium Cool\n\n."},"__v":0},{"_id":"mQQ9FS91Xne7SUSmYwIPQg==","name":"Medium Cool","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Bob Scarpelli and Kip Spence","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.39001,41.18961]},"left_right_index":6,"mp_id":"105958050","mp_crag_id":"107305620","climb_id":"mQQ9FS91Xne7SUSmYwIPQg==","areaRef":"XNMKoUKxVUWnu1sdT51e+w=="},"content":{"description":"Climb fingers to an offwidth pod, then to good hands. Reach a ledge and climb 10 feet up a left-facing dihedral to the anchor. Enjoyable climb.  Medium Cool starts on the same ledge as Goodbye White Opel and Solo for Swallows, be careful on the ledge, and the belayer should probably anchor in.  Kip Spence is the father of famous trial laywer Gerry Spence.","protection":"1 set of stoppers, Cams from finger size (green Alien/#0.3 Camalot) to #3 Camalot.  Doubles in hand size pieces. You could take a #6 for the pod, but it would make the climbing more difficult, better just to place below and above the pod.  The top of the climb has poor quality rock, but easy climbing.  Save one #3 Camalot or equivalent for this section.  Belayer should build an anchor with hand-size pieces in the horizontal or small stoppers/cams in the crack.","location":"This is between Goodbye White Opel and Solo for Swallows.  Take the trail from the blair parking lot around to the Northwest side of Blair II.  Climb up the gully from the notch between Blair II and the Vulture (3/4th) to reach the ledge.  Medium Cool is the middle climb on this ledge, going straight up with an obvious pod about 15 feet up."},"__v":0},{"_id":"Tv1x20yTX4KpUTJ16lZfxA==","name":"Little Dude","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Zack Orenczak, Rachel Lynn, Drew Arnold. FFA: Patrick Kingsbury and brother","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.39001,41.18961]},"left_right_index":3,"mp_id":"119153563","mp_crag_id":"107305620","climb_id":"Tv1x20yTX4KpUTJ16lZfxA==","areaRef":"XNMKoUKxVUWnu1sdT51e+w=="},"content":{"description":"This is a well-bolted slab/knob-pinching face climb with generally excellent rock for most of the route, the last two bolts' worth being lower quality. This route is listed in \"\n\nThe Voo\n\n\" guidebook (Orenczak, Lynn) but is not given a grade. It felt very similar to\n\nThe Thief\n\non Blair I, which is rated 5.10d, yet this one is longer.","protection":"7 bolts (if I remember correctly) and a 2 bolt anchor.","location":"In \"\n\nThe Voo\n\n\" guidebook, this area is called the Wing Area. Find the wall with\n\nEnterprising Curiosity\n\n&\n\nHobbit Logic\n\ntoward the north end of Blair II. Go only slightly further north along the east face of Blair II, crawl up through a tunnel with boulders, step down into a north-facing shaded alcove, and you will find a slab to your left with bolts going up it. If you make it to the north end of Blair II, you've gone too far."},"__v":0},{"_id":"eNu1yL36UBevpBrAe/Po4Q==","name":"Hobbit Logic","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.39001,41.18961]},"left_right_index":1,"mp_id":"109163635","mp_crag_id":"107305620","climb_id":"eNu1yL36UBevpBrAe/Po4Q==","areaRef":"XNMKoUKxVUWnu1sdT51e+w=="},"content":{"description":"Start with\n\nEnterprising Curiosity\n\n. After about 40 feet, traverse left to a set of bolt anchors. Continue up, if you runnered judiciously, if not belay (or do what I did and pull the rope through and toss it back down to your belayer). Climb the crack above, which runs out of holds, past a bolt, more crack to the top, with another two-bolt anchor.\n\nFA: Zach Orenczak, Mark Roberts, 2003.\n\nReference: Kelman, Robert B.\n\nRock Climbing at Vedauwoo, Wyoming\n\n.","protection":"Rack, a small cam or two up to a #3 Camalot, include some large pieces for the beginning, and runners.","location":"Follow directions for\n\nEnterprising Curiosity (AKA Body Scab)\n\n."},"__v":0},{"_id":"hwQhNu9uXNuYFb4x1IUd+w==","name":"Enterprising Curiosity aka Bloody Scab","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Marcus Brown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.39001,41.18961]},"left_right_index":2,"mp_id":"108328685","mp_crag_id":"107305620","climb_id":"hwQhNu9uXNuYFb4x1IUd+w==","areaRef":"XNMKoUKxVUWnu1sdT51e+w=="},"content":{"description":"This is an interesting route that I thought was harder than it looks from the ground. It starts in an open book with hands and goes to fists to offwidth (a rib of rock is on the left of the crack and slabs are on the right). Climb behind a chockstone (not a tight fit at all), go easily a little higher and continue up and left to tackle a hand and finger crack to the anchor.\n\nThe route name and first ascent info were obtained from Kelman's guide to the area.","protection":"Standard rack up to a #5 Camalot. An extra #4 Camalot wouldn't go unused. There's a bolted rappel anchor at the top. We were able to lower with a 70m rope. I'm not sure you could lower or rappel with a 60m rope.","location":"This is on the southeast side of the crag. We approached by walking past\n\nThing of Beauty\n\nand\n\nMedium Cool\n\non the north side. Continue around the end of the crag and follow a trail that turns into easy spelunking under some boulders. You'll pop out from the tunnel right in front of the route."},"__v":0},{"_id":"XjRsmZkuXWWbXp9qEC4LFQ==","name":"Edge of Sanity","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Zack Orenczak, Rachel Lynn, Drew Arnold","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.39001,41.18961]},"left_right_index":4,"mp_id":"119153985","mp_crag_id":"107305620","climb_id":"XjRsmZkuXWWbXp9qEC4LFQ==","areaRef":"XNMKoUKxVUWnu1sdT51e+w=="},"content":{"description":"The description of this climb is \"Arete and crack to the end of\n\nLittle Dude\n\n.\" -- from\n\nThe Voo\n\nguidebook. This would be a nice line if the arete was bolted. I am not sure exactly what the author was intending with this route, but here's my best attempt to explain it. As it is, climbing the arete is a little sketchy (one of my footholds broke a bit above the last place I could place a piece). Climb the arete to a point where you make a move over to the massive chockstone and place a piece of gear. Fully move onto the boulder, and walk over into the gully where there are a couple of groove/cracks going up to a ledge to meet the last two bolts of\n\nLittle Dude\n\n. If I am totally off on the intended line, please make amends to this description.","protection":"A single rack plus last two bolts of\n\nLittle Dude\n\nto a 2 bolt anchor. 100' rappel to descend.","location":"It ascends the rounded arete to the right of\n\nLittle Dude\n\ntoward the north end of Blair II in what\n\nThe Voo\n\nauthors call \"Wing Area.\" To the right of the arete is a wide chossy gully/chimney with a large chockstone/boulder about 30 feet up."},"__v":0},{"_id":"bSojIIU2V3KNkO6bZVclLw==","name":"Deadman's Glove","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Scott Blunk, Steve Millard, 1988","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.39001,41.18961]},"left_right_index":0,"mp_id":"119102851","mp_crag_id":"107305620","climb_id":"bSojIIU2V3KNkO6bZVclLw==","areaRef":"XNMKoUKxVUWnu1sdT51e+w=="},"content":{"description":"Are you tired of all the incessant flares and offwidths? Perhaps you just ran out of tape? Well, saddle up for this raucous good time.There ain't gon be a line on this one.\n\nCrimp and layback your way up a steep face/dihedral, passing 3 bolts along the way. Stop at the ledge and use the anchors for\n\nHobbit Logic\n\n, or continue up the dirty, vegetated corner.\n\nThis climb is under the radar, but it has great movement and some big air potential. It is somewhere between a sport climb and a trad climb. Go get on it!","protection":"3 bolts and supplemental micro gear up to 0.75.","location":"This climb is on the backside of the Vulture  just left of\n\nHobbit Logic\n\n/\n\nEnterprising Curiosity\n\n. Look for the line of 3 bolts up the left arete."},"__v":0},{"_id":"65L6F05bX0GZZXEcfE8RYQ==","name":"Body Pump","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"M. Jenkins & J. Clinton","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.39001,41.18961]},"left_right_index":5,"mp_id":"113439629","mp_crag_id":"107305620","climb_id":"65L6F05bX0GZZXEcfE8RYQ==","areaRef":"XNMKoUKxVUWnu1sdT51e+w=="},"content":{"description":"This is a line that I have walked past several times, and it has always looked intriguing. Because it was north-facing and held shade, we finally decided to get on it, and although I didn't provide a clean ascent, I did acquire some useful beta.\n\nClimb some nondescript climbing to get to a 5.9ish chimney. Continue up the chimney to a \"Y\" fork.\n\nTaking the left \"Y\" will deposit you into a 5.9 flaring chimney crack and to a decent anchor at about 35-45 feet (the anchors can be seen from the ground).\n\nTaking the right \"Y\" will put you into Body Pump territory. An awkward entrance into the right fork puts one into sustained #5s for several feet till you can finally get a secure knee jam or you have reached the section of fists up higher. I thought this climb was a great physical trainer for stacks, and I would like to get back on to see if I fair any better.\n\nAlas, this sun caused mild heat exhaustion, and I decided to bail and finagle my way over to the left anchors and escape. Some might find Body Pump slightly contrived, because you're looking to the left for an easy way out, but if you're free climbing the line, it is logical to stay in the right crack, and it would be pretty tricky to step over left.","protection":"I'd take singles from #2 - #6, and double up on the #4s and #5s. I haven't been to the top, but you have some options. I think you can build an anchor belay your partner up, and there are some obvious anchors to the left and to the right on the formation that will allow you to rap down. If you take the left set of anchors at the top of the formation, you might be able to TR or at least scope out \"The Wing\".","location":"On the North side of Blair 2, this is an obvious \"Y\" chimney feature.\n\nRappel to escape."},"__v":0},{"_id":"0OvECGe/X96iXTwY1V+WhA==","name":"A Thing of Beauty","yds":"5.10b/c","grades":{"yds":"5.10b/c","french":"6b"},"fa":"Hurley, Rearick, and Hollis, '75. FFA: Jim Brink and Skip Harper, '93","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.39001,41.18961]},"left_right_index":8,"mp_id":"105850431","mp_crag_id":"107305620","climb_id":"0OvECGe/X96iXTwY1V+WhA==","areaRef":"XNMKoUKxVUWnu1sdT51e+w=="},"content":{"description":"This great crack pitch is on the Northwest side of Blair II.  It splits the wall and is impossible to miss. A thin face move gets you up into the crack.  It starts with easy but nice hand jams up to a convenient rest.  At this point, the crack goes into a beautiful green colored right facing dihedral.  Getting off the rest ledge is difficult, as the jams are a little flaring.  After a few moves, the jams get better but soon turn into strenous fists and a few moves of offwidth.  After another nice rest ledge, you must navigate the final 25 feet of squeeze chimney, a full body workout on this one!","protection":"Yellow TCU through #4 Camalot.  The bolts on top of the route\n\nMedium Cool\n\ncan be used to belay, they are about 15 feet to the North.  For the rappel, scramble to the Northeast to some cold shut anchors that are the finish to a new bolted slab route that went in just North of Dead Man's Glove.  A single 60m rope is plenty to get down from these anchors.","location":"This is a splitter crack that doesn't quite come all the way to the ground, starts thin, and goes wide. It is easy to find in the middle of the North West face of Blair II. Start with an easy traverse from right to left to get into the crack or start up the face directly in front of a large pine tree.  I did the direct start up the face and slung a branch on the pine for pro which worked well.  I also used the pine for a couple of chimney and stem moves to make it easier."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,afc3c77e-efc9-50f7-a248-5b1d2864b858,183fb1aa-8d3f-5bf1-b176-049cf356e744,d8d7e81a-eb8b-5cfd-8ec6-8aa7889d4140,6c7a3073-43dd-5e64-8080-6aa87f92e9f5,5cd30aa1-42b1-5545-a7bb-5b1d4f9d5efb","pathTokens":["USA","Wyoming","Vedauwoo","Blair (overview)","Lower Blair I, II, III, and vicinity","Lower Blair II"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11-"},{"count":2,"label":"5.10d"},{"count":1,"label":"5.11b"},{"count":2,"label":"5.8"},{"count":1,"label":"5.11c"},{"count":1,"label":"5.10+"},{"count":1,"label":"5.10b/c"}],"byDiscipline":{"trad":{"total":8,"bands":{"unknown":0,"beginner":2,"intermediate":3,"advanced":3,"expert":0}},"sport":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":4,"advanced":3,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.39001,41.18961]},"bbox":[-105.39060752778859,41.189160339818145,-105.38941247221142,41.190059660181866],"left_right_index":-1,"ext_id":"107305620","area_id":"XNMKoUKxVUWnu1sdT51e+w=="},"content":{"description":""},"density":0,"totalClimbs":9,"__v":1,"createdAt":"2022-11-07T06:35:21.806Z","updatedAt":"2024-01-15T16:51:32.560Z"}