{"_id":"6368a11ae80bff5a99542c5d","area_name":"Britney Spears Arête","shortCode":"","climbs":[{"_id":"Zc/6XFOqUtqUqW92uO5XZQ==","name":"Unknown","yds":"5.10b/c","grades":{"yds":"5.10b/c","french":"6b"},"fa":"unknown","type":{"trad":true,"tr":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.68426,45.28704]},"left_right_index":1,"mp_id":"113561614","mp_crag_id":"113558679","climb_id":"Zc/6XFOqUtqUqW92uO5XZQ==","areaRef":"ogxKlXcPUhi2t2crgJ0UrQ=="},"content":{"description":"A very fun, sustained 5.10b/c climb. Steep, and interspersed with different moves throughout. Face climbing, a crack, a roof, a little traverse, mantels, lie-backs etc! It's got it all! Unfortunately, I don't know the name of the route or who the first ascencionist is, so if you know this info get in touch and I'll update the climb on MP!","protection":"Mostly draws, but there are a couple spots that you'll want to supplement with a few cams. There is certainly a pocket for a .4 cam, as well as a really sketchy .2 placement. A cam will fit in the crack in the roof as well which will protect that crux move. Besides that, it bolted pretty well, although there is a decent distance between bolts. You'll want your lead game on. Falls should be clean though as it is a steep route.","location":"This route is very difficult to find on it's own. The suggested way to get there is by climbing the first two pitches of \"\n\nOops, I Did It Again\n\n\" then rappel from the anchors on P2, down the steep north side of Britney Spears Arête. The rappel goes down the climb.\n\nAlternatively, from the base of \"\n\nOops, I Did It Again\n\n\" you can try to work your way up the gully to the right. It's loose, full of vegetation, and steep.\n\nThe first bolt is next to a large dead tree that has a sling around it. This tree and the platform it's on makes a decent belay stance. From this stance traverse left to the first bolt, then up to the overhang, and continue following bolts.\n\nIf you climb the first two pitches of \"\n\nOops, I Did It Again\n\n\" you can easily top rope this climb with a single 60m rope. Although, a 70m will get you almost all the down to the main ledge when you are done climbing."},"__v":0},{"_id":"SROSBEkGUiquiRLJQ/soXg==","name":"Oops, I Did It Again","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"sport":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.68426,45.28704]},"left_right_index":0,"mp_id":"113558765","mp_crag_id":"113558679","climb_id":"SROSBEkGUiquiRLJQ/soXg==","areaRef":"ogxKlXcPUhi2t2crgJ0UrQ=="},"content":{"description":"This climb is a fantastic climb in a beautiful alpine setting, not too far away from your car. Mostly 5.7 climbing with a couple 5.9 cruxes interspersed on each pitch. Each crux is only a couple moves long though. The route is well bolted with protection in just the right places. I never counted, but I think 10 draws will do it. Bring a few extra just in case.\n\nPitch 1 (90'): Start the climb on the first crux right off the ground. Climb up and around the triangular roof to the right onto easier ground. Keep following bolts past the ledge with a tree until you find chains.\n\nPitch 2 (90'): Climb the next crux right after the P1 anchor. Gain access to easier ground until you get to the third crux, a one move wonder over an overhang. Back onto easier ground until you get to a ledge with chains on the right side of the Arête.\n\nPitch 3 (90'): Follow the bolts on the right side of the Arête through two more short cruxes. Keep going till you get to the top of a pillar where chains are waiting for you.\n\nP2 could 'probably' be combined with either P1 or P3. Rope drag might be a hassle though.\n\nDescent: Either single rope rappel w/ a 60 meter rope back down the route, or double rope rappel with 70's off the right side of the Arête all the way back to the ground. Beware of loose gulley debris if you do it this way.\n\nKeep an eye out for the climb that shares anchors at the 2nd pitch. It's a really fun 'add on' if you have the time.","protection":"Quick Draws. I think 10 draws does it, but bring more just in case. All pitches have chain anchors and you can bail from any pitch if need be.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,6d93ce9a-b1f9-55de-ba48-51d186dd1ef8,8f38b276-2760-5622-b0c2-03625573cc64,e357371f-c0da-5d82-a377-6e0d092e5c14,a20c4a95-770f-5218-b6b7-672b809d14ad","pathTokens":["USA","Montana","Southwest Region","Emigrant Gulch","Britney Spears Arête"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10b/c"},{"count":1,"label":"5.9"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}},"sport":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}},"alpine":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":2,"advanced":0,"expert":0}},"tr":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":2,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-110.68426,45.28704]},"bbox":[-110.68489912542073,45.28659033981813,-110.68362087457928,45.28748966018185],"left_right_index":-1,"ext_id":"113558679","area_id":"ogxKlXcPUhi2t2crgJ0UrQ=="},"content":{"description":""},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T06:09:33.665Z","updatedAt":"2024-01-15T16:45:54.407Z"}