{"_id":"63689de0e80bff5a994f911d","area_name":"Chiefshead Northwest Face","shortCode":"","climbs":[{"_id":"QGdWqRntV3+mjTf42DEHPw==","name":"Much Ado About Nothing","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.641,40.2494]},"left_right_index":999999,"mp_id":"107206749","mp_crag_id":"105745983","climb_id":"QGdWqRntV3+mjTf42DEHPw==","areaRef":"YZjkQ/uhXeqdAawWZpZJYA=="},"content":{"description":"The route climbs the long ramp system along the right side of the wall. Begin in the left-facing corner directly below a large white spot that is shaped like the profile of a head facing left.\n\nP1: Climb the dihedral to a V, take its right branch and belay on a flake/ledge in the white rock of the \"neck\" (5.6, 150 feet)...[or just climb up over steep, broken ground that and find a good spot to belay, as we did].\n\nP2: Follow a left-facing flake through the \"head\" and continue up to a series of ledges (5.7, 150 feet)..[or follow huge broken flakes that provided small left-facing dihedrals on their left side, then finish over some easy ledges and belay at the base of a left-leaning ramp].\n\nP3 & P4: Climb up and left along a ramp and belay near its end (5.5, 300 feet) [or do a simulclimb up the ramp leading up and left angling toward a big dark roof that stretched for more than a pitch as it arched left, and then use the ramp to travel diagonally under the roof which starts out easy, but then steepens].\n\nP5: Climb up along a left-facing flake, then up and right to a grassy ledge that leads off the face (5.8, 100 feet).\n\nP6: Scramble up an left to the rappel route and the high point of the face (but not the peak)...or continue up and right to reach the top of the peak when you can head down one of the hiking/scrambling descent options.","protection":"Standard rack.","location":"Start early...a 3.5 hours approach (7 miles & 3000 vertical feet of elevation) and a hard escape if the storms beat you to the punch.\n\nHike up past Black Lake, over the north shoulder of Spearhead, past Frozen Lake and beneath the west face of Spearhead, and then scrambled up a rocky shelf before crawling up the talus to reach the northwest face of Chiefshead.  Then, turn west and climb up the ramp to reach the base of the climb.\n\nDescent Options:\n\n(1) Rappel\n\nBirds of Prey\n\n:  Find the rap anchors, if you can (I couldn't).\n\n(2) Hike from summit to Stone Man Pass:  a long, long way exposed to the elements.\n\n(3) Scramble down West Ramp: hard to find the start and hard to find your way down, but persistence will pay off. See below:\n\nStep 1:  Hike down the much of the NW Ridge to find a likely big gully to descend.  It will feel more like a series of steep gullies that will work for 40 feet, then you'll have to find a ledge to traverse to the next gully.\n\nStep 2: Look for a path east back to start of climb. look for a ledge that leads out to the biggest rib.  From the top of the rib, you'll be able to see the start of the climb, and the sloping, rubble-covered ramps leading down to it.\n\nStep 3: Scramble down and follow it until the terrain starts to break up; a path to the right will appear. Take it.\n\nStep 4: Keep looking until you find a path through tumble that works."},"__v":0},{"_id":"ftJnzIjaVm+fPjRlpVmMFw==","name":"Flight of the Kiwi","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Blake Herrington, Graham Zimmerman, Summer 2010","type":{"snow":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.641,40.2494]},"left_right_index":999999,"mp_id":"106892947","mp_crag_id":"105745983","climb_id":"ftJnzIjaVm+fPjRlpVmMFw==","areaRef":"YZjkQ/uhXeqdAawWZpZJYA=="},"content":{"description":"This was climbed by 3 folks who had all climbed or met in New Zealand, and wanting to keep with the avian theme of the wall, we chose a tongue-in-cheek name to represent the route. It's probably Grade III to the top of the wall and Grade IV to the top of the mountain. - Graham Zimmerman made a neat movie-\n\nThe movie and more photos here.\n\nFollow the major, right-facing corner system, which is roughly 500' left of\n\nBirds of Fire\n\n. After 6 pitches, this route reaches the major, arching ledge that cuts above the face. From here, it is possible to walk right to the rappels of\n\nBirds of Fire\n\n, or the walkoff, farther climber's right.  However, the route continues with 5 more pitches to the summit. These 5 pitches could be reached from any route on the wall. Rock in the vicinity of the final 2 pitches had been climbed prior to our ascent.\n\nBoth of the first two pitches are probably frequently wet. Luckily it's possible to protect the crack and climb the dry face.\n\nP1\n\n- Begin in the moat, immediately right of two very small, left-facing corners. Face climb up the arete to the right of the rightmost of these small corners. After 20', move well left passing all crack systems, and face climb up and back right into the 4\" crack. Finish in an alcove with a RFC and roof. 5.8, 70'.\n\nP2\n\n- The crux is somewhat tricky to protect - the best beta seems to be climb 15' up the from the belay to gear under the roof, then downclimb back and face climb straight right to a positive flake. With cam in place, this face climb is well-protected for the leader and is around 5.10d. Climb straight up from the flake and crack, laybacking on a right-facing flake, and using face holds on the left. ~25 feet above the height of the roof, step left and enjoy rad face climbing just left of the major crack (which is probably wet). 5.10d.\n\nP3\n\n- Climb the right edge of the flake system with a little delicate undercling rightward to a belay at the end. 5.9, 100'.\n\nP4\n\n- Go up the corner which, in our dreams, would go on for a few hundred meters. Step left up blocky ground at the top. 5.8, 100'.\n\n(P3/P4 Variation - climb the flake and crack above the belay atop P2, through a chimney. Face climbing, and a larger, more prominent chimney, brings one to the same ledge atop p4. 5.10a)\n\nP5\n\n- Move left on the ledge system for ~20. A clean, 0.75\", left-facing crack/corner is above and right. Climb this for 25' to its top and place gear. Traverse straight left (5.8 runout) on beautiful nubbins and into the right edge of a flake system. Climb this flake system to its apex, left of a small white roof/overlap visible from the belay. Face climb upward left-to-right above this small overlap, and follow the right edge of a second flake system. From atop this 2nd flake system, climb more golden nubbins (5.8 runout) to a horizontal break. Hanging belay here.\n\nP6\n\n- A faint flake/feature curves up and left from the belay. Find the surprise #4 Camalot pod out right shortly after embarking, and then continue left up the slab to a left-trending flake and ramp system, which gets easier as you go. This flake and ramp finishes with a short 5.8 bulge and brings one to the big ledge that curves across the wall.\n\nP7\n\n- Walk left to the end of the ledge/terrace. Climb up and left into a finger, hand, and twin hand crack on a blunt arete/prow, shortly left of a OBVIOUS corner. At the big ledge, move right to the base of the CLEAN, upper dihedral 5.10a, 55 meters.\n\nP8\n\n- Go up the thin-hands corner, 5.8.\n\nFrom here, you are on the North Ridge of Chiefshead, which connects to Spearhead. This has been climbed by Bill Wright and Buzz Burrell in 2009, likely others well before. Unrope and walk up the talus for a couple hundred feet until the ridge steepens. Multiple options are presented. Our route:\n\nP9\n\nSomewhat on the right side of the buttress and just left of a very thin and vegetated corner, find a hand crack on a steep face, diagonaling up from right to left. Keep climbing up a little more and belay at the base of a long, low-angle hand crack and left-facing corner. 5.10b\n\nP10 and P11\n\n- Two more nearly 200' pitches of quite nice crack climbing lead to the summit. Just aiming for the steepest and cleanest line in this section is probably the best option.","protection":"A single rack to a #4 camalot, with perhaps double cams in the fingers-to-thin-hands sizes. One 60m rope if you don't mind the mellow walkoff, or 60m doubles if you are going to rappel\n\nBirds of Fire\n\n.","location":"From\n\nBirds of Fire\n\n, or anywhere in the center of the NW, look for the major, right-facing corner and crack system on the left half of the wall. The flakes and chimneys are obvious. Start below these. From the summit, walk off down the West ridge, and descend mellow class 2/3 to the west of the wall, or rappel\n\nBirds of Fire\n\n."},"__v":0},{"_id":"f+OfLPl2Vi6Hd1D6whptEQ==","name":"The Central Rib","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.641,40.2494]},"left_right_index":999999,"mp_id":"107088692","mp_crag_id":"105745983","climb_id":"f+OfLPl2Vi6Hd1D6whptEQ==","areaRef":"YZjkQ/uhXeqdAawWZpZJYA=="},"content":{"description":"The route begins on the NW side of the Chiefshead, below the NW face.  The north ridge or central rib is obvious from this location to your left.  Follow steep disconnected ramps and ledges up to the NE to gain the rib proper.  Once on the rib, a rope might be nice for about a pitch or less depending on how comfortable you are with exposure (5.easy).  After 100-200 feet, the route turns back into scrambling for a bit, until you are directly under the north ridge proper.  From here, you have several choices, and route finding becomes more interesting.  Stay directly on the arete proper for the 5.7 route.  The rock is fairly good, and the exposure and views become increasingly robust.  Venture to the left or the right of the route for easier/harder terrain. About 3/4 of the way up the route, before the final headwall, there is an option to traverse west above the NW face to avoid all of the difficulties.\n\nDescent: Follow the northwest ridge down to Stone Man pass.","protection":"Standard alpine rack is more than adequate.","location":"Hike into the upper Glacier Gorge, and make your way around to the west side of the Spearhead.  There are a number of good bivies here, if you have a bivy permit.  This is also a quite reasonable 1-day adventure."},"__v":0},{"_id":"YagWC/sjViK1yMJzwJC5/A==","name":"Birds of Fire","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Richard and Joyce Rossiter","type":{"trad":true,"alpine":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.641,40.2494]},"left_right_index":999999,"mp_id":"105754135","mp_crag_id":"105745983","climb_id":"YagWC/sjViK1yMJzwJC5/A==","areaRef":"YZjkQ/uhXeqdAawWZpZJYA=="},"content":{"description":"I was one of the indignant climbers (see Steve Levin's comments in the introduction) who hoped to remove the bolts on this route (a very early fall snowstorm stopped Mark \"Prybar\" Wilford and me from the dirty deed itself), I finally climbed this a couple years later,\n\nsans\n\nprybar, and found it to be not only nothing like the sport route I was expecting but also one of the best routes I have ever done in the Park. The rock is nothing short of perfect for most of the route. Try to catch this as soon as it dries out, hopefully in early July, as the sun will be on the face for much of the day. A few short weeks later, the sun exposure is considerably less. A reconnaissance visit to Spearhead in June will tell you if the face is in condition or not. After two ascents of this climb, I can state with confidence that the crux is actually gaining the cliff, but then I have always had a thing about snow....\n\nP1. This is not so great actually, but good, and at least it gets you away from that wet sloppy white stuff. Save a hand-size cam or two for the belay.\n\nP2. After some initial thin moves right by the belay, there is a thin runout slab with inobvious moves, before a long and unprotected traverse left (5.7X) on a big ledge system. This pitch introduces you to the delights in store above.\n\nP3. The meat! After some thin moves at moderate 5.10 past a couple bolts, traverse left, very thin, to a bolt, from where committing 5.10 moves lead up, up and up into apparent blankness. The bolts zigzag some, so consider using one or two longs slings (or even old-style double ropes). This pitch ends up wildly runout toward the top, with many opportunities for getting irreversibly stuck offroute.\n\nP4. (5.10). More of the same. By now you should be used to the nature of the climbing. There are just enough bolts to tip the balance in favor of continuing upwards.\n\nP5. If pitch three is the meat course, this is the dessert, a\n\nCreme Brulee\n\ndelight of face knobs and bullet edges up the White Streak. This maintains a heavenly 5.9 standard for the whole ropelength up this perfect boilerplate face. This pitch is comparatively well-protected, but divide six bolts into 150 feet and you get, um, well you still get a pitch not to be trifled with. By the time you reach the lonely belay foothold at the end of this pitch, it should be more or less raining, so you may be feeling that you can retreat without shame. Above, there are two more good sections, but a lot of filler, so you may be right.\n\nP6. After yet another runout on thin face (surprise!) past a couple more bolts, you gain merely good 5.7 climbing in a dihedral.\n\nP7. This is a short, nondescript pitch.\n\nP8. This is the after-dinner port. If the rain has not set in yet, this pitch is actually real good, with tenuous 5.10 laybacking up a sharp arete. Plus the bolts seem closer together here than usual. Unfortunately the fun runs out all too soon, and unless you want to lower off a single bolt at this point (the fifth bolt on this pitch), you have to wallow up another one and a-half pitches of mank (at least compared to the rest of the route) to gain a final set of rap bolts at the top of the cliff. This is worth it for first-timers.\n\nAhhh, roll on next summer. . . .","protection":"The pro is mixed, about thirty bolts in all, but this ain't no sport climb. Bring a rack up to maybe 2.5\", and expect to run it out somewhat on 5.9 terrain, and to run it out wildly on easier terrain. The belays are all (except at top of first pitch) bolted. Rap the route. Double ropes are helpful, as is some routefinding skill and confidence.","location":""},"__v":0},{"_id":"zYf+AwJZUQGR3EaJPsZfyg==","name":"7 Arrows","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Fowler and Harlin Jr. 1980","type":{"trad":true,"alpine":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.641,40.2494]},"left_right_index":999999,"mp_id":"105749710","mp_crag_id":"105745983","climb_id":"zYf+AwJZUQGR3EaJPsZfyg==","areaRef":"YZjkQ/uhXeqdAawWZpZJYA=="},"content":{"description":"7 Arrows is a very worthwhile climb that provides much adventure and excitement, along with superb granite face climbing. The line is fairly obvious, starting on prominent flakes just left of center (and left of the bolts on Birds of Fire), and taking on the singular natural weakness through the first 100 feet of the lower wall.  The route then follows corners and brief blank sections for several pitches, heading for a black water streak which originates on the large ledge at the top of the face.  The route is well described in both Rossiter and Gillett, although quite frankly you need to allow your instincts to guide you through many sections, and a sense of \"being off-route\" should not disturb you (hence my lack of a proper pitch-by-pitch description here).  There is gear to be found, but a little creativity is required to sniff out the placements.  Expect to climb mandatory 5.8 and 5.9 passages with minimal (or no) gear.  Obviously not a place to be in a rainstorm.  Belay anchors are OK, but not great.  Lower on the route you can escape right to anchors on Birds of Fire, but by midway be prepared to have to punch for the top.  Depending on where you actually climb high on the route, expect a trace more 5.10-, and lots of sustained, \"bumpin-ugly\" face climbing at a slightly easier grade.","protection":"A full rack from RPs, TCUs, to a 2.5\" cam.  Extra little gadgets and tech type stuff.  6 QDs, many long slings.  Nut tool for requisite \"digging\" for gear placements when you get off-route.  Consider a 200' (60m) rope mandatory.  It is not necessary to bring a hammer or pins on this route.  If you rappel Birds of Fire, 2 ropes are required.  Good face climbing shoes will minimize the mental trauma of the leader.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,b8bc6400-2efc-577d-b6a6-c5367641fd44,1621a45a-659f-5708-9ba0-bc0a295bfc73,09f2c583-ed39-5172-85bb-6d4772e26308,e559ba53-2cb8-534c-b7b3-640f207d4421,6198e443-fba1-5dea-9d01-ac1666964960","pathTokens":["USA","Colorado","Alpine Rock","RMNP - Rock","Glacier Gorge","Chiefshead","Chiefshead Northwest Face"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.8"},{"count":1,"label":"5.10+"},{"count":1,"label":"5.7"},{"count":1,"label":"5.11a"},{"count":1,"label":"5.10b"}],"byDiscipline":{"trad":{"total":4,"bands":{"unknown":0,"beginner":2,"intermediate":1,"advanced":1,"expert":0}},"alpine":{"total":5,"bands":{"unknown":0,"beginner":2,"intermediate":2,"advanced":1,"expert":0}},"snow":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":2,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.641,40.2494]},"bbox":[-105.64158914709922,40.248950339818144,-105.6404108529008,40.249849660181866],"left_right_index":-1,"ext_id":"105745983","area_id":"YZjkQ/uhXeqdAawWZpZJYA==","polygon":{"type":"Polygon","coordinates":[[[-105.64158914709922,40.248950339818144],[-105.6404108529008,40.248950339818144],[-105.6404108529008,40.249849660181866],[-105.64158914709922,40.249849660181866],[-105.64158914709922,40.248950339818144]]]}},"content":{"description":""},"density":0,"totalClimbs":5,"__v":1,"createdAt":"2022-11-07T05:55:53.191Z","updatedAt":"2024-02-19T18:31:13.090Z"}