{"_id":"63689d5ce80bff5a994f5352","area_name":"Upper Falls Trail and Columbia Point","shortCode":"","climbs":[{"_id":"13Z1IFNUUX+NSkUThDSbLQ==","name":"Via Aqua","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Dave Rearick, Herb Swelund, Glen Denny, Dick McCracken, Steve Roper- April 1960","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.60275,37.74697]},"left_right_index":2,"mp_id":"117972057","mp_crag_id":"109534953","climb_id":"13Z1IFNUUX+NSkUThDSbLQ==","areaRef":"i/0VhUxDXluQfDuU4hElXg=="},"content":{"description":"Via Aqua is a fun, moderate, and mildly obscure route that climbs to the left of Upper Yosemite Falls up a series of corners and chimneys. It is a bit dirty and has some loose sections. The climbing is enjoyable and tops out at the railing of the lookout over the falls. You gain a ton of exposure on the approach ledges and have excellent views the entire time.\n\nThe route breaks up nicely into 4 pitches with a 60m rope. We did it in 3 pitches with some simulclimbing and rope drag. The first two pitches felt like mostly 5.7/5.8 with a steep section of flakes before gaining a large ledge. A few pins and a cool antique bolt can be found in the first few hundred feet. Traverse right across the ledge to climb the final chimney/corner up to a large tree and 4th class. This section can be broken into two pitches or easily simulclimbed with the follower walking across the ledge. Once you're past the large tree, easy terrain leads to the falls lookout on the right.","protection":"Single rack from BD 0.3- 4 (doubles in finger/hand sizes could be nice, we only placed the 4 once), nuts","location":"Getting to the start of the climb is a bit of an adventure in itself. Hike about 2/3 of the way up the Upper Yosemite Falls trail until you see a prominent ledge system to the right. As of October 2019 you step over a dead log at a switchback and there are cairns marking the initial approach. From here you traverse across an exposed ledge system (class 3/4) to reach the base of the obvious left-facing corner system."},"__v":0},{"_id":"Dz1aZM44XSai4T9bNJjsTw==","name":"Montgomery Cliff","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Eric Kohl and Cade Loyd (1992)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.60275,37.74697]},"left_right_index":1,"mp_id":"109534965","mp_crag_id":"109534953","climb_id":"Dz1aZM44XSai4T9bNJjsTw==","areaRef":"i/0VhUxDXluQfDuU4hElXg=="},"content":{"description":"A rare bolted crack in Yosemite. This is located below the Upper Falls Trail a short distance below Columbia Point. The trail starts by switchbacking up the huge forested bowl below Camp 4 Wall. Then it beings to traverse to the east through cliff bands toward the sandy slopes of Columbia Point. When you see Joe Palmer (the thin crack on a rounded arete) above the trail, then you are basically right on top of Montgomery Cliff. Backtrack a short ways and scramble across 3rd class ledges to reach the start of the route. Scope out the approach from Camp 4.\n\nThe climb has some really flaky rock on the surface, but if it got climbed more it would clean up nicely. The steepness and variety of movement make it pretty fun regardless. Climb the crack to a 2 bolt anchor at a shelf. There are a couple cruxes in the upper half. Bring some webbing (or better yet, quicklinks/chains) to rappel off of.","protection":"Bolts, or to lead it on gear bring cams to 2\" with extra in the tips to fingers sizes.","location":""},"__v":0},{"_id":"HMDxwzHTVlmhK0XiIOGnrQ==","name":"Mindahoonee Wall","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Walt Shipley, Kevin Fosburg 1990s","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.60275,37.74697]},"left_right_index":0,"mp_id":"110337668","mp_crag_id":"109534953","climb_id":"HMDxwzHTVlmhK0XiIOGnrQ==","areaRef":"i/0VhUxDXluQfDuU4hElXg=="},"content":{"description":"This is a route way up at the top of the falls trail. It's not the most impressive wall west of the falls, but it's a cool little tower of pretty, orange rock. The tower was first climbed by Harding and co and called the Menehune Wall, which are a mthyical Hawaiian people... see supertopo for details by Blitzo. The free route may or may not be a major variation\n\nSupertopo Link\n\nExpect choss and moss! Definitely different ways to break up the pitches\n\nP1 - 5.10b Choose one of two cracks in the left facing corner and then switch to the right. Go up the now severely left leaning, left facing corner with a short wide crux. Belay at a nice ledge or continue\n\nP2 - 5.10b Up the steep corner with giant, hollow flakes. Belay on the ramp.\n\nP3 - 5.10c Up the sweet corner. Pull a little roof on good jams, clip an old bolt, and get past the short, crux wide pod. Great ledge\n\nP4 - 5.9 Jam and Chimney up the crack at the left end of the ledge. Belay at a nice ledge after 40 ft. or continue up and left up the low angle corner and belay below the black munge\n\np5 - 5.10a Pull up on some steep flakes and get in some good gear. I laybacked up the black stuff which looks horrendous but worked out pretty good, although pro was hard to come by. Or try your luck to the right up a giant flake thing. Continue up on some horrible 4th class rock and through some bushes up and left.\n\nP6 11a nice varied finger crack in a shallow corner. Crux is over quickly, as is the nice rock. Head right to the next crack over whenever you think reasonable. The roof up ahead is pretty dang cool and after some wide climbing you're on top.","protection":"A varied double rack to #3. We took a #4 and 5 which was nice but the 5 was probably not necessary.","location":"Top of the falls trail at the end of the switchbacks. Cut over to the wall when you're just above the start of the route. Leave the trail at a broad clearing and walk over to a big rock to rack up on and scope your path to the start.\n\nHide your packs at this rock well because hikers sometimes like to stroll over... Although you can see them and it's fun to yell and scare em.\n\nDescent - Boulder hop and 4th class on the ridge back until you can cut right and down back to the falls trail."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,8ab53875-745f-5076-b396-d3d84945e52c,0f1eddf1-5a79-556e-92f6-0d91627e1f2f,5e3c95f8-ac0c-58d7-8278-934731f6453b,27e05140-dd05-55f9-87f2-c27a5a7ba966,8bfd1585-4c43-5e5b-907c-3b94e211255e","pathTokens":["USA","California","Yosemite National Park","Yosemite Valley","Valley North Side","E. Yosemite Falls Area","Upper Falls Trail and Columbia Point"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.8"},{"count":1,"label":"5.11d"},{"count":1,"label":"5.11a"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":1,"expert":0}},"sport":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":0,"advanced":2,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-119.60275,37.74697]},"bbox":[-119.6033186704189,37.74652033981813,-119.6021813295811,37.74741966018186],"left_right_index":-1,"ext_id":"109534953","area_id":"i/0VhUxDXluQfDuU4hElXg==","polygon":{"type":"Polygon","coordinates":[[[-119.6033186704189,37.74652033981813],[-119.6021813295811,37.74652033981813],[-119.6021813295811,37.74741966018186],[-119.6033186704189,37.74741966018186],[-119.6033186704189,37.74652033981813]]]}},"content":{"description":""},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T05:54:46.366Z","updatedAt":"2024-02-19T18:29:57.356Z"}