{"_id":"6368a50be80bff5a995b0417","area_name":"Circus Wall","shortCode":"","climbs":[{"_id":"QSxM2TjpUd++9kZKnX7jhg==","name":"Unknown 5.11","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"unknown","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-113.64353,37.19743]},"left_right_index":3,"mp_id":"105879841","mp_crag_id":"105717179","climb_id":"QSxM2TjpUd++9kZKnX7jhg==","areaRef":"j9/0h3bPUcCGjMmVubYf5Q=="},"content":{"description":"This is an undocumented line just to the right of the\n\nBarbarian\n\nand to the left of\n\nJimmy the Greek\n\n.  Follow a line of drilled pitons on fun moderate rock to a blank section at the headwall.  At 6'4\" you can just reach the \"good\" hold.  Tough pulls and smears reach good holds and more moderate rock.  You can either join the Freak Show up and right or climb some loose moderate rock to the anchors on the Barbarian.\n\nThis is a fun moderate line where the hard move can be easily aided for those under 6 foot.","protection":"Drilled pins and a light rack...","location":""},"__v":0},{"_id":"V9nW05rgXoOzWBJZf/5i4g==","name":"Trapeze","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Olevsky","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-113.64353,37.19743]},"left_right_index":9,"mp_id":"106053490","mp_crag_id":"105717179","climb_id":"V9nW05rgXoOzWBJZf/5i4g==","areaRef":"j9/0h3bPUcCGjMmVubYf5Q=="},"content":{"description":"The guidebook says this one is not worth the effort due to hideous rope drag.  I guess I can't disagree with that accessment.  There are a number of pitons placement side by side, and a number of horizontal traverses throughout the route.  I did find a challenge of reaching the anchor without grinding to a halt due to rope drag.  This is the final exam for rope management. You will receive a passing grade, if you make it to the anchor without profanity.\n\nThe first drill piton is up the rib and just to the right of the top of the cave, about 40-50ft up. (5.6R/X)  Continue to the left clipping two side by side pitons with long slings.  Make sure you back clean the first clip, or suffer.  Continue back and forth up the wall with back cleaning or skipping clips to reduce drag.  At the last pin, angle to the left about 20ft to a rap anchor at 150ft.  You can rap and clean, but it is best to have someone follow the route.","protection":"A bunch of 2 ft slings","location":"The first route to the right of Roar of the Greasepaint, and just to the right of the cave."},"__v":0},{"_id":"TnGorYxwU6GlR/y46qMiUQ==","name":"Roar of the Greasepaint","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"R. Olevsky","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-113.64353,37.19743]},"left_right_index":8,"mp_id":"105718219","mp_crag_id":"105717179","climb_id":"TnGorYxwU6GlR/y46qMiUQ==","areaRef":"j9/0h3bPUcCGjMmVubYf5Q=="},"content":{"description":"This route might be the best route on the \"\n\nCircus Wall\n\n\" section of the\n\nIsland In the Sky,\n\nand at the very least makes a great warm-up for the longer routes on\n\nAftershock Wall\n\n. The route is 2 pitches, but is easily lead as a single 50 M pitch. Approach\n\nCircus Wall\n\nvia the\n\nPioneer Names Trail\n\nand stop at the slab at the base of the names cave.\n\nP1\n\n: (30M, 5.10b) \"\n\nRoar Of the Greasepaint\n\n\" scrambles up into the Names cave and then moves out it's top left edge (5.6, S) to clip a single pin before pulling a heady 5.9 move to get to the second pin. From there the route ascends up and right past Army drilled angles on good crimps and slopes toward a chain anchor. The first pitch is ~80' of technical climbing, with the crux perhaps 2/3 of the way up.  Upon reaching the chains, the climber can (should!) continue one of 2 options for Pitch 2:\n\nP2a\n\n: (20M, 5.9-) From the belay atop P1, climb up and left past 4 or 5 pins and then up (spaced more widely than P1, but just fine versus the grade of this pitch) and at last minute back right to a second chain-anchor above a sloping ledge.  If you have continued directly without stopping on P1's anchor (better that way) do not clip the chains, and use a long draw on the last bolt of P1 & the first bolt of P2 to avoid the zig-zag-drag blues.\n\nP2b\n\n: (20M, 5.9+) From the belay atop of P1, climb up and right past a single drilled angle to reach an early crux (9+) on some insecure holds. Pass this and continue directly up on easier moves to reach the same anchor as per P2a. This variation is harder than the other only at the crux and does produce less drag that P2a if all done as a single continuous pitch.\n\nTo descend rap with 2 single rope raps (60M works) of with a single double-rope rap.  Since there are variations of P2, we did the climb as a single pitch, then rapped to the Anchor on P1 and did the variation independently before rapping the the base.\n\nThe route is rated 10a in the books published, but my partner and I both found it to have a harder crux move on the first pitch (10b or 10c). Then again, we were neither warmed up nor 'dialed in' to the area.","protection":"A rack of Draws- 10 if breaking this into 2 pitches, 14+ 2 long slings if you want to run them together.","location":""},"__v":0},{"_id":"/irCId/kWk2HDfIxhCDGCQ==","name":"Pygmy Alien","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"Olevsky","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-113.64353,37.19743]},"left_right_index":6,"mp_id":"105718480","mp_crag_id":"105717179","climb_id":"/irCId/kWk2HDfIxhCDGCQ==","areaRef":"j9/0h3bPUcCGjMmVubYf5Q=="},"content":{"description":"This is one of the best routes on the wall.  It is very continuous at the grade.  Follow a line of 12 pitons that are painted green to belay in a hole in the wall.  The start climbs from a sandy fiction slab to steep edge climbing.  The 4 or 5th ring piton is broken, so a long sling is useful for a tie off.\n\nI have not climbed the 2nd pitch, but it leaves the hole passing a few pitons to a crack system to the top of the wall.\n\n2 ropes are required for a rappel from P1.","protection":"Drilled pitons for P1 and trad gear for P2","location":""},"__v":0},{"_id":"qdu7IWyxWP64pHFcC1gAFA==","name":"Just Desserts","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"Todd Goss","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-113.64353,37.19743]},"left_right_index":1,"mp_id":"107371006","mp_crag_id":"105717179","climb_id":"qdu7IWyxWP64pHFcC1gAFA==","areaRef":"j9/0h3bPUcCGjMmVubYf5Q=="},"content":{"description":"This route heads right from the first set of rap anchors on Cloudwalker. The crux is passing the first bolt after the Cloudwalker anchors.\n\n1st pitch follows the dihedral crack of Cloudwalker for the first 50 feet or so then steps right onto the steeper face of the dihedral for a couple of bolts and ends on a slabby, juggy, overbolted face.\n\n2nd pitch is sport and appears to continue up a slabby, juggy, overbolted face directly above the first pitch anchors.\n\n3rd pitch is also sport.\n\nYou will need an 80 meter rope to finish the final pitch and complete the rap without any downclimbing.","protection":"1 or 2 midsized cams to get to the anchors on Cloudwalker then bolts for the rest of the way","location":""},"__v":0},{"_id":"8Muyq0mSUU+daIktKom3mA==","name":"Jimmy the Geek","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-113.64353,37.19743]},"left_right_index":4,"mp_id":"105718228","mp_crag_id":"105717179","climb_id":"8Muyq0mSUU+daIktKom3mA==","areaRef":"j9/0h3bPUcCGjMmVubYf5Q=="},"content":{"description":"This route is easily identified on Circus wall by it's mid-face anchor of 3 pins equalized with webbing (presently blue/grey) and a rapid link.\n\nThe first pitch begins from the ground moving up some distance to a series of 5 pins, tending gently left to the left side of the rock below this anchor. The second pitch moves sharply up and right into a cave with an additional (similar) anchor within it. The first station and anchor are easily obverved from below. The pins have a small chop or two of the original blue paint in a few places that can be made out upon vey close inspection.\n\nP1: (5.9, 100') Climb up the easy slab to reach the first pin and then as the angle steepens reach a small-holds crux (5.9) with some sloper feet before a flat section of the wall (3rd pin?). P2: (5.9, 50') Continue to and past anchor as an extension of P1 if possible (shoudl be if you used long draws), bending sharp right, clipping at the waist past 2 more pins before going to a very vertical section with a reachy crux (5.9) with a pin overhead, then up easier moves into the cave.\n\nA single rap is required for easy retreat due to the right-hand movement of the second pitch. This can be done down to 4th class terrain with a single 70M rope or to the base with two 50M ropes. Either seems safe for anyone remotely capable of leadingthis route.","protection":"This route is essentially a sport route. It can be done with only mild runouts in moderate terrian (5.7?) without any trad gear, although a few small cams or large stoppers could be placed here and there.","location":""},"__v":0},{"_id":"vyN9K+dfUlitFr/KEj2RzA==","name":"Illegal Alien","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Olevsky","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-113.64353,37.19743]},"left_right_index":7,"mp_id":"105718483","mp_crag_id":"105717179","climb_id":"vyN9K+dfUlitFr/KEj2RzA==","areaRef":"j9/0h3bPUcCGjMmVubYf5Q=="},"content":{"description":"Another great route just to the right of\n\nPygmy Alien\n\n.  Follow 10 painted red pitons 10-15 right of the Alien to the same belay.  The first piton is in the black square of varnish right above the fiction slab.  Two pitons can be clipped with long runners on the runout fiction slab.  The crux is at the first piton, with a secondary crux about 2/3th of the way up the route.  The climbing consists of continuous 5.9 climbing on crimps, mantles, and high steps.\n\nTwo pitons with quick links are found about 80 ft up.  These could be used for a single rope rap.","protection":"drilled pitons","location":""},"__v":0},{"_id":"oXD75bkjWAewukWEgzo/SQ==","name":"Freak Show","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Olevsky","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-113.64353,37.19743]},"left_right_index":5,"mp_id":"105879837","mp_crag_id":"105717179","climb_id":"oXD75bkjWAewukWEgzo/SQ==","areaRef":"j9/0h3bPUcCGjMmVubYf5Q=="},"content":{"description":"This the first route to the left of Pygmy Aliens.  It follows a number of drilled pitons up and left to the bolt anchor on Jimmy the Greek.  The second pitch angles left onto the face and then angles back to the anchors in the pit for Pygmy.  Combining pitches would lead to hideous rope drag.","protection":"draws, optional light rack and two ropes for the rap","location":""},"__v":0},{"_id":"c2BXwEslUhm1n/45AJm1oA==","name":"Cloudwalker","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"T.Goss, J.Goodspeed, E.Jones","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-113.64353,37.19743]},"left_right_index":0,"mp_id":"106800381","mp_crag_id":"105717179","climb_id":"c2BXwEslUhm1n/45AJm1oA==","areaRef":"j9/0h3bPUcCGjMmVubYf5Q=="},"content":{"description":"Cloudwalker\n\nascends a 5.8 corner system past two chain anchors to a two-bolt anchor where the dihedral ends. The second pitch ascends left from the top anchor and up a line of bolts up the face to a ledge marked by a large tree. The final pitch climbs the easy face behind the tree to the summit.\n\npitch 1\n\n: Corner crack system up to a 3 bolt anchor, past two lower mid-station anchors. (210 ft.)\n\npitch 2\n\n: Move let onto the face past 9 bolts to a bolted anchor. (60 ft.)\n\npitch 3\n\n: More face climbing past 11 bolts. (150 ft.)\n\ndescent\n\n: Rap the route.","protection":"medium to large gear can be skipped but bring a lot quickdraws and run out the first pitch. I used no trad gear and felt completely safe.","location":"Obvious left facing corner furthers left on the\n\nCircus Wall."},"__v":0},{"_id":"alTs+8qzX3a/vfGnw3x8rA==","name":"Barbarian","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true,"sport":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-113.64353,37.19743]},"left_right_index":2,"mp_id":"105718231","mp_crag_id":"105717179","climb_id":"alTs+8qzX3a/vfGnw3x8rA==","areaRef":"j9/0h3bPUcCGjMmVubYf5Q=="},"content":{"description":"This route is easily identified on Circus Wall.  It lies on the far left end of the main wall and goes up the W. Face near the North end arete. The 2 pins on P1 and 1 pin on P2 are not easy to see from the ground, but are hard to miss once on route.\n\nP1: (5.6, 120') Climb up the easy slab tending up and left towards a pin seen from the ground, near the right-facing flake on the arete of the wall. While this is indeed the second pin, the first lies back behind a sloping ledge and can not be seen until you are upon it. Med-large stoppers or perhaps a few hand-sized cams are good pro here and the pins seem unneccesary for a good lead. Continue climbing for 120' (35M) to reach a ledge with fixed anchors. Rapping from here with a single 70M rope is easily done. With a 'short' 70M some 4th class downclimbing may be necessary to hit terra firma.\n\nP2: (5.6, 140') Continue up past the anchor first going directly up, then briefly right to a crack, back left, then right to a single pin and up, arriving on a sizable ledge after ~42M. There are a set of chain anchors on the left edge of this sizable ledge. Along the way there will be some significant runouts with crispy chickenheads and plates slung for pro. I would not exect these to hold significant falls. As well, there are a few opportunities for nuts or tricams between plates which may be better, but not good.  Approach a lead of this pitch with caution as per the experience and ability of the leader. This is not right for a neophyte climber.  Retreat from this point would require 2 ropes or some downclimbing of significant consequence on questionable rock.\n\nP3: (5.5, 140') On the face behind the ledge above P2 you can see a few bolts with red hangers, these are closely spaced for the most part and are generally good. A few are somewhat poorly placed though, and most require 1-foot draws to avoid hanging the rope in odd flakes. Sport draws would be a poor choice here. Climb past perhaps 12 bolts to a set of rap hangers, from which a single 70M rope will 'just' make it down or clip these with a long sling and continue 20' additional to the summit of the formation.\n\nTo descend, rap the route or do the standard walk/scrable/rap off to the north.\n\nThe climb is good overall and would improve with heavy traffic.\n\nA single rap is required for easy retreat due to the right-hand movement of the second pitch. This can be done down to 4th class terrain with a single 70M rope or to the base with two 50M ropes. Either seems safe for anyone remotely capable of leading this route.","protection":"This route is a mixed route. The best protection to be had was a set of medium to large stoppers and perhaps a few cams in the hands range. Large pro clould be placed, but does little to protect the leader that decisive nut-placement would not accomplish.The second pitch is severely runout at a moderate grade of perhaps 5.4 and has questionable rock. This is easy for an advanced climber to handle, but would be a dubious proposal for a beginning leader. The 3rd pitch, as described, is for the most part a well-bolted sport climb.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ee1d37e7-dc41-5c26-a358-5d51af01f499,ae9fb395-eaa7-5798-a5f6-78ad324346de,4d2e4bea-0a8e-5969-897d-e8d3ba29183e,33166676-d3f5-5745-be29-56d592c72a06,afbde7b1-bd0a-5668-9e28-82c2e5001bd3,8fdff487-76cf-51c0-868c-c995b9b61fe5","pathTokens":["USA","Utah","Southwest Utah","Saint George","Snow Canyon State Park","Island In The Sky","Circus Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11"},{"count":2,"label":"5.10a"},{"count":2,"label":"5.7+"},{"count":3,"label":"5.9"},{"count":1,"label":"5.10b"},{"count":1,"label":"5.6"}],"byDiscipline":{"trad":{"total":6,"bands":{"unknown":0,"beginner":3,"intermediate":2,"advanced":1,"expert":0}},"sport":{"total":7,"bands":{"unknown":0,"beginner":2,"intermediate":4,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":3,"intermediate":6,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-113.64353,37.19743]},"bbox":[-113.64409450468862,37.19698033981814,-113.64296549531137,37.19787966018186],"left_right_index":-1,"ext_id":"105717179","area_id":"j9/0h3bPUcCGjMmVubYf5Q=="},"content":{"description":""},"density":0,"totalClimbs":10,"__v":1,"createdAt":"2022-11-07T06:26:41.579Z","updatedAt":"2022-11-25T11:23:05.088Z"}