{"_id":"6368a185e80bff5a9954f6e3","area_name":"East Gully, Playground Rock, & The Prize Cliff","shortCode":"","climbs":[{"_id":"PgVwyoYNUZ+hC0QnUdwJ+Q==","name":"Untitled","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.90783,38.98924]},"left_right_index":3,"mp_id":"117396178","mp_crag_id":"112135099","climb_id":"PgVwyoYNUZ+hC0QnUdwJ+Q==","areaRef":"6Xz9ASl3XtO+mxPukvkhBw=="},"content":{"description":"5.10b rating is based on majority of route after first bolt which can be clipped from higher ground on a boulder.\n\n Hard to resist this one. Colorful, slightly overhanging rock with abundant features. It's as fun as it looks! You can get all kinds of great moves in here--undercling, knuckle lock, deadpoint, lie back, sidepull, heel hook, cross-over, knee bar, even a hand jam--whatever feels right. And most of this route is really 5.10-, quite similar to Stretch Rack 10b at the Torture Chamber.\n\n Many unassuming climbers have put on their harness, tied in, and chalked up just to be surprised by the more difficult 11+ moves preceding the 1st bolt. Burly crux here, overhanging with a few less than ideal holds. Definitely powerful but also a puzzle challenge for sure! Reachy; arguably a height dependent crux. Chalk marks lead Right, but you could also go Left here--choose your adventure.\n\n The fall at the crux before the first bolt is at the ground for the first few moves but becomes sketchier as you climb higher, especially if you go Right over boulders. Consider standing on higher ground where you can easily clip the 1st bolt to provide protection for the first few moves... unless that's against your beliefs.\n\n Moves after the 1st bolt can be tricky, moving through a somewhat slopy crack and knobs to the first real jug and clip the 2nd bolt. \n\n From here out this climb is more forgiving. Some really rad hollow features from erosion, deep enough that you could shove a backpack in there! If you find a few other hidden jugs it's pretty much exciting, safe, sustained 5.9+ from here out.\n\n There is a little bit of a run out as you go Left to the big hollow handlebar, but if you find the right holds you should have peace of mind.\n\n Finish at an open cold shut and a hanger for the anchor. Lower off.","protection":"5 bolts to an open cold shut and a hanger for the anchor.","location":"As you approach the bottom of the East Gully look for fun, featured rock on the Right side. You'll soon see the bolts of this route running up the wall before the juggy section comes to an end and you meet up with the main climbing area approach trail."},"__v":0},{"_id":"582tswYmX7+SUOHQOdSNrg==","name":"See Saw","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"Todd Offenbacher, Neil Schnaible","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.90783,38.98924]},"left_right_index":1,"mp_id":"112141948","mp_crag_id":"112135099","climb_id":"582tswYmX7+SUOHQOdSNrg==","areaRef":"6Xz9ASl3XtO+mxPukvkhBw=="},"content":{"description":"Steep start at the arete comes up to a platform then low angle climbing. Just a few 5.7 or 5.8 moves at the start and another cruxy spot between the 4th and 5th bolt. Run up the rest! Finish at mussy hooks for anchor. Lower off. \n\n  WATCH OUT: If you're setting up a toprope, set up a directional at the 4th bolt, otherwise the toprope climber could swing off the side of the buttress and crash into rocks or even deck. \n\n  When lowering off, keep right to avoid swinging off and decking.","protection":"9 bolts. Mussy hooks at anchor.","location":"Climber's Left of Playground Rock."},"__v":0},{"_id":"yRmbioubUGGnGSY7Db/nGQ==","name":"Monkey Bar","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Todd Offenbacher, Neil Schnaible","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.90783,38.98924]},"left_right_index":2,"mp_id":"112141965","mp_crag_id":"112135099","climb_id":"yRmbioubUGGnGSY7Db/nGQ==","areaRef":"6Xz9ASl3XtO+mxPukvkhBw=="},"content":{"description":"Starts vertical following a diagonal crack. Crux between the 2nd and 3rd bolt. Transition to low angle section that becomes progressively steeper. Holds are sparse only for a moment and then get deeper and juggier as you near mussy hooks at the anchor. Lower off. \n\n  WATCH OUT: If you're setting up a toprope, set up a directional at the 3rd bolt, otherwise the toprope climber could swing off the side of the buttress and crash into the ground. \n\n  When lowering off, keep Left to avoid swinging off and decking.","protection":"9 bolts. Mussy hooks at anchor.","location":"Climber's Right of Playground Rock."},"__v":0},{"_id":"DqNAxn3FXMiN6EY3yprZrA==","name":"Excalibur","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Chris Dornsife & Chazz Spaeth","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.90783,38.98924]},"left_right_index":0,"mp_id":"117396166","mp_crag_id":"112135099","climb_id":"DqNAxn3FXMiN6EY3yprZrA==","areaRef":"6Xz9ASl3XtO+mxPukvkhBw=="},"content":{"description":"The Prize Cliff is a slightly overhung, black and gold wall, streaked with chalk, blood, sweat, and tears. Here you will find Excalibur. A classic, powerful route with a variety of movement. This one is a great pumpy challenge. A nasty sloper in the early section may qualify as the crux. Cool incut holds make for an interesting traverse Left to the arete where you will find some relief. Traverse Right to finish at open cold shuts. Lower off.","protection":"5 bolts  & Open cold shut and bolt","location":"Take earliest approach trail after Castle Gates. Follow to bottom of East Gully and take a Right onto the main climbing area trail. The Prize Cliff is immediately visible; an impressive wall, slightly overhanging with a tree leaning against its corner."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,a31fb323-0db7-5e02-b522-f21d3b49b531,9445f336-4fc5-5f06-b386-9dcec24fd7a1,452c8467-fe76-5cb2-b91e-b6fccf974d38,4306d52c-2c70-5d51-9973-d7ea7a77bf36,e97cfd01-2977-5ed3-be9b-13ee92f92107","pathTokens":["USA","Nevada","Western Nevada","Lake Tahoe Area","Castle Rock","East Gully, Playground Rock, & The Prize Cliff"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11-"},{"count":1,"label":"5.7+"},{"count":1,"label":"5.9"},{"count":1,"label":"5.11b"}],"byDiscipline":{"sport":{"total":4,"bands":{"unknown":0,"beginner":1,"intermediate":1,"advanced":2,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":1,"advanced":2,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-119.90783,38.98924]},"bbox":[-119.90840851657249,38.98879033981814,-119.90725148342753,38.98968966018186],"left_right_index":-1,"ext_id":"112135099","area_id":"6Xz9ASl3XtO+mxPukvkhBw=="},"content":{"description":"The most expedient approach to the main climbing area trail is through the East Gully. As you near the bottom there is one untitled route in this gully on the right side--a burly start (which can be bypassed on higher ground) followed by a juggy, colorful wall with open cold shuts at the top. \n\n  Playground Rock is a buttress with a 5.7 and a 5.9 (L to R) starting vertical (but moderate) and continuing up a low angle wall. If you happen to be looking for the easiest route around here, try School Rock, the area to the climber's Right where there is a low angle juggy 5.5. \n\n  The Prize Cliff is an impressive wall, slightly overhanging with a tree at its corner and features a classic 11b called \"Excalibur.\""},"density":0,"totalClimbs":4,"__v":1,"createdAt":"2022-11-07T06:11:29.722Z","updatedAt":"2022-11-25T11:19:54.641Z"}