{"_id":"63689de0e80bff5a994f91c9","area_name":"Keel, The","shortCode":"","climbs":[{"_id":"i3a7K758X3W+4SGLNx815g==","name":"Northeast Ridge","yds":"5.0","grades":{"yds":"5.0","french":"2-"},"fa":"Probably G. Roach","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28938,39.95841]},"left_right_index":999999,"mp_id":"105839202","mp_crag_id":"105839199","climb_id":"i3a7K758X3W+4SGLNx815g==","areaRef":"jnNV7yoQWomzqRDlxPr9vA=="},"content":{"description":"This route is the only documented and obvious route on The Keel. It traces the summit ridge of the Keel for about 1000' from the base to the summit, but it is almost never far from the ground.\n\nThe route is mostly good rock and is an excellent solo, owing to its low angle, choice of good holds, and opportunity for escape along various points of the rock (until near the summit).\n\nThere are many false summits along the way, some of which are possible to escape West from.\n\n2002 entry by AC: this scramble is actually just below the Angel's Wings. The bottom third is typical easy Flatiron paddling, at a slightly lower angle than normal. The middle third is walking through trees, and then the upper third is a bit steeper. Rossiter's book says it's about 1000' of climbing. The trickiest bit is at the top, climb a wide crack to the summit. Downclimb back about 80' and exit south. I walked off to the north, since my dog found her way up that side. This is a good rest day adventure solo.\n\nEds. this is a combination of two submissions. One was originally entered as an subarea back in 2002 under Angel's Wings, which was inaccurate.  An MP.com user noted this confusion and that entry, originally submitted by Anonymous Coward, was transformed into a route entry in 2007.  However, some confusion may result from this, so this explanation is inserted here.","protection":"Opportunity for gear seemed to exist and was probably be ample for a safe lead with a standard rack, but this Flatiron was best as a solo and having been done as such, I can't say much more.\n\nThere are 3 options for descent:\n\n1) 80' of rope would make the descent easiest- rap from the tree growing up against the summit from the ground.\n\n2) Downclimbing the ridge a few hundred feet to the last walkoff to the west.\n\n3) Downclimb the east face for perhaps 100' to the ground to the South- from any given point this is possible, but it might be the crux of the route.","location":"Find the right-most end of the Keel (Northeast) and begin climbing on the higher of the two bands of rock there. For about 20 meters, the rock has some pine needles and is lower angle, but after that it straightens out and continues on good territory for 1000 feet to the summit.\n\nFrom the 2002 entry: from the end of North Shanahan Trail, follow the Mesa Trail south until a big open meadow is west of you. From here, there are good views of the rock. Wander up through the meadow and you may find a faint path through the upper bits of Shanahan Canyon. Stray southwest as you near the top of the canyon and you will find the rock."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,decc1251-4a67-52b9-b23f-3243e10e93d0,d0ca78b6-a3cb-517c-adee-d9c6f8c2d2d8,ee2fde9f-b2c2-58e8-ad07-ff56ccf69c8a,8e7355ef-2a10-5a89-b3a9-10e5c4fafdbc","pathTokens":["USA","Colorado","Boulder","Flatirons","South","Keel, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.0"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.28938,39.95841]},"bbox":[-105.28996663252303,39.95796033981814,-105.28879336747691,39.958859660181865],"left_right_index":-1,"ext_id":"105839199","area_id":"jnNV7yoQWomzqRDlxPr9vA==","polygon":{"type":"Polygon","coordinates":[[[-105.28996663252303,39.95796033981814],[-105.28879336747691,39.95796033981814],[-105.28879336747691,39.958859660181865],[-105.28996663252303,39.958859660181865],[-105.28996663252303,39.95796033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T05:55:55.101Z","updatedAt":"2024-02-19T18:31:15.851Z"}