{"_id":"6368a214e80bff5a9955daae","area_name":"Chaos Crag","shortCode":"","climbs":[{"_id":"vGns4ET9VnC7qMM1+WE9Lw==","name":"Mucho Jale","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Josh Smith, Will Vining, George Perkins","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.4545,35.2081]},"left_right_index":2,"mp_id":"113285276","mp_crag_id":"106532906","climb_id":"vGns4ET9VnC7qMM1+WE9Lw==","areaRef":"Puz+tbzrX5WlKHp0GJWjWA=="},"content":{"description":"If you're into roof cracks, this one is amazing and well worth the little jaunt down the La Luz. We did it in two trips; the first time up the roof, we aided it and the last person (George) cleaned a lot of loose rock out of the roof crack, setting it up for free climbing. From above the roof, Will pioneered a new pitch that went up and left to almost the left end of Space Ledge. We continued up the last two pitches of Metamorphosis (see Mike Hill book, easily linked with a 70) to the top of the formation and rapped once off the back with two ropes.  \n\n  The pitch above the roof was fun, but checked in at probably 5.9 R (with the R on the hard part) and with some looseness. It would also be possible to go right above the roof and join Space Ledge on the right side at a much easier grade. However, it is also easy to rap off from above the roof and skip the rest of the mediocre climbing, which presumably is what most folks would do and why I'm not including the top part of the formation in the length and pitch count. \n\n  The Roof:  \n\n  The first pitch follows an obvious dihedral directly below the roof and leads straight to it. The first part of the pitch is 5.7ish stemming on good rock and ends in a 8ft steep 5.10 layback up the right side of a red V feature. Stop at the good stance below the roof where you can get comfortable and watch the exciting sports action. Length is about 180 feet. We were unclear if this was the first pitch of Duck Soup or not, as we did not see the mentioned bolt and the dihedral is not \"discontinuous cracks\" as described. It's a very fun pitch.  \n\n  The roof is about 18 feet horizontal, takes great gear, and is probably about 5.12b. The gear is excellent, and the jams are excellent and varied. The crux is pulling the lip and getting established above (long arms or ham-fists might make this easier). We taped up, which proved useful because there are lots of sharp crystals in the crack.  Anti-tapers should anticipate exsanguination.  \n\n  High quality roof cracks of this size are unusual, and I haven't climbed one comparable to it in New Mexico before. If roofs are your thing, definitely put this on your list.  \n\n  For extra credit, just below Chaos Crag and up hill about 200 feet (right next to the trail) is a small tower with a seriously overhanging 30ft 11+ finger crack.","protection":"A rack of singles from #0 to #3 with a set of nuts and an extra #0.75 and #1. A #4 would be useful for either the first pitch or the belay below the roof, but we did just fine without it. The roof is fingers to #2 at the lip.  \n\n  There is an anchor above the roof. One bolt and one Lost Arrow. 140ft rap to the side.","location":"Hike down the La Luz to the bottom of the Thumb. Spot the roof on Chaos Crag from the La Luz just before it enters the trees. There is an independent tower in front of the crag, and you can approach from either side of it. If you approach from the bottom of the tower, leave the trail at metal sign and go straight up hill."},"__v":0},{"_id":"tx8k6uEDU0aJiTwYVrTOSA==","name":"Metamorphosis","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Rico Meleski, Doug Bridgers, 1974","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.4545,35.2081]},"left_right_index":3,"mp_id":"118862187","mp_crag_id":"106532906","climb_id":"tx8k6uEDU0aJiTwYVrTOSA==","areaRef":"Puz+tbzrX5WlKHp0GJWjWA=="},"content":{"description":"P1 (Easy 5th): Start up a short, easy corner, which abruptly ends at the base of crumbly ramp. Follow this ramp up and to the right, gaining the south ridge at an extended, grassy ledge featuring an open view of upper La Cueva Canyon. Belay at this spacious ledge, where you should be about even with the top of the nearest tower adjacent to the base of the climb.\n\nNote: I saw an abandoned nut and faded cordelette along a crack of steeper ascent before gaining the belay ledge on the south ridge, suggestive of more direct variations. Since I was soloing, I sampled a few variations and conservatively took the route which offered the most solid climbing and promised the most sustained pro. The way I went kept always to the far right edge of the ramp, which though exposed, was never more difficult than the initial corner.\n\nP2 (5.6): From the right (east) end of the belay ledge, ascend broken ledges aiming for the upper south ridge towering above, trending slightly right before cutting back left for a brief delicate crux that gains a large ledge with a tree too far off to the left (west) to be useful if going this way. From here, you’re in great position to directly ascend a ~60 foot sketchy 4th class gully that finishes with a short chimney, topping out on Space Ledge.\n\nNote: Hill’s guide is inconsistent here, with his topo showing P2 ending below the 4th class gully, while he describes P2 as ending at Space Ledge (as outlined here). If inclined, it would be possible to end P2 at the ledge below the 4th class, and link the 4th class gully with the Space Ledge traverse, as Hill’s topo suggests - though I wouldn’t recommend this, because the necessary unattended rope movement over the sharp lip of Space Ledge could dislodge some of the loose stuff present there, sending it down the gully toward the second. Therefore, saving the traverse for a short P3 (or intermediate belay shift) is advised.\n\n P3 (3rd class): Make a leftward traverse across Space Ledge as far north as possible, ending at an elevated platform with a living ~10 ft. tree, below an obvious corner.\n\nP4 (5.7): Ascend the obvious corner through some intermittent delicate stemming. The first ~20 feet felt like the crux to me, until a chicken head out to the left can be reached, facilitating a mantle onto an adequate foot ledge. From here up to the roof, the climbing is solid with multiple ascent choices: either up the corner direct or trending leftward toward the arête, with some good flakes in between. Then, chimney climb to get established as high as possible in the cavity beneath the roof, before escaping out to the left, with hands in the crack above, and on adequate footholds that are hard to see until committed to the ascending traverse. The exposure and delicacy here, and immediately above where pro is sparse, contribute to mental challenge of this secondary crux. Continue up and trend to the right, testing holds and pro for ample solid rock, through a rewarding finish to a tree on the upper ridge.\n\nNote: Hill describes the final dihedral above Space Ledge as 2 pitches, but I can’t imagine anyone climbing it as more than a single pitch (I used less than 50 m of rope) - and again, Hill’s topo is somewhat ambiguous here showing lines up 2 distinct parallel dihedrals reconnecting above the roof. In the photos below, the lines are highlighted in blue and red. I climbed the far left (blue) line as my P4 described above. As an alternative finish on the left (blue) route, Hill suggests traversing right somewhere below the roof to gain the right (red) dihedral to the top as another viable option (It’s my understanding that the Mucho Jale FA team finished along these lines).\n\nTopo for Metamorphosis, showing route in blue, and possible variation (or partial variation) to P4 in red.\n\nCautionary Note: I’ve posted the route as 5.7, in deference to Mike Hill’s guide, though I felt sandbagged by this rating on the final pitch, which for me seemed harder than anything I climbed the same week on The Happy Gnome (rated 5.8+ and put up by the same FA party as Metamorphosis during the same year - Meleski & Bridgers in 1974). Now, it’s entirely possible I was off-route - but as a fair warning to future parties, I believe that, when measured against climbs of a similar caliber in the Sandia’s, a rating of 5.8+/5.9- would more accurately reflect the route I followed, as described here.","protection":"Singles #0.3 to #2   A few C3’s and other small sizes were helpful at the crux.   A #3 would be useful at the roof, but I was fine placing a #2 slightly lower down.","location":"A series of smaller fins/towers shield the base of the SW face. Gain the highest point of ground between these features and Chaos Crag to begin Metamorphosis."},"__v":0},{"_id":"S4tXPx2+Weqe54j6qmexIw==","name":"Edge of Chaos","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"John Kear, and Karl Kiser May 2, 2000","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.4545,35.2081]},"left_right_index":0,"mp_id":"106532912","mp_crag_id":"106532906","climb_id":"S4tXPx2+Weqe54j6qmexIw==","areaRef":"Puz+tbzrX5WlKHp0GJWjWA=="},"content":{"description":"Pitch 1 (5.11a, 120 feet) - The crux of this route is right off the starting ledge. The crux is a short 8ft boulder problem in order to gain the first bolt. The bolt is close and the ledge is big and flat, therefore it is safe to go for it, to get to the bolt only about 10ft up. The rest of pitch 1 traverses up and right for 20 feet to gain seams and cracks that you then follow basically straight up for another 100ft to a large ledge and a tree belay. \n\nPitch 2 (5.10a, 120 feet) - Walk up a gully for 15-20 ft, chimney up and step on to the left wall of the chimney. Climb a short crack and step right on clean face climbing and continue up to a small ledge. Climb straight up on easy terrain to a bolt then continue straight up to another tree below a nice left facing corner, belay here. \n\nPitch 3 (5.10d, 100 feet) - Climb up the clean corner above and turn the roof on the left. Just above the roof step right around the arete into a steep stemming corner. Climb straight up for 20ft to a bulge, step right and continue on easier terrain up to a ledge with a bolted belay. \n\nPitch 4 (5.10a, 165 feet) - Climb the nice corner on the right or the crack system near the arete on the left. Either way make your way back to the main corner system up to the right. Climb excellent cracks in the corner and on the face toward an A-frame bulge straight above. Turn the bulge then 1. either down and right then up or 2. go left then up to another ledge with a bolted belay. \n\nPitch 5 (5.9, 60 feet) - For those who must summit, climb right or left off the belay then up on easier terrain to gain the summit. Lesser quality climbing but a nice summit. ","protection":"Standard Sandia Rack to .5 - 3''.  There are:   3 bolts on P1   1 bolt on P2   Bolted anchors on the top of pitch 3 & 4.","location":"Edge of Chaos is located on the far NW end of Chaos Crag.  The start of the route is off a ledge system about 50 ft off the ground.  Gain this ledge system by traversing in from the right.   \n\n  (Additional comments from Mattb19) \n\n  When you get to the base of the wall you will look up and see a big clean wall. Keep walking north dropping down a little and then hiking back uphill over large downed trees (stay up against the wall). As soon as you bushwhack through a few thorn bushes and the wall starts to look like its a bunch of broken up ledges you have found the route. We traversed in from the left side of a ledge.  \n\n  Descent:   The descent is via rappel.  From the summit rap 60ft to the top of P4.  From here rap 165ft to the top of P3.  From the top of P3 rap 165ft to a large tree basically straight down.  The tree is on a ridge formed by the juncture of the W and NW faces.  There is a good rappel anchor in-situ. From the tree rap 140ft to the starting ledge. "},"__v":0},{"_id":"LXlEQuroWPqVVKzFL55/ow==","name":"Duck Soup","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Rick Meleski & Doug Bridgers, FFA Paul Horak, Mark Dalen, Andrew Embick","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-106.4545,35.2081]},"left_right_index":1,"mp_id":"107458888","mp_crag_id":"106532906","climb_id":"LXlEQuroWPqVVKzFL55/ow==","areaRef":"Puz+tbzrX5WlKHp0GJWjWA=="},"content":{"description":"Duck Soup began life as a partial aid climb (5.9, A3) with short sections of hooking & thin nailing on P2 & P3 & a short bolt ladder over a red wall on P4.  Established by Meleski & Bridgers in the summer of 1976 it soon drew the attention of Paul Horak & Mark Dalen who free-climbed that Fall to the base of P4, returning Spring 1977 with a new partner. \n\n  In the scope of his lifetime I wonder if anyone even remembers Andy Embick's adventures in New Mexico.  They fall between his exploits in the Kitchatnas & his later career as promoter of Valdez ice climbing, extreme kayaker, irritable defender of human-powered travel, ocean paddler & of course, through it all, physician.  In 1977, fresh out of Harvard Medical school & interning at the Gallup Indian Hospital, Andy was lured to Albuquerque with a shot at freeing the last pitch of Duck Soup.  There was no doubt Paul could handle it, Andy just brought unique skills to the project.  As his work on Crack of Heraclitus shows Andy was never one to let a little thing like free or even clean climbing stand in the way of an FA.  By the same token when free climbing was called for he would spare no expense in creating the most elaborate nettings of opposed stoppers & tied-off blades offering at least psychological protection if nothing else.  His skills came into play during the FFA of Duck Soup with Andy contributing to the last pitch wearing his signature red-white-&-blue ski cap with the elastic chin strap.  Here is how it went on the FFA link-up: \n\n  P1: Andy led the initial 'disconnected cracks' of the Hill guide (5.7) as a kind of warm-up leading to a belay below the big red roof. \n\n  P2: After clipping the bolt above the belay Paul re-led this dicey straight-across traverse (5.10) to the start of the main crack, then about 20 feet up it to a nice belay ledge.  As this traverse is run-out the leader can take comfort knowing his second faces the same big whipper he does. \n\n  P3:  Ten feet above the belay ledge is a quarter-inch Rawl that was placed (& promptly tested) on the first free-climb attempt.  After clipping this bolt thin face moves (5.10) led up to a finger crack that soon widens to 5.9 hand & fist through the overhang which seems tame by comparison.  Run up the rest of the crack protecting at will until just below the red overhang. \n\n  P4: Disregarding the bolt ladder to the right ascend broken humpy rock (5.10) to an alcove on the left.  Here Embick placed his first anchors since leaving the belay, a preposterous netting of wonky nuts before moving out the left side of the alcove.  Here the leader will find a feature that makes the whole climb possible: a thin blade of rock wedged in a crack tightly as if the rock has grown around it.  Pulling out & over requires total commitment that is rewarded by a stimulating romp up rock steps of impeccable quality to the top. \n\n  Descend per photo/topo via full rappel off backside (facing Torreon).","protection":"Single bolt on P2 & P3, 3-bolt ladder on P4 for the aid finish. Full trad rack including small wireds. Two sections of serious runout may well have kept crowds down on Duck Soup. I would advise anyone repeating this route to upgrade the two existing 1/4\" bolts & perhaps add two more: 1) midway through the traverse on P2, & 2) either at or below the alcove on P4.","location":"Duck Soup generally follows the diagonal fracture plainly visible from across the canyon.  First two pitches are spent mainly in getting to this line ..."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,98c839d1-f0d4-5006-bb58-276b12f05bd0,f2bfcdc1-9015-5cbd-9762-f469ecb317fa,a291d1d8-8f03-5991-bd12-b6d9de7bd0b5,5da4957a-1cd2-54ce-86d1-5eaab3459e34,3eecfeb5-bceb-5f95-a528-7a741895a358","pathTokens":["USA","New Mexico","Albuquerque Area","Sandia Mountains","La Cueva Canyon, Upper","Chaos Crag"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.12b"},{"count":1,"label":"5.7"},{"count":1,"label":"5.11a"},{"count":1,"label":"5.10"}],"byDiscipline":{"trad":{"total":4,"bands":{"unknown":0,"beginner":1,"intermediate":1,"advanced":2,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":1,"advanced":2,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-106.4545,35.2081]},"bbox":[-106.45505033695355,35.207650339818144,-106.45394966304643,35.20854966018187],"left_right_index":-1,"ext_id":"106532906","area_id":"Puz+tbzrX5WlKHp0GJWjWA=="},"content":{"description":"Chaos Crag is the large formation sitting downhill and south of Torreon and Mexican Breakfast it lies just above ENE of the Frog formation.  Chaos  has a large west face that is approx, 500 ft wide and 500 ft tall.  The WSW is sunny and the route Edge of Chaos lies on the far left side of the formation on a more WNW aspect.  The rock is quite good in general and you're almost guaranteed solitude on this formation.  Fun adventure climbing!"},"density":0,"totalClimbs":4,"__v":1,"createdAt":"2022-11-07T06:13:49.855Z","updatedAt":"2024-01-15T16:47:17.822Z"}