{"_id":"63689de0e80bff5a994f9da0","area_name":"Guardian Rock","shortCode":"","climbs":[{"_id":"2ri/qn48V4mTUHdW2hM+fg==","name":"Rhino Rocket","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"S Edwards, J Flaska, L Paik","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3334,40.1863]},"left_right_index":1,"mp_id":"105763539","mp_crag_id":"105746758","climb_id":"2ri/qn48V4mTUHdW2hM+fg==","areaRef":"oU4hGRS8WdWpAGXPmCz0bA=="},"content":{"description":"This line ascends the N face of Guardian Rock with an eye towards climbing along the conspicuous, proboscis-like feature.  It gently traverses the N face, which turned out to be useful on the FA as some potentially-lethal, precariously-perched, rock exploded down this face.  There is abundant lichen and delicate flakes here.  Micro-adventure close to the road!  Simon wanted to climb this rock, so here is the line.  Not as good as Eric Couldn't Come.  Tape recommended.\n\nFrom the plains, drive to Lyons along US 36 to the intersection of Hwy 7 & US 36 on the W side of Lyons.  Head S & then W along US 36 to a straight-away about 3+ miles.  Park along a pullout below a house.  The rock is obvious.  Cross the St. Vrain.  Bushwhack up a short distance to the rock approaching either E or W (depending upon which route(s) are of interest) of the base of the N face.  There is an mildly-interesting small rock arch below the E side of the N face. The underbrush is scratchy.\n\nP1. Climb an obvious R-leaning ramp that angles towards the proboscis.  There is a short, bulgy step (5.8) with an okay black Alien & wire to protect the move.  Continue up the ramp but be careful near its top as there is still a big boulder balanced at its end.  The other one was cleaned by Janka.  Climb around this boulder (4.5 Camalot useful here) and head L along an obtuse dihedral.  Place a green Alien (held a lead fall) & highstep R into a small pod like feature & move up past a bush (3.5 Camalot) to the base of the proboscis & belay.  Save a blue Alien (high), #2 Camalot-ish cam (low), & an okay #0.75 Camalot-ish cam (high) for the breezy belay.  A future belay bolt here might be reassuring. This spot can be a bit crowded with three people.  140 ft.\n\nP2.  The L-side of the proboscis was the original goal but its wide, flared appearance & the less-than optimal belay pushed the line R.  Face climb & chimney up under the proboscis, move R on face holds.  Larger cams here are probably ok but the rock is a bit suspect.  Look up & L near the top of the proboscis to find a bleached, tightly-wedged, long bone of a hapless creature that probably fell & was stuck here (a la Martin Boysen on Trango).  Move R past a rock scar (site of another precariously-balanced, large flake).  An orange HB quad-cam (probably yellow Alien) protects the lean into the chimney here.  Chimney up to the top of the buttress & belay in the sun.  A long sling (?20ft) is useful for the belay.  5.7, 120 ft.\n\nP3. Downclimb the backside of the buttress about 15 ft to a notch, climb up a crack, move R to the second of 2 grooves.  A #4 Camalot fits the first groove. Downclimb a second notch, fight a bush (note there is a rotten flake here), move R past an existing bolt to a choice of 2 existing two bolt belay stances.  5.6, 150ft.\n\nRap 100ft to the ground.","protection":"A set of wires, cams (black Alien to #4.5 Camalot) with doubles in the green Alien to #2 Camalot size.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,74632cc0-a38c-534d-8344-0ada57f54a44,89eb0289-9906-5fed-8dbf-75620ff6ab2b,10f12d5c-d05a-52d0-ae46-729c528928e5,a14e2119-14bc-59d5-a900-65cf982cf46c","pathTokens":["USA","Colorado","Lyons","St. Vrain Canyons","South Fork of St. Vrain Canyon","Guardian Rock"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.8"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.3334,40.1863]},"bbox":[-105.33398859870462,40.18585033981814,-105.33281140129536,40.18674966018187],"left_right_index":-1,"ext_id":"105746758","area_id":"oU4hGRS8WdWpAGXPmCz0bA=="},"content":{"description":""},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T05:56:39.622Z","updatedAt":"2022-11-25T11:17:26.110Z"}