{"_id":"6368a0dee80bff5a9953bc9f","area_name":"Sax Wall","shortCode":"","climbs":[],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,e04e29bc-d9dd-53b3-b0d7-a87a0f8ac029,8bbb8f66-ec75-5d5f-90c7-2811b8d4f27b,9c1bf914-aa31-5351-9f12-ce6ed0939869,4a5d18d8-b29d-50b9-853f-a1773d630efe","pathTokens":["USA","Minnesota","Sandstone","Sandstone Ice Park","Sax Wall"],"gradeContext":"US","aggregate":{"byGrade":[],"byGradeBand":{"unknown":0,"beginner":0,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-94.5703,45.89]},"bbox":[-94.57094602809416,45.889550339818136,-94.56965397190585,45.89044966018185],"left_right_index":-1,"ext_id":"106916026","area_id":"Sl0Y2LKdULmFP6F3PWMO/g==","polygon":{"type":"Polygon","coordinates":[[[-94.57094602809416,45.889550339818136],[-94.56965397190585,45.889550339818136],[-94.56965397190585,45.89044966018185],[-94.57094602809416,45.89044966018185],[-94.57094602809416,45.889550339818136]]]}},"content":{"description":"Historically, this area has been referred to as the Muskrat Love Area. Folks have been climbing the ledgy faces and slabs here via rock climbing and dry tooling approaches for decades. Earliest known climbing was sometime after World War 2, most likely not really starting until the 1960's.  \n\n  The Muskrat Love Wall has a series of diagonal cracks rising from bottom right to upper left, which cut through the big quarried ledge systems. Several vertical routes ascend the wall cutting through these and, although they are all relatively similar in appearance, have distinctly different character depending on whether you rock climb vs. dry tool them. No to be missed dry tool routes are the line on the far right ascending the arête, sticking mostly to its left face, and the route affectionately referred to as \"The Crucifix\" - approximately the second from the left bolted route (where a starting move of two opposing side pulls puts you into a crucified position to get up to a drill hole to the upper right.  \n\n  In the mid-point of the first decade of the 21st century, the wall was retrobolted by Mike Endrizzi and friends. This provides an assortment of moderate leads including fixed anchors, which can be carefully accessed from the top via an easy walk up the backside (riverside) of the cliff band, for top roping. Be very careful when leading these routes as there are ample opportunities for ledge-falls should you blow a clip or fall just short of the clip. Therefore, if you are new to leading, know that a 5.8 or 5.9 here has much more dire consequences than on other routes of the same grade ascending smooth, ledgeless faces. When top roping, use quickdraws in the anchors rather than running your rope through the fixed gear so as to reduce their wear and tear. Similarly, when dry tooling, refrain from hooking the fixed anchors, not that you'd ever dream of doing so in the first place. This rarely happens, but it's worth mentioning as the anchors are fixed glue-ins and nearly impossible to replace."},"density":0,"totalClimbs":0,"__v":1,"createdAt":"2022-11-07T06:08:33.294Z","updatedAt":"2024-02-19T18:34:19.077Z"}