{"_id":"6368a185e80bff5a9954f52f","area_name":"Main Dome","shortCode":"","climbs":[{"_id":"pVahQYm8V52/k1K1Wkn2Pw==","name":"Trident","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"John Scott, Sam Skrocke, May 2020","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-117.21362,39.07136]},"left_right_index":3,"mp_id":"119048124","mp_crag_id":"117113221","climb_id":"pVahQYm8V52/k1K1Wkn2Pw==","areaRef":"79zcL/pgXZOq9nSx3jqgog=="},"content":{"description":"This sublime route climbs the south face of the main dome. It gets all day sun. The quality of rock is superb and there are many challenging pitches up some incredible features. There are some shenanigans on the 3rd pitch that will help keep everything safe. I recommend reading the route description below. We also added a few more bolts to pitches 3 and 4 after the first ascent. We felt that the flaring/blind placements on the 3rd pitch and the \"Hollowness\" of the forth pitch made this a good decision. I do not know if this would allow for a smaller rack. I suspect it does  \n\n P1- Start up the giant slab leaning against the wall. Climb a short corner to a small roof (Start of The South Face Route), but immediately after the roof leave the corner and climb past good holds and a bolt to your right. The climbing will steepen while you climb into the low angle chimney that will take you to the top of the pillar.  5.10a 45m\n\n P2- If you slot a stopper to protect the move up to the bolt, back clean it, you may need it above. Clip the bolt and enjoy the security of the short hand crack above. Climb into the thin crack and continue up past good gear to the roof. A complete set of stoppers are needed here and doubles of the Black Diamond #4 and #5 stopper are very useful and highly recommended. Exit left when you get to the roof. When your feet get to the level of the roof move back right past two bolts and belay at the \"Trident\" 5.12c 25m\n\n P3- Getting to the flake. The route climbs down and right from the anchor. The lead should move right from the belay and clip a bolt. This bolt will protect the lead through the down climb and up through the beginning of the flake. The second will then later have to unclip this first bolt but will immediately fear a dreadful swing if they blow the down climb (11.b). To manage this the second can use a double length sling (48in) on the horn that is at your feet while standing at the belay. A single shoulder length sling will be impossible to remove from the horn once securely past the down climb. Now get on the flake. This feature will continue for two long pitches the beginning being the toughest. Climb the strenuous flake past five more bolts and a tenuous crux. After he last bolt go up the enjoyable finger crack to an anchor. 5.12b 40m\n\n P4- Keep following the flake out right. Some sections can be \"Quite hollow\".  5.12a 40m\n\n P5- Traverse right off the belay past two bolts before trending more upward. More bolts and a couple pieces of gear will get you to the next anchor. 5.10c 40m\n\n P6- It's not over yet. Get ready to fight for the finish. Climb off the ledge into some steep hands. Then pull into a wild and steep finger crack in a corner. Shortly above this the climbing eases up to the top of the south face. 5.12a 30m\n\n Variation: Poseidon's Link-Up At the anchor above the 3rd pitch you can climb straight above into a crack to flake to small roof/flake feature. Climb onto the heavily featured face past two bolts. This will eventually lead you to the fourth pitch of \"The South Face Route\". Break it up into two pitches or one long rope stretcher to the base of the 5th pitch of \"La Roca Mas Fina\" from here you can finish up on \"La Roca\" 5.12a  one more pitch or \"The South Face\" 5.11d two more pitches. Extra gear needed for finishing on either of these routes. The link-up is 5.10b 65m.\n\n Decent: Walk left around the giant boulder you come to at the top of the route. This will take you to the rappel station for \"La Roca Mas Fina\" Rap 3x with two 70 meter ropes or 6x with one 80 meter rope. Or, continue climbing 5th class to the summit and rappel into the notch behind the main dome 4x with one 60 meter rope.","protection":"Gear: .1 - #3   Nuts: 1 set   Doubles: .4 - .75, Black Diamond Stopper #4 and #5","location":"Follow the obvious trail heading southwest from the end of the road and parking areas. After entering the drainage (west) now follow the far less obvious trail up the drainage for a short while until the drainage splits. From here locate the cairns. They will be on the toe of the ridge that forms here between the to drainages. Work you way up to the base of the wall. About 1 hour 2100'. The notch between Joeys tower (the pyramid shaped formation) and the main wall can be reached by one of two ways. The longer but easier, easier meaning no 4th class but a slog none the less, route is to travel below (East) of Joey's tower and approach the notch from the Southwest. Or follow the base of the main wall south. About 30' from where the gully chokes out look for a short scramble on the left to a ramp that will take you to the top of the choke.\n\n From the top of the notch locate the large slab of granite leaning against wall. \"Trident\" starts on this slab. 2300' Approach time: 1h30m"},"__v":0},{"_id":"FblWRSWsXn+1lZN6JDNWIg==","name":"The South Face Route","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Unknown: possibly Kyle Copeland and others? First Recorded Ascent: Mason Earle, Peter Vitoniv, & Andrew Burr","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-117.21362,39.07136]},"left_right_index":1,"mp_id":"119034282","mp_crag_id":"117113221","climb_id":"FblWRSWsXn+1lZN6JDNWIg==","areaRef":"79zcL/pgXZOq9nSx3jqgog=="},"content":{"description":"This is an amazing climb featuring great rock, funky and burly climbing, and plenty of airy, exciting situations. Sections of the route, and certainly the obvious second pitch, were climbed decades ago (likely by the late Kyle Copeland), but info is elusive. Some time later, Mason Earle and Peter Vintoniv (with Andrew Burr following) climbed the route onsight swinging leads. And most recently John Scott and Sam Skrocke repeated some of the original climb but also pioneered a few great new pitches; they called their climb La Roca Mas Fina and while the older South Face Route and La Roca share some terrain, they offer distinctly different but equally impressive finishes. Really this route deserves a name more befitting its awesome climbing than \"The South Face Route,\" so if you know more about its history or just have a colorful suggestion please let me know. In the meantime, the following description is of the \"best\" - as in highest quality - way to climb it; variations and history noted where applicable.P1 (10b, 90'): The original first pitch climbed from the ground directly up into the second pitch flake in one rope-stretching epic, but La Roca's first pitch makes for a higher-quality and perhaps more reasonable start: Climb intermittent cracks to a scoop protected by a bolt. Continue through blocks and ledges to a nice finger crack up the left side of a pillar. Belay atop the pillar at a bolted anchor.P2 (11d, 130'): A demanding, punchy, and beautiful pitch. Originally protected in part by beaks and pins and rated 11-, this pitch has been led entirely on gear yet the grade keeps creeping upwards. Step left from the belay and mantle onto a small bulge which allows access to the stunning, wavy flake. Follow this through several challenging sections to a final easy run up a water groove. Belay from bolts on a good ledge. Three bolts were added to this pitch in 2020 at the behest of Mason. One of them (I think it was the third) should probably be moved a bit (out left of the flake instead of on the wall to the right of it?). P3 (10a, 110'): Continue up the groove until it eases back into a ramp. Clip a bolt up and right and face climb up through blocks and flakes to gain a widening diagonal slot. Follow the slot to its end, but do not continue right towards a bolt and horn (this is La Roca); instead work back left up another slot to a large, sloping belay ledge. Belay from a bolted anchor on the far right end of the ledge.P4 (10c, 90'): The route originally moved right, around the corner, and into a loose, flaring chimney, but the fourth pitch of La Roca is a much better option: Head straight up the pretty left-facing corner with a shallow crack. A bolt protects the crux before the climbing eases on the way to a belay at a massive slung block.P5 (11a, 90'): Above is a beautiful bolted corner capped by a huge roof: This is this final pitch of La Roca. Begin climbing up this corner, but well before reaching the first bolt, look for an escape ramp off to the left. Work out this ramp which gradually narrows to a diagonal crack. Hand traverse this with commitment and tremendous exposure to a bolted belay around the corner in a hanging alcove.P6 (11d, 130'): Climb nice cracks in a shallow chimney past a giant wedged flake to a stance below a steep hand crack. Climb this, zig right, then zag back left pulling up onto the upper headwall. A left-leaning crack starts off easy then becomes very difficult before abruptly easing again. Belay from gear on the ridge; from here one can continue to the summit or easily down-climb to the anchor atop La Roca's final pitch and rappel.Descent: If going to the summit, continue climbing, then do a couple long raps into the notch between the Main Wall and the Eden Wall. If rapping La Roca, use either an 80m rope or two ropes and proceed as follows: 1) Rap 35m straight down into the hanging alcove beneath the final pitch. 2) Rap 40m down to the slab below then swing hard right to a hidden anchor on a ledge left of the P4 corner. 3) A short 15m rap brings you to the large, sloping ledge atop P3. 4) Rap P3, 35m, trending slightly left to the anchor atop the P2 flake. 5) Rap P2, 40m. 6) Rap P1, 30m, to the ground.","protection":"2x 0.1 to #2 Camalots 1x #3 Camalot A light set of wired stoppers. A dozen draws/slings. 80m rope or two ropes. Consider tripling up in the 0.3 to 0.75 Camalot sizes.","location":"The notch between the Main Wall and The Pyramid. Begin at a pleasant staging area just left of a flake leaning against the wall."},"__v":0},{"_id":"N4fZRyI/VsSoih9DCYvvdg==","name":"Rebel Quest","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"John Scott, Sam Skrocke, May 2020","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-117.21362,39.07136]},"left_right_index":4,"mp_id":"119150503","mp_crag_id":"117113221","climb_id":"N4fZRyI/VsSoih9DCYvvdg==","areaRef":"79zcL/pgXZOq9nSx3jqgog=="},"content":{"description":"What a gem! This fantastic line ascends the steep southeast wall on the Main Dome. A challenging route with great exposure on excellent rock. There has been obvious signs of past climbers on pitch 2 and 3. I would love to hear any information about the history of this wall. All belays are equipped (2 bolts) unless noted below.  A few bolts were added to pitch 2, 6 and 7 after the first accent.\n\n P1- Start on the wall beneath the giant boulder in the gully. Stem the two features (Boulder/Wall) to reach the first bolt. Follow the left trending features up toward the right facing corner. Go up the corner until a steep finger crack will escape up and left to the belay ledge. 1 bolt/sling. 5.11b 40m\n\n P2- Climb the steep hand crack to the bulge. Long traverse right past a few more bolts will lead to an anchor below a steep crack. 5.12b 30m\n\n P3- Follow the crack above. Follow corner/crack features trending right to a piton*. Continue up the corner and through steep cracks to a belay beneath the Right facing corner/dihedral above. 1 bolt/sling, 5.12a, 45m * There is a poorly placed bolt on this pitch. After finding \"bomber\" gear (nut and/or BD.5) in a short finger crack climb up over a bulge and face climb rightish to a left facing corner. There is a good stance just before reaching the flared crack and realizing the pro here would be crap. To get to the bolt above climb good grips straight up to the bolt. Do not mantel the scoop to the left of the bolt. You will not be able to reach the bolt and will find down climbing the mantle very puckering. I am planing on fixing this  5.10d PG13\n\n P4- Climb left trending corners to main corner. Before climbing into the classic, beautiful, would have been mega dihedral that unfortunately blanks out so unfairly, look left for a bolt and enjoy a fantastic workaround past two more bolts. Locate a crack up left of the last bolt and follow this to a slab with an equipped belay. 5.12a 35m\n\n P5- Beneath the bulge. From the anchor go right, hold on and enjoy the ride! 5.12b 30m\n\n P6- Keep following the bulge feature as it starts to trend upward and look more like a right facing corner. Up higher when the feature disappears face climb up to an anchor on a ledge. 1 bolt/sling, 5.11b 35m\n\n P7- Walk left across the ledge and follow bolts to a crack. follow this feature until it abandons you as well. Same game as before: Face climb, bolts, ledge. Gear anchor. 5.10c, 35m\n\n P8- Get ready to fight for the finish. Steep hand crack to a wild finger crack. Gear anchor 5.12a 30m","protection":"Gear: .1 - #3   Doubles .4 - #1   Set of nuts","location":"Follow the obvious trail heading southwest from the end of the road and parking areas. After entering the drainage (west) now follow the far less obvious trail up the drainage for a short while until the drainage splits. From here locate the cairns. They will be on the toe of the ridge that forms here between the to drainages. Work you way up to the base of the wall. Around 1 hour, 2100'. Follow the base of the main wall south. About 30' from where the gully chokes out look for a short scramble on the left to a ramp that will take you to the top of the choke. Near the top of the gully a second choke is encountered this time by a single large boulder.  This is the start of Rebel Quest. Instead of scrambling around the boulder to the left locate the bolts on the wall to the right of the boulder."},"__v":0},{"_id":"hEFTAiO9WSun/cmNhC2HpA==","name":"Smoke Bomb","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Paul Jakus and Paul Firestone, Summer 1982","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-117.21362,39.07136]},"left_right_index":6,"mp_id":"118199983","mp_crag_id":"117113221","climb_id":"hEFTAiO9WSun/cmNhC2HpA==","areaRef":"79zcL/pgXZOq9nSx3jqgog=="},"content":{"description":"This description is from a single ascent almost 40 years ago. Alison Sheets, who had come to the WGs with another partner for the day, had left us a smoke bomb at the campsite as a July 4th surprise.\n\n Located on the right side of the Main Wall, with a chimney at the bottom and a nice left-facing dihedral above it.\n\n I don’t recall very much except that it was the usual nice 5 pitches or so, before the main wall kicked back to a low angle.\n\n Pitch 1 and 2: Climb to the base of a chimney and then up to its top (5.8)\n\n Pitch 3 and (maybe) Pitch 4: Climb the nice left-facing dihedral for some ways… (5.10)\n\n Pitches 5-10: Continue to the top with minimal difficulties…  \n\n Descent: Head to low point at the northern edge of the main wall. One or two rappels from fixed gear into the gully behind the main wall. Note: Fixed gear may or may not be there after almost 40 years!","protection":"Natural gear","location":"I'm 98% certain that this route goes up the obvious chimney at right side of the Main Wall, but there's a small chance it ascends another chimney located nearby."},"__v":0},{"_id":"EiipttKAXzy0kI+/bZjTVw==","name":"Rattlesnake Surprise","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Sean McLane and Forest Altherr, June 2019","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-117.21362,39.07136]},"left_right_index":0,"mp_id":"117113230","mp_crag_id":"117113221","climb_id":"EiipttKAXzy0kI+/bZjTVw==","areaRef":"79zcL/pgXZOq9nSx3jqgog=="},"content":{"description":"Two pitches of interesting climbing and three more moderate, wandering cracks to the top. P2 is the obvious left-facing corner with finger and offwidth cracks on the back side of the main dome.\n\n P1) 5.10- broken cracks then slab traverse right to base of corner P2) 5.9 fingers corner with #6 offwidth in face next to it, plus 5.11- seam slab to finish. Alternate 5.10-(?) finish up right, then traversing left under a roof. P3) 5.9 ledges to left-angling crack P4) 5.10- hand crack short roof then low angle hand crack in a large left-facing corner P5) 5.8 short hand crack to a traverse along the ridge","protection":"small to hands","location":""},"__v":0},{"_id":"UlH0Pb28UAKGK2I1RHbd0A==","name":"La Roca Mas Fina","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"John Scott, Sam Skrocke, May 2020","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-117.21362,39.07136]},"left_right_index":2,"mp_id":"119027345","mp_crag_id":"117113221","climb_id":"UlH0Pb28UAKGK2I1RHbd0A==","areaRef":"79zcL/pgXZOq9nSx3jqgog=="},"content":{"description":"This is an incredible line up the South face of the main wall. It gets all day sun. The second and most of the third pitch are shared with a route put up by Mason Earle, Andrew Burr and Peter Vintinov (2015) Mason believes that the second pitch had been climbed previous to his ascent.\n\n P1- Start 1 meter left of leaning block. Follow finger crack to a small roof. Continue up left of a larger roof feature into a lie back past  a bolt. Pass some blocks into a left facing corner and a belay ledge above. Sling the block. (5.10b), 25m\n\n P2- #1 cam will protect the step left as well as the mantle above. Move into the large flake system. Climb the flake. Find gear everywhere you can moving between lie backs and getting into flares. The climbing eases off above. Follow the flake feature until a ledge with a bolted anchor is reached. (5.11c PG13), 40m  * Edit * This pitch has received three or four new bolts and may not be PG-13 anymore.\n\n P3- Go up corner until the angle changes. Look for features on the right wall including a \"Pocket\" that will accept a #3 cam. Go straight up to a bolt gaining access to to a right trending ramp. Follow ramp past a corner until you are forced off the ramp. Hand traverse, passing one bolt and a horn to a stance. Avoid the bushy corner and climb up right into a hand crack behind a wedged block. (5.10a), 40m\n\n P4- Climb up corner above. Where gear becomes less than ideal clip a bolt and keep going past the top of the corner. Sling the giant block. It is helpful to remember to look left and spot the rappel station if you are planning on rapping off. (5.10c), 40m\n\n P5- Finish with this fantastic pitch that even with three bolts and one fixed piece will deplete your rack to just a few left over nuts. Save your smallest (.1 and .1/.2 offset) for the end. Use lots of long slings on this pitch. Also be very mindful of a rope eating flake out left that will make hauling or trailing a line problematic. To avoid any hangups have the second climb with the tag/haul up the easier climbing until a ramp leads out left from here there will be no issue with releasing the tag line.  (5.12a) 55m  \n\n Descent: Rappel the route with two 70m ropes. Second Rappel station is below and lookers right of big ledge. Or, continue to the summit of the main wall (5th class) and rappel (4 Raps) into the notch behind the formation with one 60m rope","protection":"Gear:  .1 - #3   Doubles: .4 -#2   Offsets (very useful, highly recommended) .1/.2 - .5/.75   Nuts: one set   Lots of long slings","location":"Follow the obvious trail heading south from the end of the road and parking areas. After entering the drainage now follow the far less obvious trail up the drainage for a short while until the drainage splits. From here locate the cairn. They will be the toe of the ridge the forms here between the to drainages. work you way up to the base of the wall. About 1 hour 2100'. The notch between Joeys tower (the pyramid shaped formation) and the main wall can be reached by one of two ways. The longer but easier, easier meaning no 4th class but a slog none the less, route is to travel below (East) of Joey's tower and approach the notch from the Southwest. Or follow the base of the main wall south. About 30' from where the gully chokes out look for a short scramble on the left to a ramp that will take you to the top of the choke. \n\n From the top of the notch locate the large slab of granite leaning against wall. \"La Roca Mas Fina\" starts just left of this slab in a finger crack. 2300' Approach time: 1h30m"},"__v":0},{"_id":"Z3Se7QliWnuN2dgCpOzuJg==","name":"Delirium","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"FA Sean McLane and Forest Altherr October 2019? FFA Forest Altherr October 2020.","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-117.21362,39.07136]},"left_right_index":5,"mp_id":"119787547","mp_crag_id":"117113221","climb_id":"Z3Se7QliWnuN2dgCpOzuJg==","areaRef":"79zcL/pgXZOq9nSx3jqgog=="},"content":{"description":"Delirium is composed of several long pitches of quality climbing aiming for the distinct roofs on the east face of the main dome. It is not the most direct route, but the uniqueness of the features make it an excellent climb. The crux is a short boulder problem and can easily be aided. We believe the route traverses across a line established by Firestone and Bancroft which breaks through the middle of the roofs at a more moderate grade.P1- Start in an alcove formed by a left facing corner leading up to a water groove. The finger crack quickly opens to wide hands and fists. The crack then pinches down as the awkward groove opens up. Make some sequential moves and then follow the groove up to a nice ledge with fixed nuts for a belay (11c), 65 meters.P2- Stem and jam the groove off the belay ledge aiming for the chimney above. Follow the blocky climbing in the elevator shaft eventually exiting with some chimney moves. Belay on the big ledge (5.9), 70 meters.P3- Do not go up the chimney! Instead, cross the slab aiming for the bottom of the wide flaring left facing corner. Flaring jams lead you to a belay at another large ledge (5.10c), 25 meters.P4- Pull up into the grassy slot between a granite spike on the left and the main wall on the right. Mount the spike and step across the slot to gain a hand crack. Jam the crack for a few feet and step out left on chicken heads to gain the bottom of a nice hand crack. Climb the crack to a leaning roof and undercling up and to the left. Belay at a stance on a sloping ledge. (5.10b), 45 meters.P5- The first roof traverse pitch. Follow cracks straight above the belay to the right side of the second tier of the roof. Traverse left on underclings and slabby feet passing two bolts. Continue until a crack perpendicular to the roof splits the roof in half. Belay at a stance in the middle of the roof. (5.12a), 35 meters.P6- Continue moving left clipping a bolt until the roof ends. Look for a bolt above the roof and clip it with a short draw to keep the roof from eating your rope. Follow the vertical crack for a few body lengths. Downclimb diagonally and to the left passing the next vertical crack and instead continuing left for another 15 feet to find a 3’x1’ ledge (5.12b/c), 25 meters.P7- Good climbing that seems like it will never end. Go straight off the belay and follow the cracks and shallow corners resisting the temptation to move right and out of line with the belay. Push through two bulges until a dirty hand crack leads you past some loose flakes eventually ending on a belay at a nice ledge. (5.10d) 70 meters.P8- Follow the right facing corner and flake above and slightly right of the belay. Depending on the variation you choose to finish either continue straight up for Delirium Direct (Bushy) or traverse right on the ledge until you are underneath a bolt. Once underneath the bolt, drop down 5 feet to a belay for the right variation (Recommended).Delirium Direct:P8 Continued- Continue up the bushy chimney until you pull a roof at the top leading to a belay in a scoop (5.10a).P9- Follow the hand crack off the belay initially to the right but eventually trending back left. When the crack peters out a slab move connects the upper cracks on this pitch which will lead you to the summit ridge (5.9).Delirium Right (Recommended):P9- Above the ledge make a few face moves clipping the bolt and trending up and left into a wide crack system. Continue up this crack system while keeping an eye out for bolts on the face to the right. Climb the beautiful granite patina clipping two bolts and placing protection where available. The line generally stays to the left of the right facing corner and occasionally loops out onto the patina before eventually finishing up the corner (5.9), 68 meters.P10 - Scramble up blocky features to gain the summit ridge.To descend follow the standard backside rappels on the northwest corner of the dome requiring a single 70 meter rope.","protection":"Nuts (Regular and Micros)Cams 1 ea. #42 ea. 0.2, #1-33 ea. 0.3-#0.7570 meter rope","location":"At the base of the east face of the main dome look for an alcove in a left facing corner."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,a31fb323-0db7-5e02-b522-f21d3b49b531,9445f336-4fc5-5f06-b386-9dcec24fd7a1,b66aed2b-5110-545f-954f-72b098d00c3c,efdcdc2f-fa60-5d93-aaf6-74b1de3aa0a2","pathTokens":["USA","Nevada","Western Nevada","Wild Granites, The","Main Dome"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.12c"},{"count":2,"label":"5.12a"},{"count":1,"label":"5.12b"},{"count":1,"label":"5.10b"},{"count":1,"label":"5.11-"}],"byDiscipline":{"trad":{"total":7,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":6,"expert":0}},"alpine":{"total":7,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":6,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":1,"advanced":6,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-117.21362,39.07136]},"bbox":[-117.21419918913604,39.07091033981814,-117.21304081086396,39.07180966018187],"left_right_index":-1,"ext_id":"117113221","area_id":"79zcL/pgXZOq9nSx3jqgog==","polygon":{"type":"Polygon","coordinates":[[[-117.21419918913604,39.07091033981814],[-117.21304081086396,39.07091033981814],[-117.21304081086396,39.07180966018187],[-117.21419918913604,39.07180966018187],[-117.21419918913604,39.07091033981814]]]}},"content":{"description":"This is the imposing main dome with a 1200' east face. On its right side is the NE Buttress aka Rocco's Wall with the distinctive \"diving board\" formation on the ridge.\n\n Routes are ordered from the rappels on the back side, facing the dome, moving right."},"density":0,"totalClimbs":7,"__v":1,"createdAt":"2022-11-07T06:11:24.901Z","updatedAt":"2024-02-19T18:34:58.182Z"}