{"_id":"63689de0e80bff5a994fa3c1","area_name":"Slabosaurus","shortCode":"","climbs":[{"_id":"Dz5gh52JWtyHPSyH8pPB6Q==","name":"Westward Ho","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Tom Kohlmann and Roger Truesdale","type":{"sport":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5408,40.3126]},"left_right_index":3,"mp_id":"106269206","mp_crag_id":"106269174","climb_id":"Dz5gh52JWtyHPSyH8pPB6Q==","areaRef":"oOmQgf0EUsqxJ+hc+WSM4w=="},"content":{"description":"This fun route is trickier than it appears.  Hand and foot holds become thin between the first and third bolts. Take your time to execute proper move sequences and body positions. Trust the teeny nubbins for your feet and hands. This is NOT a beginner lead climb, and there is  potential for a ground fall between the first and second bolts (right where things begin to get spicy).","protection":"4 bolts and 2 twist anchors.","location":"This route is the right-hand of the two short routes located on the right-hand side of Slabosaurus, and may be accessed by climbing up a crack below a large dead pine tree to gain a ledge that overlooks the two longer climbs on the left-hand side of Slabosaurus, or by going around the back side of ledge and scrambling up."},"__v":0},{"_id":"kfKT3EjDVHm0XgsqInc2vg==","name":"Westward Expansion","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Tom Kohlmann and Roger Truesdale","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5408,40.3126]},"left_right_index":2,"mp_id":"106269199","mp_crag_id":"106269174","climb_id":"kfKT3EjDVHm0XgsqInc2vg==","areaRef":"oOmQgf0EUsqxJ+hc+WSM4w=="},"content":{"description":"The difficulty of this route varies according to the route taken.  Climbing to the left of the bolt line and using the left-hand arete makes for about a 5.7 climb, while climbing straight up or to the right of the bolt line makes for about a 5.9 climb.  At least one small or medium size cam can be placed in a horizontal crack about halfway up this route.","protection":"4 bolts and 2 twist anchors at top.","location":"This route is the left-hand of the two short routes located on the right-hand side of Slabosaurus, and may be accessed by climbing up a crack below a large dead pine tree to gain a ledge that overlooks the two longer climbs on the left-hand side of Slabosaurus, or by going around the back side of ledge and scrambling up."},"__v":0},{"_id":"KgY8USibX+uXOuOyo9SAWQ==","name":"Hallett's View","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Tom Kohlmann and Nancy Hall","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5408,40.3126]},"left_right_index":1,"mp_id":"106269187","mp_crag_id":"106269174","climb_id":"KgY8USibX+uXOuOyo9SAWQ==","areaRef":"oOmQgf0EUsqxJ+hc+WSM4w=="},"content":{"description":"Climb to the first bolt about 20' off the ground.  Between the first and second bolts there is an old piton with a ring.  Opportunities for the use of trad protection on this route are sparse until an overhang above the last (fourth) bolt is reached.  There are only four bolts on this route, and they may appear a bit run-out. There are two cruxes:  between the first and second bolts, and after the fourth bolt climbing over the overhang towards the anchors.  Large and medium size cams may be used to protect moves over the overhang, which should be climbed to its right-hand side owing to the presence of at least one relatively large chockstone on the left-hand side of the overhang.  This chockstone appears loose and may be quite dangerous until it has been crowbarred out and trundled to the bottom.  When top-roping, avoid having the rope drag over the chockstone and possibly dislodging it. Also, BEWARE LOOSE ROCK on this route at other locations, as this route has seen little traffic to date.  The climb can be exited below the overhang by moving right towards the anchor for\n\nWestward Expansion\n\n.  There is a nice view of Hallett's Peak to the west from the top of this route.","protection":"4 bolts, 1 old piton, and 2 twist anchors.","location":"This route is located on the right-hand side of the long slab on the left side of the Slabosaurus area."},"__v":0},{"_id":"qBSS+02qUhCpoL6uBtLaQg==","name":"Donna's Dyno","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Tom Kohlmann and Nancy Hall","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5408,40.3126]},"left_right_index":0,"mp_id":"106269177","mp_crag_id":"106269174","climb_id":"qBSS+02qUhCpoL6uBtLaQg==","areaRef":"oOmQgf0EUsqxJ+hc+WSM4w=="},"content":{"description":"This route is located on the left-hand-most side of the Slabosaurus area.  Climb up a large flake/crack system to the first bolt about 20' off the ground.  Before the first bolt is gained, inside the crack there will be found an old piton with a ring.  Opportunities for the use of trad protection on this route are sparse thereafter, and some bolts may appear a bit run-out. There are two cruxes:  between the first and second bolts, and between the second and third bolts. BEWARE LOOSE ROCK on this route, which appears to have seen little traffic to date.  About midway up the route there is a very large horizontally-oriented flake that sounds hollow and may be ready to come off; avoid stepping on or grabbing this flake -- other holds are available to the right of, as well as above, the flake.","protection":"7 bolts and 1 old piton.  Two twist anchors at top.","location":"This route is located on the left-hand-most side of the Slabosaurus area."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,cd674f3c-8205-5aea-b926-ef2c3b804ed5,999af1f6-9a89-5316-b680-01294e8764bb,7b2cbe55-b4e8-5119-a9bf-5dfee2f4bac4,a0e99081-fd04-52ca-b127-e85cf9648ce3","pathTokens":["USA","Colorado","Estes Park Valley","CO Hwy 7 & Tributaries","Jurassic Park - Lily Lake","Slabosaurus"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.8+"},{"count":2,"label":"5.8"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":2,"intermediate":0,"advanced":0,"expert":0}},"sport":{"total":4,"bands":{"unknown":0,"beginner":4,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":4,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.54228,40.3126]},"bbox":[-105.54286969810573,40.312150339818146,-105.54169030189428,40.313049660181875],"left_right_index":-1,"ext_id":"106269174","area_id":"oOmQgf0EUsqxJ+hc+WSM4w==","polygon":{"type":"Polygon","coordinates":[[[-105.54286969810573,40.312150339818146],[-105.54169030189428,40.312150339818146],[-105.54169030189428,40.313049660181875],[-105.54286969810573,40.313049660181875],[-105.54286969810573,40.312150339818146]]]}},"content":{"description":"Slabosaurus is a northwest facing crag located on the opposite side of Big Ass Slab. To access the crag, walk around the north side of the Dinosaur's Foot from The Fin until you reach another gully. Head south west down the gully until you reach the next steeper crag with four bolted lines - this is Slabosaurus."},"density":0,"totalClimbs":4,"__v":2,"createdAt":"2022-11-07T05:57:00.275Z","updatedAt":"2024-02-19T18:32:43.451Z","_change":{"user":"Yj9GBcBsTKaRP80ng/PeQw==","historyId":"6379930b48556bd5f724edb3","operation":"updateArea","seq":0}}