{"_id":"63689d5be80bff5a994f3e8d","area_name":"Gong Show Wall","shortCode":"","climbs":[{"_id":"Odb0tQIlWHi9VkZwfoLbog==","name":"Wages of Skin","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.7179,37.5096]},"left_right_index":24,"mp_id":"106097731","mp_crag_id":"105817188","climb_id":"Odb0tQIlWHi9VkZwfoLbog==","areaRef":"55Ariz0BXamIFK4VNVC+9g=="},"content":{"description":"Once you scramble up a 3rd class ramp, negotiate the menacing off-width above by, well, staying to the left and bypassing it altogether. After a few scrambly moves (5.9/5.10ish), step ACROSS the off-width to your right, then face climb excellent rock past a couple bolts, then turn the lip onto some edgy slab. Gain the crack--which is now on your left--then charge up a slammer handcrack till the crack abruptly angles right into a traversing finger crack (the crux) with nothing but glacial polish for feet. Fire the finger crack then finish the pitch with 15 feet of stellar hand-jamming.","protection":"Standard rack with some extra finger-sized pieces (handy for the crux). Also, there are a few bolts, so have some draws handy.","location":"Far right side of the Gong Show crag. This splitter \"splits\" the obvious polished face."},"__v":0},{"_id":"CAIpopyTVTupM8dJr3uVPw==","name":"Tripping Old Birds","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"James Lombard (2002)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.7179,37.5096]},"left_right_index":999999,"mp_id":"106814987","mp_crag_id":"105817188","climb_id":"CAIpopyTVTupM8dJr3uVPw==","areaRef":"55Ariz0BXamIFK4VNVC+9g=="},"content":{"description":"Almost a full pitch of sustained 5.9/5.10- edging and smearing. This is a really nice route, but your feet will hurt by the end if you don't either move fast or wear stiff shoes.","protection":"14 bolts to a two bolt anchor. Rappel with two ropes (a single 70 m will NOT reach).","location":"Locate the obvious Gong Show roof that is the namesake of the crag (of the two huge roofs in Euan's crag pictures for the area, the Gong Show roof is the left most roof; the right side roof is directly above He She, Sideshow, etc.). To the left of the roof is a long, orange face; this is the route. To approach the route, walk underneath the Gong Show roof and around a corner until you reach a 3rd/4th class right facing corner/ramp (about approx. 50 feet to the left of the roof; NOT the right facing corner directly below the Gong Show roof). Ascend the corner to a ledge that is below and slightly to the left of the route. You can place some finger to hand sized cams for a belay if you are so inclined. The Gong Show roof will be 15-25 feet to your right. Climb the obvious, bolted orange face above."},"__v":0},{"_id":"EHhJEclSXHaHcNjCxNwbHQ==","name":"Texas Two-Stepper","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Kevander Fox, Dana Felthauser, Dylan Tarrant - June 2019","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.7179,37.5096]},"left_right_index":1,"mp_id":"117236715","mp_crag_id":"105817188","climb_id":"EHhJEclSXHaHcNjCxNwbHQ==","areaRef":"55Ariz0BXamIFK4VNVC+9g=="},"content":{"description":"6 Bolts, start at green face below small roof, pull through bulge crux and enjoy technical face climbing above. Slightly runout finish on easy terrain or opt. gear to 1.5\". Mussy Anchors.","protection":"6 bolts, mussy anchors","location":""},"__v":0},{"_id":"z7mR5VfRUdyNWgpKGme69w==","name":"Switch Hitter","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Paul Linaweaver, Scott Ayers, Mike Strassman, and Henry Means ('92)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.7179,37.5096]},"left_right_index":14,"mp_id":"106808880","mp_crag_id":"105817188","climb_id":"z7mR5VfRUdyNWgpKGme69w==","areaRef":"55Ariz0BXamIFK4VNVC+9g=="},"content":{"description":"Start same as He She but after the 4th bolt move left to an open dihedral. The crux is a couple feet of blank rock in the dihedral which can be liebacked or stemmed. After that move left around the arete and continue to the anchor. 2 single rope rappels will get you down.","protection":"14 bolts, 2 bolt anchor.","location":""},"__v":0},{"_id":"TMIGXQumXbWXSXw8hMMeog==","name":"Strike the Gong","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Oct 2021 Abel Jones, Josh Mclure, Tony Lewis","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.7179,37.5096]},"left_right_index":10,"mp_id":"121471189","mp_crag_id":"105817188","climb_id":"TMIGXQumXbWXSXw8hMMeog==","areaRef":"55Ariz0BXamIFK4VNVC+9g=="},"content":{"description":"Another big beauty of a sport climb on impeccable granite. Traverses above the lip of a large roof then tackles several boulder problems leading to a full rest below the final roof.  Strike the gong and hold on for glory.","protection":"12 draws and 8 slings to manage rope drag. Lower to midway anchors.  Knot your ends\n\n10 bolts in the uppers and 10 bolts in the lowers. You can use a couple pieces of gear for alternative and quality other options to get up there. You can lower with an 80m and a knotted end to a ledge about 20 feet off the ground and an easy scramble down.","location":"Several recently bolted and unlisted options lead up to this fully bolted extension. Start below a beautiful unbolted arete and follow bolts left (11a) or right (10a) up to a seam on the left side of a big roof. Start clipping bolts and traversing right to begin the adventure."},"__v":0},{"_id":"jLbAn6CFW6CqfbYBS2xNkg==","name":"Social Climber","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Dick Cilley and Dean Hobbs","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.7179,37.5096]},"left_right_index":999999,"mp_id":"107234520","mp_crag_id":"105817188","climb_id":"jLbAn6CFW6CqfbYBS2xNkg==","areaRef":"55Ariz0BXamIFK4VNVC+9g=="},"content":{"description":"A bit of face climbing leads to an offwidth in a steep corner capped by a small roof, some face climbing, and a cozy flat ledge to finish.","protection":"finger sized pieces (for start and anchor) - 3-5\" gear for the business","location":"This route is an alternative finish to Main Attraction, 2 pitches (or 1 long pitch) up the Gong Show Wall."},"__v":0},{"_id":"NOvnc7FcUYOGWnbRuwszvg==","name":"Sideshow","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Scott Ayers and Eden Masters ('90)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.7179,37.5096]},"left_right_index":17,"mp_id":"106807108","mp_crag_id":"105817188","climb_id":"NOvnc7FcUYOGWnbRuwszvg==","areaRef":"55Ariz0BXamIFK4VNVC+9g=="},"content":{"description":"This awesome climb has it all. Start up a left-trending ramp to reach the first bolt. Then get ready for an exciting hand traverse, a locker finger crack, an exposed mantle, and a bunch of other really fun climbing.","protection":"14 bolts, 2 bolt anchor. You used to need a set of TCU's or nuts is useful for protecting the finger crack at the top since it was runout without at least one supplementary piece.","location":"just right of He She"},"__v":0},{"_id":"JWPMnRNyVkarNVboHfMIfA==","name":"Show Me the Monkey","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Scott Ayers, Henry Means, 7/1998","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.7179,37.5096]},"left_right_index":22,"mp_id":"109136269","mp_crag_id":"105817188","climb_id":"JWPMnRNyVkarNVboHfMIfA==","areaRef":"55Ariz0BXamIFK4VNVC+9g=="},"content":{"description":"All info herein is just basic information and placed here to tempt you to purchase the Guide Book: \"Mammoth Area Rock Climbs\" 3rd Edition by Marty Lewis and John Moynier.  Please purchase the book for additional information and to provide money for future books. Pitch 1: 10a**. Pitch 2: 5.11a*. Dihedral to bulge to blunt arete. Gear anchor. Descend to the right.","protection":"Pitch 1: 5 bolts, gear to 2.5\". Pitch 2: 4 bolts gear, to 2.5\"","location":"Start up \"Brush Up\", then clip bolt and traverse left and then up to the belay. Lower off or climb 2nd pitch"},"__v":0},{"_id":"8Gw0Y1FDWY+auIzf9Ti9iQ==","name":"Self-Contained Unit","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.7179,37.5096]},"left_right_index":0,"mp_id":"107193684","mp_crag_id":"105817188","climb_id":"8Gw0Y1FDWY+auIzf9Ti9iQ==","areaRef":"55Ariz0BXamIFK4VNVC+9g=="},"content":{"description":"Another nice sport climb about 30 feet up the hill (to the left) of Grab a Handful. Lots of sidepulling.","protection":"7 or 8 bolts, 2 bolt anchor/rap","location":""},"__v":0},{"_id":"aGtutAd8Uq+DuuXbOqfcpQ==","name":"Schlitzy","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.7179,37.5096]},"left_right_index":999999,"mp_id":"109135849","mp_crag_id":"105817188","climb_id":"aGtutAd8Uq+DuuXbOqfcpQ==","areaRef":"55Ariz0BXamIFK4VNVC+9g=="},"content":{"description":"All info herein is out of Marty Lewis Guide Book \"Mammoth Area Rock Climbs\" 3rd Edition. Purchase the book for additional information.","protection":"Gear to 3\"","location":"This route starts high up on the wall to the right of DMZ."},"__v":0},{"_id":"EUSlK6EfUBapuGiHQ9gcZQ==","name":"Scared of Heights","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Abel and Monica Jones 5/18/21","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.7179,37.5096]},"left_right_index":8,"mp_id":"120733751","mp_crag_id":"105817188","climb_id":"EUSlK6EfUBapuGiHQ9gcZQ==","areaRef":"55Ariz0BXamIFK4VNVC+9g=="},"content":{"description":"This is a fully bolted sport extension to the second pitch of main attraction.  After leaving the 5.7 right leaning splitter on main attraction follow bolts at a slight angle up and right through the middle of a blank looking face and out the big roof above. Fun thin face moves with great holds leads to a break before the difficult and hard to read stemming roof. Romp up the cool exposed jugs to the two bolt anchor. One nice flowing big pitch if you start on the recommended spot and sling gear intelligently.  Easy to break it up by stopping at anchors on main attraction or build a gear belay on a ledge right below the start of the bolted uppers. Lower to anchors on main attraction or carney trash with an 80 m. Knot your ends. You could pull someone up to the ledge above with a couple extra 1-2” pieces.","protection":"Single set to #1 bd and 20ish draws and slings. 80m to lower to midway anchors on main attraction","location":"Multiple ways to start but the best is in the right facing hand crack corner to the right of main attraction. Up that and through some nice face climbing protected by brown painted bolts (unknown 5.10a?) to the pitch 2 right leaning splitter on main attraction.  Climb that and continue up and out the goods."},"__v":0},{"_id":"Hn8yp1WCVJy649LA0Rh3Zw==","name":"Radioactive Man","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Chris MacNamara, Sarah Felchin, Greg Barnes","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.7179,37.5096]},"left_right_index":15,"mp_id":"109136182","mp_crag_id":"105817188","climb_id":"Hn8yp1WCVJy649LA0Rh3Zw==","areaRef":"55Ariz0BXamIFK4VNVC+9g=="},"content":{"description":"All info herein is just basic information and placed here to tempt you to purchase the Guide Book: \"Mammoth Area Rock Climbs\" 3rd Edition by Marty Lewis and John Moynier.  Please purchase the book for additional information and to provide money for future books. Sustained and Wild face. Rappel route or your 70m rope won't be long enough.","protection":"12 bolts","location":"Starts in the same crack as \"Switch Hitter\" and \"He She\" and at the 5th bolt goes between the two."},"__v":0},{"_id":"w5lTmgmeXqy2zQ9aHx8flA==","name":"Overexposure","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.7179,37.5096]},"left_right_index":20,"mp_id":"106838048","mp_crag_id":"105817188","climb_id":"w5lTmgmeXqy2zQ9aHx8flA==","areaRef":"55Ariz0BXamIFK4VNVC+9g=="},"content":{"description":"Up the hill right of Sideshow is an arete with a line of bolts going up its polished face toward an obvious hanging anchor (chains + mussy hooks). Pitch one of Overexposure goes up the crack in the dihedral just right of the 11a arete.\n\nOnce you approach the roof overhead, there are two possible ways to finish: undercling the roof or dance along a seam that angles out left at your feet.  The seam takes you to the arete, whereupon you finish on the last 6 feet of the 11a line (but NOT 11a climbing here).  Belay on the hanging anchor or build a gear anchor up higher on the slab under the edge of the roof (3-4\" crack).\n\nPitch 2: Exit left under the roof and make a super airy step out over the void to a sloping slab and reach around the corner for a bomber hand jam.  Pull a few steep moves straight up...and here is where the route-finding puzzle begins.\n\nI found most of the next section of rock in all directions to be very dirty with many giant loose talus blocks jumbled all around.  Going around a corner up and right appeared feasible and looked like it could lead to the supposed wide crack finish, but the rope drag would be horrendous, so I nixed it.\n\nGoing left leads into a super vegged-out gully that offers no real climbing until a few moves at the end.  This is one ending.  Instead I climbed somewhat straight up and made some steep and scary moves up more solid but dirty rock to a ledge (fixed nut at date of this writing) from which I could move left into the gully up higher and finish pulling the final bouldery moves (protection very so-so).","protection":"Cams #0.3-4 + standard set of nuts and many long runners if doing the whole route.\n\nI recommend doing only p1 and lowering off the the mussy hooks (although the p2 step-over and the 3 moves after that are excellent...but everything else is crap thereafter), in which case many less runners are needed.","location":""},"__v":0},{"_id":"Ym26KymoWAGmcRrPjVhhWw==","name":"Never Say Never","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Scott Ayers, Paul Linaweaver, Mike Stassman, Henry Means, Austin Hearst, 1992","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.7179,37.5096]},"left_right_index":11,"mp_id":"109136072","mp_crag_id":"105817188","climb_id":"Ym26KymoWAGmcRrPjVhhWw==","areaRef":"55Ariz0BXamIFK4VNVC+9g=="},"content":{"description":"All info herein is just basic information and placed here to tempt you to purchase the Guide Book: \"Mammoth Area Rock Climbs\" 3rd Edition by Marty Lewis and John Moynier.  Please purchase the book for additional information and to provide money for future books. Pitch 1: 11c** Difficult bulge to slab 20m. Pitch 2: 12b*** Wild technical face 25m. Can be done as one pitch.","protection":"P1: 8 bolts, P2: 11 bolts","location":"Starts between \"Carney Trash\" and \"Anything Goes\""},"__v":0},{"_id":"e54JLepuWOGFtCxd5/69ug==","name":"Milky Way","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Mike Melkonian","type":{"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-118.7179,37.5096]},"left_right_index":3,"mp_id":"113027152","mp_crag_id":"105817188","climb_id":"e54JLepuWOGFtCxd5/69ug==","areaRef":"55Ariz0BXamIFK4VNVC+9g=="},"content":{"description":"Milky Way makes tenuous moves up the arete and face passing ten bolts to a two bolt anchor with rap rings.\n\nUse the thin edges on the face with your left hand while slapping the arete with the right hand. Feet stay mostly on the thin edges on the face with an occasional heel or toe hook around the arete for balance. The latest addition of the guidebook says nine protection bolts but there are ten.","protection":"Ten draws.","location":"This route climbs the arete just up and left of Grainstem. It is below and slightly left of The Gong Show."},"__v":0},{"_id":"yIKsUDcXWcuSIpJzWnE2Xg==","name":"Man Overboard","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Scott Ayers & Henry Means - 1992","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.7179,37.5096]},"left_right_index":12,"mp_id":"114602495","mp_crag_id":"105817188","climb_id":"yIKsUDcXWcuSIpJzWnE2Xg==","areaRef":"55Ariz0BXamIFK4VNVC+9g=="},"content":{"description":"Rivaling even it's amazing neighbor, Anything Goes, this is a great rock climb. The crux is long and complex, and the climbing throughout superb.\n\nBegin by climbing the first pitch of Never Say Never (11d) or Anything Goes (12a). The former is a bit easier but perhaps creates more rope drag. Both are excellent. Either way, to reduce rope drag/weight, I recommend pulling the rope and dropping it back down to your belayer from the intermediate anchor or just bringing your belayer up to this point and climbing the route as two pitches.\n\nFrom the ledge, move right and up to gain a flake system. Exciting climbing up this leads to a tricky and extended crux sequence traversing left that ultimately concludes at a stance. From here, easier face climbing leads to an anchor shared with Never Say Never at the top of the wall.\n\nWith an 80m rope, you can just make it down to the ground with stretch (knot your ends). With a shorter rope, lower twice.","protection":"20 or so draws to equip both pitches.","location":""},"__v":0},{"_id":"USZgrS60WDKhgybJM46kmA==","name":"Main Attraction","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.7179,37.5096]},"left_right_index":7,"mp_id":"107591529","mp_crag_id":"105817188","climb_id":"USZgrS60WDKhgybJM46kmA==","areaRef":"55Ariz0BXamIFK4VNVC+9g=="},"content":{"description":"Pitch 1 – Climb up easy cracks, bypassing a sage bush 15 feet up on the left, and continue to a stance just right of the prominent right-facing corner. Step left into the corner, and use multiple cracks to ascend this feature to reach a ledge with a two bolt anchor on the left wall. Do not continue up this corner system; do not go up to another bolted belay station 20 feet higher. 5.8, pro to 4”, 65 feet.\n\nPitch 2 – From the belay ledge, look down and right, to a ledge a few feet below. Above that ledge is a beautiful straight-in finger crack in an olivine colored wall. This finger crack is the start of the 2nd pitch. Climb the finger crack to an alcove about 25 feet higher. From this alcove, a set of cracks branches off: at a diagonal to the left, a prominent crack system going straight up and curving left, and a crack out right, around the corner. Take the main crack straight up heading towards the lowest large roof. This crack always has additional holds and features that allow moderate passage. Move out the left side of the roof to a stance below a cracked face. Do not head right (into a left-facing dihedral), but stay on the double cracks on the face to its left. At the top of this steep section the angle lessens; move up and left to the left side of the large recess, looking for a stance with a bolted anchor. 5.8, pro to 4”. 140 feet.\n\nPitch 3 – Step left into the chimney, using protection in the thinner crack to its right, and ascend this feature up to a ledge. This ledge contains vegetation, as well as some large blocks. Move right, to gain some smaller ledges at the base of an obvious wide crack in a corner. As attractive as this corner may look, it is not the remainder of the pitch (if this crack is followed to its end, there will be a huge block with slings around it). Instead move out right, to a crack that leans right. Continue up this crack, passing a loose but firmly wedged block stuck in the crack, to reach the left side of a flat ledge. Ten feet to the right is a set of belay/rappel anchors. 5.7, pro to 4”, 90 feet.\n\nFinal note: A route that was recently added to this section of the cliff, “Dirty Love” (5.9-, 3 pitches) starts about 30 feet to the right of the start of “Main Attraction”, but moves distinctly left, and crosses “Main Attraction” on the ledge at the base of the beautiful finger crack on pitch 2 of “Main Attraction”. At the left end of that ledge is a small corner, and this is used to ascend another 20 feet to reach a set of anchors found above the top of the first pitch of “Main Attraction”. This set of anchors is found in one of the photos for “Main Attraction”, and is likely the source of so many people getting off route. Once again; do not go to these anchors, as you will no longer be on the route “Main Attraction”.","protection":"Standard rack to #4 Camalot.","location":"The approach trail comes up to the cliff almost directly below the start of the route. At the lowest point of the cliff face look for a prominent right-facing corner. This corner begins above an alcove which is marked by a bolted line on its left side (the bolt hangers are not painted, but are very shiny). Start from a raised sandy ledge directly below the right-facing corner."},"__v":0},{"_id":"Qt0IvtaBWOS96s+jeEHV9g==","name":"Last Exit","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Dale Bard, Tony Puppo 1980's","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.7179,37.5096]},"left_right_index":18,"mp_id":"109136232","mp_crag_id":"105817188","climb_id":"Qt0IvtaBWOS96s+jeEHV9g==","areaRef":"55Ariz0BXamIFK4VNVC+9g=="},"content":{"description":"All info herein is just basic information and placed here to tempt you to purchase the Guide Book: \"Mammoth Area Rock Climbs\" 3rd Edition by Marty Lewis and John Moynier.  Please purchase the book for additional information and to provide money for future books. Start in a dihedral, then rattly fingers lead to an arete. Lower off.","protection":"2 bolts, single set 0.4 - #2. doubles #1, triple 0.75","location":"Left of \"Hey!\""},"__v":0},{"_id":"SDW12yhYV52lDusatp7d1Q==","name":"Jonny Mon","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Brian Ketron (July 2002)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.7179,37.5096]},"left_right_index":999999,"mp_id":"119028479","mp_crag_id":"105817188","climb_id":"SDW12yhYV52lDusatp7d1Q==","areaRef":"55Ariz0BXamIFK4VNVC+9g=="},"content":{"description":"The very steep bolted arete to the left of The Gong Show (the roofcrack). The 4th bolt is in a weird location. The natural line climbs up the low-angle right side of the arete on crimps to a finger jam under the roof, then pulls out the roof from there. But to clip the 4th bolt you have to do a very strenuous hand switch on one of the crimps and lean around the corner to make the clip. It's so far left that it suggests the FAist inteded for the line to traverse left after the 3rd bolt to a rounded lieback crack and then clip the 4th bolt from over there? However, making the span over to the left crack is much harder than 12c if you don't have a HUGE wingspan, and even if you can make the reach this variation is probably a couple grades harder. Maybe 12b for the right var, 12d for the left var (with a 6'2\" wingspan!)\n\nIn any case, turning the little roof is fun and wild, and has a shallow pod that's just the right size for a pretty good hand jam. Finish up an easy corner and move left around an arete to find the anchor.","protection":"Bolts","location":"Scramble up the gully to reach the ledge system that The Gong Show and Tripping Old Birds begin off of"},"__v":0},{"_id":"/89lsdf/UtKp/isrWXvCww==","name":"Hey!","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Paul Linaweaver, Scott Ayers 1990 GU (all info per guide book except IMHO)","type":{"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-118.7179,37.5096]},"left_right_index":19,"mp_id":"109123423","mp_crag_id":"105817188","climb_id":"/89lsdf/UtKp/isrWXvCww==","areaRef":"55Ariz0BXamIFK4VNVC+9g=="},"content":{"description":"IMHO: I tried to TR this Route it seemed heck-a-hard.\n\nA little contrived. Lower Off","protection":"4 bolts, gear: 1\" piece","location":"This route is next to the arete between \"Last Exit\" and \"Overexposure\""},"__v":0},{"_id":"/9s+JOzJUVGJXvhKlA0VEA==","name":"He She","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Mike Strassman, Henry Means, Scott Ayers, and Paul Linaweaver ('92)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.7179,37.5096]},"left_right_index":16,"mp_id":"106807095","mp_crag_id":"105817188","climb_id":"/9s+JOzJUVGJXvhKlA0VEA==","areaRef":"55Ariz0BXamIFK4VNVC+9g=="},"content":{"description":"Start up a lieback crack just down and left of Sideshow. This excellent climb is long and sustained. Which section is the crux will likely depend on your strengths and weaknesses. Either bring a tagline to rap to the ground or make a single rope rappel over to a ledge on the right from where you can scramble down.","protection":"14 bolts, 2 bolt anchor. Optional gear placements (small cams) if you want, but those sections are easy and placing gear would add rope drag.","location":"Near the right side of the Gong Show, the climb finishes under the large roof."},"__v":0},{"_id":"1m781x1dUb6QDOtohSpDxA==","name":"Grainstem","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Kelly Cordner (1999)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.7179,37.5096]},"left_right_index":4,"mp_id":"107193754","mp_crag_id":"105817188","climb_id":"1m781x1dUb6QDOtohSpDxA==","areaRef":"55Ariz0BXamIFK4VNVC+9g=="},"content":{"description":"At the toe of the wall (just left of the start of Main Attraction) is a rounded arete with a couple 5.11's on it. The one to the left is a bolted 11b (Grainstem). Make an insecure start and then climb to a stance. Step left to a knob and finish up the fun discontinuous cracks.","protection":"8 bolts, 2 bolt anchor/rap.","location":""},"__v":0},{"_id":"TDn1Q4+CWgSmGvHF1X7b/w==","name":"Grab a Handful","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.7179,37.5096]},"left_right_index":2,"mp_id":"107193679","mp_crag_id":"105817188","climb_id":"TDn1Q4+CWgSmGvHF1X7b/w==","areaRef":"55Ariz0BXamIFK4VNVC+9g=="},"content":{"description":"This fun warm-up route is on a small orange face on the far left side of the Gong Show.\n\nClimb up to a ledge above the eroding hillside. Make an unintuitive move out right at the first bolt, then follow a wandering path of least resistance up the golden slab. You will likely use the right-hand arete at some point.","protection":"6 bolts, 2 bolt anchor","location":"Far left side of the Gong Show Wall. While heading up the talus trail, stay left towards the more westerly-facing orange gold slabs. This area also contains\n\nSelf-Contained Unit\n\n."},"__v":0},{"_id":"Wy5JhuWJX9y3pJau/+Wn+A==","name":"Gong Show","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Leary, Hanon","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.7179,37.5096]},"left_right_index":999999,"mp_id":"114423315","mp_crag_id":"105817188","climb_id":"Wy5JhuWJX9y3pJau/+Wn+A==","areaRef":"55Ariz0BXamIFK4VNVC+9g=="},"content":{"description":"Classic wide roof.  Start up a finger crack to the roof where you you jam horizontally on a crack (#3->2->1 jams) until you reach a slung chockstone before the wide section.  Clip the the slings and launch into the strenuous crux.  The sequence is tricky but it's there!  Mellower terrain leads to the anchor.  Rap from here to the Milky Way anchor and back to the ground or take the 4th class scramble the starts next to the start of Tripping Old Birds.","protection":"Double rack up to C4 #3.  No need for wider gear.","location":"It's the obvious roof in the middle of the wall. You an approach it either via the 4th class scramble on the left side  that ends near the start of Tripping Old Birds or via Milky Way.  The route starts up and right of the Milky Way anchors where you will find a comfortable gear belay."},"__v":0},{"_id":"XLpuJ7XjVn+FaU9A1sFcrw==","name":"Freakshow","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.7179,37.5096]},"left_right_index":999999,"mp_id":"107712927","mp_crag_id":"105817188","climb_id":"XLpuJ7XjVn+FaU9A1sFcrw==","areaRef":"55Ariz0BXamIFK4VNVC+9g=="},"content":{"description":"Steep, fun face climbing high up on the wall.  There are plenty of both small and big positive edges, and the movement is really fun and occasionally thoughtful.  Highly recommended if you are in the neighborhood (i.e. rapping down after Main Attraction or D.M.Z)","protection":"Bolts.","location":"Right of the top the P2 of Main Attraction and right of D.M.Z."},"__v":0},{"_id":"pHSYcJ+rXY6blC92T0FTtA==","name":"Eavesdropping","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Andy Selters and Bobby Knight (July '96)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.7179,37.5096]},"left_right_index":23,"mp_id":"106807077","mp_crag_id":"105817188","climb_id":"pHSYcJ+rXY6blC92T0FTtA==","areaRef":"55Ariz0BXamIFK4VNVC+9g=="},"content":{"description":"Start the same as Wages of Skin but instead of stepping right, continue up the corner. Then lieback and face climb up some fun flakes, clipping 5 bolts. The final crux section is a series of small roofs near the top that will test your endurance and jamming abilities. However, a solid handjam is never far away, making the climbing easier than it first appears.\n\n3 descent options:\n\nScramble to the top and walk off to the right.\n\nRappel to the ground with 2 ropes.\n\nMake 2 single rope rappels using the pitch 1 anchors of Show Me the Monkey.","protection":"A double set of cams to \"3 inches and a single set of nuts. It's a long pitch so keep rope drag in mind and extend those pieces under and through the roofs.","location":""},"__v":0},{"_id":"jorp6eJWXRiFkn5LVXXOnA==","name":"D.M.Z.","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Jim Stimson","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.7179,37.5096]},"left_right_index":999999,"mp_id":"107591568","mp_crag_id":"105817188","climb_id":"jorp6eJWXRiFkn5LVXXOnA==","areaRef":"55Ariz0BXamIFK4VNVC+9g=="},"content":{"description":"A fun finger crack with some face moves.\n\nStart at the top of the slab finish of\n\nMain Attraction\n\n. Scramble over an off-width section to a ledge shortly above. Go up through a section of hands with an obvious rest. Locker jams take you to another rest and optional face moves to the top. Belay far back of the edge with a gear anchor.","protection":"2x gear to 1\"","location":"This is an alternate last pitch for\n\nMain Attraction\n\n. From the top of pitch two on that route, climb up and a bit right to start on top of a big block."},"__v":0},{"_id":"JYjMbq8hX6GOGtGotnxZxA==","name":"Chicks With Guns","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Shadow Ayala","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.7179,37.5096]},"left_right_index":6,"mp_id":"107182980","mp_crag_id":"105817188","climb_id":"JYjMbq8hX6GOGtGotnxZxA==","areaRef":"55Ariz0BXamIFK4VNVC+9g=="},"content":{"description":"Climb the first 20ft. of 'Main Attraction.' When the climbing starts getting steeper, head out left onto the slightly overhanging flake feature with good holds and bad feet. When the flake runs dry, boulder your way to the \"baseball\" knob and rock over onto the slab. Don't clip the bolt out left, but do clip the bolt above your head once you are standing on the \"baseball.\" The ending is a link-up.","protection":"1 bolt, gear to 2\", bring micro cams and small nuts.\n\nBolted anchor.","location":"Literally at the top of the cliff trail, before going left to 'gong show' or right to 'wages of skin.'"},"__v":0},{"_id":"2i1YS8jrX520FIC1Cv3ReQ==","name":"Carney Trash","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.7179,37.5096]},"left_right_index":9,"mp_id":"109135863","mp_crag_id":"105817188","climb_id":"2i1YS8jrX520FIC1Cv3ReQ==","areaRef":"55Ariz0BXamIFK4VNVC+9g=="},"content":{"description":"All info herein is out of Marty Lewis Guide Book \"Mammoth Area Rock Climbs\" 3rd Edition. Purchase the book for additional information. Discontinuous cracks. Lower off.","protection":"Gear to 3\"","location":"This route is between \"Main Attraction\" and \"Never Say Never\""},"__v":0},{"_id":"/hQD4iIsVKubeyPxwJNVFQ==","name":"Barracuda","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Kelly Cordner (1999)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.7179,37.5096]},"left_right_index":5,"mp_id":"107193739","mp_crag_id":"105817188","climb_id":"/hQD4iIsVKubeyPxwJNVFQ==","areaRef":"55Ariz0BXamIFK4VNVC+9g=="},"content":{"description":"At the toe of the wall (just left of the start of Main Attraction) is a rounded arete with a couple  ~5.11's on it. The one to the right is 10d-11a. Make a bouldery start with scant protection to reach a stance bellow a nice finger crack. Fun jamming and stemming leads to a difficult finish over a bulge with 2 bolts protecting.","protection":"Pro to 1.5\", 2 bolts, 2 bolt anchor/rap","location":""},"__v":0},{"_id":"XXOafkCuWAmQ7F63+3Cfhg==","name":"Anything Goes","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Scott Ayers, John Fowler, Cameron Guthrie (1992)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.7179,37.5096]},"left_right_index":13,"mp_id":"107193651","mp_crag_id":"105817188","climb_id":"XXOafkCuWAmQ7F63+3Cfhg==","areaRef":"55Ariz0BXamIFK4VNVC+9g=="},"content":{"description":"One of the most classic sport climbs in Rock Creek. Begin at a thin crack between the start Never Say Never and Switch Hitter. The crux is a tricky sequence around the 4th bolt, then good edges lead up to the first anchor. Above is the spectacular, overhanging arete, with very cool and exposed moves near the end. Either bring 19 draws or split the climb into 2 pitches.","protection":"Lots of bolts.","location":""},"__v":0},{"_id":"KGcvxIFBWrOWbURsSLxlvA==","name":"Alpine Fracture Clinic","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Mike Strassman, Scott Ayers, 1992","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-118.7179,37.5096]},"left_right_index":21,"mp_id":"109136256","mp_crag_id":"105817188","climb_id":"KGcvxIFBWrOWbURsSLxlvA==","areaRef":"55Ariz0BXamIFK4VNVC+9g=="},"content":{"description":"All info herein is just basic information and placed here to tempt you to purchase the Guide Book: \"Mammoth Area Rock Climbs\" 3rd Edition by Marty Lewis and John Moynier.  Please purchase the book for additional information and to provide money for future books. Pitch 1: 5.9** Fun dihedral to a fixed belay. Lower off or climb 2nd pitch. Pitch 2: 5.9* Pass the roofs, then climb a wide crack.","protection":"Pitch 1: Gear to 3\". Pitch 2: Gear to 3\"","location":"Starts in a large crack right of \"Overexposure\""},"__v":0},{"_id":"QarWRUMnUoeOTk23PdwSYQ==","name":"Air Conditioner","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Bobby Knight, Andy Selters, 7/1996","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-118.7179,37.5096]},"left_right_index":25,"mp_id":"109136401","mp_crag_id":"105817188","climb_id":"QarWRUMnUoeOTk23PdwSYQ==","areaRef":"55Ariz0BXamIFK4VNVC+9g=="},"content":{"description":"All info herein is just basic information and placed here to tempt you to purchase the Guide Book: \"Mammoth Area Rock Climbs\" 3rd Edition by Marty Lewis and John Moynier.  Please purchase the book for additional information and to provide money for future books. Sporty face to dihedral","protection":"Gear","location":"Starts on a face to the right of \"Wages of Skin\" and goes to the right of an overhang. Continue to a right facing dihedral then go left to same anchors as \"Wages of Skin\""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,28ecf9b8-3e02-54f1-9a23-26c5d4120483,6d8bdd9e-c624-5964-8393-4f6f5fe53d70,241050cd-bd92-507e-aa54-b83b71992410,e7902b8b-3d01-5da9-8814-ae153550bef6","pathTokens":["USA","California","Sierra Eastside","Mammoth Lakes Area","Rock Creek","Gong Show Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.10+"},{"count":4,"label":"5.10b"},{"count":2,"label":"5.10c"},{"count":3,"label":"5.10d"},{"count":1,"label":"5.13a"},{"count":2,"label":"5.10a"},{"count":3,"label":"5.11a"},{"count":2,"label":"5.8"},{"count":3,"label":"5.12a"},{"count":2,"label":"5.11d"},{"count":4,"label":"5.9"},{"count":2,"label":"5.12b"},{"count":1,"label":"5.12c"},{"count":2,"label":"5.11b"}],"byDiscipline":{"trad":{"total":17,"bands":{"unknown":0,"beginner":2,"intermediate":9,"advanced":6,"expert":0}},"sport":{"total":16,"bands":{"unknown":0,"beginner":0,"intermediate":8,"advanced":7,"expert":1}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":17,"advanced":13,"expert":1}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-118.7179,37.5096]},"bbox":[-118.7184668571419,37.509150339818135,-118.71733314285811,37.51004966018186],"left_right_index":-1,"ext_id":"105817188","area_id":"55Ariz0BXamIFK4VNVC+9g=="},"content":{"description":""},"density":0,"totalClimbs":33,"__v":1,"createdAt":"2022-11-07T05:53:34.904Z","updatedAt":"2024-01-15T16:39:57.645Z"}