{"_id":"63689d20e80bff5a994f2809","area_name":"Stewart Peak","shortCode":"","climbs":[{"_id":"aP8vS3ZbUIq1M7pY5iOdVA==","name":"Zen Plum","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Michael Pang, Manny Rangel","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.26871,34.21851]},"left_right_index":1,"mp_id":"111666822","mp_crag_id":"105874761","climb_id":"aP8vS3ZbUIq1M7pY5iOdVA==","areaRef":"BrgWMn8TXwGY8j3yqiCXgA=="},"content":{"description":"Possible seasonal closure/avoidance for Coopers Hawk nest w/eggs next to pitch 1 anchors. Nest active as of Spring 2020.\n\n In the bottom third a tenuous mantle got my attention. You can use the crack and flake to the right of original start also. The first pitch is mostly a hand crack with excellent protection.\n\n Second pitch climbs up through a wide crack containing chimneys, OW and roofs. Nothing harder than a 5.8 with great and varied protection.\n\n Top out and rap south face.","protection":".5 to #5 with doubles of #1-#4 camalots; Large nuts. Anchor at first pitch to bottom or continue 2nd pitch to top and rappel south face and walk back. Until an anchor added soon.","location":"Pass the Peak itself on trail until it branches left on the first streambed. Stay near this until you find cairns heading mostly up to the base of the alcove. This climb is right of a prominent chimney on the NW flank of the peak. Stay right as you get near the climb on the rocks avoiding the bushes. There is much potential here."},"__v":0},{"_id":"7KQwmT1dUt63mr6sX8Nrqg==","name":"You a looker, or you a feeler?","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"A. Nachman, J. Bryant, M. Rangel","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.26871,34.21851]},"left_right_index":3,"mp_id":"114037975","mp_crag_id":"105874761","climb_id":"7KQwmT1dUt63mr6sX8Nrqg==","areaRef":"BrgWMn8TXwGY8j3yqiCXgA=="},"content":{"description":"Crux comes at the start. Follow the leaning wide crack that tapers to hands. Good enough feet help to ease the difficulties.   Enjoy!","protection":"#1-#5 will sew it up.    After topping out, scramble up and left to reach the walk off descent.","location":"On the trail as one scrambles the south, southwest corner of Stewart Peak.   The crack is located in a corner system behind a tree, about 100 yards uphill/ left from the newer bolted lines (gigalo, jugalo, etc)"},"__v":0},{"_id":"gi2ncor0WPislpzuYc5uzw==","name":"Stealing Mirth","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"Manny Rangel, Kenn Noble","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.26871,34.21851]},"left_right_index":9,"mp_id":"120328480","mp_crag_id":"105874761","climb_id":"gi2ncor0WPislpzuYc5uzw==","areaRef":"BrgWMn8TXwGY8j3yqiCXgA=="},"content":{"description":"Getting off the ground and off the upper ledge are the most mentally challenging sections although the bolts are close enough. Be sure to clip the first bolt off the deck to protect your belayer on the ledge.Rappelling is a concern too. It is best to rappel to the ground with a 70m to keep the rope out of South Crack. It's full of boulders and the rope got stuck on the first ascent coming down LOL.","protection":"Bolts, ring anchors","location":"Look for the low bolt on the right side of the ledge. Start is similar to PBDS unless you feel like sticking the much harder direct start. The route shoots straight up then heads left to the arete on the upper portion after the huge ledge. "},"__v":0},{"_id":"sdGqfQZDVwCj7MyPv5Bcfg==","name":"Spelunk","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Javier Garcia, Manny Rangel (Direct Start - Nat Kasper)","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-111.26871,34.21851]},"left_right_index":17,"mp_id":"116122674","mp_crag_id":"105874761","climb_id":"sdGqfQZDVwCj7MyPv5Bcfg==","areaRef":"BrgWMn8TXwGY8j3yqiCXgA=="},"content":{"description":" P1: Good OW and squeeze chimney technique helps a bit on P1, with the pro being all the way in the back. After emerging from the squeeze chimney, make a short traverse climber's right around the corner (don't forget to protect your follower) to a two bolt anchor. Move belay in front of large chimney. 50'\n\n P2: Head straight up the wide chimney, aiming for the small notch above the roof. The move to gain the left crack formed by the side wall and large roof chockstone doesn't protect well and is a bit heads up, but is very secure, especially if you start chimneying towards back where it's narrower and gradually come towards the front of the chimney. Climb up through the notch, and make a few additional moves directly up to a two bolt anchor. 50'\n\n *Direct Start* For those not wanting to do P1 (what's the matter with you?!), there is a direct start (5.8) located 30' to the right around the corner of P1. Climb the low angled ramp into the OW and build a belay at base of P2 chimney to bring up the follower. Add a BD #5 if doing the direct start (and #6 as well if not comfortable with OW; a fall onto the ramp could be nasty).","protection":"Doubles of BD #.75-3, with a single #4, 4-5 alpine draws.  2 bolt anchors.","location":"P1 is the large squeeze chimney that bisects the bottom half of the NE face of Stewart Peak. Approximately 20 ft climber's right of Blade of Damascus."},"__v":0},{"_id":"m/64E1XhWDOcottzsh2aRQ==","name":"South Crack","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Unk","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-111.26871,34.21851]},"left_right_index":8,"mp_id":"111669066","mp_crag_id":"105874761","climb_id":"m/64E1XhWDOcottzsh2aRQ==","areaRef":"BrgWMn8TXwGY8j3yqiCXgA=="},"content":{"description":"The higher part of the pitch was easy if you remained in the wide crack and more difficult if you climbed slab w/no pro.","protection":"Standard rack","location":"Due south on easy cracks trending rightwards. Go to top of Blade of Damascus to rap w/60m"},"__v":0},{"_id":"n0FSA6DXXyWRGTzxKPnGRA==","name":"One pump chump","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"J. Bryant, A. Nachman, M. Rangel","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.26871,34.21851]},"left_right_index":2,"mp_id":"114037997","mp_crag_id":"105874761","climb_id":"n0FSA6DXXyWRGTzxKPnGRA==","areaRef":"BrgWMn8TXwGY8j3yqiCXgA=="},"content":{"description":"Crux is the strenuous nature of the overhanging jams. Beautiful short crack that starts fingers and slowly opens to hands. Great rock, but sketchy landing for a boulder problem.","protection":"Tape,   .2-#2 camalot size   Currently a walk off, but considering adding a bolted anchor for more enjoyable Top Roping.","location":"On the trail as one scrambles the upper ledges on the southwest corner of Stewart Peak. Hard to miss, but not easily seen from below.   Located 150 yards left of the moderate bolted routes."},"__v":0},{"_id":"9uepNz/JVAO+eE0AKZsaOQ==","name":"Mimbo Slice","yds":"5.3","grades":{"yds":"5.3","french":"3+"},"fa":"??","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.26871,34.21851]},"left_right_index":15,"mp_id":"116750648","mp_crag_id":"105874761","climb_id":"9uepNz/JVAO+eE0AKZsaOQ==","areaRef":"BrgWMn8TXwGY8j3yqiCXgA=="},"content":{"description":"Summit block hand crack. splitter low angle hands to loose hands. fun easy romp","protection":"hands","location":"North side of rounded summit. hard to miss. finish up spalunk with this or rap into the bottom of it. or down climb it from summit."},"__v":0},{"_id":"8eShNk20Vi2SfzyreRXNGQ==","name":"Pancake Butt Dumpster Slut","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Clay Lippincott, Robb Blanchard, David Jacobs 4/10/17","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.26871,34.21851]},"left_right_index":7,"mp_id":"113109969","mp_crag_id":"105874761","climb_id":"8eShNk20Vi2SfzyreRXNGQ==","areaRef":"BrgWMn8TXwGY8j3yqiCXgA=="},"content":{"description":"Climb the 1st pitch of Tri-sac-a-saurus then continue straight up from the anchors climbing the right hand side of the face. Great slab climbing with excellent holds. (7) bolts will take you to the shared rap anchors. I wont ruin where the crux is but it is well protected.    This can be done as a single pitch or a (2) pitch route. If you are going to climb as a single watch out for the rope eating crack on the 1st pitch. A single 70 meter will get you down from the top.","protection":"(12) quick draws","location":"This route is located on the South face. You cant miss this big slab!"},"__v":0},{"_id":"fkgZSaGnXIex38kMLhtKHA==","name":"Lost in the Weeds","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"M. Rangel, S. Duemler, C. Lippincott","type":{"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-111.26871,34.21851]},"left_right_index":10,"mp_id":"114035684","mp_crag_id":"105874761","climb_id":"fkgZSaGnXIex38kMLhtKHA==","areaRef":"BrgWMn8TXwGY8j3yqiCXgA=="},"content":{"description":"The crux is after the ledge, protected well and not bad for a slab move. A key edge on the right side of the arete helps me dance onto the face.   \n\n  The rappel /lower off is exposed and partially free hanging. Watch your landing to be sure you arrive at the ledge.","protection":"Ten bolts, anchor chains. Single bolt for belay on the ledge start. Watch the ends of the rope and knot them.","location":"Look for a belay bolt on the right side of the  ledge where the other routes begin. This is the arete climb."},"__v":0},{"_id":"gwPA+nh7VpSISKtgjFiOiw==","name":"Just walk","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Ben albrecht, Carlos Villanueva","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.26871,34.21851]},"left_right_index":18,"mp_id":"120366258","mp_crag_id":"105874761","climb_id":"gwPA+nh7VpSISKtgjFiOiw==","areaRef":"BrgWMn8TXwGY8j3yqiCXgA=="},"content":{"description":"Some good advice I once received was just walk. You need to clear you mind, just walk. Your girlfriend left you, just walk. Something’s not serving you, just walk.Boulder up to finger crack. Get established into crack and finger jam or use face holds to get to horizontal offwidth. Take the amazing, stellar, extra awesome offwidth out left to anchors! ","protection":".2 - .75, #3, x2 #4, #5","location":"Around the corner from the lower lines. Keep going past sword of Damascus. Watch your step along the edge. A few moments and your below spelunk. Just past that you will find just walk and big cracks, bike, and barbells! "},"__v":0},{"_id":"Amxi8HKYXzGyd/aiSP0vog==","name":"Juggalo Gigalo","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Scott McDaniel","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.26871,34.21851]},"left_right_index":4,"mp_id":"114035774","mp_crag_id":"105874761","climb_id":"Amxi8HKYXzGyd/aiSP0vog==","areaRef":"BrgWMn8TXwGY8j3yqiCXgA=="},"content":{"description":"Juggalo Gigalo is a well-protected slab route, which makes it great for beginner leaders, or those new to slab climbing. The summit of Stewart Peak is easily accessed from the top of the climb. \n\n  Juggalo Gigalo can be started by using the boulders to the left or right of the face, but a more direct, 5.8-ish start is possible (and makes things a little more interesting). First bolt can be reached and clipped before climbing begins.  \n\n  Look for the \"optional dyno\" to the flake just after bolt 3. Some might find this reachy move on a relatively blank face to be the crux; others might find it to be getting over the bulge just below bolt 5. The route begins to move slightly left after bolt 3, and trends back to the right on a low-angle to the anchors after clearing the bulge.  \n\n  Mind the choss on the step across between bolts 4 and 5!","protection":"7 bolts to 2-bolt anchor w/ rap rings.","location":"Located on the south face of Stewart Peak, about 100' west of 'All Hail The Mighty Tri-Sac-A-Saurus' and 'PBDS'.  \n\n  The route starts on a boulder just below the face that the climb is on."},"__v":0},{"_id":"Ng+va7JCXma5kCORoH1TSA==","name":"Juggalette","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Nat Kasper","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.26871,34.21851]},"left_right_index":5,"mp_id":"114036175","mp_crag_id":"105874761","climb_id":"Ng+va7JCXma5kCORoH1TSA==","areaRef":"BrgWMn8TXwGY8j3yqiCXgA=="},"content":{"description":"Start in the flared crack down and right from Juggalo Gigalo. Climb through the low crux to the tree. Cruise easy moves up the left crack until it reaches the upper bolts on Juggalo and finish that route. Extend the first bolt out of the crack.","protection":"Thin hands to fists. Draws for the top and a 2 bolt anchor.","location":"The crack just down and right of Juggalo Gigalo."},"__v":0},{"_id":"Mx8bCfX7XYS7VlQhSCnW9A==","name":"Dueling Bugles","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Manuel R, David S","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.26871,34.21851]},"left_right_index":14,"mp_id":"105874792","mp_crag_id":"105874761","climb_id":"Mx8bCfX7XYS7VlQhSCnW9A==","areaRef":"BrgWMn8TXwGY8j3yqiCXgA=="},"content":{"description":"An average first pitch leads to a short but spectacular second pitch.  Climb begins on far left side of east face.  P1: Take one of several starts (5.7 to 5.10-) to meet at a large boulder, then scramble behind boulder and follow the cracks/chimney to a large ledge with an old bolted belay.  P2: follow the obvious dihedral up, then up and right past bolts to the bolted belay for The Blade Of Damascus.  The corner is very clean and has only a few holds, but excellent stemming gets you to the top.","protection":"Protection for first pitch is trad.  Gear depends on the exact route chosen, but generally a standard rack up to a #4 camalot with some long runners for rope drag will suffice.  Second pitch is all bolts.  Both belays are bolted.","location":"Climb is located on the far left side of the east face of Stewart Peak, about 30' to 50' left of The Blade Of Damascus, depending on which start you choose to do.  To descend, rap off of 2nd pitch anchors (directly above The Blade Of Damascus) with a single 60m rope."},"__v":0},{"_id":"n1S2I89yXKiwt8vwa1CfSA==","name":"Digital Minimalism","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"\"","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.26871,34.21851]},"left_right_index":13,"mp_id":"120361191","mp_crag_id":"105874761","climb_id":"n1S2I89yXKiwt8vwa1CfSA==","areaRef":"BrgWMn8TXwGY8j3yqiCXgA=="},"content":{"description":"Burly. Right hand and feet: jams, arm bars and fists. Left hand and feet: crimps and edges. I was thankful to have an elbow pad on me for the arm bar. Don't be dismissive of it because it is short: you'll get a full body workout. ","protection":"Optional size 5 at the beginning deep inside the crack. Then you need #3, #5 and another 3#.","location":"The end of this route is the beginning of Lost in the weeds."},"__v":0},{"_id":"auuwOzoCWUGgxYmvifjRbg==","name":"Colonel Sanders Goes to the Pocket","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"First pitch: Javier Garcia, Manuel Rangel Second pitch: ben Albrecht, Carlos Villanueva","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.26871,34.21851]},"left_right_index":0,"mp_id":"121822355","mp_crag_id":"105874761","climb_id":"auuwOzoCWUGgxYmvifjRbg==","areaRef":"BrgWMn8TXwGY8j3yqiCXgA=="},"content":{"description":"The first pitch was climbed by a party, at that time the crux was filled with loose chock stones and piles of rocks. We cleaned them out and the new crack is quite a bit more difficult. P1:Start in chimney that slowly tapers and forces you out. A few crack moves lead you to a foot ledge. Rest up and decide how to tackle the overhanging offwidth! Pull the flare and up into the cave! 2 bolt anchor 60’ 5.10+P2: leave cave up the crack system past a tree trending left the base of a sweet hand crack! Take hand crack until you can’t and then head left to finish up on the last bit of zen plum! 2 bolt rap 90’ 5.8 ","protection":"A 7 would protect the start but not needed. Doubles 1-3 singles .4-.75 and 4,5,6!","location":"Head to zen plum, this is the chimney just right of ZP. A good way to get to these climbs is to hike to Stewart peak. Take only what you need and scramble along the crag towards Gibson ridge and past all the bolted lines. Find your way up to the top of the formation and on the northeast side you will find a 2 bolt rap. Rap into the zen plum gully and climb out and walk back to crag at Stewart peak. "},"__v":0},{"_id":"wUVUrrb+VLiHTzoSV+eNSg==","name":"Buttcrack","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Carlos Villanueva and Jacob Marcy. March 2021","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.26871,34.21851]},"left_right_index":11,"mp_id":"120361248","mp_crag_id":"105874761","climb_id":"wUVUrrb+VLiHTzoSV+eNSg==","areaRef":"BrgWMn8TXwGY8j3yqiCXgA=="},"content":{"description":"The crux is getting off the ground. Then step into jam nirvana. ","protection":"#1, #.75, 1#","location":"Left of Digital Minimalism "},"__v":0},{"_id":"ndiqwQ5xVESs6qzDk4MQVA==","name":"The Blade of Damascus","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Manuel R, Mike K","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.26871,34.21851]},"left_right_index":16,"mp_id":"105874765","mp_crag_id":"105874761","climb_id":"ndiqwQ5xVESs6qzDk4MQVA==","areaRef":"BrgWMn8TXwGY8j3yqiCXgA=="},"content":{"description":"A great route up a dike on Stewart Peak. Scramble onto boulder at the base of the dike. Clip first bolt while stemming off the boulder and the route. Move up on bolts to the crux up high. After unclipping the last bolt, the follower needs to have a good hold on top of the Arete to keep from falling sideways to the anchor. ","protection":"10ish bolts to a top anchor.","location":"Located on East Face of Stewart Peak.  Route follows obvious dike to prominent arete.  To descend, rap route from bolted anchor with a single 60m rope."},"__v":0},{"_id":"lV7slQwsWh2eytpdkRBbvQ==","name":"Bikes, Barbells, and Big Cracks","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"\"","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.26871,34.21851]},"left_right_index":19,"mp_id":"120362349","mp_crag_id":"105874761","climb_id":"lV7slQwsWh2eytpdkRBbvQ==","areaRef":"BrgWMn8TXwGY8j3yqiCXgA=="},"content":{"description":"Use chockstones to get yourself into the offwidth start. Chicken wing your way up to the horizontal crack for some nice hand jams and a rest. The middle of the horizontal has a crux and some pretty amazing unique movements.","protection":"I used two #6 for the offwidth start. #0.75, #1, two #3, two #4. Rap anchors at the end of the horizontal.","location":"From Spelund, walk around to the right over some exposed boulders (it's easy but please don't fall and die). "},"__v":0},{"_id":"xe/6htZDUVmgCla7HF/psA==","name":"All hail the mighty Tri-sac-a-saurus","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Clay Lippincott, Robb Blanchard - 4/2/17","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.26871,34.21851]},"left_right_index":6,"mp_id":"113109905","mp_crag_id":"105874761","climb_id":"xe/6htZDUVmgCla7HF/psA==","areaRef":"BrgWMn8TXwGY8j3yqiCXgA=="},"content":{"description":"This route can be a (2) pitch climb or a (1) pitch climb if using a 70 meter rope. The 1st pitch is around 47ft of 5.6 face climbing through 3 bolts to a set of rap anchors. 2nd pitch is 98ft of slab face climbing with great holds and a couple of monster rails, 6 bolts take you to the shared rap rings at the top. If you want to get a true summit there are 2 bolts at the summit you can use to rap back down to the top set of anchors. This is a super fun route! A 70 meter will take you from the top to the ground in 1 rap but watch out for the rope eating crack on pitch 1.","protection":"(12) quick draws","location":"Located on the south side of the Peak, you can't miss the huge slab. Work your way around the peak starting from the trail on the North side then past the east face through the bushes until you reach the south face."},"__v":0},{"_id":"OVqOP1PnX/SukGfkP2w7Ww==","name":"Abbey Road","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Ben albrecht, Timothy Carlson","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.26871,34.21851]},"left_right_index":12,"mp_id":"120366336","mp_crag_id":"105874761","climb_id":"OVqOP1PnX/SukGfkP2w7Ww==","areaRef":"BrgWMn8TXwGY8j3yqiCXgA=="},"content":{"description":"“He got hair down to his knee, Got to be a joker he just do what he please”Start next to digital minimalism behind a tree in right leaning fingers crack. Take crack to corner, turn corner using long slings the whole time! I can’t stress this enough. Once around the corner take crack to a ledge with a leaning pillar. Continue in left trending wide hands crack ti fingers and slab finish. ","protection":"Doubles .4 through 1, with triple .75s, x2 #3, x2 #4. Some extra long slings!","location":"Head to Stewart peak and go to the lower tier. It starts nearby a tree and alcove containing digital minimalism. Look for right leaning fingers crack. "},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,24e148bb-4884-59e8-9870-43ce21f1a337,c1fdee82-93e7-5a55-9103-7defbe7f0b10,eeda2b85-90bb-50b9-9582-17ad5bce5833,06b81632-7f13-5f01-98f2-3df2aa209780","pathTokens":["USA","Arizona","Central Arizona","Stewart Pocket","Stewart Peak"],"gradeContext":"US","aggregate":{"byGrade":[{"count":4,"label":"5.9"},{"count":3,"label":"5.8"},{"count":1,"label":"5.7+"},{"count":1,"label":"5.8+"},{"count":2,"label":"5.10+"},{"count":1,"label":"5.3"},{"count":1,"label":"5.10"},{"count":1,"label":"5.6"},{"count":1,"label":"5.10-"},{"count":1,"label":"5.10a"},{"count":1,"label":"5.11-"},{"count":2,"label":"5.9+"},{"count":1,"label":"5.11a"}],"byDiscipline":{"trad":{"total":14,"bands":{"unknown":0,"beginner":3,"intermediate":10,"advanced":1,"expert":0}},"sport":{"total":7,"bands":{"unknown":0,"beginner":4,"intermediate":2,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":7,"intermediate":11,"advanced":2,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-111.26871,34.21851]},"bbox":[-111.26925379097351,34.21806033981814,-111.26816620902649,34.218959660181866],"left_right_index":-1,"ext_id":"105874761","area_id":"BrgWMn8TXwGY8j3yqiCXgA=="},"content":{"description":"A 150-200' cone-shaped peak in Stewart Pocket.  It has mostly great rock and nice views.  There are a couple of great routes on it, but it still has a lot of new route potential."},"density":0,"totalClimbs":20,"__v":1,"createdAt":"2022-11-07T05:53:04.178Z","updatedAt":"2022-11-25T11:10:00.524Z"}