{"_id":"6368a60be80bff5a995c5055","area_name":"South Face","shortCode":"","climbs":[{"_id":"HOgE4MG6WlCxuRcHnyaJVg==","name":"Highland Malt","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Bob Ordner, Eric Barrett, Rusty Baillie, 2008","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-117.2861,47.5778]},"left_right_index":2,"mp_id":"107792011","mp_crag_id":"107791995","climb_id":"HOgE4MG6WlCxuRcHnyaJVg==","areaRef":"+bMc9d8zUHunSdDSCKUnvw=="},"content":{"description":"Slabby face climb with some nice stemming.  This climb is very well protected and a lot of fun.","protection":"11 quick draws. 2-bolt anchor with rap rings. This anchor is shared with\n\nAround the Horn\n\n.","location":"Highland Malt is left of the right-most route (Crown Royal) on the south face and the first one you come to when hiking up the trail. It starts just to the left of the big pine tree near the bench made from a tree."},"__v":0},{"_id":"pZIcT/vvVBmyBkfQXccdoA==","name":"Grin and Barrett","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Eric Barrett, Bob Ordner, 2008","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-117.2861,47.5778]},"left_right_index":0,"mp_id":"107792037","mp_crag_id":"107791995","climb_id":"pZIcT/vvVBmyBkfQXccdoA==","areaRef":"+bMc9d8zUHunSdDSCKUnvw=="},"content":{"description":"Slabby face climb with some chickenheads thrown in. This route was the grungiest of the routes here but has cleaned up over the years. The farther right you stay, the cleaner the rock.\n\nThe name derives from the toothy grin of crystals (resembling the FA) at the start below the first bolt.","protection":"Many quickdraws.  2-bolt anchor with rap rings.  This anchor is to the left of the anchor for the other two routes and about 10 feet lower on the wall.","location":"This is the left route on the south face."},"__v":0},{"_id":"5hOGhz++UsSXfroAXRb0ig==","name":"Crown Royal","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Eric Barrett, Oct 17 2018","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-117.2861,47.5778]},"left_right_index":3,"mp_id":"115436471","mp_crag_id":"107791995","climb_id":"5hOGhz++UsSXfroAXRb0ig==","areaRef":"+bMc9d8zUHunSdDSCKUnvw=="},"content":{"description":"Crown Royal starts to the right of Highland Malt and to the left of Southern Comfort and climbs easier than the former and harder than the latter. It climbs somewhere in the 5.8- grade now but will likely clean up to 5.7 after a few laps and some rain. I think the route's creator will be OK with 5.7 or 5.7+ (and I'll adjust the rating at a later time should the consensus change).\n\nThe routes starts with a few moves on slabby rock to the first 2 bolts. After that you will see an obvious bulge that features a prominent flake on the left and a nice chicken head on the right. Move through the bulge delicately being mindful to limit outward force on the flake. Above this bulge and bolt 3 there is \"small run out\" (quotes for emphasis and mainly intended for the new lead climber) but the footing is solid albeit slabby as you move into place to clip bolt 4. There is also some some seemingly thin climbing for the grade as you approach bolt 6 but keep moving, the footholds are there and solid and there are some good solid crystals to grab as you move up to the last bolt, with similar rock as you move to the next bolt over on Highland Malt.\n\nIn an effort to not crowd the adjacent routes, the route ends at bolt 6 but the climbing does not: when you clip #6 you have a choice to either join the Highland Malt route on the left or join Southern Comfort to the right. If you decide to go left look for the next bolt up and left and follow Highland Malt to its anchor chains. If you decide to go right, look for the nearby bolt up and right and follow Southern Comfort up to its own set of chains.\n\nThe new route might be a good second or third lead after Southern Comfort or East Country.\n\nWith this new route now set you can now start on Southern Comfort and climb the routes to the leftward direction and the grades progress nicely higher 5.5, 5.7, 5.8, etc..","protection":"6 bolts. This route shares bolts/merges near the top with Highland Malt and/or Southern Comfort so you will share the 2-bolt anchor with rap rings on the route you merge with.","location":""},"__v":0},{"_id":"dulnsedFU0S9JO0sry0Cxg==","name":"Around the Horn","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"Eric Barrett, Bob Ordner, 2008","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-117.2861,47.5778]},"left_right_index":1,"mp_id":"107792019","mp_crag_id":"107791995","climb_id":"dulnsedFU0S9JO0sry0Cxg==","areaRef":"+bMc9d8zUHunSdDSCKUnvw=="},"content":{"description":"Start directly below the first bolt with a boulder problem that goes at 5.9. Those looking for an easier start can traverse in from the right, using a similar start as Highland Malt. From here, it's fun slabby face climbing to the anchors.\n\nIf you want more pro, there are chickenheads that can be slung.  This climb originally had a high first bolt, but the FA added another bolt lower down.  The ground below this route has eroded significantly, adding several feet of climbing at the start.","protection":"Bolts.  Some choose to sling a chicken head high on the route.","location":"The central sport route on the south face, starting directly in front of the tree bench. 2-bolt anchor with rap rings shared with\n\nHighland Malt\n\n."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,cfe129f6-5f60-5bc8-87b3-3d3bfaff9472,91c13448-e430-59b4-a625-bbc20c04d5bd,499c68c4-277c-5703-af05-7f254fb0751e,39a80431-6eaa-5e83-99a5-5880cd2f523e,c4d143f6-8984-59e0-8ae9-f25df460ae30,f9b31cf5-df33-507b-a749-d0d208a527bf","pathTokens":["USA","Washington","Northeast Corner & Spokane","Spokane Area","Rocks of Sharon","Big Rock","South Face"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.8"},{"count":1,"label":"5.6"},{"count":1,"label":"5.9-"}],"byDiscipline":{"sport":{"total":4,"bands":{"unknown":0,"beginner":4,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":4,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-117.2861,47.5778]},"bbox":[-117.28676656963133,47.577350339818146,-117.28543343036868,47.578249660181875],"left_right_index":-1,"ext_id":"107791995","area_id":"+bMc9d8zUHunSdDSCKUnvw=="},"content":{"description":""},"density":0,"totalClimbs":4,"__v":1,"createdAt":"2022-11-07T06:30:38.006Z","updatedAt":"2022-11-25T11:24:32.675Z"}