{"_id":"6368a11ae80bff5a99542d66","area_name":"East Buttress","shortCode":"","climbs":[{"_id":"vr9fPIt8V1qTRBMQAdARtQ==","name":"East Buttress Ridge","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"unknown","type":{"sport":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.97775,45.92161]},"left_right_index":1,"mp_id":"113403376","mp_crag_id":"113403061","climb_id":"vr9fPIt8V1qTRBMQAdARtQ==","areaRef":"anM0js3nXR2O44T3MWwg2A=="},"content":{"description":"This excellent route follows the prominent ridge line stretching from toe to summit of East Buttress. Great rock, chill approach, easy alpine climbing (only a handful of 5.5 moves), primarily fixed protection, and great views make this one of the best easy climbing outings in the Bozeman area (in my opinion).\n\nFor the right variation (same grade and slightly better quality IMO), start about 17ft up from the main drainage that splits the ridge. The first piece of pro is about 15ft up. Climb through awesome featured rock keeping an eye out for a two bolt belay on the left near some small trees. C\n\nontinue up the continuously narrowing sharp and exposed arete to another bolted belay. Follow this ridge to the top of a last triangular headwall feature. From of the top of the triangular headwall, step right and climb a short 15ft section of easy 5th class to a tree belay.\n\nThe way the left variation was intended to be climbed, however, is a bit of a mystery to me so if anyone has any info on this line and who established it, please message me so I can update this page!\n\nEven though there is a prominent line of bolts and pitons there really isn't a super great way to break up the left variation into individual pitches due to mostly absent bolted or natural anchors. Because of this, the best way it seems to enjoy this route is to simul-climb. I will describe the route, and in doing so, I will note the possible areas (at least as far as I saw) to belay to break up the route.\n\nStart this route at the toe of the buttress, just to the left of the obvious gully that runs up the center of the buttress. Climb up the blunt toe, through cool rock and holds, passing bolts and pitons to access the ridge line (5.5). Follow spaced bolts and pitons staying on the ridge, eventually leading to an obvious change of ridge lines, where the current ridge you're on becomes too steep and vegetated to continue. The two ridges are separated by a short ledge to cross the gully to the right and continue following black bolts and pitons up another sharp ridge (5.5). There is a possible belay off of a tree just before the ledge crossing. A 70m rope will definitely reach here.\n\nAfter transferring ridges to the right, continue up the now more sharp and exposed arête to a bolted belay not far from the crossing (not sure a 70m can reach here from the bottom, maybe an 80m?). This bolted belay is shared with the right variation and follows its ridge line for the last pitch.\n\nTo descend, see the descent info listed on the East Buttress page.","protection":"Bolts and pitons. You could possibly supplement with natural pro but would mostly be unnecessary. Bring 8-10 alpine draws, 8-10 quickdraws and some slings or webbing for the tree belay. Wear your helmet.","location":"Start at the toe of the buttress to the left of the obvious gully."},"__v":0},{"_id":"b1Vitt5BVYSQ8M0yjET97g==","name":"Dad's Route","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Evan Mathews, Tony Chang (July 2017)","type":{"trad":true,"alpine":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-110.97775,45.92161]},"left_right_index":0,"mp_id":"113403069","mp_crag_id":"113403061","climb_id":"b1Vitt5BVYSQ8M0yjET97g==","areaRef":"anM0js3nXR2O44T3MWwg2A=="},"content":{"description":"Put on your dad pants and get ready for some adventure! This fun mixed route takes a somewhat wandering line up the shear, west most side of the buttress and follows cracks and face features on mostly great rock for its length. Even though the route sports sustained easy climbing, it was established on lead in alpine style so expect some long run-outs between pro and bolts. If you think a little spice is nice you will enjoy this line.\n\nPitch 1, 5.7\n\nStart at the base of the very obvious left slanting crack system about 80ft up and left from the toe of the buttress. Climb 40ft of very easy but unprotected 5th class to and obvious ledge and clip the first bolt. From the first bolt follow the obvious vegetated crack past bolts and gear to an obvious small overlap with a #3 camalot (or equivalent) placement. Once over the overlap, place a small piece in a left facing flake and follow a few bolts trending up and left towards a small pillar of rock to a bolt belay. Runner things well. This is a long pitch and takes almost all of a 70m rope, so be sure to tie in the follower before sending off the leader!\n\nPitch 2, 5.8\n\nFrom the belay, climb up and right and follow spacey bolts on great rock to a heady section getting to the last bolt on the pitch. Climb through awesome runnels to a bolted anchor. This pitch is all bolts.\n\nPitch 3, 5.5\n\nClimb up to a single bolt then climb straight up the face trough spaced natural pro to the ridge line staying to the right of a small group of trees. Once the ridge line is gained, follow it up and left to an obvious tree belay on a large ledge at the base of a final triangular headwall.\n\nFrom the tree belay, walk left about 15ft and belay un-anchored on the comfy ledge. The first bolt is roughly 12 ft off the ground.\n\nPitch 4, 5.6\n\nClimb up the perfect grey rock to a bolt, then continue straight up to some natural pro in a flake just up and left of a small shrub. From here, follow two more bolts to the top of the feature. Once on top of the triangular feature, cross a small gap to a 15ft section of easy 5th class to a tree belay.\n\nTo descend, see the descent beta listed on the East Buttress page.","protection":"Natural pro and bolts. Single rack to #3, nuts, 6 quickdraws, 6 alpine draws, and a 70m rope. Wear your helmet.","location":"The very obvious left slanting crack system about 80ft up and left from the toe of the buttress."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,6d93ce9a-b1f9-55de-ba48-51d186dd1ef8,8f38b276-2760-5622-b0c2-03625573cc64,49ea9df3-7d5f-5747-9fe0-15f8441f18bf,7b30d4d1-1a42-52e2-a905-b02e5768729a,a21ad717-2bc1-5fd9-835a-063fb1a1addf,6a73348e-cde7-5d1d-8ee3-84f7316c20d8","pathTokens":["USA","Montana","Southwest Region","Bridger Range","Ainger Lake","Frazier Cirque","East Buttress"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.5"},{"count":1,"label":"5.8"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"sport":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"alpine":{"total":2,"bands":{"unknown":0,"beginner":2,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-110.97775,45.92161]},"bbox":[-110.97839639606298,45.92116033981814,-110.97710360393705,45.92205966018187],"left_right_index":-1,"ext_id":"113403061","area_id":"anM0js3nXR2O44T3MWwg2A==","polygon":{"type":"Polygon","coordinates":[[[-110.97839639606298,45.92116033981814],[-110.97710360393705,45.92116033981814],[-110.97710360393705,45.92205966018187],[-110.97839639606298,45.92205966018187],[-110.97839639606298,45.92116033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T06:09:36.676Z","updatedAt":"2024-01-20T01:02:53.784Z"}