{"_id":"63689de0e80bff5a994f90b5","area_name":"Notchtop","shortCode":"","climbs":[{"_id":"d9iI+5zKXAK9pAjpcmK9Vw==","name":"White Room","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Roger Briggs and Larry Hamilton, June 1974","type":{"trad":true,"alpine":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-105.694,40.3186]},"left_right_index":999999,"mp_id":"105759549","mp_crag_id":"105744835","climb_id":"d9iI+5zKXAK9pAjpcmK9Vw==","areaRef":"HXKJS4RuUYOcBxRQYRQ8ww=="},"content":{"description":"White Room wanders up the broad wall to the right of Optimismus, finishing up a prominent corner.  The climbing is excellent but serious.  The first ascent party, who climbed this route hammerless and without camming gear, wrote afterwards that they were \"impressed by the steep, usually difficult, inobvious and solid nature of the rock, and also by the occasional poorness of protection and belay anchors.\"  Fortunately, no falls were taken.  They rated the route IV 5.10.\n\nThe poorly-protected 5.11 section at mid-height on the current line was originally bypassed via devious and poorly-protected 5.8.  Escape is possible at several points above, but the final two pitches are the climb's best.\n\nThe route name refers to the climactic inside corner, with overtones of madness and electric guitar.","protection":"Modern rack, mostly thin with some wider pieces up to 3.5 or 4\".","location":""},"__v":0},{"_id":"6akEbqpSUHWQKxzKRhZT1A==","name":"Topnotch","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Ruckman/Coats Brothers, 1988","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.694,40.3186]},"left_right_index":999999,"mp_id":"105753139","mp_crag_id":"105744835","climb_id":"6akEbqpSUHWQKxzKRhZT1A==","areaRef":"HXKJS4RuUYOcBxRQYRQ8ww=="},"content":{"description":"It's hard to justify giving 3 stars to a route when only one pitch is 3 stars.... Topnotch, the name, is dedicated only to the crux pitch which is 3 stars...I thought this pitch was somewhat reminiscent of\n\nButterballs\n\nin the Valley, just not as splitter. When standing under the right side of the east face, it's hard to mistake the 80 foot plaque of stellar rock.... You only need to climb funky alpine rock on pitches before and after. The 5.9 pitch just after the crux is actually OK (exciting). After 4 or so pitches, arrive on the large ledge of the East Meadows. A couple hundred feet of the\n\nSpiral Route\n\nputs you in the notch where you have two descent options...4th class weaving down the northwest ridge or 3 double rope raps down the west face (2 bolt stations).\n\nTo find the first rap: From the notch, 3rd class move over the chimney/gully toward the west, look for a large boulder leaning against the wall.","protection":"Alpine rack + 0.4\"-1.5\" cams for the crux pitch.","location":""},"__v":0},{"_id":"fDfP9bodWWGMOn862s/Tjg==","name":"Spiral Route","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"unknown","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.694,40.3186]},"left_right_index":0,"mp_id":"105750622","mp_crag_id":"105744835","climb_id":"fDfP9bodWWGMOn862s/Tjg==","areaRef":"HXKJS4RuUYOcBxRQYRQ8ww=="},"content":{"description":"Begin the approach at the Bear Lake parking Lot.  Go around Bear Lake counter-clockwise a short ways until the Fern Lake trail angles off to the right.  Watch for several trail junctions.  Each one is well signed.  Just follow directions for Fern Lake.   At 2.8 miles from Bear Lake, the trail reaches a saddle between Joe Mills Mountain and Notchtop Mountain.  Look for a very obvious trail to the left that descends to Lake Helene.  There is no sign for this trail, but it is easy enough to stumble across. Work counter-clockwise around Lake Helene.  At the end of the lake, follow the trail uphill.  The trail is braided, but keep an eye out for the path that is most well used.  Eventually, the path works its way up through a gully.  The upper part of this gully can contain a small snow patch until mid-summer.  Always keep an eye out for cairns and the best path as it goes over a series of rock humps to reach a small lake at the base of Notchtop's south ridge at 0.7 miles from Lake Helene.\n\nWith Notchtop's south ridge soaring above, work across the bottom of the lake and uphill to the left, through mild talus and grassy slopes.  After entering the gully, look for a ramp going up to the right that would lead back to the south ridge.  It should look very easy and is in a small cirque with large boulders at its base.  An easy scramble leads to a nice perch on the ridge crest.  This makes a nice place to rope up and/or put on climbing shoes.\n\nWith a two hundred foot rope, two pitches can be made of a series of rock steps in the ridge.  These steps are separated by low angle spots that can be used as alternate belays with a shorter rope.  Many different paths are obvious on the initial pitches.  Look for a cool line and enjoy.  Eventually find a belay beneath the south ridge as it increasingly steepens above. A grassy ledge leads right around a spectacular corner.  It is never very difficult and is nicely protected for both the leader and the second.  Stretch the rope out to a belay beneath the east meadow.\n\nThe \"notch\" should be visible above you. Follow the path of least resistance for a rambling pitch up the east meadow.  Find a belay beneath a steep headwall that blocks access to the notch.  Look for the easiest path path through the headwall.  It should be a crack on the left that is well protected.  It goes up to a small roof, where a step to the left leads to easy terrain.  This is one of the best pitches on the route.\n\nFrom the notch, scramble south along a ledge until it is possible to scramble to the summit of the Notch Spire.  Keep in mind that this ledge is on the opposite side of the mountain that the climb was on.  It is very obvious.  Enjoy the summit of the spire.  It is very small and very cool.\n\nAfter descending the spire,  work uphill to the north.  The goal is to find the West Gully, a third class gully, full of yucky talus, that descends to the lake at the base of the route.  Look for some cairns and and a well worn path.  Several rap stations appear, but the cliffs below are long, and the trail goes right beneath them anyway.  The scramble from the notch to the West Gully is longer and more intricate than would be expected.  Don't worry,  just look carefully for the path everybody else has used before.  Some snow may be in the upper part of the West Gully until mid-summer.  This traverse is not a good place to be caught in a big electrical storm.  Maybe that's why there are several rap stations encountered along the traverse.\n\nDescend the West Gully down to the start of the route.  This is the traverse from the gully to the ridge line.  Pick-up any stashed gear or head directly down to the Lake.  Reverse the approach to Lake Helene and Bear Lake via the Fern Lake trail.\n\nThis is a wonderful route and not too sustained for its grade.  It is a good first time route for someone looking to do a moderate tour in the mountains.  It is a wonderful route to cruise 3rd class.  With a two hundred foot rope, it can easily be done in 5 pitches.  Enjoy.","protection":"Standard rack for RMNP.","location":""},"__v":0},{"_id":"G9eHG7DhW7+NqkPRl4xOYg==","name":"Religion","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Larry Hamilton and Keith Bell, August 1973","type":{"trad":true,"alpine":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.694,40.3186]},"left_right_index":999999,"mp_id":"105759537","mp_crag_id":"105744835","climb_id":"G9eHG7DhW7+NqkPRl4xOYg==","areaRef":"HXKJS4RuUYOcBxRQYRQ8ww=="},"content":{"description":"The big corner on the first pitch, and the two traversing pitches (up left, then back right) that zig-zag through overhangs above the grassy ledge at half height, are particularly good.  The rock quality is generally comparable to that of Hallett or the Petit Grepon, although much less climbed.  Below is the original FA route description.\n\nBegin slightly left of the center of the main E face of the Notch Spire itself, in the leftmost of three prominent roofed dihedrals.\n\nP1:  From the left end of a huge, flat flake, leap across a moat and into a lieback on the main wall.  Proceed up the dihedral for a long, strenuous pitch.  Exit left near its top and belay.  5.8.\n\nP2:  Starting from the right edge of the belay ledge, climb right-facing flakes and dihedrals to a large grassy ledge.  5.7.\n\nP3:  An easy chimney, face and corner pitch leads to a meadow.  5.4.\n\nP4:  Wander up right to another meadow.  Walk up to a large block leaning against the upper wall, and belay atop this.  3rd-4th class.\n\nP5:  Make a rising traverse across the smooth face to the left, and belay on an uncomfortable grassy stance at the base of a vertical corner-crack.  5.8.\n\nP6:  Climb the crack and make a long exposed traverse back to the right, below a long narrow roof.  Belay in the bulging gully that forms the right boundary of the upper wall.  5.8.\n\nP7:  Follow this steep gully.  Towards the end of the pitch, wander out onto a nice belay ledge on the left.  5.6.\n\nP8:  Climb up and right into an overhanging, dihedral system that is followed to an adequate belay area.  5.8.\n\nP9:  Continue up the bulging gully to the summit of the Notch Spire.","protection":"Take gear from small wires to 3.5\".","location":""},"__v":0},{"_id":"e0HRiE5CXs+bb721G6ozKw==","name":"Optimismus","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Walter Fricke and Dan Bench. 1970","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.694,40.3186]},"left_right_index":999999,"mp_id":"105757189","mp_crag_id":"105744835","climb_id":"e0HRiE5CXs+bb721G6ozKw==","areaRef":"HXKJS4RuUYOcBxRQYRQ8ww=="},"content":{"description":"Optimismus goes straight up black water streaks(seen in pic below) to reach the main bowl of Spiral Route below the Notch. as long as its dry, Optimismus is a steep, quality route.\n\np1- pitch one and two can be linked in a streacher 60m pitch but this landed me in a not so hot belay spot protection wise. either way p1 starts off with steep offwidth and stemming. great pitch. 5.9.\n\np2- head up and left with some nice face moves before the belay at a horizontal break. 5.7.\n\np3- climb straight up a steep stem box to right facing corner ending on a nice big ledge. kinda loose 5.8.\n\np4- traverse right on the ledge to a nice but sharp left facing corner. stem and jam the corner and continue up to the Spiral Gully bowl. cool 5.7.\n\nfrom here there a several choices to finish on but East Buttress 5.8+, South Ridge 5.8 or Spiral Route 5.3 are among the best options.","protection":"bring one to two sets of cams to #3 camalot. a #4 camalot could be used in spots but is not needed.","location":""},"__v":0},{"_id":"jDvIcPKJWOybSVGwLI609A==","name":"Relief Train","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.694,40.3186]},"left_right_index":1,"mp_id":"112522708","mp_crag_id":"105744835","climb_id":"jDvIcPKJWOybSVGwLI609A==","areaRef":"HXKJS4RuUYOcBxRQYRQ8ww=="},"content":{"description":"Relief Train is an obvious dihedral with a small roof located right of the\n\nSpiral Route\n\ntopout above the east meadows. The route lines up with the Notch saddle.\n\nWork your way up the chimney and dihedral until the roof. Step left, and enjoy some slightly runout face climbing to kitty litter, slab topout.\n\nDESCENT: first, hit the summit of Notchtop via the West face (low 5th). You might want a rope to get back to the route topout.\n\nSee rappels on the S. Ridge page. Single rope rap off three pins followed by 3x ~150-170 foot double rope raps off bolts, going slightly climber's right. To scramble off (5.0), scramble right/North and up, staying slightly on the left side of the ridge. From the ridge highpoint, scramble ledges on the left/west side, losing elevation just below the crest. Don't be tempted to head down too early via sketchy chimneys to cliffs and old rap stations. Stick with the ledge, and the difficulty shouldn't exceed 5.0 until hitting the big gully. Descend the big gully via path of least resistance at 2nd-3rd Class back to the start of the\n\nSpiral Route\n\n.","protection":"A single rack.","location":"Follow the first few ledge-y pitches of the\n\nSpiral Route\n\nuntil the obvious, grassy traverse from the south side to the East Meadow. These initial pitches are supposedly 5.4. old school? Having done them a few times, I haven't figured out how to keep it below 5.6.\n\nIn the East Meadow, scramble or rope up for a hundred feet or so of grass and block scrambling to the base of the wall.\n\nSpiral Route\n\nis on the left wall, Relief Train front and center, and\n\nMornin'\n\nin a crack/right facing dihedral that switches to a left-facing dihedral to the right. A buddy reports the far right chimney as choss 5.6 with interesting top out options."},"__v":0},{"_id":"5WABhOD9USSUc796LSDO7Q==","name":"Mornin'","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Stuart Schneider and Mark Magunson, 8/27/1983 (submitted as Richard DuMais and Steve Komito, 1987)","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.694,40.3186]},"left_right_index":2,"mp_id":"105764388","mp_crag_id":"105744835","climb_id":"5WABhOD9USSUc796LSDO7Q==","areaRef":"HXKJS4RuUYOcBxRQYRQ8ww=="},"content":{"description":"This is the obvious crack in the middle of the East Meadows gully that leads up to the saddle of the Notch. Many parties [apparently] mistake it for the finish of the Spiral Route, which is a good mistake to make as the climbing is excellent, well protected, and superior to the grassy ledges of that last 5.4. The initial crack is quite long and continuous. Secondary cracks and features are just left of the main crack, which affords you a variety of gear opportunities. The first 40ft is sustained, but it relaxes after that with large foot ledges.\n\nAfter the initial crack, a ledge with a small gully leading right appears. I went up the gully and found another crack system and a tiny roof. This had more moss and lichen, but was good in any case. Turn the roof and go way right or head straight up. If you go far right to the next crack, rope drag will be an issue. Backclean if you do this.  The line ends on a large ledge just 50ft to the right of the Notch saddle. It's probably possible to link both pitches with a 60m rope.","protection":"Standard alpine rack.","location":""},"__v":0},{"_id":"fyZ2aIaRWJ6cWpYWWjQG7g==","name":"Laid Back (a.k.a. NE Ridge)","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Larry Hamilton and Dakers Gowans, August 1974","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.694,40.3186]},"left_right_index":999999,"mp_id":"105759540","mp_crag_id":"105744835","climb_id":"fyZ2aIaRWJ6cWpYWWjQG7g==","areaRef":"HXKJS4RuUYOcBxRQYRQ8ww=="},"content":{"description":"This route ascends the semi-detached pinnacle that forms the lower half of Notchtop's NE corner, a few hundred feet to the right of White Room.  The clean summit dihedral, on the pinnacle's NE corner, is the climb's most distinctive feature.\n\nBegin with several hundred feet of interesting third class, in the prominent chimney-gully on the pinnacle's E face.  Below the top of the gully some rippled slabs appear to the left.\n\nP1)  Get up onto these slabs, and diagonal up left across them.  After a final overhang, a good stance is reached below a headwall.  5.6.\n\nP2)  Steep moves lead out left onto the 20-foot wall, and up cracks to its top.  Continue up easier cracks and ramps above to a very nice ledge below the smooth vertical summit wall of the pinnacle.  5.7.\n\nP3)  Magical Mystery Pitch.  Climb the dihedral in the center of the E-facing wall above until it ends at an overhang.  Make an exposed 20-foot traverse right to the base of the bottomless summit dihedral.  Jam and lieback up this perfect corner to its top.  Rotten climbing then leads to the summit shoulder.  5.8.\n\nThe name \"Laid Back\" was suggested by first ascentionist Dakers Gowans, as he basked in the sun after laybacking up the final corner.  This ought to replace the less imaginative \"NE Ridge\" name that has been applied over the years.","protection":"Good protection with gear to 3\".","location":""},"__v":0},{"_id":"yGOXQtIZXrGqCNSaIogFEA==","name":"Instant Clarification (AKA Rap Route)","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Chris Kalous and Brandon Latham","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.694,40.3186]},"left_right_index":999999,"mp_id":"106041786","mp_crag_id":"105744835","climb_id":"yGOXQtIZXrGqCNSaIogFEA==","areaRef":"HXKJS4RuUYOcBxRQYRQ8ww=="},"content":{"description":"Three pitches.\n\n1. Climb up to a bolt and traverse left into a dihedral with a pin (5.9). Traverse back right to a another, right-facing dihedral. Go up to a ledge. Bolted anchor.\n\n2. The second pitch is fairly straight forward up a right facing flake/corner. Bolted belay 5.8.\n\n3. This pitch winds around a lot. Use double ropes or many slings. Zigzag right then left and follow features to the Notch and bolted anchors. 5.9.\n\n4. Finish up easy climbing to the top of the tower and south ridge.","protection":"Double set of TCUs 0-5.\n\nBrass.\n\nSet of nuts with extra mediums.\n\nCamalots #0.75 - 3.","location":"On the west face above the old descent gully. This route starts off the grassy ledge from which the\n\nSouth Ridge\n\nroute begins. The route starts just right of the gully that comes down from the notch and begins in a groove to a ledge and a bolt about 25 feet up. It is left of Raven's Song and the\n\nSouth Ridge\n\n."},"__v":0},{"_id":"Nn1xso3XWZS9WtKcMdLNVg==","name":"Finding Religion on the Spiral","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Matt Juth/Marshall Massaro","type":{"trad":true,"alpine":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.694,40.3186]},"left_right_index":999999,"mp_id":"105759939","mp_crag_id":"105744835","climb_id":"Nn1xso3XWZS9WtKcMdLNVg==","areaRef":"HXKJS4RuUYOcBxRQYRQ8ww=="},"content":{"description":"This route is located at the start of the second half of Religion (off the Spiral ledge). It is basically a direct route that can be used to skip the traversing pitches.\n\nFrom the block, follow a flake up and right to an old bail biner. Pull the small roof and head into the large, left-facing corner. Climb the corner until you reach a large ledge on the right and belay. For the next pitch go left into a large gully system and climb over to the rest of religion.\n\nAlthough the features are striking the rock is not the best. The lower portion is exfoliating, and the corner has some lichen on the face, and a loose, quartz dike on the overhanging, right wall. The pro is sparse in the corner, and the loose quartz doesn't make for the most secure stem.\n\nThis may not be a first ascent. Someone at least bailed off the lower portion. There were no signs of anyone getting higher. Maybe an old aid route?","protection":"The crack in the dihedral looks bigger than it is. Yellow and Red Aliens are quite nice to have. Otherwise the pro for\n\nReligion\n\nis fine.\n\nThe middle portion is a bit runout.","location":""},"__v":0},{"_id":"4yxSXPZ0UN6wcGpblQeEgQ==","name":"Direct South Ridge","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Chuck Schobinger, Al Auten, 1958","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.694,40.3186]},"left_right_index":999999,"mp_id":"105749044","mp_crag_id":"105744835","climb_id":"4yxSXPZ0UN6wcGpblQeEgQ==","areaRef":"HXKJS4RuUYOcBxRQYRQ8ww=="},"content":{"description":"This is the recommended variation to the original South Ridge route. An inspiring, steep line from below, it offers a surprising amount of crack climbing (Colorado style at any rate). We found it to be a relatively fast grade III compared to others I've done in the Park. Hike up a short ways past the mountain's SE corner, and find a ramp that cuts back to the right. Go up that to the base of the route. The first 2 or 3 pitches are easy 5th Class, with many variations possible (usually simul-climbed). At a point where the wall steepens considerably, reach the highest of several terraces, a long ledge that runs off to the right. Almost all of the route occurs just to the right of the actual arete.\n\nP1. Face climb up and left for half a rope-length to a ledge below a right-facing dihedral (5.6).\n\nP2. Climb the hand and fist crack in the back of the dihedral, turn the airy roof with interesting moves, and face climb right, then back left to a belay--an excellent, exposed pitch (5.9, 100+ feet). The fist crack after the roof is very nice looking and seems to be the natural line, but I don't know how difficult it is (not in any guidebook).\n\nP3. Head straight up the crack at 5.8, and belay on a ledge on the other side of the arete/ridge (80 feet). Pitches 2 & 3 can be combined.\n\nP4. Two distinct variations are possible from here. The direct route wanders the onto the west face and eventually finds a 5.6 chimney which leads to a belay right on the arete. People often seem to get lost looking for this chimney - it's pretty far to the left. Prior to the chimney, there's a similar looking slot that's closer to 5.9. Supposedly there's a 10+/11 seam somewhere in this area as well.\n\nP5 of the direct route heads up and right to a beautiful, steep 5.9 crack. This pitch can easily be combined with P6, which is a 5.7 corner/groove.\n\nThe original finish (from the top of P3) is as follows:\n\n1) from the belay, traverse right across a prominent slab for 30 feet, and ascend a series of 5.8 cracks and corners slightly up and right to a belay in a large dihedral. Per\n\nBogdan P\n\n: \"this pitch is less run out than it looks. Gear is hidden behind right-facing flakes but is plentiful enough to protect both the leader and the follower. Mind the square meter-sized triangular block at the end of the traverse. It's detached but\n\nlooks deceptively stable\n\nwhen climbing up past it from below. It isn't until you pull over it that you'll realize how easily it could be pulled off and sever your rope. Use it sparingly.\"\n\n2) climb the dihedral to the top (5.7).\n\nBoth pitches were fairly long. Both variations end on the Notch Spire directly above the descent.","protection":"Standard rack to a #3 Camalot or equivalent--two of these if you don't want to run it out or slide pro up with you.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,b8bc6400-2efc-577d-b6a6-c5367641fd44,1621a45a-659f-5708-9ba0-bc0a295bfc73,1d72894b-846e-5183-9c07-145061143cc3","pathTokens":["USA","Colorado","Alpine Rock","RMNP - Rock","Notchtop"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11"},{"count":1,"label":"5.11c"},{"count":1,"label":"5.4"},{"count":2,"label":"5.8"},{"count":2,"label":"5.9"},{"count":2,"label":"5.7"},{"count":1,"label":"5.9+"},{"count":1,"label":"5.10"}],"byDiscipline":{"trad":{"total":11,"bands":{"unknown":0,"beginner":5,"intermediate":4,"advanced":2,"expert":0}},"alpine":{"total":11,"bands":{"unknown":0,"beginner":5,"intermediate":4,"advanced":2,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":5,"intermediate":4,"advanced":2,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.694,40.3186]},"bbox":[-105.69458975050736,40.318150339818146,-105.69341024949264,40.319049660181875],"left_right_index":-1,"ext_id":"105744835","area_id":"HXKJS4RuUYOcBxRQYRQ8ww=="},"content":{"description":""},"density":0,"totalClimbs":11,"__v":1,"createdAt":"2022-11-07T05:55:51.777Z","updatedAt":"2024-01-15T16:42:33.826Z"}