{"_id":"6368a50be80bff5a995aff66","area_name":"Intensive Care Slab","shortCode":"","climbs":[{"_id":"p1toMYhfXTWHbGVsqvBsHQ==","name":"Shock Trauma","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Lance Bateman, Jim Reynolds, Nolan Wall - 1996","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7613,40.5747]},"left_right_index":2,"mp_id":"105864529","mp_crag_id":"105864139","climb_id":"p1toMYhfXTWHbGVsqvBsHQ==","areaRef":"g/K7+ZskWtqOtNXxs72csg=="},"content":{"description":"Slab supreme.\n\nStarting on a left-trending shelf, angle up this and clip the first bolt. Slab up some thin moves to chickenheads and another bolt.  Attain a very cool dike feature, that trends steeply right. Climb this dike clipping the remainder of the bolts until you have to step left off of the dike to get to the anchors. Very exciting moves off of the dike. Extremely fun moves up it.\n\nThe second pitch (5.11b) moves right off the anchors and with some up/down movement will clip the two bolts aiming for the tree at the base of the wide crack. Do not feel that you need to go in a straight line as this will make it harder.\n\nOnce you gain the tree area there will be one more difficult move up a sloped mantle. Get in the crack.  Wide, rough, and very fun with the odd chickenhead.\n\nIf you want to skip the second pitch, the first pitch is 5.10b (bolts only) and great in it's own right.","protection":"5 bolts on the first pitch, 2 more on the second.  Wider gear for the crack.  Slings around the tree for the rappel.  60 meter rope preferred for the rappel.  50 meter will work but watch your ends.  Rappel off the right edge.","location":"In a thicket of trees at the east end of the Intensive Care Slab"},"__v":0},{"_id":"b5JbEbGtXfKb6k6tVzud4w==","name":"Intensive Care","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Kim Miller, Jim Knight - February 1977","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7613,40.5747]},"left_right_index":1,"mp_id":"106067495","mp_crag_id":"105864139","climb_id":"b5JbEbGtXfKb6k6tVzud4w==","areaRef":"g/K7+ZskWtqOtNXxs72csg=="},"content":{"description":"P1\n\n- Climb up and a bit left to a bolt. Don't fall here! Climb past 3 more bolts to a long narrow ledge. (5.10d R).\n\nP2\n\n- From the right end of the ledge face climb past 4 bolts to some shallow cracks. Above the cracks either continue a ways (past another bolt) up to a clean cut ledge (big runout) or traverse right (safer) to a big pine tree. (5.11 R)\n\nThe first ascent party boldly continued up above the pine tree to the top of the slab. To my knowledge this has never been repeated. Everyone since has traversed right from the top of the shallow cracks.  Because this route isn't climbed that much, expect some flakiness.\n\nThis is a classic face climb, put up in bold style. The pioneers were dealing with hand drilling bolts from runout, lousy stances, broken drill bits,  and the unknown. Long falls were common on this route in the early days because of crumbly holds, and that sticky rubber shoes were not available. The route got its name because one of the climbers, Mark Ward, was sent to intensive care with a head injury after being injured in a fall.\n\nOthers contributing to the first ascent were Mark Ward, Randy Wright, and Dave Cannon & Ted Higgins.\n\nThe second ascent was done by Rick Wyatt and Jonathan Smoot 2 years later.","protection":"Draws, a few thin wireds and offset nuts. Poor placements.","location":"5-10' left of\n\nShock Trauma\n\nat the left edge of the slab, before it gets steep."},"__v":0},{"_id":"qnNALPCOUGq5dc07e47+qA==","name":"CDFT Route","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Ralph Tingey & Rich Ream, 1965","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7613,40.5747]},"left_right_index":0,"mp_id":"111789365","mp_crag_id":"105864139","climb_id":"qnNALPCOUGq5dc07e47+qA==","areaRef":"g/K7+ZskWtqOtNXxs72csg=="},"content":{"description":"The obvious dihedral crack system on the Intensive Care Wall. This quality yet forgotten Tingey route has lieback, undercling along with jamming and the rock is surprisingly good for how little traffic it receives. A bonus pitch is done by taking the rough chimney up through the roof system, although I found no set anchors at the top and just lowered off a tree.\n\nAnd now, a message from the First Ascensionist:\n\n\"I climbed it with Rich Ream in 1965. When we were about half way up, a fellow in the archives parking lot yelled at us, \"Come Down From There!\" Hence the acronym. It might be on the Church property, so I never did go back or talk much about it. Rich Ream was our local friend and mentor. He moved to Jackson, Wyoming, with his family about 1964 and remained a wonderful friend until he passed away a few years ago. His son Dick Ream is a good friend and still lives in Wilson, WY.\"\n\n-Ralph Tingey, 4/18/16","protection":"A standard rack is more than enough. The initial crack can even accept a #4 or #5 in places. Plentiful use of runners will ensure the ability to run it in one pitch.","location":"Park where you would for Lizard Head or Altered States Gully (across from the Church Vault road) and approach as you would for the Fin. Once you leave the road and start up the trail, take an almost immediate left (look for a cairn off in the trees). This trail will parallel the church vault road and take you in a more direct path towards Intensive Care Wall and Gargoyle Wall. Pass under the Fin and up into the next gully. A large, gravelly opening means you're in the correct place, keep heading up and right.\n\nGetting down: At the top of the route, there is a set of chain anchors. A 70 m rope reaches the next set of anchors (for two 5.10 bolted routes), which can put you right back to your packs."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ee1d37e7-dc41-5c26-a358-5d51af01f499,5f0ed4d8-ebb0-5e78-ae15-ba7f1b3b5c51,e838736e-03de-5522-b170-850c7ffcb2ac,007f1fc1-3268-5660-b397-b7543d332216,83f2bbf9-9b24-5ada-8eb4-d5f1b3bd9cb2","pathTokens":["USA","Utah","Wasatch Range","Central Wasatch","Little Cottonwood Canyon","Intensive Care Slab"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11-"},{"count":1,"label":"5.11a"},{"count":1,"label":"5.7"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":2,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":0,"advanced":2,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-111.7613,40.5747]},"bbox":[-111.76189200196677,40.574250339818136,-111.76070799803324,40.575149660181864],"left_right_index":-1,"ext_id":"105864139","area_id":"g/K7+ZskWtqOtNXxs72csg==","polygon":{"type":"Polygon","coordinates":[[[-111.76189200196677,40.574250339818136],[-111.76070799803324,40.574250339818136],[-111.76070799803324,40.575149660181864],[-111.76189200196677,40.575149660181864],[-111.76189200196677,40.574250339818136]]]}},"content":{"description":""},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T06:26:25.916Z","updatedAt":"2024-01-20T01:06:55.442Z"}