{"_id":"63689de0e80bff5a994f9213","area_name":"Lower Security Risk","shortCode":"","climbs":[{"_id":"SmaJ3nXiXpmQTTQlMGBW/Q==","name":"Security Risk","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Scott Woodruff and Dan Hare, 1978","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3931,40.0045]},"left_right_index":9,"mp_id":"105751429","mp_crag_id":"105745235","climb_id":"SmaJ3nXiXpmQTTQlMGBW/Q==","areaRef":"+dBAyN13USaidnsAtzlKwg=="},"content":{"description":"Locate the major crack system more or less in the middle of the crag.  This crack system starts about 40' off the ground, and the first problem is getting to it.  The standard start shown in Rossiter is difficult (10d) and hard to protect, somewhat out of character with the fun and well protected nature of the rest of the route.  I recommend avoiding it.\n\nP1. The easiest start is a 5.7 crack which is a few feet right of the line of the upper chimney.  Climb this short pitch to a nice ledge at the base of the upper crack system, or continue and do the route as one long pitch.  The original start is farther left and follows a left-facing overhanging dihedral in an alcove.  A third start is located a few right of the 5.7 crack.  Climb a shallow, left facing corner to a roof, step right (crux) and then straight up to the belay. This\n\nThe route climbs the crack system right of the tree on the left. All three starts are visible. The shadowed big left facing corner on the left is the original 10c start. The first crack/shallow right facing corner right of that is the 5.7 (++) start. The shallow left facing corner right of that is the 10a start. Men are From Mars, a short 11b sport route, climbs into the shadowed left facing corner at the top center of the photo.\n\nshows all three starts.\n\nP2: Launch forth straight up the double cracks.  You will find perfect cracks and some wild overhanging moves.  This 120' pitch is mostly stemming and hand jamming, and ends near the top of the crag.  Scramble up and then descend west between Upper and Lower Security Risk.","protection":"Standard rack to 3.5\".","location":""},"__v":0},{"_id":"IzeGuRhrWtuVkjrlkr1HIw==","name":"Scraping By","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Jim Erickson, solo","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3931,40.0045]},"left_right_index":0,"mp_id":"105763680","mp_crag_id":"105745235","climb_id":"IzeGuRhrWtuVkjrlkr1HIw==","areaRef":"+dBAyN13USaidnsAtzlKwg=="},"content":{"description":"This route climbs a large, left-facing dihedral at the upper end of Lower Security Risk, about 100 feet north of Security Risk and about 30 feet north of the prominent dihedral that is The Prism.A bolted sport route, Eldo Of The People, climbs burly overhangs just to the right of this route.Begin at a large block separated from the main wall by about three inches. Place one or two large cams in that fracture and hand traverse right.Stand up when you can reach an undercling with your left hand. Use that to get a bomber hand jam with your right.This is a fairly strenuous stance with the gear at your feet so a ground fall might be possible if you blow the next placement (#1 Camalot locks in nicely) but once you make it, the next move around the corner gets you to easy ground immediately.The rest of the dihedral looked pointless so I cut right at a crack in the arete to join the aforementioned sport route for a couple of bolts and climbed to the anchor on The Prism. Otherwise the route is not much more than a boulder problem.Rossiter's topo rates the first crux and the moves past the bolts both at 10a, which seemed about right.","protection":"Two cams three inches or larger, one hand sized cam (#1 or #2 Camalot) one or two smaller cams and two draws for recommended variation.","location":""},"__v":0},{"_id":"uPUMYcJbXz2o4XBivhkSCw==","name":"Prism","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Dan Hare and Alan Bradley","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3931,40.0045]},"left_right_index":3,"mp_id":"105763674","mp_crag_id":"105745235","climb_id":"uPUMYcJbXz2o4XBivhkSCw==","areaRef":"+dBAyN13USaidnsAtzlKwg=="},"content":{"description":"Lower Security Risk is the lower of the three Security Risk Buttresses. The route Prism is located on the same buttress as the climb Security Risk for which the crag is named. At the far north of the Security Risk buttress are located two big, left-facing dihedrals.  The furthest north located dihedral is the route\n\nScraping By\n\n, 10a.  The arete just south of the dihedral is home to the 12 a/b route,\n\nEldo Of The People\n\n. Prism climbs the big, left-facing dihedral just south of and right of Scraping By.\n\nThe route begins off some large blocks at the very base of the dihedral. Climbing starts through a short section of large hanging blocks before entering the dihedral proper.  The rock quality through this initial section is less than solid. Do not get discouraged as the rock quality improves quickly. Meduim-sized stoppers and cams can be placed here though placement is from an awkward stance. From this point upward on good rock, jam and stem up the remainder of the dihedral.  Traverse left under the large roof and finish by turning the corner at the end on the very edge ofthe arete, above the routes\n\nScraping By\n\nand\n\nEldo of the People\n\n. A two bolt anchor will be found just above the end of the traverse.\n\nRappel or continue on easy ground to the top. These anchors provide for easy top roping of the nearby routes.","protection":"Protection is good.  1 set of medium size stoppers and  and cams up to 4 inch.  For additional protection take one extra 3 inch cam.Two bolt anchor, 60 m single rope rappel.","location":""},"__v":0},{"_id":"6FcLp7b1V0yuQGgOh0wIJQ==","name":"Men Are From Mars","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Diane Barrow & Mark Rolofson","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3931,40.0045]},"left_right_index":10,"mp_id":"105763488","mp_crag_id":"105745235","climb_id":"6FcLp7b1V0yuQGgOh0wIJQ==","areaRef":"+dBAyN13USaidnsAtzlKwg=="},"content":{"description":"Left facing dihedral just right of Security Risk crack.  Starts at two bolt anchor about 30'up on right side of the good ledge.  However, a fun link up is the right 5.10 start to Security Risk.\n\nA few 5.10 moves above the anchor.  Technical stem move (crux) around the 4th or 5th bolt.  2 bolt lowering anchor at the top of the corner (even though there is a good ledge 4 feet above it...).\n\nTo descend: lower 80'.","protection":"Half dozen draws. #0.75, #1 Camalot, a couple Aliens, and a few slings for Security Risk start.","location":""},"__v":0},{"_id":"2T4FUpHzWcq98j6mTZ2+/w==","name":"Maximum Security","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Alec Sharp and Dan Hare, 1980","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3931,40.0045]},"left_right_index":4,"mp_id":"112307814","mp_crag_id":"105745235","climb_id":"2T4FUpHzWcq98j6mTZ2+/w==","areaRef":"+dBAyN13USaidnsAtzlKwg=="},"content":{"description":"This is a fun route which likely is not often climbed. There is a fun, thin hand crack near the top. The crux comes after you move right from\n\nPrism\n\nand start upward. The pro here is not great, but small cams are available, and the moves are easier than they appear at first. The hand crack at the top is great.  Clipping the anchors on\n\nEcstasy of the People\n\ngives you a good feeling before the top.","protection":"Standard rack. Extra small cams are good to have. You can clip one of the anchor bolts on\n\nEcstasy of the People\n\nat 70' up as pro. Build a gear anchor at the top.","location":"This goes just to the right of\n\nPrism\n\n, which you start on. Walk down by going north to a gully which goes down to the west."},"__v":0},{"_id":"1yUAKYl7WYyZF4b0PvRQlA==","name":"Give Me a Squeeze","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"FKFA: T. Bubb, S. Abegg, 8/12/19","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3931,40.0045]},"left_right_index":1,"mp_id":"117578534","mp_crag_id":"105745235","climb_id":"1yUAKYl7WYyZF4b0PvRQlA==","areaRef":"+dBAyN13USaidnsAtzlKwg=="},"content":{"description":"Give Me A Good Squeeze is a good route between 2 established lines, sharing the top and bottom with those, and straightening out the distance between by riding up the clean face and arete to the right of\n\nScraping By\n\n. This also keeps the grade more consistent at about 5.10-.  It is also cleaner with better movement.","protection":"Take a #2/#3 Camalot for the bottom flake, a #0.5 for the overlap, and a #1 for the good jams above - clip all with long slings. Pull up into the corner on a ledge, place a few medium stoppers with long slings, and step up and right to ride the left side of the arete and face to the top, passing a *KEY* #4 BD stopper placement (crux gear) and a small (tips) cam. Then go up to the top of the face where a few small/medium cams protect the finish to the anchors.\n\nWhile this gear can all be made solid and adequately protects the climb, this is not at all ideal for a beginner trad leader, who might fail to either see or place protection in the limited opportunities that are available.","location":"Start as for '\n\nScraping By\n\n.' As soon as you pull over the first roof crux and onto the ledge, look up the face to the right for some intermittent seams and edges that stay left of the arete.\n\nPlace a few stoppers up in the corner as for '\n\nScraping By\n\n; and then add long slings, as you will continue directly up the face on edges and seams. Key protection will be a solid #4 BD stopper in a tiny crack feature mid-face and then a small cam in another brief feature. There are just enough edges on the face to continue upward progress using those and the right hand out on the arete.\n\nWork your way up to the end of the arete at a roof, placing a 1.5 to 2.5\" cam under that before pulling up through that and to the anchors of\n\nPrism\n\n/\n\nScraping By\n\n.\n\nRap 60' or so to the ground."},"__v":0},{"_id":"gmHzC4YlUiGOItTLAFe9mQ==","name":"Enemy of the People","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Randy Leavitt, 1981","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3931,40.0045]},"left_right_index":7,"mp_id":"106303624","mp_crag_id":"105745235","climb_id":"gmHzC4YlUiGOItTLAFe9mQ==","areaRef":"+dBAyN13USaidnsAtzlKwg=="},"content":{"description":"This is a high quality trad line that I have heard next to nothing about.  It was just another pitch that I'd walk by on the way to the great sport climbing at Upper Security Risk.  Enemy of the People is one of the better 5.12 trad pitches in Boulder Canyon, just a notch in quality below the similarly graded classics\n\nGrand Inquisitor\n\nand\n\nArms Bazaar\n\n.\n\nThe climb starts in the middle of the crag just between the two 5.12+ sport climbs, Ecstasy of the People and Central Insecurity.  It tackles a funky mantle section past two bolts to an awkward stance below the crux bulge.  Throw in a couple small, but good, RPs and then engage the crux bulge.  Once you reach the hand jams in the next bulge, the hard climbing is over.  Continue up the 5.10 corner to a stance below a pin.  Clip the pin and make a licheny rising traverse to the anchors of Ecstasy of the People.","protection":"The gear beta in the various guidebooks is good.  Stoppers including RPs.  Cams from 1/2\" to thin hands sized.  2 bolts.  1 pin.","location":""},"__v":0},{"_id":"dOZwTN/PWhCgPNWxzqRxpw==","name":"Enema of the People","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Bob D'Antonio and Greg Hand","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3931,40.0045]},"left_right_index":11,"mp_id":"105759078","mp_crag_id":"105745235","climb_id":"dOZwTN/PWhCgPNWxzqRxpw==","areaRef":"+dBAyN13USaidnsAtzlKwg=="},"content":{"description":"This is the first bolted climb when you get to Lower Security Risk.  When you first get to the base of the rock, head to the right hand side and there will be a bolted arete.  The climbing is good until you can reach the arete, then it is a little confusing what was intended.  It would be easiest to just pull around the arete and continue up easy climbing to the anchor, but the bolts keep you on the arete for about ten feet longer to the last bolt.  Then go left around the arete and run it out on easy terrain to the anchor.  It is also possible to stay on the face, but the last bolt is hard to clip and the top is dirty.","protection":"5 bolts and a two bolt anchor.","location":""},"__v":0},{"_id":"yGxZWRP2VH6tgsBQDmw4ww==","name":"Eldo of the People","yds":"5.12a/b","grades":{"yds":"5.12a/b","french":"7b"},"fa":"Rick Leitner and Mark Rolofson, 1997","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3931,40.0045]},"left_right_index":2,"mp_id":"106303611","mp_crag_id":"105745235","climb_id":"yGxZWRP2VH6tgsBQDmw4ww==","areaRef":"+dBAyN13USaidnsAtzlKwg=="},"content":{"description":"This pitch begins on the left side of the crag, just uphill of the start to the dihedral\n\nPrism\n\n. The start climbs flakes and cracks to a stance just below a bulge and the first bolt. The climbing is 5.9/10ish through this section, and you will want a couple hand-sized cams or possibly a very long stick clip if you were too lazy to bring gear. The first four bolts are the cruxiest section - technical and funky. The middle of the climb is enjoyable and exposed 5.10 face climbing leading to a stance beneath the finishing overhang. One could escape left to the anchors of\n\nPrism\n\n, but then you'd miss out on the burly climbing over one of the larger roofs in Boulder Canyon.\n\nIt is stiff for the grade.","protection":"8 bolts and a couple hand-sized cams.","location":""},"__v":0},{"_id":"WDQIGxhIVYibJuMQu3rx8Q==","name":"Ecstasy of the People","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"Mark Rolofson","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3931,40.0045]},"left_right_index":5,"mp_id":"107875354","mp_crag_id":"105745235","climb_id":"WDQIGxhIVYibJuMQu3rx8Q==","areaRef":"+dBAyN13USaidnsAtzlKwg=="},"content":{"description":"This beautiful arete hangs proudly over the trail to Upper Security Risk, yet few people bother to look at it, and even fewer try it.  However, those willing to step off the beaten path will be rewarded with great rock, unique movement, and a formidable mental challenge.\n\nStart up a dirty corner to the left of the first bolt (stick clip recommended).  Once level with the first bolt, traverse right into the first crux along sidepulls with high, awkward feet past three bolts to decent holds at the base of the arete.  Using the seam on the right side of the arete and small features on the left, hug your way past a difficult arete crux to a semi-restful stance below the last crux.  With smeary feet, squeeze between the arete and a disappointingly slopey feature to delicately gain the slab.  The final 25 feet of the route is 5.8 and can be protected with finger-sized cams.\n\nIn general, expect technical, off-balance climbing with slightly difficult clips.  The route missed four star status, because it's a bit dirty and the rock isn't perfect at the first bolt.  Despite its shortcomings, this is one of the best arete climbs in the canyon.\n\nAlso, beware of a very large, loose block just below the anchors.","protection":"Bolts and a two bolt anchor.  I recommend a stick clip for the first bolt and some finger-sized gear for the top.","location":"It is right of\n\nPrism\n\n."},"__v":0},{"_id":"14sBY8V2X5OiGuIIGqWDfw==","name":"Central Insecurity","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"Mark Rolofson, Bob D'Antonio","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3931,40.0045]},"left_right_index":8,"mp_id":"108138717","mp_crag_id":"105745235","climb_id":"14sBY8V2X5OiGuIIGqWDfw==","areaRef":"+dBAyN13USaidnsAtzlKwg=="},"content":{"description":"Central Insecurity climbs the blank tan/red/orange face in the middle of the Lower Security Risk crag, just left of the big corner of\n\nSecurity Risk\n\n(the route). Recognize this fine climb by a small, angular roof down low followed by a long stretch of blank face. This is a great, technical, face climb: sustained, powerful, pumpy, and crimpy. It felt like all of 5.12d: \"d\" as in, \"Don't bother looking for any jugs, cause there aren't any.\"\n\nClimb up big flake features to under the roof, lean out, clip the first bolt, and pimp up to the second clip just over the lip. Small squarecuts lead up the face to the third bolt, soon turning to potato chips that will require your best Grrr Face.\n\nThe climbing from bolts three through seven is very sustained, technical, and initially perplexing, but stay with it: with patience, it all comes together, involving slab stands, thumberclings, microcrimps, gastons, sidepulls, and all measure of granite-face funkery. A hard traverse past bolt six (this is a tough clip) gets you to easier ground, with one little surprise passing the final bolt.\n\nWear edging shoes and try this with good conditions.","protection":"Nine bolts to double-bolt anchors.","location":"This is in the center of Lower Security Risk crag."},"__v":0},{"_id":"21QNeLFGXq+eKRiJ7b6A3A==","name":"The Agony and Ecstasy","yds":"5.14a","grades":{"yds":"5.14a","french":"8b+"},"fa":"Direct start Peter Beal, Upper arete Mark Rolofson","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3931,40.0045]},"left_right_index":6,"mp_id":"105756604","mp_crag_id":"105745235","climb_id":"21QNeLFGXq+eKRiJ7b6A3A==","areaRef":"+dBAyN13USaidnsAtzlKwg=="},"content":{"description":"Ecstasy of the People is the striking bolted arete just left of\n\nEnemy of the People\n\nand was originally climbed with a traversing start by Mark Rolofson. Now the direct start goes free as a V10 boulder problem, making the upper, balancy, 12d arete that much more insecure. The whole line is now one of the classic hard free routes in Boulder Canyon, so train small crimps and have at it.\n\nFull disclosure: I climbed the start with the first three bolts (which are 2 feet apart) clipped. The first one is a mandatory stick clip, as is the second one. If you fall from the last hard move with just the first two clipped, you stand a good chance of hitting the rope (and maybe the starting ledge?) since the low bolt doesn't keep you out of the way. Since I'm a wuss, and the start is truly a boulder problem, I decided to play it safe.\n\n(Now that this route, despite being one of the most striking lines in the Boulder area, has gone five (make that nine as of 2011) years without a repeat, I am upgrading it to 5.14a in the hope that it will gain more traffic and there will emerge a consensus on the difficulty.)","protection":"9 bolts/anchors maybe a midsized stopper at the top (it's about twenty feet to the anchor from the last bolt).","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,decc1251-4a67-52b9-b23f-3243e10e93d0,e519a674-a620-509c-9e86-a246f84a8e40,0c2295a4-ada5-5821-a86a-5622bb26af80,f9d040c8-dd77-5126-a276-7b00b7394ac2","pathTokens":["USA","Colorado","Boulder","Boulder Canyon","Security Risk Massif","Lower Security Risk"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10"},{"count":2,"label":"5.10a"},{"count":1,"label":"5.9"},{"count":1,"label":"5.11a"},{"count":1,"label":"5.10-"},{"count":1,"label":"5.12b"},{"count":1,"label":"5.12a"},{"count":1,"label":"5.12a/b"},{"count":2,"label":"5.12d"},{"count":1,"label":"5.14a"}],"byDiscipline":{"trad":{"total":7,"bands":{"unknown":0,"beginner":0,"intermediate":5,"advanced":2,"expert":0}},"sport":{"total":6,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":5,"expert":1}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":5,"advanced":6,"expert":1}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.3931,40.0045]},"bbox":[-105.39368702836772,40.00405033981815,-105.39251297163231,40.004949660181865],"left_right_index":-1,"ext_id":"105745235","area_id":"+dBAyN13USaidnsAtzlKwg=="},"content":{"description":""},"density":0,"totalClimbs":12,"__v":1,"createdAt":"2022-11-07T05:55:56.269Z","updatedAt":"2022-11-25T11:16:27.536Z"}