{"_id":"63689d20e80bff5a994f26f4","area_name":"Whale Dome","shortCode":"","climbs":[{"_id":"HliOZQ1KW2CIpLyYVgkCrw==","name":"The Trojan","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.99315,31.93969]},"left_right_index":999999,"mp_id":"106043859","mp_crag_id":"105738077","climb_id":"HliOZQ1KW2CIpLyYVgkCrw==","areaRef":"rsDKh7VmV0i5BhhEoxOrCw=="},"content":{"description":"Boulder up on the left of the aerate and traverse right to the crack. This would be the crux. Jam the crack and head straight up to the overhanging offwidth. Rappel back to the notch from a tree (or sling a chickenhead) up top.","protection":"Set of cams and nuts. Slings for the belay and repel.","location":"This route is not on Whale Dome per se, but is located just across (formation looks like a Trojan helmet viewing from the west) from the rappel of Whale Dome and is an excellent single pitch route to top off the day after climbing Whale Dome. After reaching the ground from the Whale Dome rappel, you will be in a notch. Head east to the end of the notch to where you are standing on a boulder on the edge of the notch. Now look up to the north. There is an aerate with a jam crack mid-way high and then an overhanging offwidth-roof near the top."},"__v":0},{"_id":"leQZ0NGKX1K7BBXtV/nbdQ==","name":"South Face Direct Finish // Mobius Strip","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"(per commenters, done 20+ yrs back  didn't disclose who)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.99315,31.93969]},"left_right_index":999999,"mp_id":"110032161","mp_crag_id":"105738077","climb_id":"leQZ0NGKX1K7BBXtV/nbdQ==","areaRef":"rsDKh7VmV0i5BhhEoxOrCw=="},"content":{"description":"Mega-cool way to finish the South Face of Whale Dome - and what seems like the obvious direct line.  Run straight up the vertical wall midway between Moby Dick and Dem Bones (which are about 60' apart).  Move straight up into hanging copper colored dinner plates, then angle slightly right, then back up & left. 5.7+.  Good gear once you sling the first dinner plate.        Can combine w/ P4 of SF w/ 80m rope (maybe w/ 70m?)","protection":"Whatever rack got you to the top of Whale Dome should be fine.  Very light rack w/ slings.","location":"Midway between starts of the final sections of Dem Bones & Moby Dick.  Moby Dick is vertical turtle shell; Dem Bones is the huge spinal feature that tapers off.  Climb the vertical part in the middle."},"__v":0},{"_id":"YWZ92TdfXiul/SNattcjhQ==","name":"South Face","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"Kipp Metzger and Eileen Keller 1987","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-109.99315,31.93969]},"left_right_index":2,"mp_id":"105738380","mp_crag_id":"105738077","climb_id":"YWZ92TdfXiul/SNattcjhQ==","areaRef":"rsDKh7VmV0i5BhhEoxOrCw=="},"content":{"description":"Between Moby Dick and Dem Bones: \n\n  P1:  Start by the Madrone tree just up from the _guard_ rock near the bottom of the Moby Dick gully.  Follow the quasi-buttress, chicken-headed path to a good ledge and belay here on gear. \n\n  P2:  Follow the chicken head highway till it runs out (breathe...) then run it out to a semi-hanging stance on very large chicken heads.   \n\n  P3:  Continue upward along the path of least resistance to another good ledge. \n\n  P4:  Continue up the direct route on giant c-h's till they run out. Prepare for an extremely long run out heading for the dike composed of large knife-like plates then  laterally to the left to the belay station (two bolts) on the last pitch of Moby Dick. \n\n  P5:  Finish on the last pitch of Moby Dick","protection":"Take slings for chicken head hiking and small to medium stoppers, tri-cams, and Aliens.","location":""},"__v":0},{"_id":"oorKCO87UY2Ll0YuHmOUpg==","name":"Harpoon Direct","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.99315,31.93969]},"left_right_index":0,"mp_id":"111793013","mp_crag_id":"105738077","climb_id":"oorKCO87UY2Ll0YuHmOUpg==","areaRef":"rsDKh7VmV0i5BhhEoxOrCw=="},"content":{"description":"This is an alternative to the first pitch of Moby Dick.\n\n Harpoon Direct is the name I gave it for now, but I'm sure someone has done it before and there is another name for it. If this is the case, please let me know and I will gladly change it to the proper name\n\n Ascend the cracks on the left and traverse right a little bit upon reaching the roof. Pull the roof towards the right side (edit: left side may be easier) and continue diagonally up and to the right and eventually finish at the same tree belay as P2 of Moby Dick","protection":"Single rack","location":"Starts left and up the gully from the start of Moby Dick at a couple cracks on in a sort of right facing corner to a roof."},"__v":0},{"_id":"ApZoehY9Wc6amk62JFDD6A==","name":"Moby Dick","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Bob Kerry, Josh Tofield","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.99315,31.93969]},"left_right_index":1,"mp_id":"105738239","mp_crag_id":"105738077","climb_id":"ApZoehY9Wc6amk62JFDD6A==","areaRef":"rsDKh7VmV0i5BhhEoxOrCw=="},"content":{"description":"From the main drainage below Whale Dome, take a steep side drainage west toward the south face of the dome. Some scrambling will get you to the base of the rock, under a giant flake and crack system. Moby Dick starts left of the flake at a double-crack. Five pitches of fun climbing. Pitch lengths are estimated.Pitch 1: Climb right of two thin cracks until it splits. Follow left fork up to cruxy face moves past one bolt. Continue up easier face climbing to two-bolt belay. (120')Pitch 2: Step left to exposed arete and climb up right past short, parallel crack system. Continue up and right over face and chickenheads, then arching left to belay on comfy ledge with small pine tree. Some parties belay about 20 feet past ledge on large chickenheads.(100')Pitch 3: Continue up face left of large flake, past one bolt, for 160 feet to belay on obvious sea of chickenheads.Pitch 4: Climb remaining chickenheads to bolted move over large flake/corner. Up and right past another bolt, pull over blocky lip to two bolt belay on a ledge. (60')Pitch 5: Extremely fun climbing over sea of chickenheads. Climb past two bolts to large, toothy dike and belay here, or continue up 30 feet of slab to belay in obvious seam.(170')Pitch 6: Fourth class/slabbing to summit for 100-200 feet.Descent: Locate rap anchors on west side of summit. Scary free rappel to saddle (~140') and scramble down drainage back to base. As noted below, you can rappel with a 70 rope and some easy downclimbing.","protection":"Set of nuts, cams, single/double-length runners for tying off chickenheads, quickdraws. Rappel is possible with a 70m rope to a point where you can get down with ~15 feet of easy downclimbing. Otherwise bring two ropes for rappel.Bolts and top-anchors updated by CASA in 2017.","location":""},"__v":0},{"_id":"0HXgGWLTUV2P/LzopYOaGg==","name":"Dem Bones","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Charlie Rollins & Bob Kerry","type":{"trad":true,"sport":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-109.99315,31.93969]},"left_right_index":3,"mp_id":"105738794","mp_crag_id":"105738077","climb_id":"0HXgGWLTUV2P/LzopYOaGg==","areaRef":"rsDKh7VmV0i5BhhEoxOrCw=="},"content":{"description":"Fun route.  I think the line we climbed is Dem Bones. \n\n  Approach:  Take a side trail marked by a cairn heading directly north from the end of the approach road.  Follow the drainage.  At the first fork, go left and then out of the wash.  Drop back in and follow the drainage to Moby Dick.  When you are almost at Moby Dick, take a steep drainage left that takes you to the base of Moby Dick.  Go left for Moby Dick.  Go right for Dem Bones.  You will recognize Dem Bones by two bolts side by side. \n\n  Pitch 1:  The crux is a solid 5.10 move past the first bolts.  Then angle right and up past one bolt followed by plates.  Belay on a slab. \n\n  Pitch 2:  Climb a poorly protected slab to more plates and then traverse right to a hidden crack.  Follow the crack to a face and right angling corner ramp.  I belayed after the crux. \n\n  Pitch 3:  Head up the plates and chickenheads to another low angled slab.  We moved left up the slab to a belay area. \n\n  Pitch 4:  Climb the low angled run out slab past bomber plates a steeper face with a few bolts and a dike on the right side.  I think this joins Moby Dick.  We belayed part way up the face. \n\n  Pitch 5:  Continue up the easy face to the summit. \n\n  Descent:  On the back side of Moby Dick is a rappel anchor.  Two ropes needed for the rappel.  If the wind is blowing, there is a good chance your ropes may get caught on rocks around the corner.  I would recommend that the first one down carry the rope ends with him/her.  Then walk down the left gully (heading south).","protection":"All anchors are gear anchors.  Most anchors require tying off chickenheads.  Take a standard rack (ie what you typically use)  I used a green alien to a grey camalot.","location":""},"__v":0},{"_id":"uvDxT8bzV6+4YfspgdOC9g==","name":"Call Me Ishmael","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Jim Scott, Tim Dolan, Dave DesChamps","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.99315,31.93969]},"left_right_index":4,"mp_id":"108052608","mp_crag_id":"105738077","climb_id":"uvDxT8bzV6+4YfspgdOC9g==","areaRef":"rsDKh7VmV0i5BhhEoxOrCw=="},"content":{"description":"A 2-pitch line up the northeast face of Whale Dome with awesome position and climbing, and bullet Cochise granite. \n\n  Pitch 1 has a few bolts. Climb the path of least resistance, with cruxes at the bolts. Eventually gain a curving weakness, which will guide you up to a bolted belay atop a giant chickenheaded flake. 165 ft. A great pitch. \n\n  Pitch 2 also has a few bolts, gained by traversing right. There is thin and technical climbing up to and past the 2nd bolt. Pitch finishes with fun connect the dots chickenhead slingin' and climbin'. 100 ft. Gear anchor. \n\n  Scramble to summit and take the usual rap down the other side of the Whale Dome. ","protection":"Stoppers, brass nuts never a bad idea, singles of cams up to #3 BD. I placed a #4 BD b/c I had one, but it's not necessary. ~12 draws.","location":"Starts on the far (up drainage) side of the huge sloping ramp on the east side of Whale Dome (The big ramp that the prominent flake of Blood Brother starts off). There are few ways to get there: \n\n  Stand under Dem Bones, then move right 15 feet and look down and right and you will see a blunt arete with some bolts on it. This is the approach pitch and I think goes at 5.9. \n\n  We decided to climb a few more direct approach pitches instead, starting just right of Dem Bones and essentially gunning for the big tree on the sloping ramp. From the tree, chimney up a ways then drop down through a tunnel and it will spit you out on a flat ledge. First bolt is way out right, up a blunt arete."},"__v":0},{"_id":"f3ilo+RUVXaCM3JDrGVJZA==","name":"Blood Brother","yds":"5.10b/c","grades":{"yds":"5.10b/c","french":"6b"},"fa":"Peter Noebels & Doug Davis (1982)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.99315,31.93969]},"left_right_index":5,"mp_id":"110048844","mp_crag_id":"105738077","climb_id":"f3ilo+RUVXaCM3JDrGVJZA==","areaRef":"rsDKh7VmV0i5BhhEoxOrCw=="},"content":{"description":"Quoting Bob Kerry: \"This dramatic line goes up the vertical east face of the Whale\"... the money pitch is an awesome flake above a large ledge on the east side of the dome.   \n\n  There are multiple ways to get to this ledge, including traversing right after the first pitch of Dem Bones (DB), or climbing the 5.9 \"approach pitch\" that goes up the gully under to DB roof. A very nice way to do it is to climb the nice arette further to the right of said gully:  \n\n  1- Traverse from the base of DB for about 30 meters to a ledge with a tree (5.6).  \n\n  2- Follow a diagonal seam-crack that goes up and left towards the arette. The moves to get in the crack are balancey and kind of insecure (~5.10-) over questionable pro, but it gets easy and well protected as soon as the crack opens up. Move up chickenheads and fun face/arette climbing (5.9) passing two bolts to a large ledge.  \n\n  3- Move up into a right facing corner. You can climb the corner up to a horizontal wide crack under a roof or traverse directly right over a blank face doing a long reach to a \"doorknob chickenhead\" (recommended, ~5.10 move). If you do this traverse, follow chickenheads up to the wide horizontal crack and follow it traversing further right (5.8) to an obvious cave under an OW and a small tree. Belay there. \n\n  At this point you are straight under the Blood Brother ledge. You can crawl into the cave to come out in the chimney in the back side of the ledge, climb the OW and follow wide cracks to the top the the ledge or traverse further right to reach the start of Call Me Ishmael. \n\n  4- From the Blood Brother ledge, a short 5.10- move (protected by a bolt) will put you at the base of the thin flake (the rest of the pith is 5.9). This fantastic pitch takes some large cams and sundry small pro on the right side. Belay at the base of a short chimney with a #2 and #3.  \n\n  5- A short chimney and more chickenheads (5.8) take you to the summit about 30 meters to the right of the end of DB.","protection":"Single rack up to BD #5 and a set of medium nuts should suffice. Lots of runners to sling chickenheads.","location":"East face of Whale Dome. Approach is the same as for Dem Bones"},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,24e148bb-4884-59e8-9870-43ce21f1a337,6f40f8bb-61ae-569f-a656-25752de45c0c,d89ead8f-ea94-5fc1-9170-13bf8dd94398,d208a9bf-7ee5-540e-80d3-e18c87573238,aec0ca87-b566-5748-b906-1844a313ab0b","pathTokens":["USA","Arizona","Southern Arizona","Cochise Stronghold","West Stronghold","Whale Dome"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.8"},{"count":2,"label":"5.7+"},{"count":1,"label":"5.9"},{"count":1,"label":"5.10-"},{"count":1,"label":"5.11-"},{"count":1,"label":"5.10b/c"}],"byDiscipline":{"trad":{"total":8,"bands":{"unknown":0,"beginner":4,"intermediate":3,"advanced":1,"expert":0}},"sport":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":4,"intermediate":3,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-109.99315,31.93969]},"bbox":[-109.99367988134343,31.93924033981814,-109.99262011865656,31.94013966018186],"left_right_index":-1,"ext_id":"105738077","area_id":"rsDKh7VmV0i5BhhEoxOrCw=="},"content":{"description":"Whale Dome is a singular, towering formation in the West Stronghold.  It lies just northwest across the drainage from Westworld Dome.  The south and east face of Whale Dome are home to a handful of high quality routes.  The most well-known route, Moby Dick, may be one of the most climbed routes in the Stronghold.     \n\n  The rock quality on Whale Dome is very good on established routes.  The climbing is extremely fun, with varying terrain and awesome views of the surrounding area. Relatively speaking, routefinding here is not too difficult.  There are fixed rap anchors off the west side of the dome. "},"density":0,"totalClimbs":8,"__v":1,"createdAt":"2022-11-07T05:52:59.749Z","updatedAt":"2022-11-25T11:09:55.233Z"}