{"_id":"6368a50be80bff5a995b08eb","area_name":"Dromedary Peak","shortCode":"","climbs":[{"_id":"1jJtjRelVmm6n1aJRo503A==","name":"North Ridge","yds":"4th","grades":{"yds":"4th","french":"1"},"fa":"???","type":{"trad":true,"snow":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.72408,40.52763]},"left_right_index":0,"mp_id":"116579984","mp_crag_id":"105967652","climb_id":"1jJtjRelVmm6n1aJRo503A==","areaRef":"xtwSNTiOX/2oEoDw99TiJA=="},"content":{"description":"Super fun and long Spring alpine climb. Props if you do it car to car.\n\nFollow the snowfield up to gain the ridge proper. Take a steep narrow snow gully for several hundred feet until you can easily step over onto the rocks out left. Follow weaknesses all the way up to the top of the ridge and onto the summit.\n\nBacktrack down the North Ridge and descend either of the two approach routes.","protection":"","location":"Park at the Mill B South Fork Trailhead in Big Cottonwood Canyon.\n\nTwo Options\n\nLonger but a better outing\n\nTake the Mill B South Fork Trail and hike up to Lake Blanche. Halfway up the trail you will see Dromedary peak and the North Ridge. Once at lake Blanche you can either setup camp or keep going if doing the climb car to car. Traverse West past a few more lakes and really cool glacially sculpted smooth rock until you get to a stream of rapids. Find a decent place to cross the stream (crux) and begin the decently long hike up the snowfield to gain the ridge.\n\nShorter\n\nTake the Broads Fork Trail up to the Broads Fork meadow. Once at the meadow follow the faint hiker's trail up to upper Broads Fork, like you would to access Twin Peaks, then bear left and follow the snowfield up to the ridge."},"__v":0},{"_id":"g6LRm5b+UY+jOW8ckrybVg==","name":"The Central Spur","yds":"5.10b/c","grades":{"yds":"5.10b/c","french":"6b"},"fa":"James Garrett and Jason Foote, 25 May 2007","type":{"trad":true,"snow":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.72408,40.52763]},"left_right_index":1,"mp_id":"105967655","mp_crag_id":"105967652","climb_id":"g6LRm5b+UY+jOW8ckrybVg==","areaRef":"xtwSNTiOX/2oEoDw99TiJA=="},"content":{"description":"I had long peered at this alpine face and I had wondered if a quality Wasatch Alpine route could be yielded. We actually expected more moderate rock climbing grades yet we found 5.9-5.10 cruxes on almost every pitch. These are fairly well protected. We chose the aesthetic Central Spur because the rock appeared better and the climber is quite protected from falling rock and ice (spring and winter conditions). We were greeted by very dry rock in a wonderful alpine cirque. As the lichen and loose rock cleans up on the pitches, this climb will get better, we found it pretty good as it was. It was almost as if it had been waiting for us!\n\nBut this is an alpine climb....with all its associated characteristics and risks differing from the trade routes found lower in the canyon.  Please wear helmets and climb with caution.\n\nPitch #1: Look for a bolt about 40 feet up from the beginning of the climb when the angle steepens. Follow the arete/spur past two fixed pins and another bolt to a two bolt belay onto a pleasant perch. 5.9,55m.\n\nPitch #2: Up and right up a difficult section, but staying on the spur, pass 4 bolts and a few more fixed pitons. A traverse left brings the climber to a two bolt belay under a roof. 5.10, 35m.\n\nPitch #3: Traverse under the roof trending right passing two bolts to the \"snow ramp\" and a good ledge fixed belay. 5.9 (very alpine!), 20m.\n\nPitch #4: A beautiful pitch with a steep start. Climb past a bolt to a finger crack on the arete. Pass two more bolts to a two bolt belay. 5.9, 30m.\n\nPitch #5: Clip a fixed nut in the dihedral, traverse the face under the roof and pass 5 bolts to more fixed gear and then topping out on the climb to a ledge and two bolt belay. 5.10, 30m.\n\nContinue about 200 vertical feet of easy 2nd or 3rd class to the summit.","protection":"QDs for Bolts and pitons on every pitch to good anchors. A very light rack of assorted medium size nuts and microcams to #2 Camalot should suffice. Mountain boots and either ice axe or ski poles are helpful depending on conditions.","location":"Located on the NW Face, this can be done in one long day, but Broads Fork provides many beautiful camping opportunities. Awesome hiking! Snowline started just above the start of the Bonkers Ski Run for the FA party. 1.5 hours of casual snow slogging took us from there to the start of the climb. We did not need crampons and were able to kick snow steps. Conditions will obviously vary at other times of the year. Large boulder fields will make up the final approach during the summer months.\n\nRappelling the route is possible, but it may be more recommended to walk off from the summit to the east ridge and snow/scree fields back into Broads Fork. Approach and descent via Tanners is another option. If rappelling the route, two ropes are required."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ee1d37e7-dc41-5c26-a358-5d51af01f499,5f0ed4d8-ebb0-5e78-ae15-ba7f1b3b5c51,d2d85a82-bf28-5d18-b296-599ab10d3534,c6dc1235-388e-5ffd-a812-80f0f7d4e224","pathTokens":["USA","Utah","Wasatch Range","Wasatch Alpine Areas","Dromedary Peak"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"4th"},{"count":1,"label":"5.10b/c"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":1,"beginner":0,"intermediate":1,"advanced":0,"expert":0}},"alpine":{"total":2,"bands":{"unknown":1,"beginner":0,"intermediate":1,"advanced":0,"expert":0}},"snow":{"total":2,"bands":{"unknown":1,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":1,"beginner":0,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-111.72408,40.52763]},"bbox":[-111.72467158598316,40.52718033981814,-111.72348841401687,40.52807966018187],"left_right_index":-1,"ext_id":"105967652","area_id":"xtwSNTiOX/2oEoDw99TiJA==","polygon":{"type":"Polygon","coordinates":[[[-111.72467158598316,40.52718033981814],[-111.72348841401687,40.52718033981814],[-111.72348841401687,40.52807966018187],[-111.72467158598316,40.52807966018187],[-111.72467158598316,40.52718033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T06:26:55.709Z","updatedAt":"2024-01-20T01:07:35.506Z"}