{"_id":"6368a50be80bff5a995afebe","area_name":"Bumble Bee Wall","shortCode":"","climbs":[{"_id":"F8mqEG/qW9qlfrAAKlwjIA==","name":"Upchuck","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Anyone know?","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7462,40.62605]},"left_right_index":2,"mp_id":"106156884","mp_crag_id":"105739476","climb_id":"F8mqEG/qW9qlfrAAKlwjIA==","areaRef":"lTqghY9XW1GN/7Y+ARMmRg=="},"content":{"description":"Crux is pulling the roof. There is great gear to be had at the roof and solid rock on the most difficult sections of the climb. The top portion of this climb has bad rock and may possibly clean up with more ascents. Definately wear a helmet on this route,  especially if your the belayer. Climb with caution on the last third of this climb, the rock is very questionable and there is a good possibility that you will pull of a huge chunk of rock onto your belayer.","protection":"Standard rack. Takes nuts really well. 2 or 3 camalot for the roof. Runners to reduce drag over the roof and natural gear to build an anchor at the top of the climb.","location":"On the climbers left side of bumble bee wall you will be able to see a pedestal. To get on top of the pedestal either climb fowl play and rap down to the pedestal with a 60 m rope or walk around the west side and hike up some loose rock. This route is on climbers far right of the pedestal and follows an obvious crack system with a roof followed by more crack climbing."},"__v":0},{"_id":"iTpOxwUlVkiskTMxX/RxDQ==","name":"Sin Nombre","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7462,40.62605]},"left_right_index":6,"mp_id":"105875901","mp_crag_id":"105739476","climb_id":"iTpOxwUlVkiskTMxX/RxDQ==","areaRef":"lTqghY9XW1GN/7Y+ARMmRg=="},"content":{"description":"Jam the finger and off finger crack up to the two piton anchor.  The second pitch could be combined with the first and both pitches eat up the medium sized nuts.  Nice, stout grade and the best route on this wall by a long shot!","protection":"Loads of medium nuts (especially the offsets), TCU's through #3 camalot, runners.  Its kinda fun to dust off the tricams too.","location":"Start in the crack 10 or 15' right of Check Point Charlie or two cracks right of the Bee Pitch.  This one diaganols at a different angle than the others and starts just before the gap in the cliffs as you cross over to Perserverence Bulge."},"__v":0},{"_id":"3xmwv5x2XP2U/k0UxykGCw==","name":"Perseverance Bulge Crack","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Rich Ream, Milt Hokanson 1961","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7462,40.62605]},"left_right_index":7,"mp_id":"105740678","mp_crag_id":"105739476","climb_id":"3xmwv5x2XP2U/k0UxykGCw==","areaRef":"lTqghY9XW1GN/7Y+ARMmRg=="},"content":{"description":"Located on Bumble Bee Wall in Storm Mtn Vicinity. Deserves more ascents than it gets. Looks like a nasty offwidth... but it's not!  Start on the FAR right side of the ledge, below a nasty looking offwidth.  Scamper left up a slab to bypass the offwidth, and continue up fun (!) jugs, occasionally stepping right to place gear where the crack narrows.  Belay on a stance below a steep bulge with a darker, smoother face.  Need a 2 or 3 camalot and med - large hex for belay!!  Pitch 2: Crux move just above the belay: jam, smear, stem, and then grab for a jug.  The only 5.9 section on the route.  The route degrades just past this point, with some loose rock and scrambling to the top of the buttress.  If you top out, you walk off to the west.  It is possible to rap off a sling around a horn just below the top, be prepared to leave a LONG sling and rings, rap to Bee Pitch anchors, 60m rope recommended!  A nice rap station at top would improve this route tremendously, as the walkoff is loose and brushy!","protection":"Big gear, but not as big as you'd think!  Cams up to #3 Camalot;  large hexes, a couple medium pieces.  Leave the micro gear at home.  Make sure to save a couple large pieces for the belay!!  Number 4 camalot NOT needed.","location":""},"__v":0},{"_id":"4e2VydyaUlORqh9r+DriLQ==","name":"Mercy Street","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7462,40.62605]},"left_right_index":0,"mp_id":"105740303","mp_crag_id":"105739476","climb_id":"4e2VydyaUlORqh9r+DriLQ==","areaRef":"lTqghY9XW1GN/7Y+ARMmRg=="},"content":{"description":"This is the furthest west of the main wall climbs.  It starts up the pedestal, which can be attained by walking west and then clambering up the gully.  It climbs a left-facing crack left of the overhung bolted face.  Nice jams, but short.  Well protected.","protection":"Bring medium to large gear for the climb, and also for the anchors up top.  Bring some runners also.  Walk off to the NW.","location":""},"__v":0},{"_id":"yXvRLipQVGqYOFOcJ5zR6g==","name":"Mercy Buckets","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7462,40.62605]},"left_right_index":1,"mp_id":"107262554","mp_crag_id":"105739476","climb_id":"yXvRLipQVGqYOFOcJ5zR6g==","areaRef":"lTqghY9XW1GN/7Y+ARMmRg=="},"content":{"description":"This route is the bolted route right of mercy street. This rout has 3 bolts and then a single top bolt at the top (not two like the book shows) The crux is between the 2nd and 3rd bolt I think.","protection":"I put in a yellow metolius to the right of the single bolt at the top as a back up. This is a single bolt rap. all the bolts look pretty solid though.","location":"getting there is a bit of a scramble. Walk around the most northern side of bumble bee wall. you will walk up and to the top of the pedestal."},"__v":0},{"_id":"qHAnSg6DVU6IgRGTsRjopg==","name":"Fowl Play","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Brian Smoot, Glen Henshaw 1995","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7462,40.62605]},"left_right_index":3,"mp_id":"105740792","mp_crag_id":"105739476","climb_id":"qHAnSg6DVU6IgRGTsRjopg==","areaRef":"lTqghY9XW1GN/7Y+ARMmRg=="},"content":{"description":"Fowl Play climbs up the center of the main face.  Scramble up a ledge system to gain the start.  This climb is steep and long, an excellent lead, and with a crux right at the end.  What more could you ask for.","protection":"Fowl Play has 2 bolts for anchors and it requires 10 draws for the climb.  Rappel with a 60 meter rope and aim for the pedestal.","location":""},"__v":0},{"_id":"hWwiogs3UyK7BwoxeHy4RQ==","name":"Check Point Charlie","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Anyone know?","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7462,40.62605]},"left_right_index":4,"mp_id":"106156898","mp_crag_id":"105739476","climb_id":"hWwiogs3UyK7BwoxeHy4RQ==","areaRef":"lTqghY9XW1GN/7Y+ARMmRg=="},"content":{"description":"The crux is down low where the route overhangs slightly. Takes nuts really well and the rock is really solid the whole way. Route follows multiple crack systems but is rather obvious when you begin climbing. Avoid clipping the bolts for fowl play too soon. This route officially ends when you reach the large ledge about 3/4 of the way up Fowl Play. Continue up Fowl Play clipping its bolts until the Fowl Play anchor is reached.","protection":"Standard rack will suffice. As with all the routes on bumble bee, it takes nuts really well.\n\nFinish at the anchors for Fowl Play.","location":"Between Fowl Play and the Bee Pitch. Crack angles rather steeply to climbers left and then gets a bit thinner after a slight ledge is reached.You will be changing cracks multiple times during the climb. Avoid clipping fowl play bolts to early in the climb.  Rap from Fowl Play anchors using a 70 m rope."},"__v":0},{"_id":"XMvK5bDxV+WikRZNBdXHgw==","name":"Bee Pitch, The","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Dave Wood, Bob Irvine 1961","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7462,40.62605]},"left_right_index":5,"mp_id":"105740684","mp_crag_id":"105739476","climb_id":"XMvK5bDxV+WikRZNBdXHgw==","areaRef":"lTqghY9XW1GN/7Y+ARMmRg=="},"content":{"description":"The Bee Pitch climbs the obvious system which splits the Bumble Bee Wall, just right of Fowl Play (5.9 bolted route).  The start is a bit hard to pick out.  Look for two cracks which meet at a chockstone with webbing on it to mark the route.\n\nP1) Climb the left crack through tough bulges up to the chockstone, then jam up to a chain anchors just left of the crack. 5.8 hard\n\nP2) Make a difficult bulgy move off the belay, than really easy climbing leads to a ledge system. 5.7\n\nP3) Scramble up the really easy gully to another ledge system. 4th class\n\nDescent) Walkoff possible.  Other options: rappel after pitch one (the 2nd and 3rd are not good), or rappel after pitch 2 (Fowl Play's anchors - 100 feet to the ground).  I combined P2 & P3, but than downclimbed P3 to the Fowl Play anchors.","protection":"Standard Rack.","location":""},"__v":0},{"_id":"B9ot1qWsUsKWHECP87zwXg==","name":"Addis Ababa","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"James Garrett and Franziska Garrett, September 2013","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7462,40.62605]},"left_right_index":8,"mp_id":"108367846","mp_crag_id":"105739476","climb_id":"B9ot1qWsUsKWHECP87zwXg==","areaRef":"lTqghY9XW1GN/7Y+ARMmRg=="},"content":{"description":"Like its namesake city, this route exemplifies that even in the midst of dirt, poverty, and chaos (choss), one still finds many positive traits and wonderful people. With that said, this route, like the city of Addis Ababa, is not a place for everyone, (especially the choss averse!).\n\nA fun beginner adventure route, but don't forget to wear your helmet. Maybe you'll look like a dork, but your Mom will forever be grateful.\n\nPitch #1: Climb up the buttress past several bolts to a steep overhanging bulge. Tread lightly though the brief impasse to loose, but easy terrain to a two-bolt belay under a roof. 5.6, 25m.\n\nPitch #2: Pass the first of two bulges protected by a few more bolts and follow the arête to another two-bolt belay. 5.6, 25m.\n\nRappel the route.","protection":"QDs (about 7 per pitch or more if you want to link the pitches).\n\nA few small cam placements are possible.\n\nBelays are bolted. Linking the two pitches may result in significant rope drag.","location":"From parked car to rope up spot, 5 minutes walk. The right skyline crest of rock of Bumblebee Wall that emerges from the gully separating Bumblebee Wall and Psychobabble Wall. Scramble up to the base of the ridge and start climbing at a glue in-bolt.\n\nRappel the route."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ee1d37e7-dc41-5c26-a358-5d51af01f499,5f0ed4d8-ebb0-5e78-ae15-ba7f1b3b5c51,e838736e-03de-5522-b170-850c7ffcb2ac,26a193ca-cb5e-5423-8ead-6db185433cfb,d31824ba-5b3d-5e76-bbbf-9ea2b7729f9f,953aa085-8f57-5b51-8dff-b63e01132646","pathTokens":["USA","Utah","Wasatch Range","Central Wasatch","Big Cottonwood Canyon","Storm Mountain Picnic Area","Bumble Bee Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10-"},{"count":2,"label":"5.9+"},{"count":2,"label":"5.9"},{"count":1,"label":"5.7+"},{"count":1,"label":"5.11b"},{"count":1,"label":"5.8+"},{"count":1,"label":"5.6"}],"byDiscipline":{"trad":{"total":7,"bands":{"unknown":0,"beginner":2,"intermediate":4,"advanced":1,"expert":0}},"sport":{"total":2,"bands":{"unknown":0,"beginner":1,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":3,"intermediate":5,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-111.7462,40.62605]},"bbox":[-111.74679245689924,40.62560033981814,-111.74560754310076,40.626499660181864],"left_right_index":-1,"ext_id":"105739476","area_id":"lTqghY9XW1GN/7Y+ARMmRg=="},"content":{"description":""},"density":0,"totalClimbs":9,"__v":1,"createdAt":"2022-11-07T06:26:23.683Z","updatedAt":"2024-01-15T16:49:03.551Z"}