{"_id":"6368a214e80bff5a9955d9ca","area_name":"Perp Area","shortCode":"","climbs":[{"_id":"cvS5QMmoWVGRdxTieIa20w==","name":"Puddy Girl","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.764,35.7358]},"left_right_index":2,"mp_id":"106106935","mp_crag_id":"106027407","climb_id":"cvS5QMmoWVGRdxTieIa20w==","areaRef":"moNkvWnEVrquWF0VzIdS3w=="},"content":{"description":"Puddy Girl is one of the hardest lines in the canyon, ascending a SW-facing buttress of bulges on high-quality granite.  The route offers intruiging moves and a somewhat spicy final sequence.  Unfortunately a no-hands rest at mid-height reduces the line to a series of two excellent boulder problems. \n\n  Begin easily with opposing sidepulls on light brown, relatively poor rock.  At the third bolt the angle kicks back, but a weakness on the left provides good holds, leading to a big move to a great jug.  Mantle onto the slab and rest as long as you like. \n\n  Traverse right onto the hanging prow.  Sloping sidepulls and an excellent double-crimp work over the bulge.  The crux comes trying to get the feet established on the headwall, and clipping the 7th bolt.   A few more thin moves with difficult-to-see feet lead to the anchor.","protection":"7 bolts, 2 BA, which currently has fixed biners.","location":"Puddy Girl is the next route right (S) of Never Forget, or the next route left (N) of Dough Boy, beginning a few feet west of the creek, at creek level."},"__v":0},{"_id":"6872gR3MWFOnkJFF36OgPg==","name":"Never Forget","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"Marc Beverly and Lance Hadfield","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.764,35.7358]},"left_right_index":1,"mp_id":"106027607","mp_crag_id":"106027407","climb_id":"6872gR3MWFOnkJFF36OgPg==","areaRef":"moNkvWnEVrquWF0VzIdS3w=="},"content":{"description":"This unmemorable route doesn't leave much of an impression.  Never Forget might make for a suitable warmup if all the other moderates are taken on a busy weekend.  Otherwise the nearby Left Arrow has much better warmup options than this short, dirty line. \n\n  Begin on the prow, then move up black-stained rock into the shallow dihedral.","protection":"Bolts.","location":"Ascends the prow of the short buttress immediately right of the Right Arrow.  The middle bolted route on the lower Perp cliff (left of Puddy Girl)."},"__v":0},{"_id":"mB6FSqEpUSGlay9hjb0+yw==","name":"Git That Worm","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Marc Beverly and Lance Hadfield","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.764,35.7358]},"left_right_index":0,"mp_id":"106036688","mp_crag_id":"106027407","climb_id":"mB6FSqEpUSGlay9hjb0+yw==","areaRef":"moNkvWnEVrquWF0VzIdS3w=="},"content":{"description":"A bolted route just left of Never Forget provides a good beginner lead, with the crux off the ground unless you stem to the gully on the left.  A steep section with big holds is found at the 3rd bolt and is pretty fun.  Up high, you the climb turns into scrambling up some easy blocky stuff (3rd class); this part doesn't have bolts, but you won't fall. \n\n  From this climb, you can set a TR on Never Forget (5.9), as they share the same anchor. \n\n  I cleaned up a significant amount of broken glass from the upper section of the climb, but some may remain; this may have been from the efforts of someone trying to \"Git That Worm\"!","protection":"4 bolts to a 2-bolt anchor (shared with Never Forget).","location":"Left side of the Perp area, in the rock left of Never Forget.  Leftmost route on this cliff."},"__v":0},{"_id":"iSjgI998WrKo98pk9zd0aQ==","name":"Dough Boy","yds":"5.13b","grades":{"yds":"5.13b","french":"8a"},"fa":"Lance Hadfield","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.764,35.7358]},"left_right_index":3,"mp_id":"105888054","mp_crag_id":"106027407","climb_id":"iSjgI998WrKo98pk9zd0aQ==","areaRef":"moNkvWnEVrquWF0VzIdS3w=="},"content":{"description":"This is the hardest completed route at Gillman.  Its shorter than most gym routes, and the upper half is mid-5.11, so basically you're lookin' at a 15 foot boulder problem, which explains this route's absurd popularity.  The route is hard right off the ground with a tricky move to get established.  The crux comes about 6 feet off the deck with dynamic moves to small, slopey crimps.  Stick clip highly recommended.  \n\n  The route is listed as 13c in the guide book (Jemez Rock, by J. Marc Beverly, Sharp End Publishing), but its more like light duty 13b.  I doubt very much this route would be given a grade any harder than 13a at Rifle, but hey, this is NM.   \n\n  The route faces west, and so is probably climbable year round (I did it in July).  Given the narrow-ness of the canyon, in winter it probably only sees brief sun.","protection":"4 QDs","location":"This route is about 50 feet downstream from Puddy Girl, on the East side of the river.  The trail from the Broken Arrow and Perp areas does not continue to Dough Boy, so to approach, begin from the road, locate the route, and cross the river about 10 feet downstream from the route."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,98c839d1-f0d4-5006-bb58-276b12f05bd0,671e371a-61db-5214-840e-77ebd0ac59fa,2ce20db0-184d-5608-9b1a-834a85bea475,317871b5-6704-5344-97ef-ae58697438c4,9a8364bd-69c4-56ba-ae58-5d15cc8752df","pathTokens":["USA","New Mexico","Jemez Mountains and Jemez Valley","Gilman Tunnels","Broken Arrows, The","Perp Area"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.12c"},{"count":1,"label":"5.9-"},{"count":1,"label":"5.5"},{"count":1,"label":"5.13b"}],"byDiscipline":{"sport":{"total":4,"bands":{"unknown":0,"beginner":2,"intermediate":0,"advanced":1,"expert":1}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":0,"advanced":1,"expert":1}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-106.764,35.7358]},"bbox":[-106.76455396056672,35.73535033981813,-106.76344603943328,35.73624966018187],"left_right_index":-1,"ext_id":"106027407","area_id":"moNkvWnEVrquWF0VzIdS3w=="},"content":{"description":"The scattered routes of the Perp Area are of substantially lower quality than those of the neighboring Broken Arrows, but this area does offer some worthy lines.  The Perp Area is the collection of routes right (S) of the Right Arrow, including those on the short buttress just right of the Right Arrow, those beginning from the sloping ledge just above this buttress, and the routes many yards to the right, including Puddy Girl and Dough Boy."},"density":0,"totalClimbs":4,"__v":1,"createdAt":"2022-11-07T06:13:47.519Z","updatedAt":"2022-11-25T11:20:30.571Z"}