{"_id":"6368a36ae80bff5a99582a14","area_name":"Three Fingered Jack","shortCode":"","climbs":[{"_id":"yHbJfe5lWaCsaGAFrbl9Sg==","name":"South Ridge Route","yds":"5.2","grades":{"yds":"5.2","french":"3"},"fa":"unknown","type":{"trad":true,"alpine":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-121.84332,44.47776]},"left_right_index":0,"mp_id":"106266547","mp_crag_id":"106264652","climb_id":"yHbJfe5lWaCsaGAFrbl9Sg==","areaRef":"QltHvTdiVJGEK4tB8f30Fg=="},"content":{"description":"Find the climbers trail off the PCT about 5 miles in, there is a very large cairn marking the climbers trail so don't jump the gun to get on the ridge to early! Follow the climbers trail uphill onto the ridge proper then traverse the ridge uphill towards the summit plug. The trail is easy to follow and you don't need or really want to rope up till the traverse about 250 vertical feet below the summit, at this point most will rope up for the very low 5th class traverse that has some good exposure on the east side. On the traversing pitch there are two fixed pins for you to clip and the rest of the reliable protection comes from slung horns for your belays, this can be done as one or two pitches depending on rope length, 70m required to do as one. Next head up a short scree slope towards the summit plug and then encounter a short chimney/water runnel, head up the steep (5.2) chimney towards you next belay station (a slung horn) and set another belay here. At this point the rock quality improves and if you aren't unnerved by 3000 foot exposure then a short easy scramble will take you to the summit, for those without nerves of steel you can rope up for a very short, and surprisingly enough, well protected pitch to the summit. There is a slung horn on the summit to rappel back to the top of the chimney pitch. From there use the next rappel station to get you back to the short scree section before the traverse, scamble down the scree slope and set up a belay for someone to re-lead the traverse pitch. Alternately if you have a larger group or bring a second rope with you then you could have left the traverse line fixed on your way up and just have people prussik back across the traverse. The final person will regardless have to down-lead this easy, but gritty pitch.","protection":"Some would no doubt feel very comfortable just scrambling to the top, but for those who desire protection I would say a set of nuts, a few small and med hexes, and maybe a few tcus if you want them (definitely optional on the tcus though), and some extend able draws (i brought four). Like mentioned above there are two fixed pins on the crux traverse, generally protection on the whole route is poor and definitely suspect, so be comfortable on run-outs and poor quality rock. There are two fixed rappel stations but make sure to bring extra webbing/rings to add to them if need be, and extra cordage for your horn slung belays.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,5f05ed84-1a18-52d9-b8cf-77f8fd01e061,31ffef7e-7525-56f7-a9cc-446dbd7b624d,425b47bd-3762-5491-842b-8b41f1fdf416","pathTokens":["USA","Oregon","Oregon Volcanoes","Three Fingered Jack"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.2"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"alpine":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-121.84332,44.47776]},"bbox":[-121.843950197655,44.47731033981814,-121.84268980234499,44.47820966018186],"left_right_index":-1,"ext_id":"106264652","area_id":"QltHvTdiVJGEK4tB8f30Fg==","polygon":{"type":"Polygon","coordinates":[[[-121.843950197655,44.47731033981814],[-121.84268980234499,44.47731033981814],[-121.84268980234499,44.47820966018186],[-121.843950197655,44.47820966018186],[-121.843950197655,44.47731033981814]]]}},"content":{"description":"Three Fingered Jack, named for its distinctive shape, is a Pleistocene volcano in the Cascade Range of Oregon. It is a deeply glaciated shield volcano and consists mainly of basaltic andesite lava.It was first climbed in 1923 by six boys from Bend, Oregon, or members of The Mazamas. Generally the rock quality is poor, although it is better closer to the summit. Jack isn't a very technical mountain, by the easiest route, but it offers stunning views of most of the cascade volcanoes to both the north and south. Usually once you break the treeline it is pretty windy, and most ascents are done from June through October."},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T06:19:25.320Z","updatedAt":"2024-01-20T01:05:44.045Z"}