{"_id":"6368a36ae80bff5a99582a3d","area_name":"e. Bill's Buttress","shortCode":"","climbs":[{"_id":"TYC+eZrCVea0y06Yy9QENQ==","name":"Bill's Buttress Area Notes","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"various","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.56473,45.551]},"left_right_index":0,"mp_id":"105994789","mp_crag_id":"105913989","climb_id":"TYC+eZrCVea0y06Yy9QENQ==","areaRef":"1e7CGppeVAe7F2kbgD1ISQ=="},"content":{"description":"I saw the buttress posted here and though I should add this. There are currently 5 distinct and separate moderate trad routes here, and 3 more slight variations of the 5. They all go between 5.8 and 5.10. Only 2 of them have names. On the far left, as you start up the 4th class which goes to the top, is the obvious crack \"Corona Glass Houses\", 5.10- named by Bryan Schmidt after he and I did the FA. The other routes it's nice to have a 70M rope. I noticed that my blue Mammut 60m JUST reached the deck on the right side, then came back a year later and the identical rope ends were over 15' short one each end! (Lots of use in that rope in a year, water and washing will shirk them that much) So watch your rope ends! \n\n  The 2nd line is slightly down the hill and starts just left of the fir tree. It can be finished 2 ways. Left @ slightly over the 1/2 way mark into a wide crack (#7 or 8 hex is bomber at the start of the wide stuff)- or just continue straight up the obvious crack, still a bit dirty but getting cleaner - and harder. After a Labrador sized foothold block pulled off near the top, but it goes and finishes at bolts.  \n\n  The 2nd named line is immediately to the right of the big fir tree at the base which ascends an intermittent crack up and slightly right and is named \"The Plum\" @ 5.9 off the ground then easing.  \n\n  The crack on the right of the Buttress was originally rope-soloed by me FA off the Maple tree 25 feet up off the deck, which is also the traditional start to Dream Weaver, the classic 5.9 Mike Pajunas route. My route starts @ 5 feet left of Mikes route. Later the line below was cleaned off and added so Dream Weaver can finally be done ground up as well. Like all of the routes on the Buttress, that start has evolved: from originally grabbing a clump of sword ferns, then grabbing a nice rock hold revealed when the Sword fern finally got pulled off, to now a difficult start and possibly the crux for the 2 routes on the right when the nice hold got yanked off.   \n\n  More so than most quarry lines, this area still has some significant potential for injury and grade changing with loose blocks becoming more so as they frost heave over the years, so keep a wary eye out and belay near/behind the big Douglas Fir tree or the overhang mentally prepared to duck out of the way no matter if leading or following.  If you are leading, be aware that the loose nature of the area may mean that your perfect looking protection may pull right out as that huge block simply shifts when you fall. So overprotection is encouraged, and if your partner grief's you out over how slow you're going, you know which finger to utilize to non-verbally explain your position and your thoughts:-) There had been a perfect fingercrack in the upper part of the middle route which simply disappeared when the 300 + lb block fell off, making that route significantly more difficult.  \n\n  Various other folks have assisted as well cleaning and belaying: Ujhan Davvison, Ron Kirby , Stan Miller, Jim Robinson (who named the location) and a few folks who I just rounded up or who showed up and I didn't know their names.  ","protection":"Mostly small cams to 1\" and wired nuts with an odd hex here or there. \"The Plum\" will take a couple of large hexes nicely at the top, as will the bottom of the center left line where it gets to be a 18\" squeeze thing about 1/2 way up the cliff. There was only a single bolt on the buttress for pro. I would not have added that bolt except that I had separated the tendon sheath in my forearm, and despite extensive taping it still hurt. (But Bryan led that one anyway, and was glad for the bolt)  \n\n  These lines were done after extensive cleaning (previewing). More than once I heard after doing a line that it was runout or scary. My feeling is this, if you want to add bolts for protection (and as these were all done first by me) my feeling is just put them in.  Why don't you rap down and lever out a few loose blocks while you're at it cause I pulled the first 3 tons off and I'm about burnt out:-) ","location":"The Buttress area is 50-60 feet west of Video Bluff. If you go down the 4th class west of Video and keep going to the base, you are standing right there, most likely in a pile of glass. The next area further over to the West is the Dream Weaver Area. Alternatively, rappeling off of one of the 3 sets of bolted anchors works to reach the base, be aware that a 70 meter rope is best as a 60 meter rope will JUST reach for the main wall. If you have an old, well washed and used 60M keep a sharp eye on the ends as it most likely not touch the base."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,5f05ed84-1a18-52d9-b8cf-77f8fd01e061,c80d3abd-beab-5467-a559-edee707f68bd,51acd6f2-632c-5490-a408-70519608514b,d5eec21a-9a5e-5407-bb17-691b803d4849","pathTokens":["USA","Oregon","Portland & The Gorge","Rocky Butte","e. Bill's Buttress"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.9"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-122.56473,45.551]},"bbox":[-122.56537212024351,45.55055033981814,-122.5640878797565,45.55144966018185],"left_right_index":-1,"ext_id":"105913989","area_id":"1e7CGppeVAe7F2kbgD1ISQ==","polygon":{"type":"Polygon","coordinates":[[[-122.56537212024351,45.55055033981814],[-122.5640878797565,45.55055033981814],[-122.5640878797565,45.55144966018185],[-122.56537212024351,45.55144966018185],[-122.56537212024351,45.55055033981814]]]}},"content":{"description":"Short top rope climbs at Rocky Butte they are not in the olsen book. \n\n  These are the chains located towards downtown approx. 60-70 feet from Video Bluff. Their are 3 climbs and they take full length ropes to reach the ground."},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T06:19:25.871Z","updatedAt":"2024-02-19T18:39:13.374Z"}