{"_id":"63689d12e80bff5a994f1a7d","area_name":"6th Tower","shortCode":"","climbs":[{"_id":"8j3WLCXZWDeA3tcsaXENZQ==","name":"The Sixth Sense - Sixth Tower","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"7-2018 Jason Nelson, Dylan Miller","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-134.46682,58.53199]},"left_right_index":1,"mp_id":"114969254","mp_crag_id":"117524694","climb_id":"8j3WLCXZWDeA3tcsaXENZQ==","areaRef":"6Jbt0+hyWs2Xb8z3sqnuIw=="},"content":{"description":" From many angles, the Sixth Mendenhall Tower is not as impressive as some of its brothers.  The climbing however, told a different story. We chose a steep and direct route up the face that featured excellent climbing pretty much the entire way.  The route more or less followed the broad south buttress of the tower.  Easier, wandering lines could be found to the left of our route, and other potentially great steep cracks could be found to the right of our line. 1. We exited the glacier across a small ice bridge onto a series of ledges (5.7) that led to a ledge at the base of a steep wall, 60'. 2. A fist crack with hidden inset crack starts out the fun, followed by splitter hands on the right wall, and a difficult exit (5.10+/5.11-) onto the ledge system above. 150'. 3. Traverse left across the lower angle ledges (3rd class) then upwards for about 200-250' to the left most of a series of steep splitter cracks. 4. Climb splitter fist crack through two steep sections before moving left for a few moves.  Belay on a ledge about 180' up.  5.10. 5. Climb a hand crack on the left, move right and then into a big chimney and ascend a series of cracks on an overhanging face in the back of the chimney to a ledge. Continue up the buttress above as rope drag allows and belay. 5.10, 180'.   6. Move the belay to the base of the buttress (3rd class). 7. We climbed the right side of the buttress proper up dark grey rock. A series of \"steeper than they looked\" cracks eventually lead into a short chimney  to a belay on a chockstone at the top of the pillar.  (5.10+, 160'). 8. A difficult boulder problem protected by medium stoppers gains a mossy horizontal crack.  Move left along the horizontal into a wide chimney with cracks. Climb up onto the buttress and up mossy slab. (5.11, 130') 9. Ascend a few steps of steep rock to the summit (5.9, 100').  \n\n Descent: We rapped about 200' east of the final pitch to a snow patch on the big ledge.  From there we traversed the ledge and Rappelled 2 more times about 20' west of the middle steep section.  Again we walked down through the easy terrain and rappelled 200' back to the glacier just a few feet west of the first section of steep climbing.  ","protection":"2x camalots to #3, 1x camalot #4, stoppers, slings","location":"The route begins on the steep South Buttress of the tower.  It's right where a shrund splits the glacier above and you can't really pass this obstacle easily (at least not in current conditions).  "},"__v":0},{"_id":"wR2WM/LgX76Kval4ECH7qg==","name":"Butter Snickers","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Alex Burkhart, Matt Callahan, Kevin Walsh 8/9/2019","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-134.46682,58.53199]},"left_right_index":0,"mp_id":"117620803","mp_crag_id":"117524694","climb_id":"wR2WM/LgX76Kval4ECH7qg==","areaRef":"6Jbt0+hyWs2Xb8z3sqnuIw=="},"content":{"description":"This four pitch route climbs quickly, is easy, has straight forward route finding, and protects well; making it for a great option on a fly in day. This route could also be a great introduction to the Mendenhall towers if the Solva buttress seems big.\n\n Before starting the climb, you should consider scoping out the upper gully to give you a sense of direction for the first two pitches (up and right). The first two pitches follow blocky terrain to the base of a gully, you should follow the path of least resistance.\n\n If you are comfortable climbing at 5.8 this route could easily be done in mountaineering boots. All of the cracks are featured. It would be challenging to descend back to the start of the climb to get your boots. Do not leave them at the start.\n\n Pitch 1 - 5.8 start on blocky/stair steppy terrain and work your way up and to the right towards the gully. This could be easier or harder depending on where you cross the moat.\n\n Pitch 2 - 5.6 continue going up and right on blocky terrain to the bottom of the gully. There should be plenty of belay options at the top of the pitch.\n\n Once you reach the bottom of the gully scramble up through 4 class terrain. This gully is fairly stable in terms of alpine gullies, so walking up with a partner should be fine. The walls encompassing the gully seemed fairly solid, so rock fall from above was not a concern. Continue up for ~150 m until you hit a crack to the right. You could also stay in the gully to the ridge. The upper gully steepens and looks looser, but this would likely provide an easier way to the summit.\n\n Pitch 3 - 5.8 this is the money pitch. Work your way up a featured crack system.\n\n Pitch 4 - 5.8 this is a short and featured crack. Belay from the ridge.\n\n 4th class scramble up the ridge to the summit.\n\n Descent: During our ascent we opted to carry our boots with us and traverse to the seventh tower to descend. Since the first two pitches traverse far left it may be hard to get back to your boots at the bottom. Consider bringing up boots and follow the 6th sense descent description, or down scramble the ridge and rap the route, establishing anchors.","protection":"A single rack of .3-3, single set of nuts, slings for boulders/belays, 60 m rope","location":"The route begins on the left side of the 6th tower and follows a light/white patch of blocky granite that trends towards a large gully."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,6eaa5769-cc0d-546f-9a11-211d3d4dc321,a0ac6b10-c13d-5622-86a2-badaba09127a,9a470b33-5dc6-545c-b5df-ac12c52f3b69,26fc54bd-8932-5078-bf74-9db8e7adabcc,e896edd3-e872-5acd-976f-ccf7b2a9ee23","pathTokens":["USA","Alaska","Southeastern Alaska/Coastal Range","Juneau","Mendenhall Towers","6th Tower"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11"},{"count":1,"label":"5.8"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":1,"expert":0}},"alpine":{"total":2,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":0,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-134.46682,58.53199]},"bbox":[-134.46768138096317,58.53154033981814,-134.46595861903685,58.53243966018186],"left_right_index":-1,"ext_id":"117524694","area_id":"6Jbt0+hyWs2Xb8z3sqnuIw==","polygon":{"type":"Polygon","coordinates":[[[-134.46768138096317,58.53154033981814],[-134.46595861903685,58.53154033981814],[-134.46595861903685,58.53243966018186],[-134.46768138096317,58.53243966018186],[-134.46768138096317,58.53154033981814]]]}},"content":{"description":"6th tower from left when viewed from town"},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T05:52:29.724Z","updatedAt":"2024-02-19T18:27:43.480Z"}