{"_id":"6368a214e80bff5a9955d7cc","area_name":"Legs, The","shortCode":"","climbs":[{"_id":"+Kx0VapbVpiWcHoGn1W5cw==","name":"No Questa About It","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Dave Baltz, Bruce Doeren, Mark Dalen summer 1978","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.53739,36.79544]},"left_right_index":2,"mp_id":"108162719","mp_crag_id":"106613549","climb_id":"+Kx0VapbVpiWcHoGn1W5cw==","areaRef":"dYHmGBevW/yNoui1VoxPJg=="},"content":{"description":"This 3-pitch moderate is the first route done on the crag. Climbed on an off day while working on Johnny Questa in the summer of 1978, No Questa features fun sections of knobby face & finger to hand-size crack climbing.P1: Climb a steep dihedral/trough (5.8) then wander up ledges to a shelf of trees.P2: A short steep hand crack in the left wall (5.9) leads out on the flake. Traverse on handrail & chickenheads then climb cracks & knobs to a groove (5.7) that ends on the broad sloping ledge beneath the final headwall.P3: Climb straight in finger & hand crack (5.7 or 8), cross the arete & run it out & off right.Descent: Either traverse off right to the descent gully/talus slope (may involve a tree rappel) or continue up Questa Flatiron Original Route to the top of the formation (requires 30' rappel).","protection":"Route was climbed using 50 meter ropes & hexcentrics. No fixed pro, none needed.  Although a number of bolted anchors have sprouted along this route, these belong to climbs that flank both sides of the Legs formation & should not mislead as to where NQAI goes ...","location":"Route begins at the toe of the buttress on the east side.  The first pitch aims for a horizontal flake visible a hundred or so feet off the ground before heading straight up the arete, finishing with a jamcrack & airy traverse."},"__v":0},{"_id":"X3YI1P43U0uenIe4Z4BnqQ==","name":"The Full Repertoire","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Jay Foley and Dan Greenwald","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.53739,36.79544]},"left_right_index":1,"mp_id":"110462494","mp_crag_id":"106613549","climb_id":"X3YI1P43U0uenIe4Z4BnqQ==","areaRef":"dYHmGBevW/yNoui1VoxPJg=="},"content":{"description":"A varied and direct line up the center of the legs buttress.  Start 15 feet left of New Again on top of a boulder.  P1: Climb up oak bush gulley until end and then traverse left in cleft and then up slab to belay near base of right facing dihedral (5.7 PG13, 180ft).  P2:  Climb up sustained right facing dihedral and then pull steep lay back moves up to a hand crack that leads to belay ledge (5.10c, 120ft).  P3: Climb the awkward  groove to easier terrain and belay at the base of the flared chimney (5.10a, 70ft).  P4: Climb up flared chimney until it ends and then angle left to the BMPM bolted anchor (5.10a, 140ft).  Descent: Rap BMPM (2 ropes needed) or continue up the flatiron summit via the 'au cheval' arete. ","protection":"Standard Rack up to #4 camalot.","location":"Start just left of New Again.  Center of legs formation."},"__v":0},{"_id":"hC8JW1nvVvW0Fg0Yutn+5w==","name":"Bear Mountain Picnic Massacre (Original 5.8)","yds":"5.8-","grades":{"yds":"5.8-","french":"5b"},"fa":"Jay Foley, Paul Judges, Donna Longo and Joaquin Kline","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.53739,36.79544]},"left_right_index":0,"mp_id":"106054152","mp_crag_id":"106613549","climb_id":"hC8JW1nvVvW0Fg0Yutn+5w==","areaRef":"dYHmGBevW/yNoui1VoxPJg=="},"content":{"description":"An excellent description is already published in Jay's Book.\n\nPitch 1 (5.7) - Climb starts at cairned slab. The belay stance is in an alcove on a narrow ledge. Rope-up below small tree and stay on slab left of gully to large tree with slings (1st belay) or pass this small tree, climb 10' more to a two-bolt anchor (no rings/chain, just two bolts/hangers.)\n\nPitch 2 (5.7 or 5.10) - From here you can continue left on 5.7 slab to a gear anchor (#2 camalot and a bigger nut work great) on a sloping, nice ledge at the base of wall (pass 2nd tree with slings - this tree is 61 meters from the starting ledge). The other choice (preferred) climbs up right from the first belay to a bolted 5.10 slab.\n\nPitch 3 (5.8) - The 3rd pitch is stellar. Bring adequate runners for slinging chicken heads. Three choices on the finish. The standard goes direct into the short steep cleft with a finger to hand sized cam protecting the final 5.8 moves. Other finishes go left on 5.7 unprotectable slab with wild exposure or right into the loose gully (5.5) to the flat top with a big tree with slings on it. One of the best 5.8 trad pitches anywhere. \"The top pitch of the Five Eight Variant was pure magic, dramatis, steep and yet with superb holds\" Sir Chris Bonnington.\n\nPitch 4 (5.8) - The original BMPM route ended at a bolted belay/rappel anchor at the top of pitch 3. But do yourself a favor and climb one more 40m pitch to the summit of the Questa Flatiron. Instead of stopping at the belay/rappel anchors at the top of pitch 3, continue up to the large tree with slings on it. From the big tree with slings, climb up a short slab with a finger crack to reach the ridge. Climb left along the ridge staying on the ridge proper or just to the left. Clip a single bolt protecting an airy, thin move to a huge, round hueco. Cruise great chicken heads to the summit. From the summit, do a 40' rap off a bolted anchor down into the gully behind the summit and walk back down to your packs at the base. See the \"Descent\" section below.","protection":"Standard rack, few extra runners for slingin' necks.","location":"Approach as for Questa Dome but turn left and work way uphill about 50 ft. prior to finally reaching stream. Walk between boulders on faint climber trail to base of Legs (of El Oso).\n\n Trailhead: N36°47.8597 W105° 32.8762"},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,98c839d1-f0d4-5006-bb58-276b12f05bd0,03122f56-29be-54e4-8fa0-b6acfcea22fd,896af161-3c3f-52fc-b58f-9191fe647ff0,7581e618-17af-5bfc-8da2-e8b5568c4f26","pathTokens":["USA","New Mexico","Taos Area","Questa Dome","Legs, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.9"},{"count":1,"label":"5.10c"},{"count":1,"label":"5.8-"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":0,"beginner":1,"intermediate":2,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":2,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.53739,36.79544]},"bbox":[-105.53795152840891,36.794990339818135,-105.53682847159108,36.795889660181864],"left_right_index":-1,"ext_id":"106613549","area_id":"dYHmGBevW/yNoui1VoxPJg==","polygon":{"type":"Polygon","coordinates":[[[-105.53795152840891,36.794990339818135],[-105.53682847159108,36.794990339818135],[-105.53682847159108,36.795889660181864],[-105.53795152840891,36.795889660181864],[-105.53795152840891,36.794990339818135]]]}},"content":{"description":"The Legs (also called the Nutcracker) is a smaller formation left of the main Questa Dome, and is the 2nd biggest rock in the area. It is home to a nice popular 3-pitch 5.8 route (Bear Mtn. Picnic Massacre), with a 5.10 variation (more info on this climb can be found in J.Foley's Taos Rock). This formation is a good choice for a first visit to this area.\n\n 2 ropes are required for the standard rappel descent but there's also a walk-off option if you continue to the summit of the Questa Flatiron.\n\n There is also potential for find-your-own adventure climbs in the 5.5-5.8 range up the low-angle crack systems right of the Legs, yet left of Questa Dome proper.  Some of these are documented elsewhere (see link in comment below)."},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T06:13:42.407Z","updatedAt":"2024-01-20T01:04:51.495Z"}