{"_id":"6368a50be80bff5a995afe3d","area_name":"Bridge Mountain","shortCode":"","climbs":[{"_id":"UhA8CX9cVaSkTLeZpKxNig==","name":"Bridge Mountain SE Ramp","yds":"Easy 5th","grades":{"yds":"Easy 5th","french":"1+"},"fa":"B. Sheep","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-112.96618,37.20605]},"left_right_index":999999,"mp_id":"118118391","mp_crag_id":"111004606","climb_id":"UhA8CX9cVaSkTLeZpKxNig==","areaRef":"ZIMzYmy2VEG3L5f1K6532A=="},"content":{"description":"This route is fairly easy in a climbing sense, but still requires good micro route-finding and slab scrambling. \"Desert-neering,\" even.\n\nStart at the east entrance of the gully between Bridge and G2. An obvious ramp cuts up the SE face. Scramble up the ramp, occasionally diving left into a small gully until reaching steeper terrain. The ramp goes somewhere around 4th class to easy 5th in a spot or two. A couple old webbing-slung bushes might show you you're on route.\n\nAt the headwall, look for a ledge leading due south/left towards a large tree (currently has an old rope/ring for a 30 m rappel). Take the ledge to the tree and beyond to another tree (currently has old webbing  for a 35 m rope stretching rappel ). From this tree, the route scrambles left to some bushes before going straight up a choss corner and slab. One could belay from the tree with a single rope or awkwardly from the bushes with a half rope. The slab is the route crux. Some rate it 4th class. I'd probably go with a tad harder at low 5th relative to other Zion scramble routes.  It certainly provides more spice than the First Flatiron's first 5.6 pitch.\n\nAnyways, a belay can be had off bushes (some scattered webbing) above the slab. Drop rope and scramble more or less working straight towards the summit up with some minor route-finding and 3rd class.\n\nDESCENT:\n\nThe crux slab is not the kind of 4th class or low 5th I'd feel comfortable downclimbing. Rappel 1 goes from the bushes above the slab to the tree (25 m). Rappel 2 goes from either tree. Northern tree is 30 m, southern tree is perhaps 36 m. Down scramble from here a ways to the ramp crux. Another 25 m rappel off a bush takes you to 3rd/4th class terrain with another optional rappel. Consider bringing some webbing to replace the old.","protection":"Sling some bushes. Perhaps a 0.5 BD purple might keep a fall on the crux nasty rather than deadly.","location":"It takes a competent scrambler/desert-neer perhaps 1.5-3 hrs at hiking pace to reach the base of Bridge from Gifford Wash parking on the immediate east side of the tunnel. Searching for \"Bridge Mountain Arch\" on Google might provide some maps for below. Better yet, pick up Courtney Purcell's guidebook.\n\nStart up Gifford Wash, looking for a trail on the right/west side of the canyon to overcome difficulties within sight of the car. After 0.7 miles, look for reasonable 2nd/3rd class slabby terrain on right/west. Ascend the slabs up for about 500 feet to a headwall where a social trail cuts south/left to gain the bowl. Continue up the bowl to a saddle.\n\nFrom the saddle, continue over to the east/west canyon north of Gifford Peak. At the head of the canyon, bypass a dryfall to the north/descender's right. Continue down the narrow canyon to Hepworth Wash. Walk down the wash for half a mile before meandering west to the start of the gully/route.\n\nNoe this peak combines well with G2's NW face (5.easy), Gifford, Hepworth, and others."},"__v":0},{"_id":"5fU/udrGXvCeA9hUqLTBhg==","name":"ACL Arete","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Tyler Philips, Robbie Colbert and friends","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-112.96618,37.20605]},"left_right_index":999999,"mp_id":"111004634","mp_crag_id":"111004606","climb_id":"5fU/udrGXvCeA9hUqLTBhg==","areaRef":"ZIMzYmy2VEG3L5f1K6532A=="},"content":{"description":"ACL Arete is a good route that climbs the right side of Bridge Mountain. As a long 5.10 route in Zion, this is safe with generally excellent rock and a couple of great pitches. The full route is 19 pitches, but many parties stop after P10.\n\nP1 28m 5.10+: Awesome entrance moves through an overhang into a featured finger crack. Two bolts. Bolted belay.\n\nP2+P3 45m 5.9-: Start up the bushy corner then move left following bolts to fixed belay.\n\nP4 30m 5.10+: Excellent rock, fun moves and an airy position make this a great pitch. Fully bolt protected with a fixed belay. There is an alternate bolted pitch to the right with blue hangers.\n\nP5 25m 5.10+: Follow the corner to the first bolt then angle left to the large pod / chimney looming above. The crux protects well with gear.\n\nP6 30m 5.8: Climb the featured chimney to the choss stuffed gully and either belay at the intermediate anchor out right or just clip it to keep the rope from running over the rubble and finish the pitch following the bolt line.\n\nP7 28m 5.10-: Follow bolts up the face to a fixed belay.\n\nP8 30m 5.10-: Climb the featured face with pro in the corner to the line of bolts up the face. Easily linked into P9.\n\nP9 15m 5.9: Clip the bolts up the crispy face. Otherwise follow the crack system up and right.\n\nP10 22m 5.9: Move right of the arete and climb the crack with a couple of bolts.\n\nI did not climb the upper 9 pitches, so have nothing to contribute regarding them.","protection":"","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ee1d37e7-dc41-5c26-a358-5d51af01f499,ae9fb395-eaa7-5798-a5f6-78ad324346de,92a8e6fe-7f49-598a-b39a-d013c33e9ad4,64833362-6cb6-5441-b72f-97f52bae77d8","pathTokens":["USA","Utah","Southwest Utah","Zion National Park","Bridge Mountain"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"Easy 5th"},{"count":1,"label":"5.10+"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":1,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":1,"beginner":0,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-112.96618,37.20605]},"bbox":[-112.96674456916043,37.20560033981814,-112.96561543083956,37.20649966018187],"left_right_index":-1,"ext_id":"111004606","area_id":"ZIMzYmy2VEG3L5f1K6532A=="},"content":{"description":""},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T06:26:22.585Z","updatedAt":"2024-01-15T16:49:01.287Z"}