{"_id":"6368a60be80bff5a995c57b7","area_name":"Prusik Peak","shortCode":"","climbs":[{"_id":"+tULDEIaVnCRBUoUGZXJqw==","name":"West Ridge","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.78373,47.48786]},"left_right_index":0,"mp_id":"105808527","mp_crag_id":"105808510","climb_id":"+tULDEIaVnCRBUoUGZXJqw==","areaRef":"p65H/K5BU/+yOpVgk1U1WQ=="},"content":{"description":"This climb mainly goes up easier terrain on solid rock.  The most distinctive pitch is near the top and goes up a short exposed slab (5.7).  Otherwise the climbing is 5.5 or easier. Stay fairly close to the ridge proper looking for easiest path.  Spectacular position and fun climbing make this a classic.  It would see 100X the traffic if you didn't have to hike 6 hrs to get to it.","protection":"Nuts and pro to 3 inches. There are no bolts but may be able to use slings for anchors.","location":"Coming up from Icicle canyon traverse the west side of the lake and climb to the top of the saddle on the west side of the peak.\n\nRoute Description:\n\nPitch 1 - Begin at the highest point on Prusik Pass. Looking at Prusik Peak you will see a distinct 5.6ish crack that will take you through blocky climbing to the West Ridge. Belay when the ridge levels out or when you hit a flat trail. This is a long pitch\n\nPitch 2 - Follow the flat trail around the Northside of the ridge. Climb up 15 ft to the southside of the ridge. The exposure is great here. Stop and belay at a \"slingable\" block before the 5.7 slab crux.\n\nPitch 3 - Clip the pin and pull the crux. Ascend back to the southside of the ridge for more exposure then drop onto the northside of the ridge, down climb and traverse the trail to the start of the last pitch. Belay from a large ledge system.\n\nPitch 4 - There are two options. The OW climbing on the left (see pic) requires pulling a small bulge on hand jams (5.7ish) and protects with nuts and a .75 cam at your chin. Option 2, to the right, is a layback crack. You can belay the second through a notch at the Peak.\n\nMake 4 single raps to the northside of Prusik Peak and walk back over Prusik Pass. You can easily recover gear from the base of this climb.\n\n(Description from Jonathan Ramirez)"},"__v":0},{"_id":"fd2uCBtDXuqmNIOUj2bD8A==","name":"Stanley-Burgner","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Read the route name","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.78373,47.48786]},"left_right_index":3,"mp_id":"105808515","mp_crag_id":"105808510","climb_id":"fd2uCBtDXuqmNIOUj2bD8A==","areaRef":"p65H/K5BU/+yOpVgk1U1WQ=="},"content":{"description":"This is one of the finest alpine routes you may ever experience.  The climbing is sustained, varied, and amazing.\n\nBurgner-Stanley is a direct and obvious route visible from the ground on superb rock with high quality pitches. Pitches 1-2 and 3-4 can be linked into c. 180-ft pitches, easily.\n\nP1: Climb either a 5.6/5.7 chimney or a 5.8 wide crack to the left of the chimney to gain low fifth class terrain with trees.\n\nP2: Scramble up to the last tallest tree, facing a knobbed wall with a thin crack going up.\n\nP3: Climb the crack and exit right on large knobs until you reach the deep gully.\n\nP4: Climb the gully and belay underneath a good ledge below the obvious chockstone. 5.8\n\nP5: Tunnel between the chockstone and climb nice cracks up into a flaring squeeze chimney. Build a belay atop the chimney and move the belay right to start P6. 5.9\n\nP6: Climb up the left facing corner and summit! 5.9+\n\nPro to 4\" with doubles in .75 -2. Include TCU's.\n\nDescent:\n\nWalk eastward once on the summit and rappel the north face with slung belay stations. Rappel with either 1 or 2 ropes.","protection":"A set of doubles to #3 camalots are best but many can go with less.  There is little fixed gear on this route or at the top.","location":"The route goes up the south face of the peak.  Traverse the lake until you find the start.  Walk off the west face route or rappel the north side of the peak.  Also beware of the snafflehounds.  They will eat your shoes, gear, etc!!!"},"__v":0},{"_id":"xquJFpymUaiMvdvUrdGhXA==","name":"Solid Gold","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Wayne Wallace, Tim Olson 1989","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.78373,47.48786]},"left_right_index":1,"mp_id":"107618376","mp_crag_id":"105808510","climb_id":"xquJFpymUaiMvdvUrdGhXA==","areaRef":"p65H/K5BU/+yOpVgk1U1WQ=="},"content":{"description":"The rock is perfect and so are the surroundings. Solid Gold is an excellent route at a moderate length offering a nice alpine challenge. Many feel that that the first pitch is the crux, although not the technical crux of the climb.\n\nPitch breakdown (copied from Max Tepfer's comment below):\n\nP1 (5.10d) - Right leaning crack system to under the roof. Obvious and hard to miss.\n\nP2 (5.11a) - Feels a lot like the previous .10d. Step out and right under the roof and follow the corner to a long #3 camalot-sized horizontal. Belay on gear while standing in the horizontal.\n\nP3 (5.10a) - Link the next pitch to the slab with the 5.8 above. Be careful in the chimney exiting the slab as there's some rotten rock. Follow the seam arcing left on the left wall of the chimney. Belay on a large ledge at the base of the aesthetic last pitch.\n\nP4 (5.11a) - Feels soft. Yes, you get to climb the perfect corner crack above your head. Climb up the corner on small gear for 50ish feet eventually stepping right to a small tree below the crest of the W. Ridge. If you're good about your drag and have enough gear, keep going to the ridge top where you can rap the back side or carry on the summit.","protection":"Double from Finger tips to #2 and one #3 worked great","location":"Start right of the outside corner on the left flank of the face."},"__v":0},{"_id":"ErCUEjalWzeIX7UU/sSv0w==","name":"Der Sportsman","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Brooke Sandahl, et. al.","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.78373,47.48786]},"left_right_index":2,"mp_id":"107641573","mp_crag_id":"105808510","climb_id":"ErCUEjalWzeIX7UU/sSv0w==","areaRef":"p65H/K5BU/+yOpVgk1U1WQ=="},"content":{"description":"Classic!  Steep, splitter crack systems linked by airy, committing sequences on pitch after pitch of perfect, white granite. Originally put up by Brooke Sandahl over a three year period back in the '90s, (?) this gem was unearthed when Leavenworth local Sol Wertkin saw a picture of the route on a Metolius catalog and mined Brooke for beta. Der Sportsman is now included in the Leavenworth Rock guidebook with an adventure-oriented description that maximizes pitch to pitch uncertainty. Route description/my thoughts:\n\nP1 (5.11+) - Crux. Follow easy, less-appealing climbing up a left-slanting crack system that eventually leaves you standing at a stance contemplating a tipsy crux guarding the stem box above. Pull through this and work up the beautiful twin cracks, eventually committing to liebacking and stemming up the right crack to a two-bolt anchor. (2 bolts and thin to medium gear. Heavy on the thin cams and stoppers.)\n\nP2 (5.11-) - Mental crux, but not that bad. Work briefly up the corner above and eventually cut right through a knobby crux protected by a fixed pin.  Pull around the arete to the right and onto the slab. This is where the guidebook leaves you S.O.L. Above and left is a seam with a bolt about 20' up.  This is off route.  Stem further right on knobs to the base of an offset tips crack with a pin at the top. Belay on a ledge with a bolt anchor.\n\nP3 (5.10+) - The money pitch (but they're all money pitches, really). Walk left on the ledge to access the undercling flake/crack system above. Killer hands and fingers will take you to a broad ledge and a gear anchor.\n\nP4 (5.10+) The wild one. Continue up the obvious corner crack above, eventually making a dicey crack-switch to the right after about 20'.  Follow this corner until dirt and vegetation force a traverse rightwards to a pillar with a short, left-facing corner.  There's a pin on this traverse, but I missed it and slung a solid horn instead. Either way, climb up the wild pillar and over the other side (at which point the exposure becomes quite noticeable) and belay on the ledge above.  There's a fixed pin right where you meet the ledge, but it's an awkward stance.  We opted to belay further up the ledge at the base of the corner.\n\nP5 (5.10) - Climb the short corner above to a brief crux moving up and right to a slab.  There are two belay bolts and a decent stance here. (we used it, but I don't think I would again) A better option might be to continue up, trending generally left, and build a gear anchor at a higher stance.  If you do this, stop before you encounter a bolt protecting the traversing moves left to access the final headwall.  This makes the final, harder pitch shorter and makes for easier rope-management.  It's worth noting that following the crux of this pitch and the finishes to P4 and P2 can be exciting for the second.\n\nP6 (5.11) - The Icing on the Cake. Climb up to the bolt, step left, and commit to the awesome splitter above.  Steep, thuggish, and flaring thin hands take you to an awkward chockstone mantel and an easy chimney above.  There's a bolted belay (and a random/pointless protection bolt) at the top of the chimney. (we belayed here) If you went with the higher P5 belay option, you could carry on to the top via 5.easy terrain.  Careful in the chimney as one of the blocks in the back of it is frighteningly loose.\n\nDescent: Rap the back side with one rope.","protection":"Protection: RPs, Draws, Doubles from small through #2. 1-2 #3s depending on comfort/preference.  You could us a #4, but you'd probably be okay without..","location":"Location: 50' left of the standard south face route.  Look for the\n\nstembox-you can't miss it"},"__v":0},{"_id":"WX8y/aHgVY6eZbMPHgiTUQ==","name":"Beckey-Davis","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Fred Beckey, Dan Davis (1962)","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.78373,47.48786]},"left_right_index":4,"mp_id":"108228989","mp_crag_id":"105808510","climb_id":"WX8y/aHgVY6eZbMPHgiTUQ==","areaRef":"p65H/K5BU/+yOpVgk1U1WQ=="},"content":{"description":"The original line up the striking south face of Prusik Peak.\n\nPitch 1: Climb up the chimney located left of two prominent Vs on the south face.  At the top of the chimney move left and climb up on knobs to a belay. 5.7\n\nPitch 2&3: Climb rightward up steep slab and ascend a long chimney gully until you reach a large ledge (Snafflehound ledge) 5.7\n\nPitch 4: Traverse right on the ledge to a small tree and then up a short steep step to the base of the crux. 5.5\n\nPitch 5: Climb a shallow dihedral. You will be forced to the right, until an overhang forces you to make a step-across to the left into a flaring jam crack climbing this over a buldge. Above the buldge the climbing eases off on face holds and chicken heads. Belay at next ledge. 5.9\n\nPitch 6:  Continue up the crack system (steep gully) bypassing a chockstone on the left to the small notch east of the summit horn 5.8\n\nPitch 7A: From the notch, descend a few feet on the north side and step right onto a small ramp. Ascend ramp and cross a delicate friction traverse ending in a corner. Ascend a good jam crack to the summit. 5.8\n\nPitch 7B: From the notch, ascend left up the obvious crack on the wall leading to the summit. 5.10\n\nDescent:\n\nFrom the summit, descend the North face rap route, marked by a bolt and tat from the summit. Can be done with a single 60m rope","protection":"Gear to 4\", doubles .5-2. Full set of chocks","location":"Located to climbers right of the start of the Stanley-Bergner route. Look for the two large Vs and the chimney. Can't miss it"},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,cfe129f6-5f60-5bc8-87b3-3d3bfaff9472,a8c59bca-3e16-5c23-ac90-29fe05ec3580,b8dd7bec-4ee1-51ef-ac0c-2778f2ea9c32,a7ae47fc-ae41-53ff-b23a-956093553559","pathTokens":["USA","Washington","Central-East Cascades, Wenatchee, & Leavenworth","Stuart-Enchantments","Prusik Peak"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.7"},{"count":1,"label":"5.10a"},{"count":1,"label":"5.11a"},{"count":1,"label":"5.11+"},{"count":1,"label":"5.9"}],"byDiscipline":{"trad":{"total":5,"bands":{"unknown":0,"beginner":1,"intermediate":2,"advanced":2,"expert":0}},"alpine":{"total":5,"bands":{"unknown":0,"beginner":1,"intermediate":2,"advanced":2,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":2,"advanced":2,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-120.78373,47.48786]},"bbox":[-120.78439542740871,47.48741033981815,-120.7830645725913,47.48830966018187],"left_right_index":-1,"ext_id":"105808510","area_id":"p65H/K5BU/+yOpVgk1U1WQ==","polygon":{"type":"Polygon","coordinates":[[[-120.78439542740871,47.48741033981815],[-120.7830645725913,47.48741033981815],[-120.7830645725913,47.48830966018187],[-120.78439542740871,47.48830966018187],[-120.78439542740871,47.48741033981815]]]}},"content":{"description":""},"density":0,"totalClimbs":5,"__v":1,"createdAt":"2022-11-07T06:31:00.552Z","updatedAt":"2024-02-19T18:42:33.101Z"}