{"_id":"63689d5ce80bff5a994f52b7","area_name":"Northern Tooth","shortCode":"","climbs":[{"_id":"wZpxj7dYVgaiaopNM4Rb6Q==","name":"Northeast arete","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Fred Beckey, Lanny Johnson (1978)","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.03959,37.15437]},"left_right_index":1,"mp_id":"121116648","mp_crag_id":"117328007","climb_id":"wZpxj7dYVgaiaopNM4Rb6Q==","areaRef":"i03JkRXRWpWiJMdWcCLgDA=="},"content":{"description":"The line of the (possible) first ascent of Dogtooth Peak. Mostly a scramble up low 5th class terrain with a few short sections of 5.6 near the top. Joins the route Lookout near the top. A fun quick outing, an easy solo for those inclined or climb it with a few cams and skinny rope.\n\nWhen you reach the big obvious roof near the summit traverse left to find the weakness that pops you onto the summit of the peak.","protection":"a few hand sized cams, slings or just climb it rope-less.","location":"Starts a few hundred feet to the climber's right of Lookout. We passed a pretty obvious, faily large pine tree split down the middle about 200 feet up the slab."},"__v":0},{"_id":"xxVBLyGYXqCXBJrKgZb8zw==","name":"Lookout","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Robert Somoano, Hal Throolin, Stan Horn, 7/91","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.03959,37.15437]},"left_right_index":0,"mp_id":"117328343","mp_crag_id":"117328007","climb_id":"xxVBLyGYXqCXBJrKgZb8zw==","areaRef":"i03JkRXRWpWiJMdWcCLgDA=="},"content":{"description":"Climbing on this face requires a fair amount of route finding. You can make the route as hard or easy as you like depending on your decision making on ascent. Generally this route follows a series of cracks trending upward and to the climbers right. Begin uphill (north about 80 feet) of a large standing dead conifer at the base. (There was still a significant snow field present in July of 2019 which prevented us from beginning the route anywhere else) First 200 feet are class 4 and low class five. Rope up at beginning of consistent low class five climbing as the angle increases near a very small pine.\n\nP1: Follow obvious weakness and right facing corner with a series of cracks and quite a bit of loose rock. Be wary of rope drag over ledges, you will dislodge rocks. We traversed slightly right throughout the first several pitches to keep loose rock relatively clear of the belayer. Full rope length pitch. Belay at easy ledge. 5.2\n\nP2: Head upward toward a large split-stemmed pine. Pass the tree and continue up and right to ledge. 5.4\n\nP3: Continue up and right with many varied route options. Further to climbers right is lower angle and easier. Look for the cool 2' column to sling.5.6\n\nP4: Continue up and right with many varied route options. Further to climbers right is lower angle and easier. Belay at big sandy ledge next to low angle ramp, just below good consistent cracks. 5.5\n\nP5: Pick your poison. Multiple crack lines to choose from to head upward and climbers left. Find the great BD #4 crack and make hauling the cam up here worthwhile. Easy mantle to a long ledge beneath an imposing overhang. We traversed to the climbers left and made a belay after a short pitch 40m. 5.8\n\nP6: Last short pitch to the top, but the location is superb and the stemming cracks and face make for interesting climbing. Head directly up through a weakness between the two imposing towers of the northern tooth for a glorious top-out and beautiful view. 5.8.\n\nTo descend from the peak you will need to downclimb some easy 5th on the southeastern side of the rock for about 20 feet. After this it takes some easy trailfinding to head off the southwestern side of the mountain into the saddle.\n\nThe last two pitches can likely be combined with minimal placements and a 70m rope.","protection":"Standard rack to BD #4. Nuts and Tricams are great for anchors.","location":"Look for the large standing dead conifer at the base of the slab. Route begins approximately 80' north. This is approximate and wont matter much as the first 200' or so as you ascend are unroped. Aim for a very small pine where we roped up. See attached photos."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,a5ac4815-eeb0-59ad-8b20-08b5ff151027,2b9c51c4-eb65-5fe7-9781-ee8c0c225024,2da8eb7e-27b4-58d2-8423-f776c7e25740,8b4dc991-15d1-5a95-a224-c7567022e00c","pathTokens":["USA","California","Western Sierra","Courtright Reservoir","Dogtooth Peak","Northern Tooth"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.6"},{"count":1,"label":"5.8"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":2,"intermediate":0,"advanced":0,"expert":0}},"alpine":{"total":2,"bands":{"unknown":0,"beginner":2,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-119.03959,37.15437]},"bbox":[-119.04015418304033,37.15392033981814,-119.03902581695968,37.154819660181865],"left_right_index":-1,"ext_id":"117328007","area_id":"i03JkRXRWpWiJMdWcCLgDA==","polygon":{"type":"Polygon","coordinates":[[[-119.04015418304033,37.15392033981814],[-119.03902581695968,37.15392033981814],[-119.03902581695968,37.154819660181865],[-119.04015418304033,37.154819660181865],[-119.04015418304033,37.15392033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T05:54:44.575Z","updatedAt":"2024-01-20T00:58:30.404Z"}