{"_id":"63689de0e80bff5a994f90a7","area_name":"Seldom Seen Wall, The","shortCode":"","climbs":[{"_id":"/IHpUPTsU4q+88sq6tjH5g==","name":"Southeast Buttress","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Mark Ronca, Ryan Schuster, June 2001","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.6785,40.2782]},"left_right_index":4,"mp_id":"118212309","mp_crag_id":"106805057","climb_id":"/IHpUPTsU4q+88sq6tjH5g==","areaRef":"IaEjqC8/UtS4FpinJJQsTg=="},"content":{"description":"This is a fun alpine route on the Southeast Buttress of Taylor Peak\n\nPitch 1 - climb the left-facing corner through a small roof (5.9).\n\nPitch 2 - continue past the corner then up and right (5.7).\n\nPitch 3 - climb the chimney then angle up and right on flakes (5.4).\n\nPitch 4 - move past a chockstone then up to the base of the first headwall (5.4).\n\nPitch 5 - follow a right-facing corner then traverse right (5.7) and belay.\n\nPitch 6 - easy ground leads to a 5.7 ramp angling left to the top of the spire.\n\nPitch 7 - climb the line of weakness up and left. Belay on a small step (5.9).\n\nPitch 8 - traverse right (5.8) around the arête, then climb up and right to the base of the large, left-facing corner.\n\nPitch 9 - traverse right 20’, then climb up and right (5.7).\n\nPitch 10 - traverse into the chimney, and follow it to the top (5.7).","protection":"A standard alpine rack to a #3.","location":"Locate a prominent left facing corner in the center of the buttress."},"__v":0},{"_id":"EASqO8kcU4i8M6VbX1M48A==","name":"The Route that Kor Forgot","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"perhaps Andy Grauch and Chris Sheridan, 6/20/2010","type":{"trad":true,"alpine":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.6785,40.2782]},"left_right_index":5,"mp_id":"106805328","mp_crag_id":"106805057","climb_id":"EASqO8kcU4i8M6VbX1M48A==","areaRef":"IaEjqC8/UtS4FpinJJQsTg=="},"content":{"description":"This route could easily have been climbed by Layton Kor years ago and never mentioned.  Maybe he forgot to write it up, or maybe he never even set foot on the face.  Nevertheless, the route is very similar in character to the\n\nKor Route\n\non The Saber, hence the name.  The route has seen some previous activity, we found the tattered remains of a rappel station on top of pitch two.\n\nPitch 1: climb straight up to the base of a prominent, left-facing dihedral (5.8, 150 feet).\n\nPitch 2: climb up the left-facing dihedral.  The crux is just above the belay and a touch run-out but reasonably secure. Continue up the dihedral to a large belay ledge (5.10 PG-13, 180 feet).\n\nPitch 3: climb cracks on the steep, right side of the dihedral to avoid lower quality climbing in the corner proper.  Gain and then follow a chimney system behind a giant flake.  From the top of the flake, continue up to a large ledge system (5.10-, 190 feet).\n\nScramble up to the top of the ledge system.  From here, it is possible to  take a side trip left for a close up view of the Central Buttress.  For the route, scramble up, right and around the South East ridge and onto the east face.\n\nPitch 4: climb cracks up, then trending left on exposed terrain following the southeast ridge onto the south face (5.8R, 180 feet).\n\nTraverse right on easy 3rd class terrain and grassy ledges for about 120 feet and set a belay at the base of the upper east face.\n\nPitch 5: climb discontinuous cracks trending up and right towards a large bulge.  Traverse right below the bulge to a belay (5.8, 150 feet).\n\nPitch 6: climb up and left on steep terrain past the easier right side of the bulge.  Higher up the climbing gets easier.  Stretch the rope and belay wherever looks good (5.8, 180 feet).\n\nPitch 7: climb up easy terrain to gain and then ascend an easy chimney which ends at the top of the east buttress and a stone's throw from the Continental Divide (5.6, 150 feet).","protection":"Stoppers and cams to a #3.  Doubles on cams in the finger to hand range.","location":""},"__v":0},{"_id":"sIW54Q2JXAeu9TP3nvmnRA==","name":"The Reclusive Buttress","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"J. Finkelstein, B. Collett, August 2013","type":{"trad":true,"alpine":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.6785,40.2782]},"left_right_index":2,"mp_id":"108306206","mp_crag_id":"106805057","climb_id":"sIW54Q2JXAeu9TP3nvmnRA==","areaRef":"IaEjqC8/UtS4FpinJJQsTg=="},"content":{"description":"This route provides some fun mellow rockaneering in a nice setting. Expect to follow your nose a bit. The climbing all works out pretty well.\n\n1) Scramble up to the large ramp below where the buttress steepens. Follow the ramp until at the base of a dihedral feature that cuts back right to the crest of the buttress, 300 feet, 5.5.\n\n2) Follow the dihedral feature to the crest of the buttress. The feature steepens briefly at about 100 feet. Fear not, that section is rather juggy. Belay below a steep band, 180 feet, 5.8.\n\n3) Travers right on ledges to the right side of the steep band. Climb a short, facey section to an intermitant crack that is followed through a small overlap to a flake and ledge system. Follow the flakes and ledges up and left to a roomy belay below a pair of dihedrals, 180 feet, 5.9 R.\n\n4) Climb the left dihedral up to a prominent ramp system that leads up and right. Follow this and belay after 180 feet or so, before the ramp ends, 5.9.\n\n5) Continue about 20 feet right past the end of the ramp and climb straight up a nebulous face with intermittent gear past a small roof to a ledge system below the final steep headwall, 200 feet, 5.9 R.\n\n6) Climb up the exposed, juggy headwall to the top of the buttress, 100 feet, 5.9.","protection":"A standard rack to #2 Camalot should be sufficient.","location":"The route climbs the second buttress of the Seldom Seen Wall. Start partway up the descent gully, below the large chimney that divides the second and third buttresses."},"__v":0},{"_id":"oTTYOHOkUfunH/KOqnZmOQ==","name":"Peekaboo Dihedral","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Maybe D. Haller and B. Collett, July 2013","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.6785,40.2782]},"left_right_index":1,"mp_id":"108226318","mp_crag_id":"106805057","climb_id":"oTTYOHOkUfunH/KOqnZmOQ==","areaRef":"IaEjqC8/UtS4FpinJJQsTg=="},"content":{"description":"This is a fun route on good rock that with some nice exposure and a cool dihedral that composes the bulk of the route.\n\n1) Follow nebulous ground for about 180 feet to a nice, grassy ledge, 5.6.\n\n2) Climb a faint pillar feature to its top, and climb straight up to another nice ledge after 150 feet or so, 5.7.\n\n3) Climb up from the ledge about 30 feet or so until below a steep wall with a couple of parallel, shallow dihedrals. Find some gear, and traverse left about 15 feet to a horizontal handcrack, place some gear and climb straight up to the bottom of a ramp. Follow the ramp up and right to the bottom of the prominent dihedral. Follow that until a nice ledge presents itself, 5.9 R, 150 feet.\n\n4) Follow the dihedral for 190 feet with a difficult move at the end and belay below a wide crack and a series of handcrack roofs, 5.9.\n\n5) Climb the wide crack and the two following roof cracks and a wee chimney to a belay above the chimney, below a left-facing dihedral and steep face, 5.9, 120 feet.\n\n6) Get established on the face, place some gear, and traverse straight left until you are directly below the left side of the roof formed by the dihedral. Climb into the dihedral above you to the top of the wall, 5.10-, 70 feet.","protection":"Standard rack with small cams for the last pitch and perhaps some large cams for the fifth pitch.","location":"This is located on the right side of the second buttress of the Seldom Seen Wall. On the approach, look for the really prominent dihedral on the upper half of the right side of the second buttress. You can't really see the dihedral from the base of the route. Start below the left side of a large ledge that is about a pitch up."},"__v":0},{"_id":"C/hCQz0eXm6rs1wK/FgnHw==","name":"Outta Sight","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"J. Finkelstein, B. Collett, September 2013","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.6785,40.2782]},"left_right_index":0,"mp_id":"108327657","mp_crag_id":"106805057","climb_id":"C/hCQz0eXm6rs1wK/FgnHw==","areaRef":"IaEjqC8/UtS4FpinJJQsTg=="},"content":{"description":"This route is a contender for the steepest 5.10 in RMNP. The last 3 pitches follow fun, wild and airy climbing at a shockingly moderate grade. At present, there are some crumbles on the dihedral pitch, but they should clean up well with a few ascents.\n\n1) Climb up easy-ish ground to the depression below the corner system setting a belay where the wall steepens, directly below a dihedral system, 5.7, 250 feet.\n\n2) Follow the corner system for about 50 feet until it runs into a small roof, with three parallel dihedrals, traverse to the leftmost of the three climb up into it and angle back right to a comfortable belay below the crack system that leads to the base of the corner, 5.10-, 140 feet.\n\n3) Fire up the crack system for a fantastic pitch of steep face and crack climbing. Fear not, gear and holds will always appear. Belay on another nice ledge at the base of the steep dihedral, 5.10+, 200 feet.\n\n4) Climb the overhung dihedral until it ends and deposits you on a little ledge. Step right, climb through a small bulge and head back left to belay on yet another nice ledge below the right side of the summit roofs, 5.10+, 150 feet.\n\n5) Wander up a steep juggy face to a very small right facing corner on the right side of the roofs. Make difficult moves to get established in the corner and pull onto the summit, 5.10 (5.9R), 100 feet.","protection":"Double rack through #3 Camalot.","location":"Start left of\n\nPeekaboo Dihedral\n\nat the first rocky step in the gully. Look for the prominent, steep, right-facing corner system, about 600 feet up, below the right side of the summit roofs. That dihedral system is your goal.\n\nThe easy descent follows the gully just west of the formation."},"__v":0},{"_id":"UD/bR1bqXz2SvCB8aweXNg==","name":"Jack Mormon","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Mark Ferguson and Chris Sheridan 6-29-14","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.6785,40.2782]},"left_right_index":3,"mp_id":"109387489","mp_crag_id":"106805057","climb_id":"UD/bR1bqXz2SvCB8aweXNg==","areaRef":"IaEjqC8/UtS4FpinJJQsTg=="},"content":{"description":"The fictional character of Seldom Seen Smith is probably more admired by the boating community than the climbing community, but this Jack Mormon raft guide shows a calm and resolve in the face of uncertainty that all climbers should admire. Try to channel some of this energy as you launch up the faint dihedral that forms the start of the climb and all will be well.\n\nStart in the faint dihedral to the left of\n\nThe Route that Kor Forgot\n\n, and follow this to the top of the buttress in two pitches.  Then, walk left to, and then climb the left arete of central upper buttress.","protection":"Standard rack.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,b8bc6400-2efc-577d-b6a6-c5367641fd44,1621a45a-659f-5708-9ba0-bc0a295bfc73,21a123a8-2f3f-52d4-b816-98a724942c4e","pathTokens":["USA","Colorado","Alpine Rock","RMNP - Rock","Seldom Seen Wall, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.9"},{"count":1,"label":"5.10"},{"count":1,"label":"5.10-"},{"count":1,"label":"5.10+"},{"count":1,"label":"5.11a"}],"byDiscipline":{"trad":{"total":6,"bands":{"unknown":0,"beginner":0,"intermediate":5,"advanced":1,"expert":0}},"alpine":{"total":6,"bands":{"unknown":0,"beginner":0,"intermediate":5,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":5,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.6785,40.2782]},"bbox":[-105.6790893979741,40.277750339818134,-105.6779106020259,40.27864966018188],"left_right_index":-1,"ext_id":"106805057","area_id":"IaEjqC8/UtS4FpinJJQsTg==","polygon":{"type":"Polygon","coordinates":[[[-105.6790893979741,40.277750339818134],[-105.6779106020259,40.277750339818134],[-105.6779106020259,40.27864966018188],[-105.6790893979741,40.27864966018188],[-105.6790893979741,40.277750339818134]]]}},"content":{"description":""},"density":0,"totalClimbs":6,"__v":1,"createdAt":"2022-11-07T05:55:51.772Z","updatedAt":"2024-01-20T00:59:42.097Z"}