{"_id":"6368a57ce80bff5a995b82d2","area_name":"e. The Great Corner","shortCode":"","climbs":[{"_id":"XTyKI4Q4WyuskxrOFv1CVg==","name":"VJ's Direct","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Randy Garcia, Jake Urban","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-72.09117,44.7326]},"left_right_index":6,"mp_id":"111283083","mp_crag_id":"111156392","climb_id":"XTyKI4Q4WyuskxrOFv1CVg==","areaRef":"eeglpDctW6CRqQvVdbzNZA=="},"content":{"description":"Starts in the same place as VJ's at the top of the stone staircase.  Follow the nearly vertical, slightly right leaning cracks up just like you would for VJ's.  Instead of bearing left towards a bolt on VJ's, continue straight up the slab.  On the slab there will be two bolts before reaching the bolted anchors on top of a nice ledge.   \n\n  There is a very steep path to the right of VJ's Direct, off of the smaller trail on top of the staircase.  From here you could set this up as a TR.","protection":"Standard rack, 2 bolts","location":"Off of the Main Trail, walk up the stone steps towards VJ's and VJ's Direct."},"__v":0},{"_id":"hXqEMLYxUxWEZSnwYKHScA==","name":"VJ's","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-72.09117,44.7326]},"left_right_index":4,"mp_id":"111156406","mp_crag_id":"111156392","climb_id":"hXqEMLYxUxWEZSnwYKHScA==","areaRef":"eeglpDctW6CRqQvVdbzNZA=="},"content":{"description":"P1 - Start at landing up the rock stairs from the base of the slab. Follow up and left along the features with gear until you can clip a bolt. Continue up the slab following the path of least resistance with gear and bolts along the way. Finish up over an overlap to a two bolt anchor to the right of a ledge w/ trees. Sections may feel a little runout, though not too bad, know your slab technique. ~190ft. Can be done with a 60m if managed well.\n\n P2 - Follow up and left to large ledge. Walk left on big ledge a few feet and continue up on unprotected slab. 5.3/5.4 runout of about 25 ft, great gear before the traverse starts. As you approach the headwall above (go higher than you might think), look left to traverse through the trees for approx 30ft. Downclimb a few feet to a nice ledge at the base of the open book, NOT the Great Corner.  Small cams for anchor. ~100ft.\n\n P3 - Straightforward, take the corner all the way to the top. Gear is good, climbing is easy but it's overgrown. Careful of loose rock. ~100ft.","protection":"P1 slab has a few bolts, you will need gear as well. Bolted anchors at top. \n\n  All gear from there.","location":"The route runs from the base below the great corner to the top of the standard route.\n\n Walk straight up to the top, walk-off the hiking trail to the left to the main lot, and then left back up the road to the climbers trail. Used to be a short hike until they rerouted the trail, might be best to rap, likely down the standard route."},"__v":0},{"_id":"EpNQln3hWD6F91jXTP2y/A==","name":"Steel Monkey","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Randy Garcia, Will Higgins","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-72.09117,44.7326]},"left_right_index":1,"mp_id":"111278337","mp_crag_id":"111156392","climb_id":"EpNQln3hWD6F91jXTP2y/A==","areaRef":"eeglpDctW6CRqQvVdbzNZA=="},"content":{"description":"Start up the slab with a crack on your left, following the intrusion up towards a pin.  Use good holds near the pin to move onto more slab above.  Climb to the base of the obvious large crack to the right of the bulge. Follow the crack up and left to the shared tree anchor for EthWheel Crack/Blue Suede Shoes.  \n\n  It is easy to set up a TR for this route, as well as for EthWheel by climbing Blue Suede Shoes to get to the tree anchor.","protection":"Standard rack, 1 pin. Tree anchor at the top","location":"Directly on the hiking trail, about 50-60 feet left of the stone stairs leading you toward VJs."},"__v":0},{"_id":"tLLRqdsQUt2OUDpguVy0CA==","name":"Standard Route","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"James C. Maxwell, John C. Hurd Jr. 1947","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-72.09117,44.7326]},"left_right_index":0,"mp_id":"111295971","mp_crag_id":"111156392","climb_id":"tLLRqdsQUt2OUDpguVy0CA==","areaRef":"eeglpDctW6CRqQvVdbzNZA=="},"content":{"description":"The first documented route up Wheeler. Consists of dirty rock and some scrambling through the trees. A fun climb if you want to experience what it was like climbing here back in the day. You will want to bring your hiking shoes up with you on this one, because the easiest way to get down is to hike back down the trail.  \n\n  Pitch 1- Start up the slab trending towards the left facing corner. Continue up the bottom of a left facing corner below a massive overhanging block. Build a gear anchor.  \n\n  Pitch 2- Climb the left facing corner up ledges to the top and belay from a tree.  \n\n  Pitch 3- Move 15 feet right and make a scramble through trees to the bottom of a large open book corner. Build a gear anchor.  \n\n  Pitch 4-Climb the open book corner to ledges with a not so obvious top out on the top of the cliff  \n\n  Continue to move up until you reach the hiking trail which you can then follow to get back down the cliff.","protection":"Standard Rack","location":"The first slab you come to as you come up from the main climbers trail."},"__v":0},{"_id":"ofCHTAT+Vu+b3M165BH1/g==","name":"The Great Corner","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-72.09117,44.7326]},"left_right_index":5,"mp_id":"113310081","mp_crag_id":"111156392","climb_id":"ofCHTAT+Vu+b3M165BH1/g==","areaRef":"eeglpDctW6CRqQvVdbzNZA=="},"content":{"description":"Easy(ish) climbing with micro cams to yellow aliens leads to a good stance where and awkward move or two gets you into tips liebacking with micro stoppers. Fire up to the pin (I would back it up) and then from there it's a small wire placement or two till you hit the bolt. The guide book says there are two pins but the second one is no longer there so you have to place gear in the crux section in order to reach the bolt. Easier climbing above the bolt gets you to the rap rings. The climbing is relatively low angle so slab falls are the name of the game.","protection":"#3 BD micro stopper to #2 Camalot  is what I placed. Doubles of small stoppers (and or brassies) and finger size cams wouldn't be a bad thing.","location":"There are several ways to reach the base of the corner pitch but from the base of the GC area look up and you can't miss it. There is more than one way up but VJ's is the easiest."},"__v":0},{"_id":"2ZB8o2qrUKmrRM00Xni3Qw==","name":"EthWheel Crack","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Randy Garcia, Jake Urban","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-72.09117,44.7326]},"left_right_index":2,"mp_id":"111278465","mp_crag_id":"111156392","climb_id":"2ZB8o2qrUKmrRM00Xni3Qw==","areaRef":"eeglpDctW6CRqQvVdbzNZA=="},"content":{"description":"Look for a very small right leaning diagonal crack with two pitons.  Climb up the slab towards the small crack, using decent, but spread out holds.  Get up the face and make a scary move and trust your feet getting up onto the slab.  Then follow the line of bolts where this climb meets with Blue Suede Shoes. Ends at a tree anchor also shared with Steel Monkey.","protection":"Standard rack, pitons, bolts","location":"Directly on the main trail about 30 feet left of the staircase to VJs."},"__v":0},{"_id":"hi845hCaWjCy/bQt0c+5kw==","name":"Blue Suede Shoes","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Randy Garcia, Jake Urban","type":{"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-72.09117,44.7326]},"left_right_index":3,"mp_id":"111282963","mp_crag_id":"111156392","climb_id":"hi845hCaWjCy/bQt0c+5kw==","areaRef":"eeglpDctW6CRqQvVdbzNZA=="},"content":{"description":"Starts just left of VJs.  Start climbing the slab above a few small trees towards the line of bolts.  You will pass 4 bolts in total moving up the slab.  Some technical slab climbing is required, but there are a few small features for fingers and feet to hold onto.  Above the last bolt is a slight runout on easier ground to the tree anchor.  You can bring a cam and protect it if it makes you feel better, but by the time you get there you are very close to the anchor. \n\n  This climb shares a tree anchor with EthWheel Crack and Steel Monkey.","protection":"4 Bolts, Tree anchor","location":"Off of the hiking trail, hike up the stone stairs towards VJs.  It is on the left end of the small belay area."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,f0144402-e84e-5e32-88ee-648033ed0e77,c39deb6c-8546-520a-9c31-aee4f0c33a5c,5e6d420b-06ba-5811-a85e-73c6e4298f3c,79e825a4-372d-5ba0-91a9-0bd575bccd64","pathTokens":["USA","Vermont","1. Northern Vermont","Wheeler Mountain","e. The Great Corner"],"gradeContext":"US","aggregate":{"byGrade":[{"count":3,"label":"5.9"},{"count":2,"label":"5.5"},{"count":1,"label":"5.11a"},{"count":1,"label":"5.10c"}],"byDiscipline":{"trad":{"total":6,"bands":{"unknown":0,"beginner":2,"intermediate":3,"advanced":1,"expert":0}},"sport":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":4,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-72.09117,44.7326]},"bbox":[-72.09180296836175,44.73215033981814,-72.09053703163826,44.73304966018186],"left_right_index":-1,"ext_id":"111156392","area_id":"eeglpDctW6CRqQvVdbzNZA=="},"content":{"description":"Slabs at the bottom all the way up to the big headwall (dubbed 'The Great Corner') at the top. Many good climbs all throughout this area, generally very clean and well-traveled. From easy slab to difficult aid, you can have it here."},"density":0,"totalClimbs":7,"__v":1,"createdAt":"2022-11-07T06:28:13.771Z","updatedAt":"2024-01-15T16:49:50.925Z"}