{"_id":"64142f86f0cf00832960cb43","area_name":"Folly River Ice Crag","shortCode":"","climbs":[],"children":["64142f88f0cf00832960cb54","64142f8ef0cf00832960cb8d","64142f96f0cf00832960cc0f"],"ancestors":"2996145f-e1ba-5b56-9da8-30c64ccc3776,79030ef1-1f18-536f-9f60-6b4ea0526b2e,fc5aed2a-b896-5425-a742-866297f1bd63","pathTokens":["Canada","Nova Scotia","Folly River Ice Crag"],"gradeContext":"US","aggregate":{"byGrade":[],"byGradeBand":{"unknown":0,"beginner":0,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isDestination":false,"leaf":false,"isBoulder":false,"lnglat":{"type":"Point","coordinates":[-63.52739,45.49609]},"bbox":[-180,-90,180,90],"left_right_index":-1,"ext_id":"","area_id":"/FrtKriWVCWnQoZil/G9Yw=="},"content":{"description":"So Much Ice! One of the highest concentrations of easy/moderate ice in NS, this crag is located on the picturesque Folly River. Most of the climbs here are shorter, in the 15m range, but with so many close together, and the consistent/sheltered nature of the weather here, Ice is often appealing here when the weather sends you scurrying indoors elsewhere.\n\nThe initial ice climbing in this area was done at the Schoolroom, a crag about 600m to the south of the main crag. The schoolroom has quite a bit of easy ice in the WI2+ range, and a few steeper lines, but where all the climbs are on the East side, the river needs to be properly frozen to permit access.\n\nThe Upper Pools was defined in 2013-14 after some further exploration, and has hosted one of the recent NS Ice Festivals. This area is a bit remote as is normal for NS climbing areas, but it's central location in the province and short approach from the highway make it quite popular for a chill day out. It's not uncommon to run into other parties and (gasp) even have a line for some of the more popular climbs on a nice weekend these days.\n\nA Tyrolean Traverse line exists for crossing the river in open conditions, but as with any fixed line, it should be treated with suspicion. Its also not a good idea to use it if you don't have a good method for progress capture and escaping the line, it can be a pumpy, uncomfortable experience. There is a large log across the river at the North end of the crag as of 2020 spring that will grant access to the East side for beginner leaders in most conditions."},"density":0,"totalClimbs":0,"_change":{"user":"rxDUVMc5QUiq75Hpq+nDVw==","historyId":"64142f96f0cf00832960cc0c","prevHistoryId":"64142f8ef0cf00832960cb8a","operation":"addArea","seq":0},"createdBy":"rxDUVMc5QUiq75Hpq+nDVw==","__v":3,"createdAt":"2023-03-17T09:14:46.447Z","updatedAt":"2023-03-17T09:14:47.609Z","updatedBy":"rxDUVMc5QUiq75Hpq+nDVw=="}