{"_id":"63689de0e80bff5a994f9270","area_name":"Bitty Buttress","shortCode":"","climbs":[{"_id":"5zJj/9hBVO+2y3dJIYur4w==","name":"A Day At The Crag","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3869,40.0018]},"left_right_index":11,"mp_id":"117252425","mp_crag_id":"105744605","climb_id":"5zJj/9hBVO+2y3dJIYur4w==","areaRef":"wlCDpWUxX9KSUx1ArlyPJw=="},"content":{"description":"A Day At The Crag is more like a day of gardening. This could be really fun if the loose blocks were cleaned as well as the trees and lichen.\n\nP1. 5.7. Climb up the dirty corner to a large ledge and bolted belay.\n\nP2. 5.8. Climb a flake above the belay, and then head left and up.","protection":"A single rack to #4, nuts, and slings.","location":"Use the same start as\n\nElectricity\n\n, and look for the leftmost corner on the buttress."},"__v":0},{"_id":"4M3UR+qjWcCSCcR6NwD0Uw==","name":"Welcome Home","yds":"5.12b/c","grades":{"yds":"5.12b/c","french":"7b+"},"fa":"Jimmy Ratzlaff, 1991","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3869,40.0018]},"left_right_index":9,"mp_id":"105763506","mp_crag_id":"105744605","climb_id":"4M3UR+qjWcCSCcR6NwD0Uw==","areaRef":"wlCDpWUxX9KSUx1ArlyPJw=="},"content":{"description":"Find an obvious SE-facing slab with 3 bolts about 60' up and left of the Bitty Buttress Route--just left of Electricity.  This short but interesting sport route is far more difficult than it looks.  Stick clip the first bolt (the original first bolt is missing), and drift up 20' of blankish rock requiring some unusual maneuvering.  For help, imagine trying to pull open the doors of an elevator while somehow making upward progress.  A powerful move at the last bolt tops it off.","protection":"3 bolts to a 2 bolt anchor and a stick clip. 35'.","location":""},"__v":0},{"_id":"8G69UDEEXuS/lcKyFPs3WA==","name":"Voices Carry","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"George Bracksieck, Doug Redosh, LP?","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3869,40.0018]},"left_right_index":26,"mp_id":"111347467","mp_crag_id":"105744605","climb_id":"8G69UDEEXuS/lcKyFPs3WA==","areaRef":"wlCDpWUxX9KSUx1ArlyPJw=="},"content":{"description":"This is a line on the right side of The Annex that a natural weakness with nice jugs. Its relative lack of loose debris made us question if it had been done. If so, let me know and I'll adjust this.\n\nP1. Start to the right of a medium-sized evergreen in a right-facing dihedral of sorts. Move up to a bulge with a crack (crux) where the jugs peter out a bit. Continue up chasing jugs. A slightly reachy bit ~2/3rds the way up precedes easier terrain an the belay ledge with a good-sized tree.\n\nP2. Move up and then left to the top.\n\nWalk off over the top and down to the right (3rd Class).\n\nFWIW, the above name was inspired by hearing voices clearly from climbers on Bitty Buttress. The song \"Voices Carry\" was recorded by 'Til Tuesday in 1985 and had a top ten\n\nvideo\n\n.","protection":"We used a rack including a few wires and cams to a #4 Camalot. A few longs slings or 48\" sling(s) that you can tie are nice for the P1 belay.","location":"This is on the right side of The Annex."},"__v":0},{"_id":"YTI9S4N3XniU9E8JFYb6Fw==","name":"Treetop Landing","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Mark Rolofson, Wendy Sumner","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3869,40.0018]},"left_right_index":1,"mp_id":"106003538","mp_crag_id":"105744605","climb_id":"YTI9S4N3XniU9E8JFYb6Fw==","areaRef":"wlCDpWUxX9KSUx1ArlyPJw=="},"content":{"description":"This route is a thin crack/seam that ascends the far left side of the Peapod Buttress (up and left from the main wall on Bitty Buttress). There isn't an overabundance of gear available and what you do get is small. The climbing itself is kind of balancy but not too tricky for the grade.\n\nIf you fell from high on the route, you'd probably get tangled up in some tree branches (hence the name of the route).","protection":"The smaller the better (RPs, black Alien, purple TCU, ball nuts, etc). There's a fixed head (!) at one of the cruxes. There's a spot for a perfect 0.75 Camalot but you might have to work for much of the gear.","location":"This route is located on the far left of the \"Peapod Buttress\". This route is just to the left of a bolted line that is itself left of all the crack climbs on this buttress. The easiest way off is to do some easy downclimbing to climber's left."},"__v":0},{"_id":"CRJYaPKMUBq4DytX8oGK9A==","name":"The Spins","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Mark Tarrant, Richard Wright, Peter Hunt.  01/05","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3869,40.0018]},"left_right_index":18,"mp_id":"105763530","mp_crag_id":"105744605","climb_id":"CRJYaPKMUBq4DytX8oGK9A==","areaRef":"wlCDpWUxX9KSUx1ArlyPJw=="},"content":{"description":"The Spins is on the center and right side of the flat wall just right of The Buzz.  Start in the obvious right-slanting crack (.9+, great gear), then follow 5 bolts to the right arete.  A little momentum will help with the first hard move at bolt 2 (.12a/b).  Pass a difficult section before the crux at the fourth bolt.  A final tricky move will put you near the anchor.  Expect several hard sequences on good rock with few if any rests up to the last bolt.  The wall is pretty steep and, like all the routes in this alcove, heats up nicely in the morning sun during the fall and winter.\n\nThe quality of the route is somewhat diminished by its close proximity to a nasty chimney on the right.  Watch out for a big, detached pillar resting precariously in the chimney near the third bolt.  It should be avoided at all costs.","protection":"Wires and medium cams.  5 bolts to a 2-bolt anchor.  60'.","location":""},"__v":0},{"_id":"ENuHVBccXqyVAF5ceBiO7g==","name":"Speaks For The Trees","yds":"5.14c","grades":{"yds":"5.14c","french":"8c+"},"fa":"Jon Cardwell, Jimmie Redo. FFA: Jon Cardwell","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3869,40.0018]},"left_right_index":22,"mp_id":"117259145","mp_crag_id":"105744605","climb_id":"ENuHVBccXqyVAF5ceBiO7g==","areaRef":"wlCDpWUxX9KSUx1ArlyPJw=="},"content":{"description":"This is now the hardest route in Boulder Canyon. Start on the ledge just left of\n\nThe Lorax\n\nclipping 9 bolts and finishing at\n\nThe Lorax\n\nanchor. Clip the bolt to protect the move onto the ledge, then unclip after clipping the actual first bolt on the route. Hard boulder through the first three clips which is followed by a good rest. It's game on for the steep section with a couple technical jams. The redpoint crux comes just after where you have to negotiate the granite mohawk. Rest up for the V8 outro, and you're done!","protection":"9 bolts to a 2 bolt anchor.","location":"It is just left of\n\nThe Lorax\n\n."},"__v":0},{"_id":"nfOqW7trUdubg7riXmqPOg==","name":"South","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Layton Kor and Chuck Alexander, 1959","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3869,40.0018]},"left_right_index":13,"mp_id":"107393709","mp_crag_id":"105744605","climb_id":"nfOqW7trUdubg7riXmqPOg==","areaRef":"wlCDpWUxX9KSUx1ArlyPJw=="},"content":{"description":"The first pitch pretty weel defines the climb, straight up the large, right-facing dihedral to its top. This pitch is 5.7. Follow a faintly defined arete another long pitch (you can break into 2 shorter ones) to the top. After the first lead, the route has many possible lines, but following the least resistance keeps the route at 5.7.","protection":"A standard rack; this can be done entirely with passive pro.","location":"This route begins in the large dihedral 20 feet left of the start for\n\nBitty Buttress\n\nroute."},"__v":0},{"_id":"pnPBI5A2WdSTonNrlcEU0w==","name":"Rise and Shine","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Mark Tarrant, Richard Wright","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3869,40.0018]},"left_right_index":20,"mp_id":"105759225","mp_crag_id":"105744605","climb_id":"pnPBI5A2WdSTonNrlcEU0w==","areaRef":"wlCDpWUxX9KSUx1ArlyPJw=="},"content":{"description":"Start at the end of the gully about 70' up from\n\nThe Buzz\n\n.  Rise and Shine climbs the first half of an old aid route 40' left of\n\nThe Lorax\n\n, and then stays on the face where the aid route moves right.  Stem across a slot and clip the first bolt (long sling).  Maneuver up into the dihedral system past 5 bolts (.10d) to a good ledge and a rest.  Continue up a pumpy face to a crux at bolt #9, and then hang on 'til the finish.\n\nThe well-protected climbing is deceptively steep and continuous on good holds the entire way.  There are no .12 moves on it, but the accumulation of .11 moves make it feel like .12a when stringing it all together.  The climbs in this alcove get great morning sun and little wind making them good winter routes.","protection":"11 bolts plus 2-bolt anchor, 90'.  Use long slings on first two bolts.","location":""},"__v":0},{"_id":"Rgbab+9KXROJBGqfnB/FnQ==","name":"Right Crack or Last Crack (aka Mirage?)","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"?Dan Hare and Allen Bradley, 1979?","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3869,40.0018]},"left_right_index":8,"mp_id":"105890878","mp_crag_id":"105744605","climb_id":"Rgbab+9KXROJBGqfnB/FnQ==","areaRef":"wlCDpWUxX9KSUx1ArlyPJw=="},"content":{"description":"I thought this route climbed a little nicer than Left Crack. It has nice jams, is a little short, but is steep and interesting.","protection":"While several #2 Friends would be useful, a variety from a #0.5 Camalot work fine.  A #0.75 Camalot seemed to protect the most strenuous section very well.","location":"This is on the right end of the ledge and right of where Left Crack and\n\nJaguary\n\nstart."},"__v":0},{"_id":"+/tXE6k5UCibl86/1sIWIw==","name":"Reveille","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Mark Tarrant, Richard Wright","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3869,40.0018]},"left_right_index":21,"mp_id":"105759228","mp_crag_id":"105744605","climb_id":"+/tXE6k5UCibl86/1sIWIw==","areaRef":"wlCDpWUxX9KSUx1ArlyPJw=="},"content":{"description":"This is a semi-trad variation of \"\n\nRise and Shine\n\n\".  After the first 5 bolts on \"\n\nR&S\n\n\" (.10d) stay right, in the dihedral for another 40' aiming for the anchors on \"\n\nR&S\n\n\".  The route follows the old aid line in the corner until the aid line takes on the big roof pierced by a thin crack.  The upper dihedral is mostly .9+ until the very end (.10b) before the anchor.\n\nThis is a fun variation that gives an up-close view of the tempting but intimidating huge wave of rock covering this nicely sheltered alcove.","protection":"5 bolts to a 2-bolt anchor.  90'.  Gear to #3 Friend.  Long slings on first two bolts.","location":""},"__v":0},{"_id":"MTgwYOuIXM+v2x15eLEiyw==","name":"Return To Sender","yds":"5.12a/b","grades":{"yds":"5.12a/b","french":"7b"},"fa":"Mark Tarrant, Richard Wright","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3869,40.0018]},"left_right_index":14,"mp_id":"105761676","mp_crag_id":"105744605","climb_id":"MTgwYOuIXM+v2x15eLEiyw==","areaRef":"wlCDpWUxX9KSUx1ArlyPJw=="},"content":{"description":"This 2 pitch sport route starts about 40' up and left of the\n\nBitty Buttress\n\nroute, as if starting on\n\nA's Jax\n\n, staying right, out of the unpleasant dihedral.  Facing almost due south, it gets lots of sunshine and is somewhat protected from westerly winds.\n\nPitch 1:  5.11a, 90', 9 bolts.  Start with 3 bolts on the slab/fin right of the dihedral, then stem left across the corner onto a steep wall, hitting an unusual crux at bolt 5.  A nifty slab (.9-) takes you up to the anchor.  This is an excellent pitch all by itself.  It's probably best to follow rather than lower.\n\nPitch 2:  5.12a/b, 45', 6 bolts.  Some 5.9 leads up to the 4th bolt where a height-dependant move is encountered (harder if under 6' tall).  An interesting sequence sets up the crux toss at bolt 5.  This pitch is fairly steep but not overly powerful--some thoughtful, technical movement is required to \"send\".  Though it's a reasonable redpoint, without tic-marks or beta the onsight should deliver that special 5.12 feeling.\n\nLower off, then rap the first pitch.","protection":"10 draws plus anchors after each pitch.","location":""},"__v":0},{"_id":"JPEVHgw0VG+i1bNzS3CKZg==","name":"Razor Hein Stick","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Mark Rolofson on August 29, 1985","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3869,40.0018]},"left_right_index":2,"mp_id":"119945890","mp_crag_id":"105744605","climb_id":"JPEVHgw0VG+i1bNzS3CKZg==","areaRef":"wlCDpWUxX9KSUx1ArlyPJw=="},"content":{"description":"This is the hardest friction slab climb that I have ever done. I first attempted the climb on toprope in 1981 with Kent Lugbill (if my memory serves me right). We were able to fight our way up the vertical start, only to find the slab to be impossible. The invention of sticky rubber rock shoes changed everything. I returned in Fall 1984 & successfully toproped the climb in a pair of Boreal Fires. Then in the Summer 1985, I placed 3 bolts, plus a #1 RP on rappel to protect the climb. After a few attempts, I successfully led the route. Sticking to the moves past the upper 2 bolts felt magical. I repeated the route on numerous occasions & flailed on other attempts. Temperature, shoes, & mindset are everything on such an insecure slab. In 1988, I replaced the fixed #1 RP with what is now the 2nd bolt. In November 1992, I replaced the original bolts that were 1/4\" buttonheads & a 3/8\" Star drive in, plus added the 2 bolt anchor.\n\nBegin by climbing a moderate thin crack (RPs and/or small stoppers & a red Alien) to its end. Clip the 1st bolt on a vertical face. It may be possible to stickclip the 1st bolt with a long extension pole. 5.11+ moves lead up the face to gain the slab above the 2nd bolt. 5.12 friction moves, with tiny finger edges, ascend the high angle slab, past the upper 2 bolts, to a large sloping dish. A final hard move gains a stance in the dish. Continue up 20 feet of moderate (5.6) slab climbing with good holds, to a crack. A bomber 1\" cam (red Alien) can be placed here. Finish up an easy wide crack. Look for face holds in the crack.","protection":"4 bolts, plus RPs (steel nuts) and /or small wired stoppers, two Red Aliens (or 1\" cams), and 2 Goldshuts.","location":"It is 15 feet right of\n\nTreetop Landing\n\n& 15-20 feet left of\n\nPeapod\n\n."},"__v":0},{"_id":"yzaRci02V4e+Ufjna/NuHA==","name":"Peapod","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Chris Peisker & Scott Woodruff","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3869,40.0018]},"left_right_index":3,"mp_id":"105758575","mp_crag_id":"105744605","climb_id":"yzaRci02V4e+Ufjna/NuHA==","areaRef":"wlCDpWUxX9KSUx1ArlyPJw=="},"content":{"description":"Located on the buttress up and left of the Bitty Buttress route, Peapod is the obvious corner with a small roof about 15ft up. There is a fixed pin before the roof. Thin moves past the pin (can be backed up with small Alien), then exit right around roof and up splitter crack with good jams. Interesting moves and good pro. Only the short length of the pitch keep it from getting 3 stars. From the large ledge at top, rap anchors are off to climber's left.","protection":"Set of Friends to #3.5, set of nuts, small Aliens or equivalent useful.","location":""},"__v":0},{"_id":"5HUKtQwUUvi2J5rC85Xp0A==","name":"Peach Cobbler","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Matt Samet, Chris Weidner, November 12, 2009","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3869,40.0018]},"left_right_index":16,"mp_id":"107926712","mp_crag_id":"105744605","climb_id":"5HUKtQwUUvi2J5rC85Xp0A==","areaRef":"wlCDpWUxX9KSUx1ArlyPJw=="},"content":{"description":"Start from a bolted belay on the ledge above\n\nThe Buzz\n\n. This ledge can be accessed from the first pitch of\n\nBitty Buttress\n\n,\n\nThe Buzz\n\n, or one of several routes further right.\n\nClimb a sharp, gray arete, then monkey up the overhanging, peach-colored headwall. Expect varied climbing, exciting movement, and awesome exposure.","protection":"8 bolts, plus a two-bolt anchor.","location":""},"__v":0},{"_id":"PDNJoh3tUu+JcjAxxTeqeg==","name":"Moby Dike","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Vaino Kodas, Moe Hershoff, 2004","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3869,40.0018]},"left_right_index":0,"mp_id":"105764400","mp_crag_id":"105744605","climb_id":"PDNJoh3tUu+JcjAxxTeqeg==","areaRef":"wlCDpWUxX9KSUx1ArlyPJw=="},"content":{"description":"Moby Dike is a pretty good climb in a good location at a prominent quartz dike at the very top of the Blob/Bitty Buttress ridge. It's a bit short given the approach, and the quartz holds are still flaking off. The FA party rated this 5.9, but it felt hard to me. The moves and clips at the 3rd and 4th bolts seemed quite hard, balancy and precarious.\n\nApproach: From the Blob parking pullout, look for the first formation on the skyline right of East Blob. You'll see a steep orange wall with a prominent vertical white dike. Moby Dike climbs the left side of the dike which, not obvious from the road, is a left facing corner. Leaping Lizards, listed in Rossiter, is to the right of the dike. Hike up the trail to Blob and find your way east below Blob Slab to the base of the gully below East Blob. Scramble up a trough on the right of the main gully to a large bench with trees. Follow this right/east to its end, and you'll be below the climb. You could climb up trad from here to the bolt anchors at the start of the climb, but better, reverse your path for about 100', then go up a bit and climb right up a third class ramp past 2 small trees to a ledge. Follow this to its end, then do a short exposed but very easy traverse to the bolt anchors.\n\nThe route: Traverse right and make several hard moves up the quartz band. Hand traverse left around the roof (reachy) and then up easy rock to a ceiling. One more hard move over the ceiling leads to the anchors.\n\nDescent: You can reverse the third class approach from the start anchors or rappel with a 60m rope from the top anchors to the next lower level and hike west to rejoin the approach.","protection":"7 bolts plus 2-bolt anchors at the top and at the start.","location":""},"__v":0},{"_id":"AckhSOcCVbCbsD9DbK+DSw==","name":"Milk the Quartz for Pints","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3869,40.0018]},"left_right_index":25,"mp_id":"110037238","mp_crag_id":"105744605","climb_id":"AckhSOcCVbCbsD9DbK+DSw==","areaRef":"wlCDpWUxX9KSUx1ArlyPJw=="},"content":{"description":"On 30 Jan. 2015, David Light and I were looking for a warm-up on a cold morning, before climbing\n\nReveille\n\non the adjacent Amphitheater.  About 50 feet right of\n\nCreeping Obscurity\n\n, David led up, crossing a thick, horizontal vein of milky quartz. He continued up, meandering to find protection and avoid solid-looking granite dinner plates (5.8). He belayed on a broken ledge at about 110 feet. Another loose pitch (5.6) ended on the left-descending ramp, about 20 feet right of the relatively tall ponderosa pine. We descended west, partway down the ramp to the nadir of the steeper upper wall of the Annex.\n\nThe third pitch began right of a large juniper tucked into an alcove. David led up into a large pocket of milky quartz, then diagonaled right before heading straight up, to the top of the upper wall (5.9-). The whole climb has interesting moves complicated by lots of the powdery lichen that lubes crucial footholds.","protection":"SR.","location":"The first two pitches lie on the right side of The Annex. The third pitch begins to the right of a large juniper tucked into the nadir of the upper tier, on the west-descending ramp.\n\nWe topped out on a plateau, east of the summit of the Bitty Buttress. We walked east, then south, to the top of the west-descending ramp. We followed the ramp down, to the base of the Amphitheater. Down-climbing above deadly drop-offs begged caution. We did a short rap from a sling on a flake."},"__v":0},{"_id":"G3i70xZNXlaVaTOLTlqTxg==","name":"The Lorax","yds":"5.13b","grades":{"yds":"5.13b","french":"8a"},"fa":"Jim Redo","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3869,40.0018]},"left_right_index":23,"mp_id":"105759219","mp_crag_id":"105744605","climb_id":"G3i70xZNXlaVaTOLTlqTxg==","areaRef":"wlCDpWUxX9KSUx1ArlyPJw=="},"content":{"description":"This route is to the right of\n\nThe Buzz\n\n(5.12d) in the amphitheatre right of the actual\n\nBitty Buttress\n\nroute. Scramble up to a ledge below a bolt about ten feet above you and belay. Climb up and clip the first bolt and gain a semi-exposed ledge. Clip the second bolt, and lay down and unclip the first bolt to reduce rope drag. The meat of the climb is three boulder problems separated by rests with the rests getting worse after each boulder problem. Probably, the most continuously steep route in the canyon and maybe a stiff 13b at that.","protection":"10 bolts. Reach down and unclip the first bolt after you clip the second to reduce rope drag.","location":""},"__v":0},{"_id":"v0pi6bDqUfmxXiSL4hWJgw==","name":"The Jitters","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Mark Tarrant, Richard Wright","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3869,40.0018]},"left_right_index":19,"mp_id":"105759231","mp_crag_id":"105744605","climb_id":"v0pi6bDqUfmxXiSL4hWJgw==","areaRef":"wlCDpWUxX9KSUx1ArlyPJw=="},"content":{"description":"Start about 50' up the gully from The Buzz, just right of a dark chimney.  Lots of bolts but not as cushy as it looks.  The first bolt allows you to safely clip the second and then pull through a crimpy boulder problem (.12b-ish).  Another crux comes at the fourth bolt and then several more small, continuous moves take you past the steep stuff and onto a sloping ramp and a rest.  A tricky move on a triangular face leads to a bulge with one more 5.11 move and then the anchor.   Some useful beta:  Bolts #5 and #6 get clipped from holds above the bolts so you're pulling up very little rope.\n\nAs with other routes in this alcove, it's deceptively steep.The route climbs much better than it looks--feeling longer than it is.  Fun and sustained on a medley of holds.","protection":"11 bolts plus 2-bolt anchor, 80'.","location":""},"__v":0},{"_id":"pHRVHS4DW3OcCZwqsR5Q4Q==","name":"Jam Left","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3869,40.0018]},"left_right_index":7,"mp_id":"105759153","mp_crag_id":"105744605","climb_id":"pHRVHS4DW3OcCZwqsR5Q4Q==","areaRef":"wlCDpWUxX9KSUx1ArlyPJw=="},"content":{"description":"This route is on the Peapod Buttress, or \"south face of Bitty Buttress.\" It's left of and up from Bitty Buttress by about thirty-forty yards. It's sheltered by a couple of average-sized evergreens, but still gets good sun in the winter. The route is the middle of the three cracks, to the right of a couple of newer bolts and the route Jaguary.\n\nThis is a short but rather burly route. I'd have thought it was a 10.... There's a jam left, yes, but there's also a good jam right just above it. Placing gear burned me a bit, but all that's needed is 3-4 cams. There's a rappel anchor above and to the right, perfect for top-roping \"Last crack on the right\" if interested.\n\nThe short, pumpy routes here are worth jumping on if you're in the area for Bitty Buttress and want to turn it up a notch, or want to work some tougher lines while staying close to the ground. \"Jam Left\" is not starred in\n\n\"Boulder Climbs North\"\n\n, but I thought the crux sequence was a fun grunt and good way to end the afternoon, so I gave it a couple.","protection":"Cams #1.5-2.5.","location":""},"__v":0},{"_id":"bcNZ5vcDWkGmNO9tT4lqIg==","name":"Jagged Ascension aka The Hand is Quicker than the Eye","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Bob D'Antonio & Greg Hand, 1996","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3869,40.0018]},"left_right_index":5,"mp_id":"108431531","mp_crag_id":"105744605","climb_id":"bcNZ5vcDWkGmNO9tT4lqIg==","areaRef":"wlCDpWUxX9KSUx1ArlyPJw=="},"content":{"description":"Start as for\n\nJaguary\n\n.  When you get to the crack, trend left past 2 bolts and then on steep cracks to the top.","protection":"Gear to 2 inches.","location":"It starts as for\n\nJaguary\n\nand goes left."},"__v":0},{"_id":"7HgpqtjPVkGf/vz2enDFFA==","name":"Jaguary","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Lugbill, Hand, Rolofson, '81","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3869,40.0018]},"left_right_index":6,"mp_id":"105890858","mp_crag_id":"105744605","climb_id":"7HgpqtjPVkGf/vz2enDFFA==","areaRef":"wlCDpWUxX9KSUx1ArlyPJw=="},"content":{"description":"This route is fun.  A bit tricky protecting the start, I thought there was short, ground fall potential before getting gear in at a reasonable height.  However, the crux is higher where gear is perfect, and bouldering up and down at the start to fidget gear is reasonable as well.  Nice crux, sweet little climb.","protection":"I slotted a nut at head height, stacked a couple of TCUs in the arch above, squeezed a #2 Ball Nut and #00 TCU shortly after; the remainder is more obvious.","location":"Middle of Bitty Buttress, between\n\nPeapod\n\nand Left Crack - left variation (Hand Is Quicker Than The Eye .11d), has two bolts.  Jaguary, climbs face to a crack directly above."},"__v":0},{"_id":"lX18QFEBVoelXUCRg+wuUg==","name":"Holy Ascension","yds":"5.13-","grades":{"yds":"5.13-","french":"7c+"},"fa":"Tim Hudgel 1985. FFA: John Arron 1987 (TR)","type":{"trad":true,"tr":true,"aid":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3869,40.0018]},"left_right_index":4,"mp_id":"106436038","mp_crag_id":"105744605","climb_id":"lX18QFEBVoelXUCRg+wuUg==","areaRef":"wlCDpWUxX9KSUx1ArlyPJw=="},"content":{"description":"Holy Ascension would likely deserve the original A4 rating if climbed with all pins, beaks, and heads but with the advent of modern technology the grade is significantly tamer.\n\nLook for a thin crack a few feet to the right of\n\nPeapod\n\nand to the left of\n\nJaguary\n\n. This route opens with some thin and flaring C2 moves and meets up with the upper bolt of Jagged Ascension (~5.12).  From there, plug in small cams and stoppers on C1 as the angles decreases and cracks get wider.  The last 20-40 feet is best free climbed and doesn't get harder than 5.7 with good protection.\n\nIf free climbing, you'll find everything above the aforementioned bolt a cake walk compared to the poorly protected crux below which is apparently 5.13a.\n\nDownclimb the class 4 ramp on climber's left or set up a rap on two bolts just above Razor Hein Stick (also, to your left). Alternatively, scramble up class 4 ramps and finish with the last pitches of\n\nA's Jax\n\n(8), Zero Tolerance (11b), and Moon Doggie (11b).\n\nGiven that the crux lies in your first three placements, you may consider a bouldering pad and spotter since you're guaranteed a deck fall if any piece these pieces blow.","protection":"Micro stoppers and RPs mandatory for the start with offsets helpful. Maybe bring the ballnuts if you got 'em. One set small cams and nuts for the C1 section and Camalots #1, 2, and 3 for the free climbing finish (doubles, especially of #2s can be useful but not necessary).\n\nFor the TR anchor, bring long slings and/or some small to medium pieces of pro.","location":""},"__v":0},{"_id":"Z3RaEabgXoOZ0deSs017Yg==","name":"Electricity","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Dan Hare, Clay Wadman, 1991","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3869,40.0018]},"left_right_index":10,"mp_id":"105761691","mp_crag_id":"105744605","climb_id":"Z3RaEabgXoOZ0deSs017Yg==","areaRef":"wlCDpWUxX9KSUx1ArlyPJw=="},"content":{"description":"Electricity starts about 50 ft uphill from the log at the start of the Bitty Buttress route and just left of Return to Sender. In essence, it starts just above the short bolted route \"Welcome Home\".\n\nP1. launches up moderate, but dirty rock to a nut placement well below the first bolt. Chase a line of bolts up steep and ocassionally friable stone to an awkward move into a corner. The corner takes thin gear up to the anchor. This pitch has some powerful, awkward, but interesting moves on it and stakes a fair claim to 5.12a.\n\nP2. steps right via a bolt into an unpleasant sequence on sharp and friable stone. Moving up here needs a #2 Friend or Camalot, which will take up the only good slot for the hands. Chase the crack left on good stone that turns dubious near the end. This pitch was acceptable to follow and unpleasant to lead.\n\nOverall, I'd probably not rush back to Electricity, however, a bolt placed low on P1 would make it a two star pitch for sure.","protection":"This is a two pitch route. Bring a dozen draws, a medium rack with nuts and cams up to a #3 Friend or Camalot. Bring a 50 meter rope to rap off P1 or walk off the top if you do both pitches. The walk off entails a short 3rd class scramble, not as bad as it looks.","location":""},"__v":0},{"_id":"nNaomMVzX8iS1VKQlJTL+w==","name":"Creeping Obscurity","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3869,40.0018]},"left_right_index":24,"mp_id":"110036644","mp_crag_id":"105744605","climb_id":"nNaomMVzX8iS1VKQlJTL+w==","areaRef":"wlCDpWUxX9KSUx1ArlyPJw=="},"content":{"description":"On the left side of The Annex, climb a shallow, left-facing, double dihedral past the rightmore of two tiny Douglas firs, about 30 feet up. Wander upward as necessary to find protection and avoid loose rock. Build a gear anchor before reaching the left-descending, grassy ramp. After my wife, Jeana, seconded the pitch, I lowered her to the ground, rather than subject her to the potentially sketchy scramble down the ramp. Date: 30 Nov. 2013.\n\nAbout 20-30 feet right of our top-out, a relatively tall ponderosa pine stands on the edge of the cliff. I found two old slings wrapped around its base. I took the better sling and descended to the west, down the ramp, because two 70m ropes would be necessary to rap from that tree to the ground. I guess that the slings were left by previous Annex climbers, or (more likely) by climbers who summitted the Bitty Buttress and descended to the east, instead of west. Descending to the east, then down, into the west-descending ramp is easy and inviting — until you reach the lower part of said ramp, which has loose downclimbing above deadly drop-offs.","protection":"SR.","location":"The Annex is the large, slabby face directly to the right (east) of The Amphitheater. As a whole, The Annex is more massive than BB and almost as tall. If it were in Connecticut, it would be the biggest and most popular rock. Creeping Obscurity lies on the left side of The Annex. Stoner Slab (Rossiter, 1999, p.83) lies hundreds of feet below The Annex."},"__v":0},{"_id":"aLmAEudOVIKLI+AeeNJHfg==","name":"The Buzz","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"Mark Tarrant, 1998?","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3869,40.0018]},"left_right_index":17,"mp_id":"105753976","mp_crag_id":"105744605","climb_id":"aLmAEudOVIKLI+AeeNJHfg==","areaRef":"wlCDpWUxX9KSUx1ArlyPJw=="},"content":{"description":"This is a little-known but absolutely killer line on Bitty Buttress. Hike up to Bitty Buttress and continue past the fallen tree for a couple hundred yards until the trail curves around to meet the southeast corner of the buttress. You will be in an awesome alcove that gets lots of morning sun, and is nice and wind-protected. It is bordered on two sides by overhanging rock.\n\nThere are three lines in this alcove. On the giant overhanging wave to the right is the\n\nThe Lorax\n\n(13b). It is hard to understand why there aren't more routes here - there is plenty of room for more - multipitch as well. Moving left to the planar wall, there is an unfinished (14?) project. On the farthest left is the Buzz.\n\nAt first glance, the Buzz appears vertical, but when you get on it you will find the route overhangs by about 10 degrees. The climbing starts off reasonably easy, and then gets consistently harder as you go up an overhanging seam (12a) to the crux. You hit the crux about 35 feet up, where you get a  clip before launching into a bizarre sequence. From here it is about 8-10 feet of thin, tenuous, and inobvious 12d crux maneuvering to make it to a jug and another clip. You can chill out a little on a rounded arete before continuing, but there is a bit more 11d/12a climbing guarding the anchors. Great line!","protection":"8 bolts.","location":""},"__v":0},{"_id":"OO05nAuvVjiWDbPnHJzylw==","name":"Bitty Buttress","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Pat Ament, Paul Mayrose, 1964","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3869,40.0018]},"left_right_index":15,"mp_id":"105748265","mp_crag_id":"105744605","climb_id":"OO05nAuvVjiWDbPnHJzylw==","areaRef":"wlCDpWUxX9KSUx1ArlyPJw=="},"content":{"description":"This is a great line up the exposed and interesting buttress.\n\nP1. Start at the low point by a fallen tree, and head straight up the crack systems. The exact route is probably the line of least resistance, but many variations are possible. This is the longest pitch and the best of the three. Belay on a big ledge.\n\nP2. Take the corner to the right, and crank up the large dihedral.\n\nP3. Continue up the right-facing dihedral. The technical crux occurs after #2 Friend placement. This is your last placement for the next 15 feet. Move up through the thin, balancy crux, and finish left on a large ramp.\n\nIt is another Ament classic.","protection":"A standard rack.","location":""},"__v":0},{"_id":"FWZfYSF6WLO0XUTpaqplLA==","name":"A's Jax","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Pat Ament & Steve Komito 1964","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3869,40.0018]},"left_right_index":12,"mp_id":"105758500","mp_crag_id":"105744605","climb_id":"FWZfYSF6WLO0XUTpaqplLA==","areaRef":"wlCDpWUxX9KSUx1ArlyPJw=="},"content":{"description":"P1. This adventure route starts on one of the ramps next to the\n\nBitty Buttress\n\nroute. We chose the v-shaped one. A full pitch (165') of scraggy climbing brings you to a big ledge. The hardest part was a short, steep, finger crack with some loosish blocks at its top. Try not to throw anything on your belayer. In fact, be careful the whole pitch, there were some loosies indeed.\n\nEds. Note this 1st pitch may be part of South. The original pitch may have been one dihedral left, which was described by\n\nPatrik\n\nas \"start with a large, right-facing corner just left of a partially boled route about 30 feet up and left of\n\nBitty Buttress\n\n. Pass a ledge, and go up a wide-ish crack (optional #6 Camalot). Pass some loose blocks (carefully!) to a second ledge to belay.\n\nP2. Next scramble left and up, belaying under and on the left of the two prominent roofs.\n\nP3. The third pitch is the nice one, a right-facing dihedral that is steep and fun. This felt to me like a 1964 5.8. Similar difficulty as\n\nBitty Buttress\n\nand tops out just to the climber's left of that route. Would be better if first pitch wasnt so scraggy, but is fun.","protection":"Single set of nuts and cams to #3 Camalot. Aliens work well.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,decc1251-4a67-52b9-b23f-3243e10e93d0,e519a674-a620-509c-9e86-a246f84a8e40,c25083a5-6531-5fd2-9253-1d40ae5c8f27","pathTokens":["USA","Colorado","Boulder","Boulder Canyon","Bitty Buttress"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.8"},{"count":1,"label":"5.12b/c"},{"count":1,"label":"5.7+"},{"count":1,"label":"5.9"},{"count":3,"label":"5.12c"},{"count":1,"label":"5.14c"},{"count":2,"label":"5.7"},{"count":2,"label":"5.12a"},{"count":2,"label":"5.10b"},{"count":1,"label":"5.10d"},{"count":1,"label":"5.12a/b"},{"count":2,"label":"5.11c"},{"count":1,"label":"5.12b"},{"count":1,"label":"5.9-"},{"count":1,"label":"5.13b"},{"count":1,"label":"5.9+"},{"count":1,"label":"5.11b"},{"count":1,"label":"5.13-"},{"count":1,"label":"5.12d"},{"count":1,"label":"5.8+"}],"byDiscipline":{"trad":{"total":18,"bands":{"unknown":0,"beginner":7,"intermediate":4,"advanced":6,"expert":1}},"sport":{"total":12,"bands":{"unknown":0,"beginner":0,"intermediate":2,"advanced":8,"expert":2}},"aid":{"total":1,"bands":{"unknown":1,"beginner":0,"intermediate":0,"advanced":0,"expert":0}},"tr":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":0,"expert":1}}},"byGradeBand":{"unknown":0,"beginner":7,"intermediate":5,"advanced":12,"expert":3}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.3869,40.0018]},"bbox":[-105.38748700515349,40.001350339818146,-105.38631299484648,40.00224966018187],"left_right_index":-1,"ext_id":"105744605","area_id":"wlCDpWUxX9KSUx1ArlyPJw==","polygon":{"type":"Polygon","coordinates":[[[-105.38748700515349,40.001350339818146],[-105.38631299484648,40.001350339818146],[-105.38631299484648,40.00224966018187],[-105.38748700515349,40.00224966018187],[-105.38748700515349,40.001350339818146]]]}},"content":{"description":""},"density":0,"totalClimbs":27,"__v":1,"createdAt":"2022-11-07T05:55:57.438Z","updatedAt":"2024-01-20T00:59:49.617Z"}