{"_id":"63689de0e80bff5a994f969c","area_name":"South Ramp","shortCode":"","climbs":[{"_id":"cdaFElQfV86GwuLA2AZ96A==","name":"South Ramp","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"?  Unknown","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3304,39.1896]},"left_right_index":0,"mp_id":"106020055","mp_crag_id":"106020041","climb_id":"cdaFElQfV86GwuLA2AZ96A==","areaRef":"exNdXpkQWoKu+KJH2GfdiQ=="},"content":{"description":"There is a small crack about 15 up and to the climbers left from this crack system (the belay), and that is about the only place you can get any gear in.  Grippy but somewhat loose (re: sometimes easily broken) granite knobs.  This lower part is the crux, going about 5.5 in our opinion.  Not much protection (none), and severe consequences for a fall.  A fall from here would likely be terminal.  There is a dubious bolt  a hexhead 3/16 bolt in some (?) anchor holding on an aluminum hanger (which seemed strong enough, had the anchor been better) - Hubble called this the \"death bolt\" in his book.  After clipping this dubious protection,  you are able to walk up the steep slab (4th class very steep slab X rating).  The next person who goes down there for this route would do everyone a favor by replacing this \"bolt\" with a real bolt.  With careful consideration and a range of small cams, you can get a few decent placements on this route.  A double-bolt hanger/belay has been installed BELOW the roof, so a 60m rope will reach it from the belay ledge below.  Above the anchors, you can carefully circle around to the right (east) and get on top to the summit and the rap anchors above the Bolted Route 5.7+.\n\nSteep 3rd class (but falling would be very, very bad).  (2) 60m ropes BARELY reached the ground just below the Velcro Wall.  You can rap down with 1 70m rope to the mid-rap anchors, and then down to the bottom of the Velcro Wall.  Note: A\n\n60m WILL NOT\n\nREACH the intermediate belay/rap anchors.","protection":"Small nut for the crux.  A few draws for the \"bolt\", small-mid sized cams for a belay at the huge boulders above.  I was able to build a nice 3-point equalized anchor above the belay, and found a few creative but solid placements on the way up.  Nothing bigger than a #2.5 cam.   Bring a few long draws to keep the rope straight and not zig-zagging.","location":"Route is the south facing ramp going up to the summit.  You have to down-hike the west ridge heading south about 150' vertically before you can get onto the rock massif itself.  From there, hike an ascending line NE up steep 3rd class ramps to a huge horizontal crack.  The start is above the VERY large horizontal crack. The route goes to the climber's left to a small weakness and a down-facing crack at a small band of larger quartz pieces in the granite, then straight up to the crack splitting the huge rocks above you up the ramp.  Rappel anchors on the west side of the main massif.  a 60M rope is needed for both the climb and the rappel."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,3008c0fb-0ce5-525b-b50f-6155887d0597,39d76483-f0b6-5190-923f-59e7bb956c35,1ec30a23-ca55-5640-8fba-877d6945a307,7b135d5e-9910-5a82-aef8-a247d867dd89","pathTokens":["USA","Colorado","South Platte","Goose Creek/Molly Gulch Campground","Sheeprock","South Ramp"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.5"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.3304,39.1896]},"bbox":[-105.33098016237065,39.189150339818134,-105.32981983762934,39.19004966018187],"left_right_index":-1,"ext_id":"106020041","area_id":"exNdXpkQWoKu+KJH2GfdiQ=="},"content":{"description":""},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T05:56:14.492Z","updatedAt":"2022-11-25T11:16:55.773Z"}