{"_id":"6368a50be80bff5a995b0580","area_name":"Washer Woman","shortCode":"","climbs":[{"_id":"kuxzclUpUzqowM/0clRKYg==","name":"In Search Of Suds","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Charlie Fowler, Glenn Randall, 1982","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.83879,38.39059]},"left_right_index":0,"mp_id":"105717622","mp_crag_id":"105716988","climb_id":"kuxzclUpUzqowM/0clRKYg==","areaRef":"0rb+EnRwVhG5tD37SYF+YQ=="},"content":{"description":"Washer Woman Tower is named so because it looks like a woman bent over an old fashion wash tub doing laundry. The route seeks suds up the Southwest face then climbs straight up the woman's head to one of the most spectacular summits in the desert.\n\nIn Search of Suds is a very high quality climb with good rock, wild exposure and an amazing view. The adventure has only begun once you reach the summit.\n\nThe route begins on the right side of the Southwest face,  there are several ways to get there. It is best to begin the route from the saddle between Washer Woman and Monster Tower. The best approach is from the South via steep talus  slopes.\n\nPitch 1\n\n:5.10, 85 feet. Scramble to the saddle and begin climbing off the left side of the ridge in a steep fist crack with difficult moves  right off the deck. Continue up and pass an offwidth section and belay at a bolt anchor with slings. You should be able to see daylight through a small eye piercing the tower above. Beware of loose rock on this pitch.\n\nPitch 2\n\n5.10, 90 feet. Climb up to an airy stance near the Eye and sling a chockstone for pro before moving into the crack left of the eye. Make some 5.9 moves and continue up to easier climbing in the crack above. Pass a squeeze chimney through a bulge and make scary moves on sandy sloping holds out of the chimney and onto the belay ledge. Belay at 3 bolt anchor with slings below a roof.\n\nPitch 3\n\n: 5.10+, 70 feet. From the comfortable belay ledge move directly right and  into a good hand/fist crack with a roof above. Power through the roof with several 5.10 moves and make a difficult move  up and right above the roof (5.10+, TCU). Continue to the ridge on fun 5.9 crack climbing. Arrange a gear belay on the ridge.\n\nPitch 4\n\n: 5.6, 70 feet. Traverse along the ridge towards the summit and belay where it steepens. This can be combined with the next pitch.\n\nPitch 5\n\n: 5.9, 20 feet. Face climb a short steep section with an old pin, Belay at bolt anchor on large ledge below final headwall.\n\nPitch 6\n\n: 5.10+, 80 feet. Face climb up past some loose rotten bands (5.9R) to a  beautiful black varnished face with four drilled pitons.  Face climb on small holds up and past the bolts to a mind  blowing summit and belay at bolt anchor.\n\nDescent: 3 or 4 two-rope rappels down the Kor Route\n\nRap 1: Rap back to the ledge at the base of the last pitch.\n\nRap 2: Rappel through the arch! Carefully thread anchors  just over the edge of the South side and make a wild free hanging rappel down the face to a set of Metolius rap bolts. Getting over the edge to start this rappel is tricky  and way spooky. This is one of the most incredible rappels in the world. Be very careful of loose rock when you pull the ropes after this rap.\n\nRap 3: If you have two 60 meter ropes you can hit the ground on this rappel. If not look for the best set of bolts (several exist) and make another rappel.","protection":"Double set of cams up to #3.5 Camalot, two ropes.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ee1d37e7-dc41-5c26-a358-5d51af01f499,cbbfd7c6-5cf2-5063-8939-5f3233efa573,2dfdb657-4194-5c35-8d71-416488c6bbf9,d2b6fe12-7470-5611-b9b4-3dfb49817e61","pathTokens":["USA","Utah","Southeast Utah","Island In The Sky","Washer Woman"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10+"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-109.83879,38.39059]},"bbox":[-109.83936369582256,38.39014033981815,-109.83821630417746,38.39103966018187],"left_right_index":-1,"ext_id":"105716988","area_id":"0rb+EnRwVhG5tD37SYF+YQ=="},"content":{"description":""},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T06:26:45.457Z","updatedAt":"2024-01-15T16:49:31.058Z"}