{"_id":"63689f33e80bff5a9950cdbc","area_name":"Cirque Lake Peak (Central Tower)","shortCode":"","climbs":[{"_id":"jLt1lDSYWPCyrmHasMyzJg==","name":"South Rib","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.05187,44.07755]},"left_right_index":0,"mp_id":"111997275","mp_crag_id":"111989507","climb_id":"jLt1lDSYWPCyrmHasMyzJg==","areaRef":"CFVzr32xUr6Jk6+3TWhHTw=="},"content":{"description":"Climb the striking arête. Dirty, awkward, and loose sections detract from an aesthetic and exposed climb. Stay near the true arête for the best climbing. There are lots of opportunities to go too far left.\n\nP1 (5.8): Head up the flaring crack of your choice in the large right corner. All options are awkward and intermittently vegetated. Belay just below the chimney or at the small tree above the chimney.\n\nP2 (5.7): Continue up the corner to the large tree. Belay here, or continue right almost to the arête and head up a gully 'till you're out of rope.\n\nP3 (5.7): Continue up the gully to a large tree next to a low angle left-facing corner. If, like me, you went up too far left the previous pitch, you may need to traverse right on some face moves to reach this tree + corner.\n\nP4 (5.9): The first money pitch. Head up the low angle corner to a small tree. Just above the tree, look right around the arête to spot a hand crack ~12' away. Traverse across the thin face to the crack, then up the crack to a nice belay perch overlooking the right gully.\n\nP5 (5.7): From the belay perch, continue up the crack / corner until you reach another nice ledge. Belay here.\n\nP6 (5.8): The second money pitch. The start's a little tricky. Head up and left to a roof. Go right around this roof to find another roof. Pull the right side of the second roof to regain the arête. Exposed face climbing with limited protection and a short crack yield a comfy ledge. Belay here to avoid drag, or continue past the P7 friction to another ledge.\n\nP7 (5.8): From the first ledge, head up the corner left of the main arête until you spot a short blank traverse right back to the arête. Take cracks and blocks to a notch carpeted with loose rock. Belay here.\n\nP8 (5.6): Head out left then up following weaknesses and ramps around the huge block to another, bigger ledge. Belay from the tree. The descent starts from this ledge.\n\nP9 (5.5): Head around right and up to the top.\n\nDescent:\n\nCan be done with a single 50m rope with a bit of scrambling. Longer ropes will bypass a few stations.\n\nRap or downclimb the last pitch to the tree. Scramble ~20' below the first tree to find a better rap station. We passed ~7 established rap stations heading down the gully. Many could be skipped with some short 5th class downclimbs. The gully holds a bit of snow early season.","protection":"Lighter alpine rack. Ex: cams 0.4\"-3\", doubles 0.7\"-1.5\", nuts, ~10 slings. Doable with a 50m rope. All gear anchors and slung trees. Bring extra webbing to replace suspect rap anchors.\n\nApproach may require snow crossing. The short crossings had steps kicked and were soft in the afternoon when we approached on a mid-July afternoon.","location":"See Warbonnet Peak for the (8 mile) approach to bead lakes. From the lowest lake, head up the talus field towards the arête. You're looking for a large right-facing corner with a large tree above a small tree. The main arête should be ~50 ft right from the top of this corner."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,f4466c3f-1d59-56da-9fa9-8ef51d12d53e,02ac3e51-11bc-5ac4-a837-7c27e05506b4,8266fe69-367d-5b54-85ff-1179675b468e,085573af-7db1-52be-8993-afb74d68474f","pathTokens":["USA","Idaho","Central Idaho","Sawtooth Range, The","Cirque Lake Peak (Central Tower)"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.9"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}},"alpine":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-115.05187,44.07755]},"bbox":[-115.05249591990263,44.07710033981814,-115.05124408009733,44.07799966018186],"left_right_index":-1,"ext_id":"111989507","area_id":"CFVzr32xUr6Jk6+3TWhHTw==","polygon":{"type":"Polygon","coordinates":[[[-115.05249591990263,44.07710033981814],[-115.05124408009733,44.07710033981814],[-115.05124408009733,44.07799966018186],[-115.05249591990263,44.07799966018186],[-115.05249591990263,44.07710033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T06:01:35.017Z","updatedAt":"2024-02-19T18:33:22.121Z"}