{"_id":"63689d20e80bff5a994f22b3","area_name":"Bear Gun, The","shortCode":"","climbs":[{"_id":"vwyFcA9fWa61wn2OlsFjOA==","name":"Polar Bear","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Kevin Kent, Tim Bryant, Casey Niggemyer","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74625,34.92129]},"left_right_index":999999,"mp_id":"111654922","mp_crag_id":"110132021","climb_id":"vwyFcA9fWa61wn2OlsFjOA==","areaRef":"RMNc2LTbUN62M8s1J+CyoA=="},"content":{"description":"The largest animal that actively hunts humans, this one throws a little bit of everything at you to make one of the best routes around.    Start in the obvious bolted left-facing dihedral on the south face of the Bear Gun. As the holds disappear employ funky body-english maneuvers to find yourself at the base of the roof. Pull through on small slopers and tough jams and then sprint up the perfect ringlock corner crack as the pump builds to a fat ledge. From the ledge work your way up and left through another roof which thankfully has good feet and then blast up the featured hand crack. Awesome top out by laybacking a massive roof crack past a bolt. Belay from the tree or the summit anchor.","protection":"Singles of C3s to #3, double up the .5 - #2 sizes, no nuts. You could place a #4 or #5 high up but the climbing here is about 5.7. The rap can be done back to the saddle with a single 70m rope but it's very tight and the \"landing\" is sloping and exposed, so bring 2 ropes if you can't handle that.","location":"South face of the Bear Gun, visible from the saddle.    The whole tower and approach goes into the shade around 1 or 2 pm."},"__v":0},{"_id":"qOwLLEN3Wk2tRXZbb9ICag==","name":"Bear Fight","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Kevin Kent, Emily Reinsel, 2/2015","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74625,34.92129]},"left_right_index":999999,"mp_id":"110132029","mp_crag_id":"110132021","climb_id":"qOwLLEN3Wk2tRXZbb9ICag==","areaRef":"RMNc2LTbUN62M8s1J+CyoA=="},"content":{"description":"This route ascends the north face of the Bear Gun in two pitches. See the Bear Gun page for all the wonderful history.   \n\n  P1: Start with low angle junky climbing until you reach a nice ledge (some may want to solo this part to belay higher). From the ledge step out onto a thin face and traverse past a bolt. When you get to a stance go up the cracks to a large ledge. Walk right and belay behind the bush at the base of the handcrack corner.  \n\n  P2: The money. Go up beautiful thin hands crack. After 40' or so a fingercrack splitter on the right face materializes just close enough to reach. Move into this and enjoy the goodness as the splitter slowly widens from .3 to #3 as it takes you to the top, passing a small ledge in the middle that might still have a little loose rock. In the final 20' the crack widens further (save the #4 for here) but eases up considerably.  \n\n  Rap off to the saddle. 70m rope works but it's tight and exposed.","protection":"Standard double rack, 1 #4, maybe an extra in .75-#2. Stoppers not necessary. Single 70 just works.","location":"From the saddle between the tower and the wall, go down and traverse on large ledges until below the north face of the tower."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,24e148bb-4884-59e8-9870-43ce21f1a337,fa597035-a80a-55a2-9a9f-262bc7578ff9,ac61e188-87bc-52a9-af6a-5aee0657a3a0,45087188-64bd-5ebf-a4e7-d3ec7d6ec069,44c35cd8-b4db-50de-b633-cb3527e0b2a0","pathTokens":["USA","Arizona","Northern Arizona","Oak Creek Canyon","Wilson Mountain - East Side","Bear Gun, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11+"},{"count":1,"label":"5.11"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":2,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":0,"advanced":2,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-111.74625,34.92129]},"bbox":[-111.74679840672377,34.920840339818156,-111.74570159327622,34.92173966018187],"left_right_index":-1,"ext_id":"110132021","area_id":"RMNc2LTbUN62M8s1J+CyoA==","polygon":{"type":"Polygon","coordinates":[[[-111.74679840672377,34.920840339818156],[-111.74570159327622,34.920840339818156],[-111.74570159327622,34.92173966018187],[-111.74679840672377,34.92173966018187],[-111.74679840672377,34.920840339818156]]]}},"content":{"description":"A small but nice dual summit tower located away from the base of the large Coconino walls.As the story goes, in 1885, Richard \"Bear\" Wilson was excited by the tracks of a monstrous \"grizzly\" bear near present day Sedona, and was planning to hunt the animal as soon as his bear gun got back from the shop. But when Wilson saw the bear, he couldn't resist and went after it with only his small caliber rifle, shooting it multiple times. Throwing all caution into the wind he followed the wounded behemoth up a small box canyon. This was not fortuitous. The mama bear charged him and he attempted to shelter in a tree but she pulled him out. Wilson fought with his knife and wounded her further, as evidenced by the large trail of blood later found leading away from the scene. His knife was nowhere to be found and it was presumably lodged in the animal. In the end, she severely mauled Wilson and left him to die face down in the muck.Years later, Fred Thompson, Oak Creek Canyon homesteader and Wilson's one time employer, found the remains of a huge bear on top of the mountain, ostensibly the same one. The consensus is that Wilson mortally wounded the bear, so they named her final resting place in his honor.The moral of the story is: if lacking the proper gear, you should still go for it, but sometimes it might not go your way. Or something like that.This tower was first climbed by Cameron Kern (famous for taking a 90' slab fall on Dresdoom!) and Pete McFarland in the early 1990s via a route called \"The Lift is Still Turning\" on the south Face - 2 pitches, one traversing east and one going up to the top, 5.10.The first ascensionists didn't name the tower so I decided to call it The Bear Gun because it somewhat resembles a double barrel shotgun (from the right angle), but mostly because of the history of Dick Wilson, and his calamitous ending due to the lack of his bear gun."},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T05:52:45.977Z","updatedAt":"2024-02-19T18:27:58.779Z"}