{"_id":"63689d5ce80bff5a994f50c0","area_name":"Charlotte Dome","shortCode":"","climbs":[{"_id":"y65Ojm15Wl6+gBjgi0V/rg==","name":"South West Arete","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Galen Rowell, David Lomba","type":{"trad":true,"alpine":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-118.48013,36.78245]},"left_right_index":0,"mp_id":"109188321","mp_crag_id":"105803527","climb_id":"y65Ojm15Wl6+gBjgi0V/rg==","areaRef":"xMf11PIYVyG6sOFIVpaKhQ=="},"content":{"description":"This route is a classic and forgotten gem of the High Sierra. The description that follows is an account of a 2014 ascent and may or may not be exactly the original route, as no traces of any fixed slings or hardware were found. As with most Charlotte dome routes, many variations surly exist. The Initial 4 pitch tower could likely be climbed on its right side and may be the real or a better start. The rock is mostly of the same high quality, but certainly less traveled than the classic South Face route. Expect a few loose holds and a little more lichen, but by alpine standards its great. And besides, you didn't walk all the way out here just climb one route did you?\n\np1. Climb thin flakes and corners on easy slab with sparse gear. >5.6 Go right at a roof and around a bushy chimney on huge easy knobs. Belay at the base of a hand crack. 60+m\n\np.2 Climb a great hand crack through a sea of knobs. After intersecting a dike band traverse right on knobs to a slabby crux move (5.7R) before a huge ledge with bushes. 60m\n\nThis pitch is about as hard/serious as the South Face's p8 but shorter lived.\n\np3. Avoid the grungy choss and bush filled chimney by climbing on the right up 5.7 flakes to a nice pillar with a hand crack. keep going past a huge horn and belay higher at a nice ledge. 60m\n\nI thought this pitch was the only on route that is unpleasant by most standards. It has a fair amount of loose but mostly avoidable blocks, though I would say it climbs better than it looks\n\np4. Continue the corner on fun climbing with much better rock. When you top out a big ledge/tower, traverse to the left into a right facing corner and then belay on an airy ledge. 60m\n\np5. Climb up and left to an incredible and exposed 5.7R Lay-back Arete with great face holds. After 20ft or so a small dihedral opens and provides a few pieces. continue up and over the tower and traverse the around the next small tower on the left (north) side and make a belay. 50m\n\np6. Continue the ridge and move right (south) around the next tower on big bushy ledges.-class4. Either move the belay to here or have your second simul-climb (easy).\n\np6-cont. Airy chimney moves between towers brings you to a notch below the next buttress. Climb the splitter and belay at a horn that is about 70m from pitch 5\n\np7. From here about 100 meters of fun easy ramps with numerous splitters lead to the top. You can walk around and up the summit block, but the fun set of exposed 5.8 mantels on the west side is much more memorable!","protection":"1-2 x .6''-2''\n\n1 x 3''\n\nNuts, many slings including a few double lengths for tie-offs","location":"Walk past the classic South Face and up to the trees below a huge alcove. Scramble around and down and make your way over to a huge grassy gully that comes from the saddle on the backside of Charlotte. The route starts on the toe of the buttress near a big chockstone in the bottom of the gully."},"__v":0},{"_id":"rngVX3Z3WEGdE8sD/Pwkyw==","name":"South Face","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Galen Rowell, Chris Jones, Fred Beckey - October 1970","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.48013,36.78245]},"left_right_index":1,"mp_id":"105803532","mp_crag_id":"105803527","climb_id":"rngVX3Z3WEGdE8sD/Pwkyw==","areaRef":"xMf11PIYVyG6sOFIVpaKhQ=="},"content":{"description":"A route on solid rock in a magnificent position.\n\nP1 5.4 Climb up a groove, traverse right to a little wall with large knobs, up this to a large ledge; spike belay belay on the right.\n\nP2 5.6 On the righthand edge of the ledge is a corner formed by a detached block, climb this, then up a crack, traverse right around an overlap, climb a crack and switch right into another crack to reach a small ledge in an alcove. Nut belay.\n\nP3 5.6 Climb the wall on the left of the alcove, traverse right along an easy ledge and gain a ramp of different rock, head right up this for 30ft, then climb a crack (small wire) step left and climb a slab to a ledge. Nut belay.\n\nP4 5.6 Climb a crack, then easily right to a chimney crack, up this to a ledge on the right. Climb a beautiful left-facing corner (50 Classics shows Allen Steck on this) to a thinner crack, up this then step right to a small ledge and nut belay below the Slot Pitch.\n\nP5 5.8 Climb The Slot, good holds on the face to the right to a small ledge running across the face. Belay at a crack on the right with nuts. A magnificent pitch.\n\nP6 5.7 Up the crack, with an awkward move right to gain a ledge below a steep wall. Nut belay on the right.\n\nP7 5.7 From the righthand end of the ledge go over 2 small pinnacles and climb up a steep right facing corner to a semi-hanging belay on nuts. A great pitch.\n\nP8 5.7+ A long intricate pitch. Climb the crack that the corner has become until it peters out, ahead looks hopeless, but step left into another crack, nut, head up and left, aiming for a small pocket in the slab above, this pocket takes a 2.5 Friend. Make a delicate step left to a crack, good pro. Step left up a rib to a ledge (wires in diagonal crack on the right), climb a steep step to a crack (TCU), head up this to a ledge, traverse right to a small spike and nut belay.\n\nP9 5.6 The Furrow Pitch. The face above is deeply furrowed with large holds, head up this, aiming for bushes, good pro to start. Soon the protection becomes sparse, head rightwards to a nook overlooking the recess high on the Dome. Thread belay. An exposed pitch.\n\nP10 5.6 The Dick Long Pitch (see 50 Classics). Traverse left over bushes to a steep flake crack, up this in a magnificent position to a huge ledge with a dead tree. Thread (and possible bivi!!)\n\nP11 5.6 Climb the orange face behind the belay directly to another ledge. Thread. A brilliant finish.\n\nP12 Easy climbing leads to the summit ridge.","protection":"Full rack.","location":"Start at a tree beneath a recess to the left of the buttress which holds the climb.\n\nDescend the north ridge to its lowest point and scramble down."},"__v":0},{"_id":"AaLL87RIWjW4TG9uv1TooQ==","name":"The Epic-cureans","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"Todd Swain & Peggy Buckey 06-30-1988","type":{"trad":true,"alpine":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-118.48013,36.78245]},"left_right_index":2,"mp_id":"110087795","mp_crag_id":"105803527","climb_id":"AaLL87RIWjW4TG9uv1TooQ==","areaRef":"xMf11PIYVyG6sOFIVpaKhQ=="},"content":{"description":"This route was named for the host of problems encountered by the first ascent party, the least of which, was finishing the route in the dark and then descending from the summit of the dome back to camp in Bubbs Creek without headlamps...\n\nP1 & P2: Climb the right-hand, left-facing corner to the top of the pillar (5.7; 300 feet).\n\nP3: Traverse right and slightly down to a mossy alcove (5.2; 140 feet, medium cams for belay).\n\nP4: Move right, then go up a golden slab along a right leaning dike to a small belay ledge with one bolt (5.7 R; 80 feet).\n\nP5: Go up the slab to a shallow left-facing corner. Up the corner to its intersection with a wide, white dike (bolt). Up the slab to exfoliated flakes above (5.6; 150 feet, small cams for belay).\n\nP6: Climb straight up over numerous overlaps to a belay at a shallow, left-facing corner (5.5; 140 feet, TCUs and wires for belay).\n\nP7: Go up along left-facing flakes to join an obvious left-facing exfoliated corner just below a roof. Go up the corner (5.7+) to a belay on a small ledge at left-facing flakes (5.7+; 150 feet, medium cams for belay).\n\nP8: Continue up the corner past an overlap (scary 5.7) to belay on a small ledge further up the corner (5.7; 150 feet, finger sized cams for belay).\n\nP9: Continue up the corner to a ledge. Continue up the crack system and huge right-facing flake above to a hanging belay (5.6; 150 feet, TCUs and wires for belay).\n\nP10: Follow the crack and a wide, white dike upward. Belay at a pine tree (5.5; 150 feet).\n\nP11 & P12: Follow the crack system to top (5.2; 300 feet).","protection":"Carry wires, TCUs and cams up to a gold Camalot. There are several bolts on the route that were placed by hand on the lead.","location":"Start at the right-hand of two very obvious left-facing corner/water grooves on the SE face of Charlotte Dome. This route is quite a bit right of the classic route up the dome."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,7a68eb3f-1d6f-5bdf-863a-b1eeea8dad89,908380ea-9867-5036-9694-29d0d063b3d3,c4c7f5d4-f218-5721-bab0-e14856968a85","pathTokens":["USA","California","High Sierra","12 - Kearsarge Pass to Cedar Grove","Charlotte Dome"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.8"},{"count":1,"label":"5.7+"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":0,"beginner":3,"intermediate":0,"advanced":0,"expert":0}},"alpine":{"total":3,"bands":{"unknown":0,"beginner":3,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":3,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-118.48013,36.78245]},"bbox":[-118.4806914332162,36.78200033981813,-118.47956856678383,36.782899660181855],"left_right_index":-1,"ext_id":"105803527","area_id":"xMf11PIYVyG6sOFIVpaKhQ==","polygon":{"type":"Polygon","coordinates":[[[-118.4806914332162,36.78200033981813],[-118.47956856678383,36.78200033981813],[-118.47956856678383,36.782899660181855],[-118.4806914332162,36.782899660181855],[-118.4806914332162,36.78200033981813]]]}},"content":{"description":""},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T05:54:37.098Z","updatedAt":"2024-01-20T00:58:22.923Z"}