{"_id":"63689de0e80bff5a994f987f","area_name":"Wicked Cave, The","shortCode":"","climbs":[{"_id":"hpPoOS23UJmq+0R3bdMSjg==","name":"Zulu","yds":"5.14a","grades":{"yds":"5.14a","french":"8b+"},"fa":"Chris Sharma, equipped by Colin Lantz","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.696,39.70659]},"left_right_index":10,"mp_id":"105754252","mp_crag_id":"105745513","climb_id":"hpPoOS23UJmq+0R3bdMSjg==","areaRef":"K92rMxIDWhGT277IL8Aubg=="},"content":{"description":"Zulu is one route left of\n\nSlice of Life\n\n, on the right side of the Wicked Cave. It climbs up vertical grey rock and quickly gives way to a very overhanging swell, which is followed to the lip of the cave. It can also be recognized by a long jump to a deep hole around the 5th or 6th bolt.\n\nWhile all the hardest climbing hits you on the bottom third of the route, it is unrelenting all the way to the anchors, with an undercling crux at 2/3 height and a crimpy finishing crux providing plenty of opportunity for airtime.\n\nThis is a classic endurance testpiece (90+ feet)\n\na la\n\nRifle; thankfully it only seems to offer a kneescum or two, keeping the climbing athletic and aesthetic from bottom to top.","protection":"15 quickdraws.","location":""},"__v":0},{"_id":"dNorqKTyWReh2hp8SirbMA==","name":"Tombraider","yds":"5.13d","grades":{"yds":"5.13d","french":"8b"},"fa":"Dave Pegg","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.696,39.70659]},"left_right_index":16,"mp_id":"106023581","mp_crag_id":"105745513","climb_id":"dNorqKTyWReh2hp8SirbMA==","areaRef":"K92rMxIDWhGT277IL8Aubg=="},"content":{"description":"Since the introduction of the bolting petition system, new lines have slowly been popping up in random, overlooked, and sometimes surprising places.  Yielding neo classics right next to old classics.  Tombraider was one of the first lines to lead the way, and it has set the bar for the next generation of routes very high.  Arguably better than\n\nCryptic Egyptian\n\n, and a little more difficult, Tombraider follows a challenging natural weakness out the right side of the Wicked Cave.  With minimal glue, no chipped holds, and extremely fun climbing, this route is a great addition to the Rifle.\n\nTombraider follows the first four bolts of\n\nCryptic Egyptian\n\n, before veering left at the first roof.  Make a hard drive-by move to a huge jug, and rest up for the off-balance, 20-foot crux up a steep, blocky face ending with a lunge for the base of a massive flake.  Throw in a kneebar, and once you are recovered, continue over the final bulge, navigating a finicky sequence of gastons, underclings, sidepulls, and small crimpers that lead to the top of the wall.","protection":"Quickdraws, two knee pads, and a 60 meter rope.  The anchors have  permanent carabiners.","location":"It is left of\n\nCryptic Egyptian\n\n."},"__v":0},{"_id":"q92wXoeHVu690MsgYg0Y2A==","name":"Slice of Life","yds":"5.13d","grades":{"yds":"5.13d","french":"8b"},"fa":"Kurt Smith","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.696,39.70659]},"left_right_index":13,"mp_id":"107201782","mp_crag_id":"105745513","climb_id":"q92wXoeHVu690MsgYg0Y2A==","areaRef":"K92rMxIDWhGT277IL8Aubg=="},"content":{"description":"Established in 1992, Slice of Life was the first route in Colorado to be rated 14a.  However, this historic route has been downgraded after climbers found up to seven kneebars including one at the crux dyno.\n\nFun, pumpy climbing on large holds leads to a funky boulder problem in a corner.  After resting in a kneebar, pull through a roof and rest below the crux.  Do the dyno, and continue past more side pulls until you reach the next rest below the final roof.  The last 20 feet contains some very awkward climbing which leads to the repdoint crux just below the anchors.","protection":"Bolts and a two bolt anchor.","location":"This is just right of\n\nZulu\n\n."},"__v":0},{"_id":"jfAsNpqNUgWEVREhBL28Mw==","name":"Skyline Fire Dance","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"BC Haney","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.696,39.70659]},"left_right_index":22,"mp_id":"111108087","mp_crag_id":"105745513","climb_id":"jfAsNpqNUgWEVREhBL28Mw==","areaRef":"K92rMxIDWhGT277IL8Aubg=="},"content":{"description":"This is a poor, 4-pitch route that is better done in three.\n\nGet on top of \"Entrance Exam\" (12a) (See\n\nF.U.C.K.\n\n) by either climbing the most disgusting rock I've ever ascended, or stick-clipping your way up (which I did).\n\nLink the 10a pitch and 5.7 pitch and belay at the two bolt anchor atop the sketchy pillar.  Bring some runners to replace the aging tat when you rappel.\n\nWhimper your way upward on friable Goutte d'Eau features, which will snap off in your fingers and break under your feet. At least there's a calming number of bolts (10?).\n\nThe anchors are hard to see, on the slab slightly left of the climbing line and directly above a very loose bucket-sized block. Do not lower directly off this anchor if you value your rope.\n\nExtend the anchor with long slings and you can lower to the pillar. Have your second thread the anchor and rappel back to the pillar.\n\nYou can lower your partner and then rap (70m rope) to the ground if you only have one ATC.\n\nThe final indignity is that the free-hanging rappel ends in a cluster of bushes that have burrs and stickers which end up everywhere, like in your chalk bag the next day.","protection":"For Entrance Exam: bring safety goggles and dust mask for both climbers and a helmet for the belayer.","location":"It is identified as \"The Playground Wall\" in the guide. Find the line of bolts about 50 feet right of\n\nSexy Beast\n\n."},"__v":0},{"_id":"v66OsiWYUrq9aOKTmyyXmQ==","name":"Single Rainbow","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Steve Hong, 2014","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.696,39.70659]},"left_right_index":1,"mp_id":"117256700","mp_crag_id":"105745513","climb_id":"v66OsiWYUrq9aOKTmyyXmQ==","areaRef":"K92rMxIDWhGT277IL8Aubg=="},"content":{"description":"This route has typical left side Wicked Cave rock meaning it's pretty marginal. However, all the handholds are solid, it's a pretty fun boulder problem, and it adds another 13- to The Wicked Cave.\n\nStart up easy terrain to a ledge and the second bolt. Climb up on steep jugs about 11+ for a few more bolts. Once the crack pinches down and the jugs die out, pull a fun, long boulder problem, V7 or so, past two more bolts and a okay rest on large, flat edges. One more powerful pull leads to jugs under the roof. Traverse slightly right to the anchors of \"It's Never Enough\". This is probably on the lower side of 13b, it feels a bit easier than other bouldery 13b's \"\n\nMarry Me\n\n\" or \"\n\nCantina Boy\n\n\".\n\nA right kneebar pad will allow some additional shakes.\n\nIf you continue straight up through the roof, it's \"Double Rainbow,\" 14a.","protection":"8 bolts to anchors.","location":"It is on the left side of Wicked Cave and is the last route in this sector. Further left is the start of Well-Dunn Sector. To the right is \"It's Never Enough,\" 5.14a. This climbs a right-facing corner system. It is listed as a closed project in the 2013 Rifle guidebook."},"__v":0},{"_id":"yFnKVTkBVW2nF8AIttSlTw==","name":"Shades","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"Marty Alfred","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.696,39.70659]},"left_right_index":19,"mp_id":"105754012","mp_crag_id":"105745513","climb_id":"yFnKVTkBVW2nF8AIttSlTw==","areaRef":"K92rMxIDWhGT277IL8Aubg=="},"content":{"description":"Shades is the rightmost route in the Wicked Cave proper and the easiest line in the cave. Despite all this, it never sees any traffic and has long since been reclaimed by spiders and silt.\n\nWere this route to receive a proper cleaning it would actually be pretty fun -- fun, that is, until the top bit, which involves doing your best not to stem out to a semi-detached flake the size of a volkswagen bus just five feet to your right.\n\nSome choss is simply too big to even think of trundling; maybe the flake will just fall off itself. Or maybe the bolts could be moved a bit further left.\n\nAnyway, start low in the chossy band, move through porous rock on sharp pockets, then punch up the sustained, bulgy face above. When the angle eases so does the difficulty -- just don't stem out to that block!","protection":"14 draws and a 60 meter rope.","location":""},"__v":0},{"_id":"yKJHTCQDVqSArfBeTzNUUA==","name":"Sexy Beast","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Dave Pegg","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.696,39.70659]},"left_right_index":20,"mp_id":"107555397","mp_crag_id":"105745513","climb_id":"yKJHTCQDVqSArfBeTzNUUA==","areaRef":"K92rMxIDWhGT277IL8Aubg=="},"content":{"description":"This could become a decent warmup for other routes in the cave.\n\nTiptoe up through about 12 feet of choss to the first bolt. The climbing only gets better from here. Fun 5.11ish climbing on sharp jugs gets you pumped and leads to a decent rest on a big sidepull/undercling where an uncomfortable kneebar can be had. From there, launch into a devious sequence of slippery sidepulls and sloping rails with bad feet to establish on the slab. By now, you're on some of Rifle's best rock  the bullet gray stone with shallow pockets and incut edges. The hardest moves are over but the pump stays with you to the end as you make long reaches from sidepulls and back-steps.\n\nSince this route is at the bottom of a huge slab, it is prone to get dirtier than others after rain and whatnot. Be ready for the slopers to feel desperate! Nonetheless, the climb is a good mix of steep jugs and technical slab.","protection":"It's around 9 bolts to the anchor, which has chains with biners.","location":"It's the first route you see, slightly to right as the trail enters the main cave. \"\n\nShades\n\n\" is the next route to the left."},"__v":0},{"_id":"pbmbHD9OWG+rRUU3wJMC1A==","name":"Quick Tick Egyptian","yds":"5.13b","grades":{"yds":"5.13b","french":"8a"},"fa":"Dave Pegg","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.696,39.70659]},"left_right_index":18,"mp_id":"111896763","mp_crag_id":"105745513","climb_id":"pbmbHD9OWG+rRUU3wJMC1A==","areaRef":"K92rMxIDWhGT277IL8Aubg=="},"content":{"description":"This link-up might be even better than the classic \"\n\nCryptic Egyptian\n\n\" in its current broken state. Start up\n\nCryptic Egyptian\n\ngoing through the classic lower half section. Just before the rest, clip the fixed draw out right, climb into the rest, and clip again far right. From here, climb a powerful ~V6 boulder problem past three more clips (at least one will probably be skipped on redpoint attempts). At the top of the wall, get a nice rest, clip left (not the bolt with the chain hanger), and continue up past two more bolts of 5.11 techy climbing to the anchor on \"Uncertainty Principle\".","protection":"Bolts to anchors, the last 3 bolts are not fixed.","location":"Start on \"\n\nCryptic Egyptian\n\n\". At the rest, break right and finish on \"Uncertainty Principle\"."},"__v":0},{"_id":"iiWzNl2ZXj6KloCKmEmdTg==","name":"Planet X","yds":"5.14a","grades":{"yds":"5.14a","french":"8b+"},"fa":"Steve Hong","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.696,39.70659]},"left_right_index":6,"mp_id":"107267388","mp_crag_id":"105745513","climb_id":"iiWzNl2ZXj6KloCKmEmdTg==","areaRef":"K92rMxIDWhGT277IL8Aubg=="},"content":{"description":"The Planet X hypothesis claimed that the gravity of a large, unseen ninth planet caused irregularities in the orbits of Uranus and Neptune.  After this theory was disproved, the term become a stand-in for any undiscovered planet in the outer Solar System.\n\nLike astronomers sensed Planet X, climbers have always perceived that the left side of the Wicked Cave held something special.  However, it took over 20 years to discover the potential beneath the choss, and silt.\n\nSimilar to\n\nZulu\n\n, Planet X is a pure endurance pitch.  Follow fairly good holds peppered with brief cruxes to a jug at 40 feet.  Move right into the technical crux, make a hard clip, and then lunge for a good resting hold (look for a left kneebar).  Working the kneebar, traverse directly left to another jug, and then move into a long boulder problem on decent, but very pumpy pockets, and sidepulls to a delicate move under the roof.  A very shouldery sequence cuts right under the roof to some large pockets and a rest below the last crux. Reach over the roof to a horrible crimp, work your feet up, and lunge to an undercling flake.  Stand up and clip the chains!\n\nDespite the glue and creative cleaning, this route is amazing.  With time, Planet X will probably become classic.","protection":"Lots of quickdraws.  Two kneepads.  The left is most critical.  Two bolt anchor at the top.","location":"This is to the right of Diety/\n\nGet Shorty\n\n."},"__v":0},{"_id":"k4/7arRbXEeUy7dnN5yKog==","name":"Planet Garbage","yds":"5.14d","grades":{"yds":"5.14d","french":"9a"},"fa":"Joe Kinder","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.696,39.70659]},"left_right_index":7,"mp_id":"118742658","mp_crag_id":"105745513","climb_id":"k4/7arRbXEeUy7dnN5yKog==","areaRef":"K92rMxIDWhGT277IL8Aubg=="},"content":{"description":"This is one of the longest and most steep climbs in Rifle.\n\nPlanet Garbage is one of the King Lines in the Wicked Cave and is a test in power, endurance, and mental strength. A weird start leads to consistently difficult climbing out the start of the overhang which ends at a massive dyno to a HUGE, one hand pocket (crux 1). Try to recover, then continue with big moves to the lip of the cave, and pull a V11 compression boulder problem on slopers and crimps ending in one last hard move to connect with\n\nPlanet X\n\n(crux 2). Finish by climbing up through the wildly pumpy end of that climb.\n\nPlanet Garbage is a uniquely straightforward route with no mandatory kneebars or weird moves. It is one of the best routes anywhere, IMO.","protection":"Many fixed quickdraws and a 70m rope is always a safe bet.","location":"On the left side of Wicked Cave, one route right of\n\nPlanet X\n\n, Planet Garbage climbs all the hard climbing on Garbage Pail Kids (now more under the radar than its superior) then branches left into more difficult terrain."},"__v":0},{"_id":"lwlRHe/eWDm/I3dZiH96+w==","name":"Piece of Zulu","yds":"5.13d","grades":{"yds":"5.13d","french":"8b"},"fa":"Brian Kimball, '07","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.696,39.70659]},"left_right_index":11,"mp_id":"119258156","mp_crag_id":"105745513","climb_id":"lwlRHe/eWDm/I3dZiH96+w==","areaRef":"K92rMxIDWhGT277IL8Aubg=="},"content":{"description":"From the Rifle Mountain Park Guidebook (2013):\n\n\"Climb\n\nPiece of Cake\n\nuntil you're on\n\nZulu\n\n, and then finish up\n\nZulu\n\n. It's a toss-up between this and\n\nCake -\n\nboth finishes are great. I think the\n\nZulu\n\nfinish is harder. Check them both out, and see which one you like!\"\n\nThis line has natural flow from\n\nPiece of Cake\n\nand is a worthy link-up into\n\nZulu\n\n. This has a harder final boulder problem than\n\nPOC\n\nand is solid at the grade. It is a good fitness/confidence builder for those looking to eventually climb\n\nZulu\n\n.","protection":"Bolts.","location":"Climb\n\nPiece of Cake\n\ninto the\n\nZulu\n\nholds. From here, stay on\n\nZulu\n\nto the chains."},"__v":0},{"_id":"ddeyAKzhW7a86UiCAF2WOw==","name":"Piece of Cake","yds":"5.13d","grades":{"yds":"5.13d","french":"8b"},"fa":"Don Welsh","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.696,39.70659]},"left_right_index":12,"mp_id":"119021461","mp_crag_id":"105745513","climb_id":"ddeyAKzhW7a86UiCAF2WOw==","areaRef":"K92rMxIDWhGT277IL8Aubg=="},"content":{"description":"From the Rifle Mtn Park Guidebook (2013):\n\n\"This line-of-least-resistance bypasses\n\nSlice of Life's\n\nburly crux and is the line most climbed. From the finger eating slot atop the groove, make a short traverse left. then join\n\nZulu\n\n;for a move or two before drifting back right to regain\n\nSlice of Life\n\n.\n\nWhen Bobbi Bensman- fresh off the FFA\n\nSlice of Life\n\n- heard that Don Welsh had discovered this variation, she was so upset she vowed to remove the offending holds. Fortunately, she slept on it, and a calmer head prevailed.\"\n\nOf the 3 route options that share the same opening 9 bolts,\n\nPiece of Cake\n\nis arguably the most fun, with friendly grips, and a toe-hook-to-jump combo to gain the\n\nZulu\n\nholds. The top is the redpoint crux, with multiple options of tackling the final V4/5 boulder that guards the chains. It is lower in the grade compared to\n\nSlice\n\nof Life\n\nor\n\nPiece of Zulu.","protection":"13 bolts + anchors.","location":"Climb the first 9 bolts of\n\nSlice of Life\n\n, clip left, climb left onto\n\nZulu\n\n, and then straight up and a little right to regain\n\nSlice of Life\n\n."},"__v":0},{"_id":"usOEB2+HVVG4lmyEl/JQyQ==","name":"Never Enough","yds":"5.14a","grades":{"yds":"5.14a","french":"8b+"},"fa":"Steve Damboise, Sept. ‘16","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.696,39.70659]},"left_right_index":3,"mp_id":"120504730","mp_crag_id":"105745513","climb_id":"usOEB2+HVVG4lmyEl/JQyQ==","areaRef":"K92rMxIDWhGT277IL8Aubg=="},"content":{"description":"This newer 5.14 is like bigger, harder version of\n\nDeity\n\nand ought to be just as popular. It’s worth noting that since this route has been sent and properly bolted, the 12d called “\n\nMissing Link\n\n” isn’t really a thing anymore, just the start of this line.\n\nNever Enough is one route left of\n\nDeity\n\n, and begins with some Wicked Cave choss to a series of inspiring dynos between very good jugs. Long and tiring lockoffs through crimps and pockets lead to a final boulder problem near the end of the route. Finish at the anchors under the roof. The bolted roof extension is still a project and is speculated to have a V11 or so crux up top.","protection":"Several bolts (no fixed draws currently) to chain anchors. If hanging draws, some long draws are useful for a couple clips.","location":"It is on the left side of the cave one route left of\n\nDeity\n\nand one route right of Rainbow."},"__v":0},{"_id":"71LU2cInVFiCc9aUwO6f2Q==","name":"Missing Link (now the start of Never Enough)","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.696,39.70659]},"left_right_index":2,"mp_id":"117266761","mp_crag_id":"105745513","climb_id":"71LU2cInVFiCc9aUwO6f2Q==","areaRef":"K92rMxIDWhGT277IL8Aubg=="},"content":{"description":"This often ignored route (probably because the 2013 guidebook describes it as \"less fun than being locked in a room with Trump- for eternity\") is actually a lot of fun with some cool movements. After the initial slab, the route is literally 5 holds, with huge reaches in between all of them, culminating in a wild slam dunk dyno for the finishing jug. While this route is not four stars, it is also not as bad as one might think, and it is well-worth doing for the insane finishing dyno alone. We figured this route ended at the massive jug half-way up the wall. Apparently, the route is 14a if you take it all the way up the wall, but stopping at the big jug seemed logical. It is a little tough to clean, with there not being an anchor, but down-aiding wasn't bad.","protection":"5 bolts and no chain anchors. This can be cleaned fairly easily by down-aiding.","location":"This is the first route to the left of\n\nDeity\n\non the left side of the Wicked Cave. It is easily recognized by the massive jug hole about 40 feet up."},"__v":0},{"_id":"j4ARUB2XVK2eczYuHe0cqQ==","name":"Magnetar","yds":"5.13d","grades":{"yds":"5.13d","french":"8b"},"fa":"Steve Hong","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.696,39.70659]},"left_right_index":15,"mp_id":"107332228","mp_crag_id":"105745513","climb_id":"j4ARUB2XVK2eczYuHe0cqQ==","areaRef":"K92rMxIDWhGT277IL8Aubg=="},"content":{"description":"A magnetar is a type of neutron star with an extremely powerful magnetic field.\n\nSteep, chossy rock with awkward sidepulls and harder-than-they-look vertical pods leads to an extended boulder problem on decent edges and pockets ending below better rock and the first crux.  Strangely oriented holds bring you through a shallow corner and a couple of shouldery moves gets you to a good resting flake. Some flowy moves on easier terrain get you to the second crux which involves a smooth, right-trending seam over a small roof that leads to better holds and a good kneebar.  With gravity tugging at you, pinch a large slopey horn, throw a kneebar next to your hand and work over the roof on some enhanced pockets until you reach better holds that lead to the chains.\n\nTwo kneepads are helpful on this one.","protection":"Quickdraws.  The anchors have biners.  You might want two kneepads.  A right one is more important.","location":"This is right of\n\nSlice of Life\n\n.  Look for a small cave at the base of the route."},"__v":0},{"_id":"XLpp/hXvVy6TyKGMibsCCA==","name":"La Cucaracha","yds":"5.14b","grades":{"yds":"5.14b","french":"8c"},"fa":"Matty Hong","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.696,39.70659]},"left_right_index":14,"mp_id":"117858834","mp_crag_id":"105745513","climb_id":"XLpp/hXvVy6TyKGMibsCCA==","areaRef":"K92rMxIDWhGT277IL8Aubg=="},"content":{"description":"La Cucaracha is a great late addition hiding in plain sight in the middle of the Wicked Cave proper with probably some of the best rock in the cave.\n\nIt breaks down to two distinct routes. The first half is sustained, standard hard rock climbing with about a 4 bolt boulder to a great rest at mid-height. The second half is full-on Rifle funkery with many kneebars, scums, and heel hooks on big but slopey holds. Originally it was graded 14c, but numerous kneebars and beta sussing have dropped the grade to low-mid 14b.","protection":"Bolts.","location":"This is a couple of routes right of\n\nZulu\n\n."},"__v":0},{"_id":"qJML/H8MXp68HW9xgf2uJg==","name":"Get Shorty","yds":"5.13d","grades":{"yds":"5.13d","french":"8b"},"fa":"Jean-Paul Finne, Kurt Smith (Deity)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.696,39.70659]},"left_right_index":5,"mp_id":"105753817","mp_crag_id":"105745513","climb_id":"qJML/H8MXp68HW9xgf2uJg==","areaRef":"K92rMxIDWhGT277IL8Aubg=="},"content":{"description":"This route, while easy to find, is somewhat confusing, given the different names and ratings assigned to it dependent upon which set of anchors you stop at.\n\nBolted in its entirety by Kurt Smith, this is the first line to the left of the huge bowl of the Wicked Cave proper (there is a crap 12d to low anchors just left of it) and climbs a radically bulging wall to a body length capping roof. While the stone down low leaves a bit to be desired, it gets better the higher you get.\n\nThe route is a powerful 12c/d to the first set of anchors (double cold shuts) and features long moves off of good pockets. Continuing past here to a (sometimes) fixed draw below the roof yields Kurt Smith's route Deity (13b), a seldom-done tick at the grade. The full package, which continues out the roof via a powerful, cryptic sequence on undercling fins and poor fingerlocks to a final anchor is Jean Paul Finne's Get Shorty (13d/14a), which he fired off in three tries, fresh off an early repeat of Just Do It.\n\nWhile easy to dog, the upper roof presents a somewhat intimidating proposition on lead, as you must skip a clip or two and your last clip is under the roof, ensuring a bit of a slammer should you pitch. While lacking the \"big number\" appeal of the nearby Crew (14b), this route does have an engaging, powerful crux sequence.","protection":"Mucho quickdraws, perhaps as many as 15.","location":""},"__v":0},{"_id":"nSzgUJGIUMSyAMbBPTlvow==","name":"Hippy Speedball","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Joe Larson","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.696,39.70659]},"left_right_index":24,"mp_id":"113918478","mp_crag_id":"105745513","climb_id":"nSzgUJGIUMSyAMbBPTlvow==","areaRef":"K92rMxIDWhGT277IL8Aubg=="},"content":{"description":"Start by scrambling up the choss pillar (careful here) to reach the first bolt, which you want to unclip for rope drag after clipping the second. Fun climbing through the pockets and small dihedral leads to a compression crux at the 11th bolt. From here, steep jugs lead all the way past a first set of anchors with a redpoint crux that comes in the last few bolts.\n\nA full 80m rope will just get you down from the top anchors (knot in the end). If your rope is shorter, you can lower down to the mid-set of anchors, pull your rope, and lower again with a 60m rope (again, knot in the end). I would recommend bringing at least 4-5 24\" runners and some longer draws as well.","protection":"22 bolts. Lower twice if your rope is shorter than 80m.","location":"This is roadside, about halfway in between the Arsenal and the Wicked Cave. It is directly across from the Wicked Cave swimming pool."},"__v":0},{"_id":"gVBP9s+hUtyQhBH4adLWmg==","name":"The Feast (aka Fat Lady)","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Jon Scott","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.696,39.70659]},"left_right_index":0,"mp_id":"105761028","mp_crag_id":"105745513","climb_id":"gVBP9s+hUtyQhBH4adLWmg==","areaRef":"K92rMxIDWhGT277IL8Aubg=="},"content":{"description":"This is a pretty good one -- just a bash to get to! Park as for the Wicked Cave/Sno-Cone Cave area, then walk down the road (down canyon) about 150 feet until you encounter a little marsh on the right.\n\nCut around the marsh, then head up loose scree on the hill, and trend a bit left to reach the base of this hidden cave. For reference, it is about 200 feet up canyon of the big seep/waterfall below the Wicked Cave -- don't approach this way, however! A total thrash. Nettles, poison ivy, thistles, etc.\n\nThis zone is also referred to as the Cali Cave in the first Rifle guidebook.\n\nThe route moves through two roofs down low (a big one, then a smaller one) before climbing a long, jumbly pillar left of the corner/crack system. You wouldn't want to blow the third clip -- a long draw helps here for rope drag.\n\nSustained, juggy climbing up the pillar leads to a nice rest. Step left into a scoop, move up into a hard bulge on pockets, then head for the anchor -- one open cold-shut and a bolt slung with old webbing. A good little sleeper of a route. No crowds!","protection":"14 quickdraws.","location":""},"__v":0},{"_id":"wGYWIR1JV5+FXBaO72zEKA==","name":"F. U. C. K.","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.696,39.70659]},"left_right_index":23,"mp_id":"108847992","mp_crag_id":"105745513","climb_id":"wGYWIR1JV5+FXBaO72zEKA==","areaRef":"K92rMxIDWhGT277IL8Aubg=="},"content":{"description":"This is the BEST and only multi-pitch route in Rifle! If you climb in Rifle a lot, you gotta check this rig out. The second pitch gets my vote for the BEST 5.12 in the canyon!\n\nFrom\n\nSexy Beast\n\n, head right until you see the first couple bolts and an obvious roof of absolute choss.\n\nP1. To get to the best 5.12 in Rifle, you have to climb the worst 5.12 as well. Maybe that why this route is so classic, you get a taste of everything. Climb super steep 12a with a hard lip encounter. A two bolt anchor with a nice stance is just above the roof.\n\nP2. Climb left off the anchor and then trend right following nice 5.10 features. I use long slings on the bottom to help with the rope drag for up higher. Pass an anchor and tackle a crux section to some nice pocket rests. There is amazing grey limestone with techy moves all the way to the anchor. This is as close as Rifle will ever get to the Verdon. Haha.\n\nRap with an 80 meter rope.","protection":"Draws.","location":""},"__v":0},{"_id":"vo0aXoVqVuCoiL+9dDv9jg==","name":"Entrance Exam","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"B.C. Haney 1990's","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.696,39.70659]},"left_right_index":21,"mp_id":"116076489","mp_crag_id":"105745513","climb_id":"vo0aXoVqVuCoiL+9dDv9jg==","areaRef":"K92rMxIDWhGT277IL8Aubg=="},"content":{"description":"While this is one of the worst routes in Rifle, I still found it better than some of the routes I've done in the Front Range. If this saw enough traffic, it would probably clean up to be a 1-star route as the moves are pretty fun, if you can ignore the cobwebs and silt.\n\nStart up low angle, terrifyingly bad rock for the first 3 bolts. Fortunately the rock quality improves dramatically from here. Clip high, and pull powerful moves through underclings and sidepulls for the next 2 bolts, and arrive below the final roof. Powerful pocket pulling on actual good rock gets you over the roof and onto the finishing ledge. \"\n\nSkyline Fire Dance\n\n\" & \"\n\nF. U. C. K.\n\n\" start from this ledge.","protection":"6 bolts to anchors.","location":"From the last route in the Wicked Cave, \"\n\nSexy Beast\n\n\", walk 40 feet right, and look for the bolt line up the chossy, silt covered rock."},"__v":0},{"_id":"czQ5Je3VVJichipBKqy9+A==","name":"Deity","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Kurt Smith","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.696,39.70659]},"left_right_index":4,"mp_id":"111132218","mp_crag_id":"105745513","climb_id":"czQ5Je3VVJichipBKqy9+A==","areaRef":"K92rMxIDWhGT277IL8Aubg=="},"content":{"description":"This 1/2 route variation to \"\n\nGet Shorty\n\n\" makes for a worthy 13a if you're looking for big pulls on relatively good holds through steep rock.\n\nStart off with a short boulder problem to easier climbing through good holds and marginal rock for a few bolts. Continue up with big pulls between good holds with ever increasing difficulty to the crux. Pull a few powerful moves, and reach jugs to clip the anchor. If you want 13b credit, continue up through cobwebs and some blocks that look like they are held on by cobwebs to finish below the roof, without any anchors.\n\nThis would probably deserve 3 stars if the rock were a bit better, a bit less damp, a bit more natural, and a bit less glue. However, despite all that, the climbing is quite fun.","protection":"Bolts to the 1st set of anchors, which generally has fixed draws.","location":"This climbs the first half of \"\n\nGet Shorty\n\n\". There is a red-tagged project to the left and \"\n\nPlanet X\n\n\" is to the right."},"__v":0},{"_id":"sndoIQaJUTOafwJOqI+QPA==","name":"Cryptic Egyptian","yds":"5.13c","grades":{"yds":"5.13c","french":"8a+"},"fa":"Kurt Smith","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.696,39.70659]},"left_right_index":17,"mp_id":"105754168","mp_crag_id":"105745513","climb_id":"sndoIQaJUTOafwJOqI+QPA==","areaRef":"K92rMxIDWhGT277IL8Aubg=="},"content":{"description":"Can you say crimpy? This route has gotten harder as glue-reinforced crimps on the finishing headwall have peeled off. Thankfully there's lots of them, so there's still plenty to work with up there.\n\nCryptic is the second route from the left in the Wicked Cave and often has draws on it. It moves through ledgy rock down low and left through a scoop to a large flake. A bulge above the flake leads to a consistently overhanging wall with one good rest about 2/3 of the way up. The upper wall is very colorful, streaked with blue and red hues that make for good eye candy while you're dangling on the end of the rope.\n\nThis route can basically be broken down into two sections -- the lower half, with its cruxy bulge and pinch boulder problem getting onto the face, and the upper business, consisting of a very sustained 25 feet of crimping to get up and over the nice headwall to the anchors.\n\nAvoid this route in July if at all possible as the Wicked Cave teems with mosquitoes and the air is generally hot and stagnant.","protection":"14 draws and a 60 meter rope.","location":""},"__v":0},{"_id":"0rEK24EsV1SpwwI7qOUyOg==","name":"The Crew","yds":"5.14c","grades":{"yds":"5.14c","french":"8c+"},"fa":"Chris Knuth (1996)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.696,39.70659]},"left_right_index":9,"mp_id":"118742708","mp_crag_id":"105745513","climb_id":"0rEK24EsV1SpwwI7qOUyOg==","areaRef":"K92rMxIDWhGT277IL8Aubg=="},"content":{"description":"The Crew was one of the hardest routes in America at the time of the FA and the hardest route in Rifle back then.\n\nOnce 5.14b, The Crew is now solid 5.14c due to a broken hold. Climb the chossy skirt, then immediately punch it through the infamously bouldery, start crux. Move fast and light through many bolts of 5.13+ power endurance to a kneebar rest at the “2x4” at 2/3 height. Make a hard gaston move onto the vertical panel, then give it everything in the final crux roof. Clip the chains, and take a way an amazing and historical climb and one of Rifle’s hardest.","protection":"2 kneepads and many fixed draws. Bring a few extra.","location":"It is one route left of\n\nZulu\n\nwith a similar style of climbing, just harder. A 60m rope is necessary."},"__v":0},{"_id":"OqxdXu4sWL2hvDUFlRPeIg==","name":"Bad Girls Club","yds":"5.14c/d","grades":{"yds":"5.14c/d","french":"9a"},"fa":"Matty Hong","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.696,39.70659]},"left_right_index":8,"mp_id":"115324900","mp_crag_id":"105745513","climb_id":"OqxdXu4sWL2hvDUFlRPeIg==","areaRef":"K92rMxIDWhGT277IL8Aubg=="},"content":{"description":"Bad Girls Club is one of the most amazing hard climbs in Rifle. Extremely long and steep, BGC is characterized by a hard, powerful start to huge lockoffs between ok holds to a final power endurance sprint on bad underclings in the large, horizontal roof. There are several long, boulderey sections where endurance and good beta are a must. This route has it all from slippery pockets, to small crimpers, to all our hero jumps from jug to jug.\n\nBGC  has an interesting history. It was first scoped out while strong climbers were working nearby testpiece, The Crew, and looked over left to the line of holds in the ever steep section of The Wicked Cave. Joe Kinder bolted and cleaned the line, with some help from Matty Hong and Jon Cardwell. Several strong climbers worked the route, including Joe. Eventually Kinder left CO for extended travels abroad, so he declared the line an open project. Matty Hong finally sent the route in 2011, giving it a grade of 5.14+, which at the time was the hardest route in Rifle. It still is up there as one of the best, and hardest routes in Rifle and Colorado.","protection":"Many, many fixed bolts and draws.","location":"Bad Girls Club is one route left of The Crew and two routes left of\n\nZulu\n\n. There is an obvious jug at about half-height and a big roof at the very top. It currently has a few yellow BD quickdraws hanging."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,ebe9235e-a40c-5b97-b769-65db0bdd0cdc,22dac198-10d8-5ebf-94d5-6e503a0753a0,2bddab33-1203-5a11-93db-bec82fc02e6e","pathTokens":["USA","Colorado","Rifle","Rifle Mountain Park","Wicked Cave, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":3,"label":"5.14a"},{"count":6,"label":"5.13d"},{"count":1,"label":"5.11b"},{"count":4,"label":"5.13a"},{"count":2,"label":"5.12d"},{"count":2,"label":"5.12c"},{"count":1,"label":"5.13b"},{"count":1,"label":"5.14d"},{"count":1,"label":"5.14b"},{"count":1,"label":"5.12a"},{"count":1,"label":"5.13c"},{"count":1,"label":"5.14c"},{"count":1,"label":"5.14c/d"}],"byDiscipline":{"sport":{"total":25,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":6,"expert":19}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":0,"advanced":6,"expert":19}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-107.696,39.70659]},"bbox":[-107.69658448581578,39.706140339818134,-107.69541551418423,39.707039660181856],"left_right_index":-1,"ext_id":"105745513","area_id":"K92rMxIDWhGT277IL8Aubg==","polygon":{"type":"Polygon","coordinates":[[[-107.69658448581578,39.706140339818134],[-107.69541551418423,39.706140339818134],[-107.69541551418423,39.707039660181856],[-107.69658448581578,39.707039660181856],[-107.69658448581578,39.706140339818134]]]}},"content":{"description":""},"density":0,"totalClimbs":25,"__v":1,"createdAt":"2022-11-07T05:56:20.934Z","updatedAt":"2024-01-20T01:00:26.844Z"}