{"_id":"6368a214e80bff5a9955d8f2","area_name":"New New Place","shortCode":"","climbs":[{"_id":"JIRvBXMVXeuRCPXuKuJp6g==","name":"Unnamed","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.1985,35.8116]},"left_right_index":2,"mp_id":"106228669","mp_crag_id":"106227637","climb_id":"JIRvBXMVXeuRCPXuKuJp6g==","areaRef":"WFXp4TsrUpSX0v5neqr6Ew=="},"content":{"description":"A short and nicely protectable gear lead for those breaking into traditional leading. Quite possibly White Rock's best introductory gear lead thanks to great protection and fun climbing.  \n\n  Start up blocky terrain to a large flake sticking out of the crack.  Stem a bit in the slight dihedral and work up towards the small roof above. Near the roof, step right onto the face and finish up the face.  2-bolt anchor, reachable from the top.","protection":"Medium to large cams and medium to large nut opportunities abound.","location":"Near the far left (south) end of the crag. As you approach from the south, pass the orange, textured wall. Pass a clean, low-angle dihedral that looks hard to protect.  Unknown 5.6 is the line just past this clean dihedral.  (Note the clean dihedral looks fun but I haven't heard anything about it being climbed.)   \n\n  The start of this route has a scratched/painted number \"69\" on the rock."},"__v":0},{"_id":"083FLsYdXQSQDif3v7xKrw==","name":"Twin Cracks","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.1985,35.8116]},"left_right_index":16,"mp_id":"106228637","mp_crag_id":"106227637","climb_id":"083FLsYdXQSQDif3v7xKrw==","areaRef":"WFXp4TsrUpSX0v5neqr6Ew=="},"content":{"description":"Jam and stem up parallel finger to hands cracks on less-than-vertical rock.  As the cracks diverge commit to the right crack and pull up and over a block to a huge ledge. From the ledge, enjoy great laybacking up the giant flake with good feet on the face.    2-bolt anchor at the top, installed to prevent further damage to trees. \n\n  A couple of variations from the top of the twin cracks have been reported but I haven't been on them. Both go at 5.10. Either go straight up from the top of the twin cracks or go left from the top of the twin cracks.","protection":"Doubles of Camalots from .5 to 2. A couple of #4 camalots protect the huge flake layback up higher.","location":"Near the very right (northern) end of the New New Place. Easily identified by the parallel cracks to start."},"__v":0},{"_id":"/8D8qnyPVaCQgSHcNmbBMg==","name":"Thumb Action","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-106.1985,35.8116]},"left_right_index":13,"mp_id":"106228641","mp_crag_id":"106227637","climb_id":"/8D8qnyPVaCQgSHcNmbBMg==","areaRef":"WFXp4TsrUpSX0v5neqr6Ew=="},"content":{"description":"Thumb Action is a fun toprope problem up the prow just left of Phone Booth, with a thin face section about 15' or 20' up. This crux is basically unprotected as far as I can tell from toproping- you can get some small gear below the roof to your right but it's going to be far enough below you to get your attention. Tricky smears and sharp sidepulls or two finger crimps to get through the crux. Choose between going left to a slick right-facing corner, or right and over blocks, then finish in an easier shallow open dihedral with a scary-looking stacked block (shared with Phone Booth) to get to the top.","protection":"Probably normal stuff.  I toproped it.","location":"This is the face climb up a small prow just left of Phone Booth"},"__v":0},{"_id":"/8lVgNglUkaSBB19fl422A==","name":"Sharon's Sandbag","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Sharon (Dogruel?)","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.1985,35.8116]},"left_right_index":6,"mp_id":"106386618","mp_crag_id":"106227637","climb_id":"/8lVgNglUkaSBB19fl422A==","areaRef":"WFXp4TsrUpSX0v5neqr6Ew=="},"content":{"description":"Sharon's Sandbag is another standard-fare 5.9 White Rock crack.  It seemed pretty reasonable for the grade, although leaders should be comfortable with smaller gear. \n\n  Start just left of the graffiti. Climb up to a platform below an obvious finger crack. \n\n  The finger crack opens in a few places, but generally you'll be crimping your way on small edges on either side.  Mantel onto a 2nd platform 5' below the rim. \n\n  Gear is nuts and TCUs, but there are occasional placements for thin-hands-size cams as well.","protection":"Nuts and cams to 2\".   2-bolt anchor, reachable from the top","location":"Start just left of the skull graffiti- Sharon's Sandbag is the right of the 3 obvious cracks on this face on the left side of the NNP. \n\n  Climb #6 in               \n\nLeft side of the New New. \"Avalauncher\" is the 3rd from right, or 4th from left.  Someone with photoshop should number this. My notes say the number is (L to R) 1,2,3,4,5,6"},"__v":0},{"_id":"Up25NpdZW6KUu22/LQfQWQ==","name":"Sharon's Lead","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Sharon (Dogruel?)","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.1985,35.8116]},"left_right_index":7,"mp_id":"106230450","mp_crag_id":"106227637","climb_id":"Up25NpdZW6KUu22/LQfQWQ==","areaRef":"WFXp4TsrUpSX0v5neqr6Ew=="},"content":{"description":"Sharon's Lead is another 5.9 climb at the NNP, but is more of a one-move wonder compared to the 5.9 cracks to its left. \n\n  Start right of the skull graffiti.  Climb up and left along hand crack.  Don't continue up the obvious finger crack above- that is Sharon's Sandbag (5.9).  Instead, place a 3\" cam, make a reachy move out right to a big ledge, cut your feet loose  and mantle.  Follow 5.7 cracks in a shallow dihedral from this ledge to the top. \n\n  The guidebook says the rating is disputed and potentially as hard as 5.11, which might be accomplished by a contrived (and unprotected) direct route to the mantle ledge. ","protection":"Cams to 3\", and nuts.  Save some gear to build an anchor at the top, or step left to the Sharon's Sandbag anchor.","location":"This climb begins just right of the skull graffiti-glyph."},"__v":0},{"_id":"RC9NpTnRXlKQKFNxhWIRTA==","name":"Rumsey's Lead","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Roger Rumsey","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.1985,35.8116]},"left_right_index":10,"mp_id":"106234283","mp_crag_id":"106227637","climb_id":"RC9NpTnRXlKQKFNxhWIRTA==","areaRef":"WFXp4TsrUpSX0v5neqr6Ew=="},"content":{"description":"Another 10 worth climbing at the NNP. \n\n  Get into the overhanging hand crack, followed by a good rest.  Head up an unprotected section over the bulge on slopers directly above; or, better yet, step left, make a weird move back right onto a ramp; (or begin the entire climb as for Batshit Crack and traverse left above this- variation 10 in photo).  Enter a shallow dihedral with a thin crack.  This has enough small gear placements to keep it safe.  When you reach the finger crack, you're through the crux.","protection":"Nuts and cams to 3\".   2-bolt anchor, reachable from the top.","location":"This climb is about 10' left of Batshit Crack."},"__v":0},{"_id":"9r3vjfxpWdKCMwGQKifCuA==","name":"Rough Wall Right","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-106.1985,35.8116]},"left_right_index":0,"mp_id":"118742259","mp_crag_id":"106227637","climb_id":"9r3vjfxpWdKCMwGQKifCuA==","areaRef":"WFXp4TsrUpSX0v5neqr6Ew=="},"content":{"description":"Stem and crimp up a left-facing dihedral on the right side of the Rough Wall face. Short but still kind of fun.","protection":"Anchor can be rigged using a cordelette off a small juniper, or built with gear.   I didn’t see much gear for lead pro, but I was TR soloing and not looking for it.","location":"Rough Wall is the white calcite-textured face as you approach New New Place from the south. It’s short. The 10a is the right-most line on it."},"__v":0},{"_id":"0WVmM19OUOOcA7hELt39NA==","name":"Phone Booth","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Len Margolin, 1971","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.1985,35.8116]},"left_right_index":14,"mp_id":"106228636","mp_crag_id":"106227637","climb_id":"0WVmM19OUOOcA7hELt39NA==","areaRef":"WFXp4TsrUpSX0v5neqr6Ew=="},"content":{"description":"Scramble up to the namesake 7' tall slot with the flat ledge at the bottom.  Thin gear in the back, with awkward stemming to get through this crux.  Above, angle up and left, passing over non-descript blocky terrain with one or two tricky moves, to get to a shallow open book with a memorable wedged block with good pro that continues to the top.  With a TR, you can also climb the arete right of the dihedral to finish. \n\n  You could also get to the upper dihedral on this climb by beginning the route with the left 'Easy Start' for ...Yucca ; 5.9 when done by this variation (don't say you climbed Phone Booth though)","protection":"Cams to 3 inches including micros, and nuts.   2-bolt anchor, reachable from the top","location":"Phone Booth seeks out the obvious \"phone booth\"-shaped slot right of the lowest point of the New New Place.  It is 2 cracks right of Batshit Crack; 1 crack right of the sick 5.12 open book Pure Thoughts."},"__v":0},{"_id":"L+/9iYeuXQCqL8j8yhLLBQ==","name":"Have a Nice Day Yucca","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.1985,35.8116]},"left_right_index":15,"mp_id":"106228676","mp_crag_id":"106227637","climb_id":"L+/9iYeuXQCqL8j8yhLLBQ==","areaRef":"WFXp4TsrUpSX0v5neqr6Ew=="},"content":{"description":"The next crack system left of the Twin Cracks is an excellent and well-protected 5.8 or 5.9 climb.Two options begin this climb, both are finger crack size, starting just right of the yucca bush, moving off the obvious flake along a crack to the right or left of a block. Both starts are about the same difficulty, but the left start is called 'the Easy Start' because it can be used to avoid the crux of Phone Booth also. The right start is more usual because it is directly under the anchor and the upper dihedral system. Regardless of which you choose, both options are 5.8+. Midway up, you reach a good rest, and enter a dihedral with a wide crack in the back where most will stem and chimney using small edges on either wall. This is the mental crux of the route.","protection":"1 set nuts, 1 set cams to 3\".   2-bolt anchor, reachable from the top","location":"This climb is right of Phone Booth and left of Twin Cracks, on the right side of the New New Place, behind the yucca bush."},"__v":0},{"_id":"wK59Yib1VcCTTLEfSlp/rg==","name":"Open Book (aka Pure Thoughts)","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-106.1985,35.8116]},"left_right_index":12,"mp_id":"106236245","mp_crag_id":"106227637","climb_id":"wK59Yib1VcCTTLEfSlp/rg==","areaRef":"WFXp4TsrUpSX0v5neqr6Ew=="},"content":{"description":"Pure Thoughts begins in the obvious shallow dihedral just right of Batshit Crack (.10b).  After several 5.11 moves in the dihedral, pulling and balancing on bad feet and poor hands in the seam, the crux is gaining the top of the dihedral.  Above the dihedral, conquer an interesting bulge by veering left (5.11), then tackle a featured face (5.10-) to the top. \n\n  Lots of fun with a wide variety of moves.","protection":"Most people top rope this one.  2-bolt anchor.   \n\n  For the brave, the crux can be protected with <1\" cams in the pod at the center of the seam... protection gets scarce up higher.  Definitely deserving of an R rating.","location":""},"__v":0},{"_id":"ekWQnP+iWeCs7yhs7rQriw==","name":"Hard Crack","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.1985,35.8116]},"left_right_index":17,"mp_id":"106228705","mp_crag_id":"106227637","climb_id":"ekWQnP+iWeCs7yhs7rQriw==","areaRef":"WFXp4TsrUpSX0v5neqr6Ew=="},"content":{"description":"At the far right side of the New New Place, right of Twin Cracks, Hard Crack seeks out a right-facing overhanging wide hands crack which is midway up the face.  You have a few choices to get up to this, none are particularly difficult or rewarding, but it is easiest coming in from blocky terrain a little to the rightt.  The crux is probably easiest to lieback, and protects with a #3 camalot.  The climb is not as hard after this steep section.","protection":"Cams to 3\", and nuts.  There may be a 2-bolt anchor at the top, or, if not, you can probably use the Twin Cracks anchors, rather than causing further damage to trees (or, build your own anchor with gear).","location":"Right of Twin Cracks.. find the right-facing overhanging offwidth 1/2 way up.  Choose your variation to get there."},"__v":0},{"_id":"Q6aNbAVxUX6RGLxg0UH0sg==","name":"Half Moons (aka Clockwork)","yds":"5.11b/c","grades":{"yds":"5.11b/c","french":"6c+"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-106.1985,35.8116]},"left_right_index":8,"mp_id":"106234293","mp_crag_id":"106227637","climb_id":"Q6aNbAVxUX6RGLxg0UH0sg==","areaRef":"WFXp4TsrUpSX0v5neqr6Ew=="},"content":{"description":"The buttress just right of Sharons Lead is a fun toprope problem.\n\n You can begin on the face proper, or start in a hand crack to the right. Above 15' up, you get to the crux, some small holds, big reaches, and use of the right arete will get you through to a good rest ledge. Above this, for more interesting climbing, stay right on the arete.\n\n This one doesn't have much for gear, at least, not where you want it. I haven't led it or seen it led.","protection":"Not very much.  Toprope from a 2-bolt anchor, reachable from the top","location":"This is the thin face at the left end of the lowest part of the NNP, where you finally reach flat ground after the downclimb/scramble.  It is just left of the next crack left of Rumseys Lead."},"__v":0},{"_id":"rxG7arHBWX2ikeO4EMHD8g==","name":"Flare","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.1985,35.8116]},"left_right_index":5,"mp_id":"106228668","mp_crag_id":"106227637","climb_id":"rxG7arHBWX2ikeO4EMHD8g==","areaRef":"WFXp4TsrUpSX0v5neqr6Ew=="},"content":{"description":"Flare is one of 3 5.9s in the shorter left section of the New New Place.  The flared slot about 15' up is the obvious crux of the climb.  Above this flare, the crack is still thin, but more edges are present on either side.   \n\n  As a lead, this climb is ok to try, but is a step up in difficulty from the cracks on either of side of it, because the gear is mostly small and not always at your nose.","protection":"1 set nuts, 1 set cams to 2\".   2-bolt anchor, reachable from the top","location":"Flare goes up the flared slot near the left side of the New New Place.  It is up and left of the giant skull graffiti."},"__v":0},{"_id":"nzxtUTPOUl+GUYlQ4tAZ1A==","name":"Fever Pitch","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-106.1985,35.8116]},"left_right_index":9,"mp_id":"118831453","mp_crag_id":"106227637","climb_id":"nzxtUTPOUl+GUYlQ4tAZ1A==","areaRef":"WFXp4TsrUpSX0v5neqr6Ew=="},"content":{"description":"This is the intriguing right-facing dihedral with the seam 2 lines to the left of, and facing Batshit Crack.\n\n The best start is the unlikely face, rather than the cracks to either side (but you could use those if you like).  Chill at a ledge half-way, and make a plan for how to conquer the overhanging \"Heinous Dihedral\", using some combination of stemming and locking off on small crimps.\n\n A lead would involve placing crucial gear in a pretty important handhold that starts the crux sequence (we TRed it) without other gear protecting the hardest part.","protection":"TR it and suss it out yourself.  (usual stuff, nothing big, I'd think)","location":"The overhanging right-facing corner with the seam should be obvious.  Just right of the Half Moons buttress, left of Rumsey's Lead."},"__v":0},{"_id":"6xqIFG3YW7GAvxFejygwCw==","name":"Crap On","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-106.1985,35.8116]},"left_right_index":1,"mp_id":"106236214","mp_crag_id":"106227637","climb_id":"6xqIFG3YW7GAvxFejygwCw==","areaRef":"WFXp4TsrUpSX0v5neqr6Ew=="},"content":{"description":"Borrowing the naming convention from Fred Rassmussen, this route climbs better than the name implies. Stem up the clean, low angle dihedral as it steepens and then finish with nice pockets on the vertical wall. Just as you're getting warmed up and into the groove, the route ends.   ","protection":"Gear on this route appears infrequent and tiny but it turns out that nice horizontal cracks on the sides of the dihedral offer opportunities for .5 and .75 camalots. A 0 or 00 C3 would fit in one spot down low in the corner of the dihedral. Two-bolt anchor at top.","location":"This is the first dihedral route just right, north, of the \"orange rough wall\" on the far south end of the area. Look for the words Crap on spray painted on the rock. This route goes up and left from that graffiti."},"__v":0},{"_id":"bSQm2S2PUjqW6iLfK6N7wg==","name":"Beginner's","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-106.1985,35.8116]},"left_right_index":3,"mp_id":"106228690","mp_crag_id":"106227637","climb_id":"bSQm2S2PUjqW6iLfK6N7wg==","areaRef":"WFXp4TsrUpSX0v5neqr6Ew=="},"content":{"description":"Scramble up some blocky terrain and into the obvious  square dihedral.  Enjoy fun, low angle face climbing  on the face between the walls and/or bust out some stemming. A couple of horizontal cracks break up the face but don't offer very good gear placements.    2-bolt anchor at the top.","protection":"Small to medium nuts and cams but good placements aren't very obvious nor prolific. Tri cams in the pockets on the face look like they'll make for good placements.    2-bolt anchor, reachable from the top","location":"The obvious low angle boxy dihedral just right of an unnamed climb. If you reach the spray painted skull, you've gone too far north."},"__v":0},{"_id":"XNoKADQNUyKd6Y8ALd7JfA==","name":"Batshit Crack","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Steve Schum and Mike Roybal probably","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.1985,35.8116]},"left_right_index":11,"mp_id":"106228628","mp_crag_id":"106227637","climb_id":"XNoKADQNUyKd6Y8ALd7JfA==","areaRef":"WFXp4TsrUpSX0v5neqr6Ew=="},"content":{"description":"Clearly the best line at the NNP, Batshit Crack is the most continuously sustained crack here. Don't be discouraged by the name- it's nowhere near as shitfilled as some at WR.  It begins as moves requiring hand jams to a short section moving into a body-size flare that has less than ideal protection.  Above, a steep hand crack section is probably the well-protected crux.  10-15' of 5.9 OW finishes the climb.   \n\n  Liebacking is a good substitute for technique on this climb. ","protection":"1 set cams up to a #4 camalot.   2-bolt anchor, reachable from the top.","location":"Batshit Crack is the obvious crack in the left-facing corner at the tallest central part of the New New Place."},"__v":0},{"_id":"a3AhiAgXWeqdjVNBmSWD6w==","name":"Avalauncher","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Luke Laeser","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.1985,35.8116]},"left_right_index":4,"mp_id":"106383414","mp_crag_id":"106227637","climb_id":"a3AhiAgXWeqdjVNBmSWD6w==","areaRef":"WFXp4TsrUpSX0v5neqr6Ew=="},"content":{"description":"Toprope boulder problem on the far left side of the crag. One hard move, and you're done.","protection":"TR","location":"Face on far left side of crag... I'll see if I can find a better description."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,98c839d1-f0d4-5006-bb58-276b12f05bd0,3301509f-ad6b-5cf1-909e-db85df0082bb,866936a1-51e7-50fc-b11c-1ac6a486f674,5855e9e1-3b2b-5294-97d2-fe677aaafa13","pathTokens":["USA","New Mexico","Los Alamos & White Rock","White Rock","New New Place"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.6"},{"count":4,"label":"5.9"},{"count":1,"label":"5.10d"},{"count":1,"label":"5.10c"},{"count":2,"label":"5.10a"},{"count":1,"label":"5.8+"},{"count":3,"label":"5.12a"},{"count":2,"label":"5.10b"},{"count":1,"label":"5.11b/c"},{"count":1,"label":"5.7+"},{"count":1,"label":"5.7"}],"byDiscipline":{"trad":{"total":17,"bands":{"unknown":0,"beginner":4,"intermediate":10,"advanced":3,"expert":0}},"tr":{"total":18,"bands":{"unknown":0,"beginner":4,"intermediate":10,"advanced":4,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":4,"intermediate":10,"advanced":4,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-106.1985,35.8116]},"bbox":[-106.19905448886801,35.811150339818134,-106.19794551113195,35.81204966018186],"left_right_index":-1,"ext_id":"106227637","area_id":"WFXp4TsrUpSX0v5neqr6Ew==","polygon":{"type":"Polygon","coordinates":[[[-106.19905448886801,35.811150339818134],[-106.19794551113195,35.811150339818134],[-106.19794551113195,35.81204966018186],[-106.19905448886801,35.81204966018186],[-106.19905448886801,35.811150339818134]]]}},"content":{"description":"New New Place is another one of White Rock's vertical basalt crags ideal for toproping or trad climbing. Some of the lines here are as long as any at White Rock (up to 60 or 70' tall) and are quite good. Most climbs are characterized by short crux sections between good rest stances or ledges. The New New Place has more 5.8 and 5.9 lines compared to some other White Rock cliffs. Some good more challenging climbs are found here as well. People have been climbing here since the early 1970s.\n\n The New New Place faces east, making it shaded in late afternoon and evenings, and somewhat sheltered from the wind. Because the cliff is not as classic as some of the others in White Rock, you're likely to find yourself alone here. Although the 5 minute approach to the clifftop is straightforward, the rocky blocky scramble down to the cliff base makes the New New Place a bad location for dogs or small children."},"density":0,"totalClimbs":18,"__v":1,"createdAt":"2022-11-07T06:13:44.888Z","updatedAt":"2024-02-19T18:38:08.634Z"}