{"_id":"63689de0e80bff5a994fa15b","area_name":"Observatory Dome","shortCode":"","climbs":[{"_id":"O1dEmMWpXM+PdcqYEGwhcA==","name":"Ryan's Song","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"L Paik?","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5182,40.4032]},"left_right_index":0,"mp_id":"105989946","mp_crag_id":"105879507","climb_id":"O1dEmMWpXM+PdcqYEGwhcA==","areaRef":"k14BVTo5UEi2b/gkBRqUKg=="},"content":{"description":"This route is named in memory of Ryan Keller (son of a good friend), who died much too young in a tragic car accident a few years back.  This route is aesthetic, elegant, inspiring, but it ends far too quickly.  It took a while to find an appropriate route to name in his honor.\n\nThe rock is still a bit raw and gritty.  Nonetheless, it inspired a second, lengthy approach up to climb it.\n\nWith rain and hail pressing, a toprope ascent was all Mother Nature allowed us.  It could be led, but it would be heady for sure...maybe R or R/X.\n\nStart on the right side of the arete.  Be careful with the loose-appearing block.  You can climb delicately around it.  Squeeze the arete and straddle it, kick around to the left side (potential cam placement for directional or lead), move back to the right side, continue past a blue Alien placement (for directional), and finish up easier rock to the top of the arete.  The optional block up top seems precariously perched in metastability.\n\nYou can downclimb ~8' off the block to a stance ~60' up where you could thread a long 1\" sling through a tight, natural slot.  A long Abalakov hook/coat wire is necessary to pull the sling back through the slot.  Alternatively, you can downclimb the left side in the corner (a la Kelly Cordes) or traverse out right on\n\nRain Man\n\nto the ledge above and the walkoff.\n\nNote, there appeared to be bear scat in the area.","protection":"TR is probably best.  Smaller cams with double green Aliens? blue Alien may work.  A #1 or 2 Camalot, or #4 Friend above with a small wire works for an anchor.","location":"This is the obvious arete at the base of middle of Observatory Dome.  Count on over an hour approach with the new trailhead if anyone ever comes up here to try it.\n\nTo set up the TR, you can ascend the nice, 5.7, right-facing dihedral to the right of the arete."},"__v":0},{"_id":"TtM72GNGXE2FD9m4j+DJ0Q==","name":"Rain Man","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"Deb Thompson & L Paik?","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5182,40.4032]},"left_right_index":1,"mp_id":"105989962","mp_crag_id":"105879507","climb_id":"TtM72GNGXE2FD9m4j+DJ0Q==","areaRef":"k14BVTo5UEi2b/gkBRqUKg=="},"content":{"description":"This is a pitch used to exit off the arete when rain and hail made dinking around with trying to thread a tight slot less ideal of an option.  Certainly it has an adventurous feel with a fair potential for rope drag.  I don't recommend linking this with the right-facing dihedral.  Also, I don't know that most will call it a worthwhile line, but it seemed a reasonable way off the rock given the day, and there are some bits of enjoyable climbing.  About a dozen of the most precarious blocks have been cleared off, but there is still friable rock.\n\nStart going right on easy terrain on an obvious ledge system.  Go around a corner into a cave of sorts.  Traverse out the right side on jugs (some loose) to a crack with a #0.75 Camalot/#12 BD crack.  Face climb up and left, then up, then left around an arete, then up and right up a groove.  Continue up for a so-so green Alien placement.  Downclimb around a large flake, traverse right ~20', then up a groove to a medium-sized tree.  Belay.  Downclimb off the ledge.  Pick the skier's left for easier terrain instead of down a vegetated downclimb at the end.\n\nThe name comes from the conditions inspiring the climb.\n\nIt is the yellow dotted line in the photo.","protection":"Lots of longer slings are imperative to\n\nreduce\n\nrope drag.  A few large wires, green Alien to #3 Camalot.","location":"From the anchor near the top of the arete,\n\nRyan's Song\n\n, and the right-facing dihedral, traverse an obvious ledge system until you find a reasonable section of face climbing to gain the ledge above."},"__v":0},{"_id":"pB9Lk9taUZqMKOr+tSihHA==","name":"Observatory","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Bradley & Mayrose, 1963","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5182,40.4032]},"left_right_index":2,"mp_id":"105967464","mp_crag_id":"105879507","climb_id":"pB9Lk9taUZqMKOr+tSihHA==","areaRef":"k14BVTo5UEi2b/gkBRqUKg=="},"content":{"description":"This is a line up Observatory Dome just right of the obvious, right-facing dihedral. Interestingly, S. Kimball describes it as \"to the right of the major curving, diedral, climb cracks and slabs for two full pitches.\" Rossiter describes it as \"climb two pitches of cracks and slabs out to the right from the big dihedral.\" Gillett describes it as \"ascending the face right of the dihedral, beginning in a left-leaning crack. Head right at the crack's end.\" Hmmm. This sucker is more than 2 pitches in length unless you start on something else.\n\nSo, here's one variation (the original line may have started off the ledge coming in from the right, about a pitch up):\n\nP1. Start in the obvious, left-facing chimney. Fight a tree and bush. Then chimney up to a crack with chockstones (some a bit loose, some freed from their perches). Continue up to a large ledge, ~180'.\n\nP2. Continue up to the beginning of the big, right-facing dihedral. Move right at its beginning. Continue up cracks & face mostly about 20 feet right of the dihedral. Belay at a good ledge with a small, dead tree, ~200'.\n\nP3. Here you have a few choices: The original line probably went up and likely exited to the right below the overhangs. You can also go up and left to the top of the dihedral for a bit of jamming, ~100' to a tree.\n\nWalkoff left.\n\nThis route is on the lean side of a star, but there aren't any crowds, and there is plenty of room for FAs up here.\n\nAddendum:\n\nin retrospect, I think this climb may have originally been climbed by approaching along a ledge system from the right which probably would have skipped the P1 described above.","protection":"Set of wires, set of cams to #4 Camalot.  60m rope helpful.","location":"Basically this is up the center of the crag staying just right of the big, right-facing dihedral."},"__v":0},{"_id":"65hTL4gPXjatBrQfNFWQEw==","name":"Looks Can Be Deceiving","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"maybe ?","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5182,40.4032]},"left_right_index":3,"mp_id":"107174845","mp_crag_id":"105879507","climb_id":"65hTL4gPXjatBrQfNFWQEw==","areaRef":"k14BVTo5UEi2b/gkBRqUKg=="},"content":{"description":"The approach is best as a traverse from the top of the Citidel. It is maybe a 10 minute walk.\n\nThere is a huge, healthy ponderosa located just left of the start.\n\nP1 - begin in a right-facing dihedral with a mossy bush about 15' up. Stem the 5.8 tricky start and go left around the bush to a huge chickenhead. Follow the remaining 5.6 crack for 140'. Belay comfortably to the right of 2 tiny ponderosa/bonsai trees.\n\nP2 - follow an incredibly delightful, 5.6, finger tip crack along a rising ramp. It takes C3s/Aliens nicely. Move 30' back into an alcove and climb the final deep 5.8 dihedral. It is steep, sharp, and a bit spicy at the top as you mantle onto the true summit.\n\nOne may also choose to set a station after 130' in the alcove and make the final 40' dihedral the 3rd pitch.","protection":"Bring a full single rack to #4 BD. C3s are nice for the start of the 2nd pitch.","location":"This is on the east side of the Dome.  It is 40' left of the big cleft mentioned in\n\nDeep Impact\n\n."},"__v":0},{"_id":"iD5EIZ3tW9G24cc1pEyiqg==","name":"Deep Impact","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Charles Vernon & Kurt Johnson","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5182,40.4032]},"left_right_index":4,"mp_id":"105879669","mp_crag_id":"105879507","climb_id":"iD5EIZ3tW9G24cc1pEyiqg==","areaRef":"k14BVTo5UEi2b/gkBRqUKg=="},"content":{"description":"Deep Impact may be an obscure, gritty, one-pitch climb a long bushwhack up a steep slope, but a photo of a leader mid-route taken from just uphill to the east would make any cover shot jealous. Of course, the average climber standing at the base would have a hard time believing that, but it's worth doing nonetheless...although you'd probably want to combine it with another longer route on the crag to get the most bang for your buck.","protection":"Standard rack.","location":"To get to the base, fight dense shrubbery up the east gully until you get to a large rock spanning the corridor, making it more difficult to continue. Stem up the left side of this feature to the start of a rough hand crack. The route was named not only for the crater made by a loose block kicked off a small ledge part way up the climb, but also for the painful indentations the sharp crystals lining the crack will leave in your hands. Descend to the north (right)."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,cd674f3c-8205-5aea-b926-ef2c3b804ed5,9ef89b9d-db55-57cb-b9d3-dac26aa710a4,935e0155-3a39-5048-b66f-f824051a942a","pathTokens":["USA","Colorado","Estes Park Valley","Lumpy Ridge","Observatory Dome"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10"},{"count":1,"label":"5.7+"},{"count":1,"label":"5.6"},{"count":1,"label":"5.8+"},{"count":1,"label":"5.7"}],"byDiscipline":{"trad":{"total":5,"bands":{"unknown":0,"beginner":4,"intermediate":1,"advanced":0,"expert":0}},"tr":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":4,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.5182,40.4032]},"bbox":[-105.51879049105291,40.402750339818134,-105.51760950894707,40.40364966018185],"left_right_index":-1,"ext_id":"105879507","area_id":"k14BVTo5UEi2b/gkBRqUKg=="},"content":{"description":""},"density":0,"totalClimbs":5,"__v":1,"createdAt":"2022-11-07T05:56:52.296Z","updatedAt":"2024-01-15T16:43:59.165Z"}