{"_id":"6368a44ee80bff5a9959bfc2","area_name":"Moby Dick","shortCode":"","climbs":[{"_id":"T3Mu6yC6XTyC7ENpZXDZMw==","name":"Whale'n","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"??","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.5358,43.8394]},"left_right_index":999999,"mp_id":"107724544","mp_crag_id":"105714664","climb_id":"T3Mu6yC6XTyC7ENpZXDZMw==","areaRef":"n8uvArPRUL6dgrMHMhHslg=="},"content":{"description":"(all fixed pro) Located on the south side of Moby Dick. 4 bolts plus anchor bolts with webbing. Might consider taking new webbing along in case webbing needs replaced. The top has a great ledge with an amazing few of the Ten Pins.  First bolt is 12' off the base. Easy stem over to Moby Dick.  Clip the first of 4 bolts. The rappel is the same as the one for Nantucket Skeighride.","protection":"4 bolts.","location":"Approach by walking around the west end of Moby Dick and going through a narrow notch. (from north to south) which leads one to the high ground between Moby Dick and Fin."},"__v":0},{"_id":"HPWW2RJCVHehAAjVcsmc6A==","name":"Shiver Me Timbers","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Luke Ross, Chris Hirsch (Ground-up) 9/14","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.5358,43.8394]},"left_right_index":999999,"mp_id":"109578286","mp_crag_id":"105714664","climb_id":"HPWW2RJCVHehAAjVcsmc6A==","areaRef":"n8uvArPRUL6dgrMHMhHslg=="},"content":{"description":"Follows the nice face right of Nantucket Sleighride. Wander up the weaknesses of the wall passing the crux at the 3rd bolt and a redpoint crux up higher. Will clean up better with traffic. Shares Nantucket's anchors, but not ideal for top-roping.","protection":"9 Bolts   Bolted anchors","location":"Start 20' right of Nantucket, just left of large leaning boulder. Rap down Nantucket with single 70m."},"__v":0},{"_id":"aCrKBA/eWsaCphN0yic71Q==","name":"Nantucket Sleighride","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Pete Delannoy, Paul Muehl, and Jim Black","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-103.5358,43.8394]},"left_right_index":999999,"mp_id":"105715664","mp_crag_id":"105714664","climb_id":"aCrKBA/eWsaCphN0yic71Q==","areaRef":"n8uvArPRUL6dgrMHMhHslg=="},"content":{"description":"This ultra-classic route starts in the shallow (1-2 foot deep, right-facing) dihedral, facing the road.  It protects well, albeit somewhat strenuously at times, in the obvious placements.  Several placements and sizes of small to medium gear are available.  Make a committing, but not too difficult move up and out of the dihedral to the bolt.  Shake out the legs and arms then run up the fun face past several bolts to the groove where you'll make about a 30 foot runout for the anchors while pondering the route's name and gunning for glory (don't slip up!).  There's three bolts for the anchor and, at the time of this posting, only one is any good.  One of the bad ones is a new anchor but, unfortunatley, was poorly placed and is loose (i.e., the bolt rattles around in the hole and the hanger nut needs to be tightened down).  The other bad bolt (the reason for the two new bolts) is an old button head and a mighty thin hanger.  Bring a bolt kit and one new bolt/hanger set up to fix a safer anchor if you can.  We were without such paraphanalia on this trip, but replaced the old slings by equalizing all three anchors.","protection":"Small to medium nuts and small cams (1-4 Trango Flex Cams or similar).  Draws for several bolts on upper face.  There's about a 30 foot runout to the top on easier (5.5-5.6'ish maybe) ground in the groove.","location":""},"__v":0},{"_id":"x7bVn2IVXGqYsR6wHtw9NA==","name":"Moby Dick Standard Routes","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.5358,43.8394]},"left_right_index":999999,"mp_id":"106502041","mp_crag_id":"105714664","climb_id":"x7bVn2IVXGqYsR6wHtw9NA==","areaRef":"n8uvArPRUL6dgrMHMhHslg=="},"content":{"description":"Climb ten feet up an easy face, then step across to the main rock.  There are two cracks above as you step across.  One directly above you and one to the left (see the picture).  The only protection available at this point is to place a small stopper or tiny cam in seam above you.  Then either make a delicate and long step to the left and go up the thinner left crack, or go straight up the wider crack above you.  I went up the right crack (above the step across).  It was more like a \"face\" climb in the crack rather than jamming -- but the crack was useful for setting protection.","protection":"A small stopper or tiny cam as you step across, then you can set a few cams in the cracks as you go up.  I set a 0.3 cam at the step across, but would not have wanted to fall on it.  Once you get up higher on the route it is easier to set protection (e.g., #1, #2 cams).  I did not see any fixed gear, but there are anchors at the top (for Nantucket Sleighride). \n\n  Descent:  Rappel 50 feet from the anchors back down to where you left your gear at the start of the standard route -- or you can alternately make a long 110 feet rappel down the face of Nantucket Sleighride towards the road.  We did this with a 70M rope and had about eight feet to spare.  If you don't have a 70M rope, you will need TWO ROPES for the long roadside rappel.","location":"From the road, hike to the LEFT uphill around Moby Dick -- go all the way around behind the rock and then keep going until you are on the back right side of the rock.  On the back right, hike up a groove between Moby Dick and the rock immediately to the north of it, then drop your pack for the climb(s)."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,253ab2e3-944f-5c5f-8477-58a428c86291,eb71723c-d454-5686-9f66-8bbd19c7143e,68deff18-0cec-54ad-bd51-199e9e408017,9fcbaf02-b3d1-50be-9d82-b3073211ec96","pathTokens":["USA","South Dakota","Custer State Park","Tenpins/Switchbacks","Moby Dick"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.7"},{"count":1,"label":"5.11"},{"count":1,"label":"5.10"},{"count":1,"label":"5.7+"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":1,"intermediate":1,"advanced":0,"expert":0}},"sport":{"total":2,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":1,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-103.5358,43.8394]},"bbox":[-103.5364234161862,43.838950339818126,-103.53517658381381,43.83984966018186],"left_right_index":-1,"ext_id":"105714664","area_id":"n8uvArPRUL6dgrMHMhHslg=="},"content":{"description":"A nice, tall formation with quality rock and routes.  The largest stone in its grouping and very near the road."},"density":0,"totalClimbs":4,"__v":1,"createdAt":"2022-11-07T06:23:11.625Z","updatedAt":"2024-01-15T16:48:25.918Z"}