{"_id":"6368a50be80bff5a995b05bc","area_name":"Priest, The","shortCode":"","climbs":[{"_id":"pISG8anmUz6+oh5UvqYqeQ==","name":"Late for Prom","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.3691,38.6588]},"left_right_index":999999,"mp_id":"116711025","mp_crag_id":"105716853","climb_id":"pISG8anmUz6+oh5UvqYqeQ==","areaRef":"PG6kADVxU6qReKiGWI+Etg=="},"content":{"description":"This is a direct line variation to the last pitch of Honeymoon Chimney. After climbing the face pitch build a belay with the homemade hanger bolt and the finger crack next to it. Instead of continuing around the corner to the 5.8 corner pitch, climb directly up the easy handjams that quickly turn to a bulge with a tight finger crack that seams down into techy face climbing protected with a knife blade about 3/4 of the way to the top. The rock quality seems to deteriorate after the knife blade and makes for an interesting top out. If you have any info please share! Thought this was a good pitch to add a little extra pull hard and fear into a mega classic.","protection":"Fingers and tips gear I placed: .2, 2x .3, .4, #1, #3, and 1 QD.  + gear for Honeymoon Chimney","location":"Climb up the bolted pitch of Honeymoon chimney make the small traverse and the finger crack is right above."},"__v":0},{"_id":"082YMr1FXX6DOQ6l22f65A==","name":"Honeymoon Chimney","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Layton Kor, Fred Beckey, Harvey Carter, Annie Carter 1961.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.3691,38.6588]},"left_right_index":999999,"mp_id":"105717292","mp_crag_id":"105716853","climb_id":"082YMr1FXX6DOQ6l22f65A==","areaRef":"PG6kADVxU6qReKiGWI+Etg=="},"content":{"description":"If you are as fortunate as I was, this route begins at\n\nLumpy Ridge\n\nnear Estes Park, Colorado. Here, you can bury a nice granite sample in the rope at the bottom of your partner's pack, which can be hauled up to the base of\n\nThe Priest\n\nthe following weekend.\n\nP1\n\n: This is the most serious and rewarding pitch on the route. Squirm your way up the fatter-than-fat dihedral. The amount of squeezing you can do is inversely proportional to your size. The crux has a 1/4\" bolt nearby, which in even Wingate sandstone, should inspire confidence—right?\n\nFind your own way through the crux, after which you can get a rest on a small ledge and clip drilled angle that will be in the back of your mind for the next thirty or forty feet of 5.9.  After this, you will occasionally get pro by slinging chock stones in the crack and/or placing stoppers between them.\n\nAs you near the end of this pitch, you will be able to chimney inside the crack. Belay just behind a large boulder wedged in the chimney.  You can build an anchor by threading a large stopper in between the boulder and the chimney and sticking a #3 Camalot near your feet.\n\nDon't belay at the rap anchors 20' behind you or you will have hell to pay for rope drag.  After grunting up this pitch, I was rewarded with the following high-pitched whines from my second that made it all worthwhile: \"I hate this! This sucks! I can't get in the crack!  Take!!!\" If I could have recorded all this...  Maybe add a camcorder to the gear list. 5.9, really...\n\nP2\n\n: This is the most fun pitch on the route. You'll see. I think it went around 5.7.\n\nYou basically chimney the whole thing. There is a fixed pin on this pitch.  Towards the top, you can get a couple of cams. It ends on a nice ledge with two of those nice and fat Metolius rap anchors.\n\nP3\n\n: This pitch is either about 5.7 A0 or 5.11-.\n\nHead up and right from the belay. There are some fixed pro and cam placements as you do the first part of this pitch. You get a nice body stem to access the arete/face that takes you upward toward the summit.\n\nThe face/arete (11- or A0) is basically a bolt ladder where some bolts are relics and others are decent-looking. This accesses a ledge, which you traverse to the left before gaining the belay. You are totally uncool to your second if you don't put a #2 Camalot in the crack at the back of this ledge after doing the bolt ladder.\n\nP4\n\n: This is a relatively short dihedral crack system that goes at 5.8.  This nice little pitch puts you on the summit.\n\nSummit - while on the summit, read the summit register notebook COVER to COVER and be sure to view the creative artwork within its bindings.  You will thank me.","protection":"Just as in my description of the\n\nKor-Ingalls Route\n\nyou can bring an arsenal of 2x4s and Big Bros, but why bother?  This stuff will just get in your way, piss you off, and lower your adrenaline levels.\n\nBring a #5 Camalot/#6 Friend. Use this as the belay anchor for the first pitch as the climb starts on a large ledge, and leave it there.\n\nAll you really need is several long runners, cams from around a #2 TCU to a #3 Camalot, and some stoppers.","location":"To reach\n\nHoneymoon Chimney\n\n, take the approach to\n\nCastleton Tower\n\nand head left when you reach the short cliff band near its top. You will next head upwards toward\n\nThe Rectory\n\n, and continue left slightly below its base, thereby traversing its length.\n\nThe Priest\n\nis the lone tower, just at the north end of\n\nThe Rectory\n\n.\n\nHoneymoon Chimney is located on the west side of The Priest\n\non a sizable ledge. It starts in the fat crack that you can't help but admire."},"__v":0},{"_id":"ccUi6ee6U4WT3zso+92i0A==","name":"Excommunication","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Greg Child, et al.","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.3691,38.6588]},"left_right_index":999999,"mp_id":"105718708","mp_crag_id":"105716853","climb_id":"ccUi6ee6U4WT3zso+92i0A==","areaRef":"PG6kADVxU6qReKiGWI+Etg=="},"content":{"description":"This is the spectacular bolted route on the North Face of\n\nThe Priest\n\n.  It climbs unique calcite features similar to those on\n\nHolier Than Thou\n\non\n\nThe Nuns\n\n.\n\nGreg Child apparently bolted this route in September, 2002.  He established the route \"ground-up\"—which I think is a bit misleading, because he basically made a bolt ladder out of it. True, it was ground up, but it was not free, nor was it bold.  There are several holes in the rock with missing bolts, so apparently he (or maybe someone else) decided to take bolts out after the fact.\n\nMr. Child apparently worked on freeing it for a long time.  A magazine article in\n\nRock and Ice\n\nfrom early '03, which has pictures of the route but makes no mention of the route in the article, describes the line as a \"project.\" Rumor has it that Mr. Child hiked up there 64 times(!!) to work on it...that sounds a little unbelievable to me. The summit register mentions the first (aid) ascent, but the register doesn't record when it was freed.\n\nThe April 2005 issue of\n\nRock and Ice\n\nlists the route as a \"new route\" in the Moab area, rating the 5 pitches as 12b, 12a, 13a, 11c, and 10c, but calling the overall route \"13b\". It also claims the route was thus-far unrepeated, despite attempts from two \"strong teams.\"  I wonder who those teams are.  Rumor has it, Eric Decaria checked it out, but decided not to work the route because he didn't like all the glue on it.\n\nHere's what I thought:\n\nIn April '05, Clay Cahoon and I made an ascent, which we guess is the 2nd, but who knows?  It took us 3 total days of effort. On the final day we each freed every pitch starting from the ground, and we both redpointed the crux pitch.\n\nP1\n\n: 5.12b (9 bolts, 90 feet) First of all, I would say that this pitch (and the next one) is all of 12b.  It's not like the easy 12's at\n\nIndian Creek\n\n; I would say it's on a par with\n\nSacred Ground\n\non\n\nCastleton Tower\n\n, which is pretty stout.\n\nThe pitch climbs the bolted arete, using actual arete moves.  The arete keeps your attention due to its sharp nature, and the fact that it seems like it is always windy right there. A couple hard, thin moves get things started, then it eases a bit above a horizontal crack.\n\nThe crux comes higher with a hard clip and balance-y arete moves.  There are 9 bolts, a drilled angle, and no glue on this pitch.\n\nP2\n\n: 5.12a (6 bolts, gear, 70 feet) This pitch is a bit easier, but a lot scarier.  Your rope actually has to cross the arete on this pitch, so the thought of falling is terrifying. You're still climbing on the arete, but now things are starting to get exposed.\n\nThe first bolt is on the left side of the arete, then all the rest are on the right, even though you mostly climb on the left side.  About 40 feet up, the holds on the arete peter out, but fortunately, a dihedral crack appears on the right.  The crux involves getting from the arete into the crack.  I broke a hold on this section, but another good hold appeared underneath it, so the pitch still goes.\n\nOnce in the crack, some sharp calcite jams lead to the fat ledge at the base of the crux pitch.  There are five or six bolts on this pitch, and you'll want a small cam (0.2 camalot), but you can get by with one 0.5.\n\nP3\n\n: 5.13a (9 bolts, 90 feet) This is the money pitch.  Fortunately this pitch climbs up the center of the face on calcite, so it's not quite as scary or windy.\n\nA few easy arete moves past two bolts get you firmly established on the face. The climbing is very reminscent of just-past-vertical limestone, such as that found at the\n\nVRG\n\n. The climbing gets increasingly harder until a series of crux deadpoints, or tenuous reaches near the 6th bolt.\n\nAfter a good rest at a horizontal crack (lots of glue that seems unnecessary), a couple more very hard moves with heart-break potential stand between you and the next cush ledge (about 9 bolts...90 feet).\n\nP4\n\n: 5.11c (4 bolts, 40 feet) This short pitch contains an interesting combination of wingate and calcite features before the holds dead end at a less-than-vertical slab which forms the crux.\n\nClay and I both climbed this differently, and we had different opinions on the accuracy of the grade.  If you made it this far, it should be no problemo. Belay on the shoulder of\n\nThe Priest\n\n.\n\nP5\n\n: 5.10+ R (2 bolts, gear .75-2, 40 feet) The summit pitch.  It would be possible to link 4 and 5, but the rope drag could be really scary.\n\nStart up a nice crack that is formed by a car-sized flake leaning against the wall.  When you gain the top of the flake, you get to stem up a rotten corner.  Thankfully, Mr. Child left two bolts here to reduce the pucker factor.  The rock is bad, and you're smearing on it...yeehaw.\n\nAll in all, both Clay and I thought this was an outstanding route.  It is entirely unique. The climbing consisted of good movement, spectacular position, and mostly excellent rock. To top it off, all of the pitches have great ledges which make it more enjoyable to work the route. I have no doubt this route will get harder with time as key holds snap off and calcite footholds get even more polished.\n\nAs for the glue...I don't feel that this route is \"manufactured\" because it's not like key holds have been glued on where none existed before. In many cases the glue is there to reinforce large features that offer good rests. These holds are not critical to allowing the route to be free climbed; if the glued holds did break off the route would still go, it just might be more pumpy.\n\nThis may cause you to wonder, well why glue these holds at all?  Good question. Perhaps he thought it was a matter of safety, as many of these rocks are large enough to kill someone if they did peel.\n\nAll in all, I highly recommend this route, and I tip my hat to Mr. Child...well done!","protection":"About 12 QDs, Camalots (1 each) 0.2, 0.5, 0.75, 1, 2.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ee1d37e7-dc41-5c26-a358-5d51af01f499,cbbfd7c6-5cf2-5063-8939-5f3233efa573,4c6f343e-edd5-5456-a294-de337ef04096,3c6ea400-3571-53aa-9178-a886588f84b6","pathTokens":["USA","Utah","Southeast Utah","Castle Valley","Priest, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11d"},{"count":1,"label":"5.11a"},{"count":1,"label":"5.13a"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":2,"expert":1}},"sport":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":0,"expert":1}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":0,"advanced":2,"expert":1}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-109.3691,38.6588]},"bbox":[-109.36967583789533,38.658350339818135,-109.36852416210468,38.659249660181864],"left_right_index":-1,"ext_id":"105716853","area_id":"PG6kADVxU6qReKiGWI+Etg=="},"content":{"description":""},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T06:26:45.888Z","updatedAt":"2022-11-25T11:23:41.093Z"}