{"_id":"6368a214e80bff5a9955da96","area_name":"Gemstone West","shortCode":"","climbs":[{"_id":"76xDTTWZVoa2psXCg4NauA==","name":"Sinsemilla Shake 5.11d, R","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Gary Hicks & Mark Thomas, September 1986","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-106.4754,35.20733]},"left_right_index":0,"mp_id":"106774979","mp_crag_id":"105957922","climb_id":"76xDTTWZVoa2psXCg4NauA==","areaRef":"OKNpUBn2UuuzDLfBFwIB8w=="},"content":{"description":"P2 of Green Snake (Louck guide) is a thin slab climb that \"snakes\" up a small dihedral/roof to finish at the farthest left rap station reachable from Gem Stone (see photo). Nice thin slab moves to a small overlap crux. \n\n  Have looked at this line on and off over the years, and finally got to TR it this weekend. While this is a great slab route - it would be a very dangerous lead - looking at no protection at the crux, with a 20, 30 foot fall on a 1 or 2 marginal #1 nut placements. Whoever put this up had some serious huevos.  While I would not suggest it for a lead, this is a great TR after climbing Gemstone.","protection":"medium cams down low, very thin protection (Lowe nuts) in the upper section. Serious R potential!","location":"Left of Seemingly Hard. \n\n  P2 can be top roped from upper Gem stone raps"},"__v":0},{"_id":"IXJ5yZhjWSO9zTLkyGwGWA==","name":"Shoots & Ladders","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.4754,35.20733]},"left_right_index":7,"mp_id":"106247765","mp_crag_id":"105957922","climb_id":"IXJ5yZhjWSO9zTLkyGwGWA==","areaRef":"OKNpUBn2UuuzDLfBFwIB8w=="},"content":{"description":"P1: The \"shoot\" is a left facing dihedral with a large crack in it.  Continue up the shoot past the crux perhaps using a variety of techniques until on easy terrain on a jigsaw-puzzle face (ladders). End on a large ledge with huge boulders and a little vegetation, after about 35 meters from the base of the climb. \n\n  P2: The easy second pitch trends up and left between a cactus and the rock before going up cracks (5.4?) at the right edge of a northerly face; another great option is to take the obvious right-trending crack on the ~westerly face until it ends, then up (5.6?) to a bolt and continue up. \n\n  The rating of 5.9 came from Barry and Rita Loucks' guide although that guide also lists Gemstone as 5.9. \n\n  For a fourth class walk-off descent, see comment at the bottom of a marked-up version of a photo from Monomaniac on the Gemstone West page.","protection":"Standard rack up to 3 inches.  First pitch has a crack which widens in the mid-section to roughly 4 to 6 inches - an old style #5 DB C4 fits well in about a two foot section.  However, there are adequate smaller placements along the way.   \n\n  A #5 DB C4 is mentioned above but is overkill.  If you really want to sew up the big part of the crack, it can be done with a 4 inch piece or two. \n\n  The first and second pitch can be combined with a 60 meter rope, so long as the belayer is close to the start and so long as rope-stretch at the crux is not an issue for the second.","location":"The start is below a 'shoot' roughly 15 feet to climber's left of the aid boulder.  See a marked up version of Monomaniac's photo on the Gemstone West page."},"__v":0},{"_id":"i1JeF+UUU6eGsbIYIlQfMQ==","name":"Seamingly Hard","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Gary Hicks, 1979","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.4754,35.20733]},"left_right_index":1,"mp_id":"106581328","mp_crag_id":"105957922","climb_id":"i1JeF+UUU6eGsbIYIlQfMQ==","areaRef":"OKNpUBn2UuuzDLfBFwIB8w=="},"content":{"description":"Seamingly Hard is the often-admired-but-less-often-climbed slab left of Gemstone, and is a nice sustained thin face climb. It seams a little close to easy ground to the left at the beginning, but soon the quality of the moves makes up for that, as you follow a left-trending seam, passing 5(?) bolts. It's always a relief to get to the next bolt, the headiest part is a 20' runout at about the level of the Gemstone pitch 1 anchor. The crux is pulling a small roof after you clip the bolt after the runout. Next you'll join another left trending seam, passing a fixed pin, then the cracks widen and the climbing is noticeably easier. Find the Gemstone anchor.\n\n *Bring gear for the 2nd half! It's not a fully bolted sport climb. *It is possible to belay at the pitch 1 bolted belay for Gemstone, but linking these into a 200' pitch is more fun, and means no potential to fall on the belay at the start of what would be the 2nd pitch. The rope drag wasn't bad. *There are more bolts than shown in the guidebook, but you'll probably be glad they are there. *This will feel hard for the grade if you're not used to 5.10 slab. There aren't many like this in the Sandias, so it's hard to compare. If you feel good on this route, you're ready for Questa Dome and The Tooth and stuff like that. *This might be worth calling PG13 because it's a bit spacey between the bolts (especially compared to sport climbing areas), but it's not too scary by slab standards. I think the only really dangerous place would be if you fell right before the 2nd bolt. Don't do that.","protection":"6 bolts and a pin. Supplement with nuts and cams up to 1\".  Larger (2\"-3\") cams could be placed in the upper easier section but smaller gear is also available.","location":"The bolted route on the slab left of Gemstone is Seamingly Hard. \n\n  The easiest descent is to rappel with 2 ropes (or a single 70m rope?-which I haven't tried personally) from the anchor to the ground."},"__v":0},{"_id":"TfU32JQlUnmIzFnYyOMvRA==","name":"Pair of 4s","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"?? (Alam and Roumpf - 1989)","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-106.4754,35.20733]},"left_right_index":9,"mp_id":"107704681","mp_crag_id":"105957922","climb_id":"TfU32JQlUnmIzFnYyOMvRA==","areaRef":"OKNpUBn2UuuzDLfBFwIB8w=="},"content":{"description":"This route follows a large flake on a gentle angle slab. The initial 40 feet are unprotected slab, but is low fifth class. Your target is a large left facing flake.  Climb this flake using stemming and lay back (crux - some lettuce, should clean up with use) for about 40 feet (Two #4 Camelots come in handy here, but not critical), until a hand crack is reached. Climb the final 60 feet hand crack to a sling belay at a large pine (fir) tree.","protection":"All natural gear - standard rack - extra #4 (or larger Camelot if available). \n\n  Rappel of sling at tree. \n\n  Note: This tree has succumb to the drought is now dead. Consider how solid this belay is before use.","location":"This route is located above P2 of shoots and ladders, and about 100 yards WEST of the Gemstone area. You will traverse through the rockfall zone from a decade ago, and then around the nose of a short headwall. The large leaning flake is obvious. \n\n  As a historical note the OW route \"Back against the Wall\" was located between P2 of Shoots and Ladders and Pair of 4s.  That route totally vanished during the major rock fall in the late 90's."},"__v":0},{"_id":"SLO89WVGVvqeVMQd02qnBg==","name":"Markingstone","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Mark Dalen and Paul Horak - 1976","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.4754,35.20733]},"left_right_index":3,"mp_id":"117781787","mp_crag_id":"105957922","climb_id":"SLO89WVGVvqeVMQd02qnBg==","areaRef":"OKNpUBn2UuuzDLfBFwIB8w=="},"content":{"description":"Start up the Gemstone off-width, but instead of traversing left under the roof, climb it instead! Stem the dihedral and climb the thin finger crack on the roof past a welded nut. It protects fairly well with small cams (I placed a #1 C3 and two 0s).  After powering over the roof, climb the obvious hands to wide-hands crack 30 feet to the anchors.  Protects with #1 and #2 C4s. Be vary careful of getting your rope stuck in the crack as you come over the top of the roof.  It happened to me.  \n\n Mark Dalen and Paul Horak originally gave the route a 5.7 A3 rating.\n\n Second ascent by Jerry Smith in 1977, first free ascent by John Fleming and Paul Davidson in 1982.","protection":"Small cams or nuts protect the thin roof crack, and the nice jamcrack on top takes BD #1-#3.  Finish at the Gemstone anchors or scramble down the west side.","location":"Start at the Gemstone offwidth"},"__v":0},{"_id":"+7lmwr5iV7i+tu+YLsZVYw==","name":"Gemstone","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Gary Hicks and Jim Fuge, June 8, 1974","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.4754,35.20733]},"left_right_index":2,"mp_id":"106064948","mp_crag_id":"105957922","climb_id":"+7lmwr5iV7i+tu+YLsZVYw==","areaRef":"OKNpUBn2UuuzDLfBFwIB8w=="},"content":{"description":"Pitch 1: Start up the obvious large left-leaning off-width. Traverse left under the roof (turning the roof crack is Markingstone, 5.11a). Climb easier cracks in the left-facing corner above to a bolted anchor on a ledge.\n\nPitch 2: Step right and climb a left-leaning hand crack with poor feet to easier climbing (crux). Continue in the same left-angling crack system; some variations are possible. There are 2 sets of anchors at the top.\n\nDescent: Simplest descent is one rappel with 2 ropes. A comment below suggests a 70m rope will work, but I haven't tried that. If you have only 1 shorter rope you can get down if you angle hard to stay on the ascent route.  Or scramble down steep terrain to the west.","protection":"Nuts and cams to 3\", optional larger gear","location":"Obvious left-leaning dihedral in the Gemstone West area."},"__v":0},{"_id":"7OMP2Z4qVaacIDivGFZmOQ==","name":"Flail Out","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Gary Hicks and Sylvie Walker on May 4th, 1985","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.4754,35.20733]},"left_right_index":5,"mp_id":"106247749","mp_crag_id":"105957922","climb_id":"7OMP2Z4qVaacIDivGFZmOQ==","areaRef":"OKNpUBn2UuuzDLfBFwIB8w=="},"content":{"description":"Starting beneath the snout of rock, navigate to the left side and up over hollow-sounding plates.  The line continues up the obvious crack in solid granite.  About 3/4 of the way up is a 2 or 3 inch chockstone above which the difficulty of the climbing eases.  Continue to a gear belay near the top of the first pitch of Gemstone.  From there, we continued up the route Christian Rock. \n\n  The old Loucks' guide rates both this route and Gemstone as 5.9.  This route is more sustained than P2 of Gemstone.","protection":"Standard rack up to 3+ inches.  I used a fairly open BD C4 #3 just below the chockstone; a 3.5 would probably have been perfect.  Not far below that I used a BD C4 #4. ","location":"Hike to climber's left past the overhanging aid boulder and continue about 3/4 of the way to Gemstone route.  See a marked up version of Monomaniac's photo on the Gemstone West page. "},"__v":0},{"_id":"54bMPKEOXp627TL75mu+YQ==","name":"The Fin Left","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.4754,35.20733]},"left_right_index":6,"mp_id":"106247775","mp_crag_id":"105957922","climb_id":"54bMPKEOXp627TL75mu+YQ==","areaRef":"OKNpUBn2UuuzDLfBFwIB8w=="},"content":{"description":"Start up a wide but short chimney.  Work past the roof (crux) being careful of loose blocks.  Continue up through interesting climbing while staying mostly on the left side of the fin.  The easy second pitch ascends on the left side of the upper face. \n\n  Almost gave this three stars except that the second pitch is so much easier than the first.  Also, the rating of 5.9 came from Barry and Rita Loucks' guide although that guide also lists Gemstone as 5.9. \n\n  For a fourth class walk-off descent, see comment at the bottom of a marked-up version of a photo from Monomaniac on the Gemstone West page.","protection":"Standard rack up to 3 inches. \n\n  The first and second pitch can probably be combined with a 60 meter rope, so long as the belayer is close to the start.  However, we did it in two pitches to better protect the second through the low crux; first pitch could be cut short for this purpose.","location":"The Fin starts about half way between the aid boulder and Gemstone route.  Watch for the obvious fin-like rock structure on the first pitch.  See a marked-up version of a photo from Monomaniac on the Gemstone West page."},"__v":0},{"_id":"yf2IUXvFWMuAqDkw/2FmFA==","name":"Christian Rock","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Gary Hicks and Arron O'Brian, 18 Sept 1977","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.4754,35.20733]},"left_right_index":4,"mp_id":"106247760","mp_crag_id":"105957922","climb_id":"yf2IUXvFWMuAqDkw/2FmFA==","areaRef":"OKNpUBn2UuuzDLfBFwIB8w=="},"content":{"description":"Start from the top of Flail Out or the top of the 1st pitch of Gemstone.  Follow a left facing dihedral to where it's crack pinches down (crux) just below a large chockstone.  Work up past the chockstone to bolted anchors shared with Gemstone route. \n\n  Double rope rap with 60 meter ropes gets you to the ground.  Two raps with a single 60 meter rope works well when using a huge intermdiate horn right at the tail end of the rope strands.  The horn is slung with a loop of rope inside dull-green tubular webbing.","protection":"Standard rack.","location":"Christian Rock is in a left facing dihedral just west (right) of the 2nd pitch of Gemstone.  See a marked-up version of a photo from Monomaniac on the Gemstone West page."},"__v":0},{"_id":"Zy6ewRIkWEGCNR6vKGUpNQ==","name":"Broken Ladders","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"?? (Alam and Roump 1990)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.4754,35.20733]},"left_right_index":8,"mp_id":"107704660","mp_crag_id":"105957922","climb_id":"Zy6ewRIkWEGCNR6vKGUpNQ==","areaRef":"OKNpUBn2UuuzDLfBFwIB8w=="},"content":{"description":"This is a single pitch (100') on very nice solid rock with great gear. This could be considered a P3 extension to shoots and ladders, as it starts 25 feet from the top of P2 of shoots and ladders.  \n\n  Belay in a notch between the wall and large block. Climb double crack for 10-15', then hand traverse on thin crack (crux?) for 15 ' to gain left facing dihedral. Climb this dihedral until it become a crack, flake system on face which finally disappears. Finish by climbing up into large blocks to a sling belay.","protection":"All natural gear - thin to 3.5 inches.","location":"Located above shoots and Ladders - Gemstone West. \n\n  Rappel - we have always used 2 ropes, but it should be doable with a 65 m rope."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,98c839d1-f0d4-5006-bb58-276b12f05bd0,f2bfcdc1-9015-5cbd-9762-f469ecb317fa,a291d1d8-8f03-5991-bd12-b6d9de7bd0b5,eef0a3f6-7baf-5934-bd3e-546f1f754b35,38a36950-19f6-52eb-b30c-b7c1170201f3","pathTokens":["USA","New Mexico","Albuquerque Area","Sandia Mountains","La Cueva Canyon, Lower","Gemstone West"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10"},{"count":1,"label":"5.8+"},{"count":1,"label":"5.10b"},{"count":1,"label":"5.9-"},{"count":1,"label":"5.11"},{"count":1,"label":"5.8"},{"count":2,"label":"5.9"},{"count":2,"label":"5.7"}],"byDiscipline":{"trad":{"total":10,"bands":{"unknown":0,"beginner":5,"intermediate":4,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":5,"intermediate":4,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-106.4754,35.20733]},"bbox":[-106.47595033173478,35.206880339818134,-106.4748496682652,35.20777966018186],"left_right_index":-1,"ext_id":"105957922","area_id":"OKNpUBn2UuuzDLfBFwIB8w=="},"content":{"description":"This excellent crag offers numerous slab and crack climbs.  This is a popular area for first-timers and large groups, due to the apparent low-commitment.  These routes are generally devoid of loose rock, and offer a great variety of difficulty and techniques. "},"density":0,"totalClimbs":10,"__v":1,"createdAt":"2022-11-07T06:13:49.849Z","updatedAt":"2024-01-15T16:47:17.612Z"}