{"_id":"6368a11ae80bff5a99542d27","area_name":"Evening Rock","shortCode":"","climbs":[{"_id":"kITxCHEOVaCIlbtIQV8HWA==","name":"Honey Bee Ridge","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Terry Kennedy, Brian Leo","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-110.98121,45.77389]},"left_right_index":1,"mp_id":"111921385","mp_crag_id":"111920320","climb_id":"kITxCHEOVaCIlbtIQV8HWA==","areaRef":"po+gyTLfUP+5s6SBIAYzBg=="},"content":{"description":"Honey Bee Ridge climbs from south to north on the ridge that forms Evening Rock, mostly on the east side of the formation. It is an adventurous route, with lots and lots of loose rock, some runouts, and interesting route finding. It would be 4 stars if not for junk rock. The positioning and exposure are fantastic!\n\nMost of the climbing on Honey Bee is 4th to low 5th class, but there are a few sections of \"real\" rock climbing. We would have soloed or simul-climbed significant portions if not for the hollow, exfoliating nature of much of the rock. I wouldn't recommend this climb for a new leader, but for a competent party, this climb is a great outing (if you can get comfortable on choss).\n\nI'll describe the path we took, but if you want to keep a spirit of adventure, skip this and just go up and climb it. For those wanting more info, read on:\n\nP1 (5.6, 30m): Scramble up on the right (east) side of the ridge till you see a brushy dihedral. Rope up here. Boulder up to the base of the dihedral, clip a fixed pin, then move through the dihedral. At the top, make an exposed step left, clip a fixed ring pin, then scramble up to a good ledge belay. It may be possible to run the first and 2nd pitch together, but rope drag could get heinous.\n\nP2 (5.8, 30m): Go straight up the ridge from the belay on incipient cracks (harder), or traverse right from the belay and up an easy face (run out). I chose the easy face, mostly due to speed considerations. Once you regain the ridge, there are several options. I took the path of least resistance with somewhat solid rock, and found this to be decently protected steep 5.8. I was also in approach shoes, so my grades might be off. Once through the steep section, solid gear runs out, but the climbing is easy. Belay on ledge with somewhat solid gear.\n\nP3 (5.2, 45m): Continue up loose ground and traverse the knife edge ridge. Clip a bolt where the ridge steepens. We belayed here due to rope drag, but it might be possible to continue on another 10 meters to a large, flat ledge.\n\nP4: (5.8, 55m): From the bolt, we traversed right and off the ridge proper. This area is full of large, loose holds. Be extremely cautious. I tried to clean some of it up, but there is just more loose underneath. Tunnel up on the left side of a large boulder/protrusion on the ridge line, following the path of least resistance. This leads to a large bivy ledge. From here, make your way up either a brushy corner with marginal pro (easier) or head straight up a steep face with good gear in a flake. I chose the steep face and found it to be on good rock. From here, tend up and right till you are back on the ridge. Eventually you will reach a knife-edge portion that leads to a steep, rounded section of the ridge. I found this to be the crux of the route. It's short, and is protectable with small gear, but the rock here is marginal and a fall would be bad. Once you pull through, continue up the ridge until you reach a ledge belay with slung horns for an anchor.\n\nP5 (4th class, 60m): From here, if you feel comfortable scrambling on junk rock with big exposure, you can unrope. We were unsure of what was coming, so we just belayed for this pitch. It is reasonably simul-climbable, but it might just be quicker to pitch it out. There is an anchor on the left that you can clip along the way to the top of the formation.\n\nDescent: Walk-off to the north. It's pretty straightforward, but there is a description on the Evening Rock page if you want more info.","protection":"We brought a single rack from Green C3 though #3 C4 along with nuts and lots of slings. We felt this was plenty. There isn't a ton of solid placements on the route, but there are enough. In addition, there are some solid horns, and since it is a ridge, there are lots of opportunities for terrain belays.\n\nWear a helmet! Just the movement of our rope was enough to knock off large rocks at times. Thankfully, it is a ridge and the belays are mostly out of the line of fire.","location":"Start on the east side of the ridge that makes up Evening Rock, slightly uphill from where it terminates."},"__v":0},{"_id":"o3yytW40W/O64trLR8CX+A==","name":"Handmade","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Terry Kennedy, Pat Callis, Jim Vivian (2003)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.98121,45.77389]},"left_right_index":0,"mp_id":"113249916","mp_crag_id":"111920320","climb_id":"o3yytW40W/O64trLR8CX+A==","areaRef":"po+gyTLfUP+5s6SBIAYzBg=="},"content":{"description":"This climb is on page 243 of the Dockins/Kalakay guidebook (Bozeman Rock Climbs 3rd Edition) and ever since the book came out, I've been curious about the crag because of it's spectacular location, but skeptical about the rock quality. I was not dissapointed with setting and the rock was about what I expected - maybe a bit worse. The route itself follows some of the only goodish rock in that section of the cliff - though I fell twice in the crux section, first by busting a big foothold, then by ripping off a handhold. The crux is the first few moves getting off the ground, then it remains sustained 5.10 for several bolts with rock that is a bit hard to read. At the two-bolt belay at the top of the first pitch there was a very ancient piece of tat from someone who rapped here. I think this route gets done very infrequently! I was about to do the same until I spotted more bolts on the second pitch and saw that it looked OK - and most importantly that it was offset from the belay so the belayer would be safe from rockfall. Overall, I thought it was worthy of the one star it gets in the guidebook. It's an interesting adventure climb in a cool location, as long as you don't get too flustered by choss. The crag is a massive choss heap, but I might go back some day to check out the 5.10","protection":"The guidebook recommends \"an assortment of gear\" but I only place a #3 stopper and a grey camalot on a fairly easy section near the top of the first pitch. There are probably a few other places I could have placed gear, but I thought it was well-bolted and would be comfortable going back up with no gear.","location":"The hike was longer and steeper than we expected, but had some great wildflowers in early July. There's a good, obvious trail that we followed all the way to the saddle before we traversed to the climb. This worked well. Even though it puts you a little bit above the start of the climb, I think it is preferable to trying to traverse to the base of the crag sooner/lower. For other routes on the crag it would probably make sense to traverse to the base sooner."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,6d93ce9a-b1f9-55de-ba48-51d186dd1ef8,8f38b276-2760-5622-b0c2-03625573cc64,49ea9df3-7d5f-5747-9fe0-15f8441f18bf,78d74dee-4334-56c1-9c7d-c1ec5327a7d6,a68fa0c9-32df-50ff-b9b3-a48120063306","pathTokens":["USA","Montana","Southwest Region","Bridger Range","Middle Cottonwood Canyon","Evening Rock"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.8"},{"count":1,"label":"5.11a"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"sport":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":0,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-110.98121,45.77389]},"bbox":[-110.9818546817391,45.773440339818144,-110.98056531826089,45.77433966018187],"left_right_index":-1,"ext_id":"111920320","area_id":"po+gyTLfUP+5s6SBIAYzBg=="},"content":{"description":""},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T06:09:35.695Z","updatedAt":"2024-01-15T16:45:57.258Z"}