{"_id":"6368a214e80bff5a9955d7ba","area_name":"Sun Devil Wall","shortCode":"","climbs":[{"_id":"IrrFph/1WhKkwbthpE9Uww==","name":"Suntoucher","yds":"5.11b/c","grades":{"yds":"5.11b/c","french":"6c+"},"fa":"Marc Beverly","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.14055,35.80568]},"left_right_index":7,"mp_id":"105803929","mp_crag_id":"107046738","climb_id":"IrrFph/1WhKkwbthpE9Uww==","areaRef":"DqFBLcb3U8S2v5p0Z7BsbA=="},"content":{"description":"Named after Suntoucher guiding services in Albuquerque, NM, this four pitch route is a mixed bag, with a combination of both good and bad rock.  Despite the questionable quality of rock on some of these pitches, I did enjoy the route. But, as with many Diablo routes, WEAR YOUR HELMET!. I was not completely thrilled about the first two pitches, however, the third pitch is STELLAR and on beautiful rock, and the crux section (very top of the climb) is on immaculate rock with awesome exposure (formation called The Shield)! I would give this route four stars, but the first two pitches, and the first section of the fourth pitch, bring the star rating down just a little, in my opinion. So 3 stars. \n\n  P-1 (5.11a)*: Climb up mediocre rock (appears crumbly but nothing came off! Looks like dragon scales) to a ledge with a belay anchor.  \n\n  P-2 (5.10a): Climb suspect rock up a right trending ramp (tread lightly here!) up to the next set of anchors. The climbing is actually easier than .10a, but I gave it a higher rating because it feels harder due to the crappy quality of the rock. \n\n  P-3 (5.10d)****: This pitch has great moves with nice exposure climbing on great rock! Beautiful sustained climbing. The route can be made easier or more difficult depending on exactly where you climb it (climbing directly up to bolts vs going off to the side a little.) \n\n  P-4 (5.11b/c)**: Starts on suspect rock through the first few bolts, and continues up toward The Shield.  There are some rather large boulders along this pitch, so watch out! Will climb go a crack to the left of the headwall. Will not move onto the actual headwall until around the second to last bolt on the route, where you will traverse to the right, EXPOSURE! Clip the final bolt and find the hidden hold (hint, high and right), and pull yourself to glory. DO IT, the fall is completely safe! (NOTE: In JM Beverly's book, this route is listed as 5.10 b/c. THIS IS AN ERROR! I contacted him to confirm the rating.) ","protection":"All four pitches have bolts to anchors (I took 15 draws, and had enough for all pitches). Rap for the decent. Can use one 60m rope for this climb.","location":"At the bottom of the Sun Devil crag, and to the right of the Solar Cave and Sun Devil (the climb)."},"__v":0},{"_id":"J3amxZsBUxWm2PIqY8tIiw==","name":"Sun Devil Crack","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Ken Sims","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-106.14055,35.80568]},"left_right_index":4,"mp_id":"107953357","mp_crag_id":"107046738","climb_id":"J3amxZsBUxWm2PIqY8tIiw==","areaRef":"DqFBLcb3U8S2v5p0Z7BsbA=="},"content":{"description":"An instant classic trad line, the obvious wide crack on the Sun Devil Wall.  Very fun stemming, chimneying, face climbing and jamming up 170' of wide corner.","protection":"Single rack to #6, doubles on the wide stuff.  Rap anchors at top and midway up the climb.  Single 60m will make it in two raps to Sun Devil Ledge.","location":"Just left of Sun Devil, just right of Astro Devil.  Starts from the Sun Devil Ledge and climbs up 170 feet to belay ledge at top of crag.  From the top belay, there is a short scramble to the top of the crag for the view (should be mandatory) via tunneling under the giant chockstone and up the gulley.  Optional walk off back to car is easy too."},"__v":0},{"_id":"vU7GQ96tWImxe5kjRKvXwQ==","name":"Sun Devil","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Rick Bradshaw, Walt Wehner, Josh Smith, 4/1999","type":{"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-106.14055,35.80568]},"left_right_index":5,"mp_id":"105890957","mp_crag_id":"107046738","climb_id":"vU7GQ96tWImxe5kjRKvXwQ==","areaRef":"DqFBLcb3U8S2v5p0Z7BsbA=="},"content":{"description":"This route is great fun, but it can also be dangerous due to loose rock - wear a helmet and be careful! Days upon days of cleaning went into putting up this route, but there is still potential for rockfall, especially in the spring after the winter freeze/thaw cycle.  \n\n  Pitch 1 climbs a chossy looking but reasonably good slabby face to a 2-bolt anchor. 120 feet, 5.9.   Pitch 2 is the technical crux, climbing up a bulge on thin holds (with a lot of exposure!). 5.11b, bolted throughout.   Pitch 3, in my opinion, is the real gem. It climbs an 80 foot pitch of perfect basalt with incredible exposure and fun moves. Also 11b, though I consider it easier than the second pitch.","protection":"Bring 15 quickdraws and a 200 foot rope. Helmets recommended.","location":""},"__v":0},{"_id":"zggOQDpKWEi0wzmL3t9d5A==","name":"Suicidal Society","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Marc Beverly and John Kear","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.14055,35.80568]},"left_right_index":0,"mp_id":"106364067","mp_crag_id":"107046738","climb_id":"zggOQDpKWEi0wzmL3t9d5A==","areaRef":"DqFBLcb3U8S2v5p0Z7BsbA=="},"content":{"description":"Lured by the three star grade and it's close proximity to where we were, I decided to try this chosspile. \n\n  Start up on an easy slab to reach the first bolt, then commit to the overhang.  None of the holds are straight down here, so commit to laybacking, and stemming to make upward progress.  This section felt pretty hard for 11c, but it may have been the chossy dirty rock.   \n\n  Unfortunately or maybe fortunately the route seemed to end after the 4th bolt.  There was a chopped 5th bolt ahead, and a 6th bolt with a bail biner on it.  Attempting to reach the 6th bolt, a lot of large pieces of loose rock were encountered on still pretty difficult ground, with a potential large fall awaiting.  So I bailed from the 4th bolt.  Looking at this from the ground, I couldn't see any bolts past the sixth bolt, and no sign of a second pitch.  It did look like there were a set of anchors that could have been the end of the first pitch. \n\n  I normally don't post routes I haven't sent, but if anyone has any more information on this route, please post up, otherwise stay off of this unfinished chosspile. \n\n  With enough cleaning this could probably be a 1-2 star route.","protection":"Bolts to anchors","location":"Far right side of Solar Cave, furthest route to the right.  Starts about 10 feet left of the start for \"Sundevil\"."},"__v":0},{"_id":"kklANDV6VFSovlF4m/77Kw==","name":"Seventh Sun","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Aaron Miller","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.14055,35.80568]},"left_right_index":3,"mp_id":"109913586","mp_crag_id":"107046738","climb_id":"kklANDV6VFSovlF4m/77Kw==","areaRef":"DqFBLcb3U8S2v5p0Z7BsbA=="},"content":{"description":"This is an extraordinary route on the Sun Devil Wall. It climbs the left skyline of the Sun Devil Tower through perfect rock, 350 feet above the canyon floor, on amazing features, and slightly overhanging rock. The approach pitch is also very good, though at 5.10 its barely a warmup for the climbing on Sundevil tower. Enjoy, it doesn't get much better than this.","protection":"14 QDs, lots of bolts on first pitch.  Bring a few long ones.","location":"Start on the first pitch of either Sun Devil(5.9) or Astro Devil(11c) to get to Sun Devil Ledge.  Head straight up a bolt line from the anchors into the first pitch of Seventh through 8 bolts, then head right to bolted anchor near the wide crack (5.10). Step right from the anchor, across the crack, and to the arete for full exposure climbing through 10 bolts to the anchor.  3 easy raps with a 70m rope to the ground.  A 60m rope is fine but knot your ends because the bottom rap lets you off at a blocky ledge which is easy to step down to the ground from."},"__v":0},{"_id":"E44Gb54DVASVvbf/ZkUSRA==","name":"Persephone's Parole","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"May 2019 Jenna, Jeff, William","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-106.14055,35.80568]},"left_right_index":6,"mp_id":"117074021","mp_crag_id":"107046738","climb_id":"E44Gb54DVASVvbf/ZkUSRA==","areaRef":"DqFBLcb3U8S2v5p0Z7BsbA=="},"content":{"description":"First Pitch: The climb starts 8 feet left of Suntoucher on slightly overhanging 5.10a terrain with technical sequences. The line doesn't converge on Suntoucher, when the sequence becomes less obvious, move left, then right, then straight up through the final few feet of the initial overhanging section. The easiest sequence is not obvious so it could feel harder than it's rated. The second half of the pitch cruises past cactus on low angle 5.7 terrain. Missing a gear placement, which easy to do, could make it PG13. The first pitch ends after stepping over a bulge into an attractive dihedral with finger a crack. The chains are 15 feet above.\n\n Second Pitch: Follows the obvious crack with some interesting face moves before pulling into the off-width. Getting lucky with the Leavitation and it goes at 5.8, or eschew the crack and ride the struggle buss to freedom, 5.10. After the off-width section, stem past the fun chimney to  chains at the left side of the chasm.\n\n Third Pitch: Obvious bolt line. After the fourth bolt one can move left onto low angle terrain (the legit way) or trend right on steeper rock (converging with Suntoucher for a move or two-- not so legit but fun), then up the final off-width dihedral and thrutch over the lip to the third pitch chains- wary of loose rock.","protection":"All the anchors are bolted with chains. Each pitch can be rappelled with a 60m rope.\n\n First pitch: small nuts and cams up to hand sized pieces, tricams can be helpful in triangular pockets\n\n Second pitch: Cams from 1 to 6 (Camelot equivalent) with doubles from #2 through #5. On the top half RPs and small nuts, or an entirely unnecessary #4 big bro, can offer protection.\n\n Third pitch: 4 draws, 1 to 2 inch cams, a small and mid sized nuts and possibly a number 2 ball nut and a #4 Camalot for the final wide crack.","location":"Persephone's Parole is left of Suntoucher, begins in the dragon scales and ascends Sun Devil Wall by way of the obvious dihedral that goes from hand crack to off-width to chimney."},"__v":0},{"_id":"fn0q0HWuWeaTh3J6JsY1OQ==","name":"Icarus","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Amy Jordan, Aaron Miller","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.14055,35.80568]},"left_right_index":1,"mp_id":"107445429","mp_crag_id":"107046738","climb_id":"fn0q0HWuWeaTh3J6JsY1OQ==","areaRef":"DqFBLcb3U8S2v5p0Z7BsbA=="},"content":{"description":"A fantastic route up the clean face just left of Astro Devil. Named after the Greek mythological character who was warned by his father not to fly too close to the sun or his wings of wax would melt. This tale applies to the great second pitch, which is the crux of the route.The first pitch is awkward 5.11c where, like classic Cave routes at Diablo, none of the holds are down-pulls. 3rd bolt has fixed chain draw. After a series of roofs lower down you come out onto a less steep face.  Here, the shiny new bolts trending right heading to the big ledge is Astro Devil. Icarus stays left up a shallow dihedral to the first belay.  The second pitch goes directly up from the belay. Thin face moves lead to several hard moves to pull over a lip (5.11+/5.12-). Pull through one more overlap to the chains.","protection":"1st pitch, about 14 bolts.  2nd pitch about 11 bolts.  Both anchors bolted with chain and biners.","location":"This route starts at the same awkward first pitch as Astro Devil, at the right side of the Solar Cave.  Climb up ten bolts where the bolt line splits, take the left track up through the fun dihedrals to a good stance.  Climb the second pitch from here."},"__v":0},{"_id":"MCCPlWZ0U/af2vfTMG22Bg==","name":"Heat Seeker","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Rich Strang & Mike Phalan","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.14055,35.80568]},"left_right_index":8,"mp_id":"107514559","mp_crag_id":"107046738","climb_id":"MCCPlWZ0U/af2vfTMG22Bg==","areaRef":"DqFBLcb3U8S2v5p0Z7BsbA=="},"content":{"description":"Finished to the Top.\n\nP1*** - Climb just right of the original Suntoucher, on steep rock with big holds that looks loose but is quite solid (Heat Seeker is the most right line with gray hangers). Climbing is mostly 5.8 with a harder 5.9ish move midway, move to the Suntoucher belay  on the left at about 60 feet- 6 blots to anchors \n\nP2*** - Move back right to clip the bolts below the roof arete. Climb the \"bouldery\" V2ish roof section past the first 3 bolts (climbing is mostly just left of the bolts). Exit onto the upper ramp where Suntoucher climbs straight up. From here diagonal up and right on pretty clean moderate rock to the 2nd crack and climb up to \"Cactus Ledge\" - Awesome belay stance!!  (5.10+/11a over the roof) 60 feet - 8 bolts to anchors, can be combined with P1. \n\nP3**** - Stem/chimney up along the pillar and move left at the 3rd bolt. Climb the right side of the roof up killer rock and diagonal left towards the arete. Make a final hardish move to the hanging stance at about 85 feet (5.10 c/d) - 10 bolts to anchors \n\nP4**** - Head up and left from the belay, most people will probably climb into the corner. This section has weird looking rock that looks loose but we cleaned it all good - trust it. Continue up the corner (stepping right to the arete breifly is OK, we cleaned that good too) At the top of the corner, chug out left onto the headwall with some wild overhanging & squencey moves up onto a small ledge and then the top. 70 feet (5.10+) - 9 bolts to anchors (I left an intemediate bolt at the crux for people that can't clip the crux bolt easily, I may move those bolts sometime soon which will make this pitch 8 bolts) \n\n  Rappel the route with a 60m rope thru the belay ledges. A 70m rope will rap to the ground from \"Cactus Ledge\"","protection":"All bolts/QD's. 10 QD's plus anchoring slings/biners for P3 - If you combine pitches 1 & 2 you need 14 QD's plus anchoring slings at the ledge","location":"5 feet right of Suntoucher. The route parallels that route for the first 80 feet and then diagonals right towards a prominant pillar on the right skyline. It then climbs up the smooth red buttress left of the pillar and up along the right side of the upper headwall"},"__v":0},{"_id":"BSF5JpeUX5aTXOxKv/TFsw==","name":"Astro Devil","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Aaron Miller (FFA-Aaron Miller and Josh Smith)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.14055,35.80568]},"left_right_index":2,"mp_id":"107046712","mp_crag_id":"107046738","climb_id":"BSF5JpeUX5aTXOxKv/TFsw==","areaRef":"DqFBLcb3U8S2v5p0Z7BsbA=="},"content":{"description":"The first pitch starts on the right-most side of the Solar Cave and heads up some awkward and steep rock through multiple tricky moves.  At the 5th bolt, it begins to trend up and right to eventually reach the Sun Devil ledge system right below the Astro Devil face that shares space with the first anchor of Sun Devil.  From here, one elegant pitch followed by one wild pitch take you to the top-out.    \n\n  Descend by 3 rappels, the last being a rope stretcher for a 60m, so be careful.  You can also easily walk off the back of the beautiful Diablo Mesa straight to the car. \n\n  For anyone climbing at, above, or near the 5.11 grade, this route is NOT TO BE MISSED!!!!!","protection":"Bring at least 13 draws.  The belays are on pretty good ledges.","location":"This route parallels Sun Devil to the climbers left on an inset part of the main wall so it does get some wind shelter on cold days, but stays well in the sun for most of it.  However, because of its sheltered position, it doesn't get the sun until closer to noon.  In the Winter, take the opportunity to get warmed on another route or two before the business kicks in at the first bolt!  In the Summer, this route will stay cool in the shade until about noon. \n\n  Start at the extreme right side of the Solar Cave but on the same level platform as the other right side routes (ILL, Native Rituals etc.) but 30 feet left of the start of Sun Devil.  This route actually shares the first 30 feet of what used to be \"Suicidal Society\" before I overhauled the rotten rock and moved several bolts accordingly. Look for a fixed draw for the 3rd clip and follow the route as it trends right.  From the anchor at Sun Devil ledge, step left and follow the bolt line up the pretty face."},"__v":0},{"_id":"U2nnizagUiSuUENEn3cOuQ==","name":"Appendicitis","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Darryl Styles & Joel Shwarcz","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.14055,35.80568]},"left_right_index":9,"mp_id":"108144152","mp_crag_id":"107046738","climb_id":"U2nnizagUiSuUENEn3cOuQ==","areaRef":"DqFBLcb3U8S2v5p0Z7BsbA=="},"content":{"description":"EASY 5.7 PITCH 1 to mid anchors, huge jugs, great feet all the way to the anchor. This is a must do for new leaders. This is the only 5.7 sport climb in the area and it is really fun and very well protected. Can even try mantling in a few spots.   However, the money pitch is the 2nd pitch 5.9+. Leave the belay (or blast past it) mantle the huge ledge before heading into a small crack section. Great hand jams and ledges for one or two moves, then out onto the right hand face. Ledges and side pulls be your friend, but dont let it spit you off, climb over the bulge on small ledges for hands and feet (crux), then up left to the chained anchor.    Take a 60m rope, descend in two rappels or drag another rope to get to the ground. ","protection":"Pitch 1- 6 bolts to chained mid anchor,    Pitch 2- 11 bolts to chained anchor,","location":"Appendicitis is the right most route on Sun Devil Wall, just around the corner before heading up into start of Winter Wall.   Has a low first bolt to give new leaders a bit of confidence on first few moves.   The normal Winter Wall approach trail forks at a huge flat rock that you walk over, take the left (lower) fork. Will bring you out right at the base of the climb."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,98c839d1-f0d4-5006-bb58-276b12f05bd0,9c8071c1-6a38-51c0-91aa-2688c5ffc4ac,fc2a7710-5b6f-5225-9823-e2a909c33c24,0ea1412d-c6f7-53c4-b6bf-9a7467b06c6c","pathTokens":["USA","New Mexico","Santa Fe Area","Diablo Canyon","Sun Devil Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11b/c"},{"count":1,"label":"5.9"},{"count":1,"label":"5.11b"},{"count":1,"label":"5.11c"},{"count":1,"label":"5.12b"},{"count":2,"label":"5.10a"},{"count":2,"label":"5.11+"},{"count":1,"label":"5.11-"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":2,"advanced":0,"expert":0}},"sport":{"total":8,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":7,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":3,"advanced":7,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-106.14055,35.80568]},"bbox":[-106.14110444753634,35.805230339818145,-106.13999555246365,35.80612966018187],"left_right_index":-1,"ext_id":"107046738","area_id":"DqFBLcb3U8S2v5p0Z7BsbA=="},"content":{"description":"This wall boasts the classic multi-pitch lines that have made Diablo Canyon famous to the outside communities. If you climb nothing else at Diablo, or it is your first time, I would take a hard look at these lines before you leave.  This wall faces south and therefore makes for nice sunny climbing on colder days, but you can catch some great shade on early Summer mornings too, perhaps before 11am.   \n\n  Many of the routes top out on Diablo Mesa, where you can walk off the back to your car.  But they all have decent rappel stations that should get you to the ground without too much headache. "},"density":0,"totalClimbs":10,"__v":1,"createdAt":"2022-11-07T06:13:41.923Z","updatedAt":"2022-11-25T11:20:21.471Z"}