{"_id":"63689d20e80bff5a994f236d","area_name":"Heart of Marg's Draw.","shortCode":"","climbs":[{"_id":"7ESQKS3PUFS5Y914rRstEw==","name":"On the Rocks, with Salt","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Trevor Bowman 4/17/21","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7637,34.8661]},"left_right_index":1,"mp_id":"121400462","mp_crag_id":"106614951","climb_id":"7ESQKS3PUFS5Y914rRstEw==","areaRef":"yCdPjzxPWva4elTjLWEeBQ=="},"content":{"description":"This bipolar line starts with bolted pockets on crunchy rock and works up a widening tips-thin hands splitter through excellent, calcite-streaked stone; it really exemplifies the variability of Schnebly throughout its short length, but does offer good engaging climbing throughout. It’s north-facing and gets shade pretty much all day.How do you like your Margs? ","protection":"2 bolts   In BD C4 sizes:    (1X) .2-.4   (2X) .5, .75   (1X) #1    Clip-and-lower anchors.","location":"Locate Fisher King (pretty obvious to find). From the base of F.K., hike right (north) up the steep gully for a couple of hundred feet (past the start of Male Pattern Boldness, listed in Bloom's older Castles in the Sand). "},"__v":0},{"_id":"8cID/szvX8ySY4dBu1qD2w==","name":"The Fisher King","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Bloom/Hren/Suess","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7637,34.8661]},"left_right_index":0,"mp_id":"106615015","mp_crag_id":"106614951","climb_id":"8cID/szvX8ySY4dBu1qD2w==","areaRef":"yCdPjzxPWva4elTjLWEeBQ=="},"content":{"description":"A wonderful route up an aesthetic crack on a steep tower.  Every pitch is different.  Every pitch is steep.  The second pitch alone is worth the price of admission.  Requires all types of climbing from fingers to squeeze chimney to thin face.   \n\n  Pro is pitch specific, and it is often possible to leave un-needed gear for the follower if one is so inclined. \n\n  P1: A long pitch, 150' or more.  A few thin face moves lead past a bolt to a stance.  Pass some so-so rock to good rock and a great crack, then up past some bolted face moves to a large ledge and bolted belay. Gear: Nuts, all cams up to #3 camalot, plus 1 #4.   \n\n  P2: Up and left from the belay to an awesome, overhanging splitter crack.  Ascend this for 50' or so to the lip, then up a steep, wide crack for another 50' or so to a semi stance.  Belay off a #4 & #5.  Gear: .75, all #1 thru #4, plus one #5.  \n\n  P3: Continue up the wide crack to a nice ledge near the top with a bolted belay.  Occasional gear from .5 thru #4, but most of pro is the 5's & 6's.   \n\n  P4: A short pitch.  Leave the big gear here, and traverse up & left to a splitter off-fingers to thin hands crack.  Ascend this, then pass a small roof on the left to easy ground to top. ","protection":"1 set of nuts, 1-2 ea .3 & .4 camalots, 2-3 ea .5 thru #3, 3 #4, 2#5, & 2#6 camalots.   \n\n  Rap off slung tree with 1 rope to the rap station atop P3.  Then 2 rope rap to top of P1.  It is recommended to back-clip on rappel for the last steep section to stay in close the wall.  One more 2 rope rap gets you back to the base.","location":"About half-way up the steep drainage on the left.  Ascends the obvious steep crack system on the south face of the tower."},"__v":0},{"_id":"F2DnZkzaUB2bbZXHOFMejw==","name":"Easy Rider","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"D. Bloom","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7637,34.8661]},"left_right_index":3,"mp_id":"106614962","mp_crag_id":"106614951","climb_id":"F2DnZkzaUB2bbZXHOFMejw==","areaRef":"yCdPjzxPWva4elTjLWEeBQ=="},"content":{"description":"P1: Traverse left on a limestone band to a nice right-facing corner.  This is relatively easy but can be a bit heady. \n\n  P2: Climb a nice crack in a clean right-facing corner to anchors at the top.   \n\n  I recall rapping off a tree at the top with a single 70m rope, but it has been a while and I am not sure.  If there is any concern, bring a second rope or a tagline and some webbing.","protection":"Several tight to wide hand sized cams, and a couple smaller pieces.","location":"Hike way up the wash, past the Fisher King and Firecat Spire.  Route is located just north of Firecat Spire."},"__v":0},{"_id":"oDNYz10PVqKhXN25i04IPg==","name":"Chossology","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Z. Harrison, B. McCord","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7637,34.8661]},"left_right_index":4,"mp_id":"112393454","mp_crag_id":"106614951","climb_id":"oDNYz10PVqKhXN25i04IPg==","areaRef":"yCdPjzxPWva4elTjLWEeBQ=="},"content":{"description":"A fine looking crack system on south facing wall behind Screaming Beseingi. While the line looks good, choss, munge, soft rock and blocks try and ruin the day. They succeed.  \n\n  P1 5.9, 60 feet.    The Viagra pitch, it never gets hard. Climb a mungey thin hands to a detached flake with a bolt. Stem, pray and jam through softening rock to the rubble covered slab where another bolt awaits. Bolted belay in blocks of ultimate choss.  \n\n  P2 5.11+ 110 feet.   \"Crux pitch\" Move left past blocks to hand crack in clean corner. Fortunately, everything is covered in silt, creating the perception of bad rock. Punch fists to sketch piller pulling. Crank layback past roof to looming big roof. Unpleasant contortionist crux on fragile holds and silt leads to bolted OW of dried pancake batter. Bolted belay.  \n\n  P3 5.10+ 50 feet.   Step left past a bolt and execute terribly awkward sequence to corner. Awkward hand crack leads to EZ blocky terrain. Belay atop sofa block on fingers gears. \n\n  P4 5.10  75 feet.   \"The almost good pitch\". Step left to the leftmost crack above. Starts with fists and goes to hands. After a loose ledge punch up thinning crack to bolted belay. Climbs better than it looks, looks better then it climbs.  \n\n  P5 5.9+ 50 feet   \"The good pitch\" Wide Layback to slot. Enter no hands rest. Bizarre, exposed and awkward.  \n\n  Hike 3rd Class past terrible features to summit.","protection":"1x tip and thin fingers. 2x fingers to fists. Several runners. Low self esteem.","location":"Behind Screaming Besingi. South facing. Go up gulley East of Firecat Spire to limestone ledge. hike right on exposed ledge to bolted belay. Rap route with 70 meter and check into rehab."},"__v":0},{"_id":"YZg/9htCU16+AmyaRSZoGQ==","name":"The Buzzworm","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Trevor Bowman and Pat Kingsbury 4/17/21","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7637,34.8661]},"left_right_index":2,"mp_id":"121400645","mp_crag_id":"106614951","climb_id":"YZg/9htCU16+AmyaRSZoGQ==","areaRef":"yCdPjzxPWva4elTjLWEeBQ=="},"content":{"description":"A good blue-collar line that will allow all the wanna-be OW heroes of Instagram a chance to use that shiny #7 that has otherwise been collecting dust in their closet. The first pitch is worth doing on its own even if you're not interested in continuing up the wide groveling above. This moderate crack line tops out a detached spire summit adjacent to, and more freestanding than, the Fisher King summit. The upper pitches are all short, but were broken up at good stances; with more gear or bumping, linking is certainly feasible. Climbed ground-up in a mission, this didn't get much cleaning, so be aware of what you're pulling on. Named after the resident rattler that was lingering in the talus near the base of the route on each of our visits. The line faces northeast, and gets shade after late morning, offering a rare opportunity to climb comfortably in Marg's in the warmer seasons.  P1--Pull dusty edges past a bolt to a fingercrack in a tight corner. Pass a 2nd bolt, traverse hard left into a right-facing corner system that widens from fingers-tight hands before transitioning into a cupped-hands splitter to a marginal belay stance. A good, physical crack pitch on mostly great Schnebly. (.10+, 120')P2--Fistcrack to squeeze chimney with a crux bulge, finish up easier chimney to a good ledge. (.10, 70')P3--Steep, clean squeeze chimney with a fingercrack fracture on the left face. Easier chimney with minimal pro leads to a dirty, loose traverse left to a belay ledge. This final bit is the worst part of the route, and a little heady. (10-, 70')P4--A short wide layback yields a finger-handcrack (center of 3 cracks) to a ledge, and an easier finish to the great flat summit. (.9, 50') Rappel the line. The final rappel is too long to rap straight down with a single 70m, angle into the corridor to the climbers right (north) of the route. This is bit tricky to manage, and a second rope or an 80m are recommended if you're not into rappel shenanigans. ","protection":"In BD sizes:(1X) red C3, .3, .4(3X) .5(1X) .75, #1(2X) #2(3-4X) #3(1X) #4, #5, #6, #7(1X) 70m rope possible, although some shenanigans make an 80m or two ropes advisable if you're not dialed in tricky rappels","location":"Find Fisher King, hike uphill (north) from the base for a couple of hundred feet. Look for the low bolt identifying the start. It lies on the outside of a corridor with the old-school line Fire in the Sky. See the overview topo pic. It's pretty easy to find. "},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,24e148bb-4884-59e8-9870-43ce21f1a337,fa597035-a80a-55a2-9a9f-262bc7578ff9,19dfb197-abbe-5b60-abc0-83f875a4e73b,451d3dd1-204c-5e56-b81a-a57f64dc868d,dbfefc9e-c61a-5cb5-8712-e12d4963df2b,c8274f8f-3c4f-5af6-b87a-54e32d611e05","pathTokens":["USA","Arizona","Northern Arizona","Sedona Area","Sedona","Marg's Draw","Heart of Marg's Draw."],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11-"},{"count":1,"label":"5.11"},{"count":1,"label":"5.10"},{"count":1,"label":"5.11+"},{"count":1,"label":"5.10+"}],"byDiscipline":{"trad":{"total":5,"bands":{"unknown":0,"beginner":0,"intermediate":2,"advanced":3,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":2,"advanced":3,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-111.7637,34.8661]},"bbox":[-111.76424803842069,34.86565033981814,-111.7631519615793,34.86654966018187],"left_right_index":-1,"ext_id":"106614951","area_id":"yCdPjzxPWva4elTjLWEeBQ=="},"content":{"description":"This is the steep wash back in Marg's Draw with the highest concentration of climbs.  The washes mouth is bordered on the west by The Orca & on the east by Gunshy Wall.  In between are several spires and walls with climbs both old & new."},"density":0,"totalClimbs":5,"__v":1,"createdAt":"2022-11-07T05:52:48.065Z","updatedAt":"2024-01-15T16:39:33.739Z"}