{"_id":"63689de0e80bff5a994f9f62","area_name":"South Rim Routes","shortCode":"","climbs":[{"_id":"Xp1MB8hOX0G2+KJmfCS/LA==","name":"Way Of The Ancients","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Paul Ross, Chris Bonington, Terry Burnell, Richard McHardy","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-107.71539,38.5811]},"left_right_index":3,"mp_id":"119558534","mp_crag_id":"105745067","climb_id":"Xp1MB8hOX0G2+KJmfCS/LA==","areaRef":"1gfE7o5kXN6se11Cgg/UoA=="},"content":{"description":"This is a long grade III logistically with lots of easier climbing in an amazing setting with beautiful views. If you are familiar with the routes under the chock stone in the chillumstone gully then you are aware of their committing factors due to the rappelling to reach the start of the routes and the difficult nature of assistance as well as retreat. There’s actually a chuckle worthy little story behind this route. Maybe Paul Ross will chime in with it.\n\nPitch 1: start on the left hand side of the wall. Traverse out left over the giant chockstone into an exposed position with the river below you. Amble up the cracks to a large, right-facing corner. Climb this till its end, then climb right across slab under roof to a corner, and pull the bulge on the right. Then climb up into crack system, and traverse right across juggy flakes to belay under a right-facing roof/corner in some peg below a shallow dihedral.\n\nPitch 2: climb directly up corner, exit left when it fades, and traverse on small sloping rail. Get some gear in, do an easy boulder problem, and climb up face to belay at a giant, detached, car-sized flake on nuts.\n\nPitch 3: climb out right, and pull over a bulge keeping it together until gear is acquired. I put a number 3 in some peg, and it might slow you down before it blows. Climb an easy groove to another steep, little crack which I climbed on the right in the middle of the feature putting you on a ledge where you can build a belay on the left of a dirty, left-facing corner behind a small solid flake. This is where we changed route from the original path of Way Of The Ancients, as they went out left in this pitch but eventually had to climb a 180’ traversing hand crack back which sounded less-than-ideal, and climbing in this fashion allows you to slab the super fun, runout 5.6 pitch on perfect pegmatite.\n\nPitch 4: climb up a dirty, left-facing corner and then onto the easy but super fun, runout, pegmatite slab. This is well worth the detour from the original pitch in my opinion. We belayed on the left side of ledge under a roof.\n\nPitch 5: from the belay, move out right and climb the left angling crack that ends too soon. Then climb dirt cracks to a large ledge moving the belay as far right as possible.\n\nPitch 6: climb up the easy chimney system out right to the top of the pinnacle. Traverse the ridge of formation with simul-climbing till you are at the notch between the fin and the next wall, and downclimb 4th Class into a notch.\n\nPitch 7: climb the face to the fun, vertical, hand crack on a bulge. Mantel up onto good holds, and climb slab above right-angling crack till on top of a large ledge.\n\nPitch 8: scramble into alcove on the right, and climb the left-angling layback finger crack till you are under the giant, orange, triangular roof. Turn the roof on the right, and belay on right hand side of ledge under an obvious, bushy crack.\n\nPitch 9: scramble up a vegetated corner to a short, little, boulder problem taking you into a corner and onto the ridge line above. Coil your ropes, and walk ridge line till the final wall on the formation.\n\nPitch 10: either climb the wide crack or go around right side of ledge, and climb quartz steps to gain a crack around the corner. Once again coil your ropes, and walk on the right side of an island until a gully is reached. Climb down this gully, and look across notch to the next gully locating the easy corner and chimney system. Downclimb exposed 4th Class to the base of corner system.\n\nPitch 11: climb up the easy corner system to the top of the final island, and coil your ropes. Walk across the top of this island, and do one more exposed 4th Class downclimb into a gully. Cut across hillside, and do a short jaunt upwards to rim proper.","protection":"A full rack of camming units 00-4 and nuts/tricams.","location":"Go down the Chillumstone Gully. I recommend rapping on your own rope, as the current fixed rope has 3 or 4 core shots to pass and is stiff as rebar. After the rap, traverse through the landslide wash to reach the big ledge. Go to the far left end of the ledge where it drops off, and the climb starts here."},"__v":0},{"_id":"B4gqx1l2UKeHM2mbk35teg==","name":"Tague Yer Time","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"Donahue, Ogden","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.71539,38.5811]},"left_right_index":10,"mp_id":"106255967","mp_crag_id":"105745067","climb_id":"B4gqx1l2UKeHM2mbk35teg==","areaRef":"1gfE7o5kXN6se11Cgg/UoA=="},"content":{"description":"This is truly one of the great routes in the Black, and perhaps the world. Yes, THE WORLD! Great rock and great gear throughout.\n\nP1. Face climb trending right with gear and past 3 bolts to the base of an open corner and a two bolt belay, 5.11.\n\nP2. Climb the amazing corner to a stance, 5.12-. Unbelievable.\n\nP3. A short crack leads to a corner and a mantle and easier climbing to a stance below a bolt and corner, 5.11+.\n\nP4. Climb past the bolt into yet another amazing corner. Belay at a stance below a shallow corner/slot, 5.12-.\n\nP5. Climb the slot past a roof. 5.10. A ledge and a short difficult corner follows, 5.10. At the next ledge, bypass the corner on the face to the right. Belay at grassy ledges.\n\nP6: Go up 5.8 corners trending slightly left. After 200' move right and continue with a little simul-climbing up stair step ledges to the base of open black corner.\n\nVariation directly to 2 Boulder Bivy: Belay after 200' and then step a little right and go up obvious 5.8 flake corner (nice). Some slightly mungier and harder climbing tops out on the bivy.\n\nP7. Climb a black corner (5.11a) stepping out left when convenient and finishing at the base of a obvious thin crack in a wide dihedral. An easy 50' traverse can go from here to the 2 boulder bivy.\n\nP8. 50 feet right of the two boulder bivy. Climb a shallow splitter through a black streak. When the crack peters out, step right, then up and left to a bolt. A difficult leftward traverse (11d) ends at a two bolt belay, 5.12. Stellar.\n\nP9. Follow a shallow crack, then faceclimb right to a bolt and mantle move to a ledge. Step left into a shallow corner and another ledge with a small crack for gear. Step down and right, then up to a rampy corner. Follow this to the top and a good ledge, 5.11.\n\nP10. Ignore the flake going out left. Go up into twin cracks then face climb past a seam to a ledge (12-). Continue up a left leaning corner past a bolt (12-) to belay stance. Minus too much rope drag, you can continue another 40 feet up 10+ to a chain anchor (the third station on Astro-slog raps).\n\nP11. (The extra 40' in the above pitch can be added to this pitch, too, or done as a short pitch to reduce drag) Go up corners and face climb out right past some cracks. Climb the right leaning corner to a sloping ledge and a single belay bolt, 5.11.\n\nP12. A very difficult overhanging crack splits a short headwall to chain anchors (the second rap station), 5.12.\n\nP13. Go up through chockstones to grassy ledges. Resist the temptation to go straight up. Head directly left under the prow to join the top of\n\nAstro Dog\n\n. Belay below 5.9 S-crack on\n\nAstro Dog\n\n, 5.8.\n\nP14. Climb 5.9 s-crack. Trend left to a 5.9 corner. Go through bushes and behind a flake. Chimney up and step across. Battle drag up pegmatite ramp past a pin. Belay at the top of pegmatite.\n\nP15. Trend right up gully and under roofs. Step around the roof to a slab and head up and left. Climb chimney corner past chockstones, 5.9. Belay at chains on top.","protection":"Set of stoppers with extra 4 through 7.\n\n\"RPs\" (those BD steel micros work wonders).\n\nTwo sets of cams from purple TCU size to hands with one micro-cam.","location":"This route is on the South Rim below the South Chasm Overlook. Descend the Astro Slog descent. The route begins just right of the first pitch of\n\nAstro Dog\n\n. Look for face holds and cracks trending right to a bolt."},"__v":0},{"_id":"coX5nNabWqm8ElWNvZhEhw==","name":"The Quota","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Jeff Popko and Chris Righter","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.71539,38.5811]},"left_right_index":19,"mp_id":"107746235","mp_crag_id":"105745067","climb_id":"coX5nNabWqm8ElWNvZhEhw==","areaRef":"1gfE7o5kXN6se11Cgg/UoA=="},"content":{"description":"The Quota is a shorter route on the south rim with an ultra stellar crux.  The sun hits around noon, so it's best to get an early start so as to not bake through the hard pitches or the first two hanging belays (summer beta).  If you like the idea of pulling a perfect, huge roof 200 feet off the deck, you should do this route.\n\nP1:  go up crack below the roof, come up under the bolt, clip and go left and up to the belay.  5.11-, 115 feet.\n\nP2:  Sick. Climb up past two bolts and re-enter the main crack.  Go up and out the roof, clip the anti-gear snatcher, turn the roof, and go to the belay. Save a #2 for right after the roof turn. 5.12a, 85 feet.\n\nP3:  continue straight up obvious crack, mount a big block, and go up through easy OW to a big ol' belay ledge. 5.10, 120 feet.\n\nP4:  pop up through the chimney and climb through the corner on good rock up to the belay on the beach. 5.7, 120 feet.\n\nP5:  go up thin seems above the belay and then walk/climb up left to the bigger ledge guarded by some junk rock and a big chockstone (visible from belay).  The chockstone doesn't seem totally solid, so be cautious.  Go up to the peg band, clip the bolt, and climb the worm hole.  At the top of worm hole, go left to find the big grassy ledge.  Save a #1, 2, and 3 for the belay.  5.9, 210 feet.\n\nP6:  go up the crack and traverse left until you find the big, bushy ramp going up to the right.  Walk up and climb out a little chimney and belay somewhere to the right of the topout.  Done.  5.8/5th class, 100 feet.","protection":"Doubles from 0.4-4 BD, 1 #5 cam optional, some small TCUs, and some medium nuts.  A few quickdraws and some long slings.  A 70m rope.","location":"Go down the Dark Star gully off of Cedar Point, there is a cairn to mark the proper gully.  The gully goes down and turns to the right, and it's the big f#@kin' roof on the right.  The topout is the Cedar Point lookout.  This is easily scoped from the right side of Dragon Point."},"__v":0},{"_id":"nlHDqzUZVhWpRJ5CR7CLHQ==","name":"Steppin' Out","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Chris Lea & Joe Cooper, 1982","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.71539,38.5811]},"left_right_index":17,"mp_id":"119558594","mp_crag_id":"105745067","climb_id":"nlHDqzUZVhWpRJ5CR7CLHQ==","areaRef":"1gfE7o5kXN6se11Cgg/UoA=="},"content":{"description":"This is a blue collar route with some interesting climbing to say the least. The Williams guidebook gives this route 5.9... but I’ve climbed a lot of 5.9 in Colorado and I think I’d disagree. Regardless of the grade this is a “fun” climb.\n\nPitch 1: climb right on a flake to gain an arete, and follow the ridge upwards on peg slab to a short squeeze chimney. Set belay at bottom of splitter offwidth.\n\nPitch 2: climb the clean and perfect offwidth crack till you gain the hands and the top, and pull onto a large, sloping ledge. Climb up and left to belay at the bottom of next offwidth on fixed pins. Make sure to put in a directional for your second.\n\nPitch 3: climb up a funky offwidth until you are under roof. Traverse under roof working to find optimal gear until it reaches arete. Make an exposed traverse around the outside corner, and belay in horizontal directly under huge squeeze chimney.\n\nPitch 4: while the previous pitch was definitely the technical crux, the route isn’t over. Don’t worry, it protects much better than you’d think. Climb up the challenging squeeze chimney to belay on the rim.","protection":"Doubles to 4”. You could place bigger cams as well, but they are not necessary.","location":"Walk to the right side of the Alimony Wall following the faint trail up steep terrain to a small, loose ledge at the base of the wall."},"__v":0},{"_id":"qtpHLsHrUMGpVuvJO8hnOA==","name":"Pent Up","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Jason Nelson, Jack Jefferies, Cody Sims","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-107.71539,38.5811]},"left_right_index":999999,"mp_id":"107771019","mp_crag_id":"105745067","climb_id":"qtpHLsHrUMGpVuvJO8hnOA==","areaRef":"1gfE7o5kXN6se11Cgg/UoA=="},"content":{"description":"Pent Up is a nice, shorter outing up a prominent buttress.  The route features excellent belay ledges and good climbing in a nice position.  The first few pitches get you warmed up for the crux which climbs through some of the best pegmatite in the canyon.\n\nThe story behind the route...the magazines probably did a better job of describing the ascent then I could, so see the links below.\n\nAll of the pitches are about 100 feet in length.\n\nPitch 1 (5.6) - Climb blocks and bushes to big ledge.\n\nPitch 2 (5.9) - Climb painted double cracks  in corner to big ledge.\n\nPitch 3 (5.10) - Mr. Crumblies.  Climb steep hands and wider on the right side of the buttress.  Don't go up the prominent corner to the right.  At the top of the crack, a ramp leads you back to the center of the buttress.\n\nPitch 4 (5.10) - A tricky move up a ramp to the left leads to a right facing corner, then continue to a steep hand crack which turns to a chimney and ends on a big ledge.\n\nPitch 5 (5.12c) - The Mexican Standoff. Begin on the thin cracks on the left side of the buttress.  Follow this to a roof with a bolt which is the crux.  Continue up on sustained climbing passing another bolt.  Once above the pegmatite band, traverse left toward the arete to a small ledge/stance with a bolt. The bolt is for the belay and can be backed up with small cams.  Gear: lots of small cams up to a #2 Camalot, stoppers, and runners.\n\nPitch 6 (5.11) - Climb the seam with thin gear to a bolt on the arete.  Then move right to a shallow, left-facing corner with a seam and follow it to a big ledge.  Bring small gear, but some hand-size pieces are needed for the belay.\n\nPitch 7 (5.11) - Climb the right-facing corner past a bush under a large A-shaped roof.  Exit the off-width roof and belay in the chimney above or at the top of the wall.\n\nWrite ups:\n\nclimbing.com/news/hotflashe…\n\nalpinist.com/doc/web08x/new…","protection":"Double Set of Cams to #4 Camalot.  Single set of stoppers.  Extra hand size pieces would be helpful for the belays.  One each #5 and #6 Camalot which are only used on the last pitch.  Stoppers are only needed for pitches 5 and 6.","location":"The Chillumstone Gully trail begins after Devil's Lookout (park here) walk down towards South Chasm View, but just after a yellow road curves sign, look for a faint trail in the bushes. Descend the gully to just above the Chillumstone rappels, where the route is to left as you descend on a prominent buttress. Pent Up is in between the large chimney and Don't Count Your Lily Pads. Ascend gullies to the base of the route.  Another option is to locate the route from above (the big chasm to the left of the route makes finding it reasonable) and fix lines."},"__v":0},{"_id":"8KcgwpIOVum1ohyF4ckbFg==","name":"Open Minded","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Matt Lisenby and Chris Righter","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-107.71539,38.5811]},"left_right_index":1,"mp_id":"112235839","mp_crag_id":"105745067","climb_id":"8KcgwpIOVum1ohyF4ckbFg==","areaRef":"1gfE7o5kXN6se11Cgg/UoA=="},"content":{"description":"This route is the culmination of Arrow Minded and Narrow Minded. Back in the '80s, John Kaandorp and Steve Demaio put up Arrow Minded, 5.9 A2, which basically goes up the left side of the large arrow feature but dead ends at the apex. There is evidence that they also attempted the right side of the arrow feature, given that there is a bail anchor halfway up on the right side.\n\nEnter the late 2000s, Bryan Gilmore began working on a complete free variation. He rappelled in mini-traxioning and cleaning the upper pitches above the apex of the arrow roof. He made one attempt at freeing the upper pitches with Steve House and ultimately ended up only redpointing the top 3 pitches. Due to having to move out of state and being short on time, he never ended up scoping out the pitches below the apex of the arrow or completing the entire line.\n\nOpen Minded is a completion of Gilmore's original vision. It goes directly up the OW on the right side of the arrow feature (marked NO! in Zeilman's \"The Black\" guide) and joins into Narrow Minded at the apex of the roof. Technically Arrow Minded has not been freed, since it goes up the left side of the arrow.   All said and done, it's a 2 star route with a couple 3 star pitches. Check out Vic Zeilman's awesome guidebook \"The Black\" for more info and topos.\n\nPitches:\n\n1. Go up easy, chossy, 5.6ish corners to a large ledge with a massive boulder on it, 100 feet (no stars).\n\n2. (12-) Start in the OW on the left side of the ledge. It starts off with a couple awkward OW moves then quickly becomes a 5.10 hand and fist crack up to a bombay roof with an old bail anchor. From here, wiggle your way into the steep OW, and blue collar your way to the anchor at the apex of the arrow, 115 feet (3 stars).\n\n3. (12c ish) Pull through the cool roof at the apex of the arrow, which quickly turns into a hand crack. Then traverse right on good hand jams to a vertical finger crack. Get a good rest, then go up the finger crack, clip a fixed nut, and fight the pump on the traverse out right that ends on a large ledge around the arete. Save a #3 for the first traverse and a #2 cam for the second traverse. This pitch is a bit dirty, 110 feet (1.5 stars).\n\n4. (12-) Go up easy OW passing a small river of bird poo to a steep finger crack layback. Do a couple hard pulls past a fixed nut to a large hand rail, then go up the chimney to the top of the tower, 100 feet (2 stars).\n\n5. (5.12) Go up layback flake to a sloping hand rail traverse then up again through bouldery thin face to a large ledge. This is the best pitch on the route, 70 feet (3 stars).\n\n6. (5.11) Climb solid peg past a couple bolts to roof, clip another bolt, then climb left, then go up on sloping holds to a good flake just above the next roof. Then head up and right to the top. This pitch is heads up with poor rock quality, 80 feet (no stars).","protection":"1 x grey to yellow Metolius,\n\n1 x 0.4-0.75 BD,\n\n2 x #1 -3 BD,\n\n1 x new #4,\n\n1 x  old #4,\n\n2 x new #5 or old #4.5,\n\n1 x # 6,\n\n1 set of nuts,\n\ncouple RPs,\n\n7 runners, and\n\n4 draws.","location":"It is located in Chillumstone Gully on the left side. Try to stay on the left side of the gully to gain a bench that keeps you high for easier access."},"__v":0},{"_id":"lw7fRIzWVVun+M9U2nCicg==","name":"North Shore","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"J. Ogden, T. Donahue, V. Shultz-Pelkum, 2009","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.71539,38.5811]},"left_right_index":0,"mp_id":"107282342","mp_crag_id":"105745067","climb_id":"lw7fRIzWVVun+M9U2nCicg==","areaRef":"1gfE7o5kXN6se11Cgg/UoA=="},"content":{"description":"This is great climbing on a west-facing aspect on the South Rim via the Echo Canyon gully.\n\nIn general, this has good movement, lots of sporty climbing, and jamming with tricky pro. It would be an awesome route if the rock was clean, that's the only bad thing. There are definitely 5.11b moves on the route, but I personally thought it was a soft 5.11+ grade. Not for beginnerish tradsters!\n\nWorth doing! I like every route in the Black! Almost.","protection":"Double cams to #2s, 1-#3, !-#4, RPs, triple fingers to smalls are nice to have. You encounter a fixed nut or 2 and 2 pro bolts.","location":"Park at the Cross Fissures overlook pullout. Walk west 100 yards further and enter the bushy gully on the right with big pines in it also. The bushes go away after 5 minutes or so. See the topo, but the route base is 45 minutes down and on the right side there is 2 cairns and the one is against the wall and is built out of white rocks.\n\nAfter topping out, you're on an island. Head up and then to the right (south) for 100' and down 25', there is a ledge with a 2 bolt rap anchor. One 200' rap into an east/west narrow slot/gully below the Cross Fissures overlook railing. We simul-climbed in our approach shoes about 250' to the railing."},"__v":0},{"_id":"aZkW55kHXkmNQtPgZ2Ke8Q==","name":"The Night is Dark and Full of Terrors","yds":"5.12+","grades":{"yds":"5.12+","french":"7c"},"fa":"Schaffer, Hughes, May 2014.  FFA Schaffer, Pennings, Sept. 2015","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-107.71539,38.5811]},"left_right_index":7,"mp_id":"112145505","mp_crag_id":"105745067","climb_id":"aZkW55kHXkmNQtPgZ2Ke8Q==","areaRef":"1gfE7o5kXN6se11Cgg/UoA=="},"content":{"description":"Note: the 250-300 feet tall and probably 40 feet wide on average feature shifted in 2018 at least an inch!\n\nPart of South Chasm View Wall is closed due to a 300' x 40' slab of rock that shifted one inch in one week. The slab is estimated to weigh 6 million pounds or more. The NPS is consulting with geohazards specialists for further direction.\n\nSee\n\nnps.gov/blca/planyourvisit/…\n\nfor updates.\n\nThis route starts out with 4 pitches of clean crack climbing on beautiful rock with a good, built-in warmup. That is followed by a heady, thin .11+ R pitch with big fall potential on fairly steep slab. After this pitch, wild traverses, burly and spicy technical corner climbing, perfect cracks in flakes and corners, and a mega-stout overhung, left-leaning, flared crux tips splitter will give you a good whoopin'.\n\nClimb this route at your own risk!\n\nP1.\n\nClimb a left-facing corner with some blocks and the occasional bush up to a ledge. (9) This is the original start for the Flakes, just to the left of the commonly used start for that route, and two lines left of the Astrodog splitter variation.\n\nP2.\n\nClimb two opposing corners on mostly fingers and stemming on clean rock. (10-) Pull over a couple bulges past some old tat anchors and belay on a ledge.\n\nP3.\n\nProceed up a thin splitter that widens into thin hands perfect rock. (10-) Exit left on a ledge and climb a shallow, thin hands, left-facing corner on more incredible granite. Scramble up and left onto a ledge below a finger crack and huge offwidth (9).\n\nP4.\n\nDo not climb the finger crack (although it is fun!) nor the offwidth above it (200+ feet, 5.12). Instead, skirt left around the finger crack block, traverse some face (10+ PG-13), and pull into a hanging left-leaning, right facing fingers corner with black streaks (11 or easier). Climb up with good fingers locks and good feet. Traverse left to the bolt (11 PG-13), clip it, and climb up to the next bolt, clip it, then lower down to the first bolt (recommended to avoid a factor-2 fall onto the anchor). Not redirecting through the bolt makes the start of the next pitch, 5.11 R.\n\nP5.\n\nStart up the slab with a pre-clipped bolt (11) or sketch up to the bolt (11 R). Run it out quite a bit up to some very thin gear up thin slab (11 R) going mostly straight up. Continue up to some gear placements (10), then fire off a balancy and thuggy crux traverse across a sloping rail trending left (11+).\n\nP6.\n\nClimb up some licheny and somewhat questionable rock (10 PG-13) to a small arete with a piton just to the left. Clip the piton, traverse left to clip a bolt, and then pull hard, thin slab moves with terrible feet left to the corner using your best ninja beta (12). Fall into the corner, and traverse the hanging flake left and down runnering all gear placements to keep the rope away from the sharp edge(burly 11). Arrange your last gear low for your follower, then either downclimb down and left (11+) or jump (11) to a small, sloping, leaning ledge. Climb up an unprotected corner and plug a piece before a small sloping stance. Run it out as much as possible to try to protect your follower. Downclimbing to the sloping ledge is 11/11+ R for the follower. Get ready to start running if you blow it so you don't take a huge, cheesegrating swing.\n\nP7.\n\nThis was the sketchiest pitch. Do not fall until you get to bomber gear in the hanging corner, lest you rip gear and deck on the slab below. The gear down lower looks questionable at best. Climb up a vague corner (11+/12- PG-13/R) with gear placements in brittle rock. Place as much gear as you can to keep you off the deck, then commit to slabbing into a hanging, hard right-leaning corner. Tech, stem, and burl your way through the corner (12-/12), climb down and right on some hands and liebacks, and pull into a steep, right facing corner on beautiful, if somewhat lichenous, rock for almost 100 feet (9+).\n\nP8.\n\nClimb up flakes (9) and easy slab up and right to the base of a steep, thin, left-leaning splitter on dark rock. If aiding (I did), continue up the splitter (12+ or A0). If not, set a belay and climb the hard, overhanging, flared tips crack. Med/large nuts, offset nuts, small cams, and offset cams are useful for protecting this beast. I pulled out a shaky piton with bodyweight, freeing up a key foothold. Belay on a bushy ledge.\n\nP9.\n\nMake a sketchy unprotected mantel off the belay onto a small ledge (10+ R), then teeter up around an arete onto a sloping stance on an overhanging wall. Garden out some finger locks and gear placements, then fire off a burly mantle move up and onto a sloping ledge (12-/12). This sequence felt like V4/V5 to me with dirt in my eyes from cleaning out the crack. Climb up some easy slab and up a juggy flake to the base of a crack in a lovely flake. Clip a fixed nut, maybe fire another piece in, and make a reachy move up to a bomber finger lock (hard 11+). Climb up a juggy, handcrack flake to a slab (9), then run it out up the slab (8 R) to a stance at the base of an arching corner. Save some rattly finger sized gear or big nuts for the belay.\n\nP10.\n\nFrom here, we couldn't find the last two pitches of Jonathan's route, so we proceeded to exit via the easiest escape. Climb up a somewhat dirty broken corner (10), escape right when possible, and continue up a slab/groove/open book system up to a peg chimney through a roof. Climb an easy ramp to the right of the chimney and belay.\n\nP11.\n\nWalk a ledge right for a ropelength to the skyline.\n\nThese pitches constitute the Astrodog escape pitches:\n\nP12.\n\nClimb up blocks and handcracks (10ish) and up some easy slabs to a comfy belay.\n\nP13.\n\nClimb up easy slabs, pull a bulge (9) to the right of a roof, continue up more easy slab, and then climb a fun chockstone chimney (9+) with chockstones and nuts for pro. Escape left to a bolted anchor that marks the beginning of the Astroslog rappels.","protection":"Doubles from tiny microcams to #2 C4, 1 #3 C4. RPs, brass offsets, alloy offsets, and offset microcams are recommended. Bring a few long runners, many slings, and many quickdraws.","location":"Take the Astroslog rappels down to the start of\n\nThe Flakes\n\non the original\n\nFlakes\n\nstart, left of the Astrodog variation start. This route starts just left of\n\nThe Flakes\n\nin a big, left facing corner system right off a vegetated ledge. It follows clean, beautiful, left-facing corner systems and cracks up and left for 4 pitches before embarking on wandering face climbing with intermittent cracks."},"__v":0},{"_id":"ZF2tTl6MUSCNSw792ZdWkw==","name":"Last Payment","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Jamie Holloway and Chris Lea, 1982?","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.71539,38.5811]},"left_right_index":18,"mp_id":"105763752","mp_crag_id":"105745067","climb_id":"ZF2tTl6MUSCNSw792ZdWkw==","areaRef":"1gfE7o5kXN6se11Cgg/UoA=="},"content":{"description":"This is on Alimony Wall. Park at the Painted Wall overlook. Walk a couple hundred yards further along the road (southwest?) and look for a narrow gully just to the left (climber's) of the wall. It is easy and recommended to take the short walk out towards the Painted Wall overlook and scope both the approach and the climb (it will be on your left). The climb is straightforward and mostly good crack climbing.\n\nP1: 5.7, 90 feet. Dirty chimney, the climbing improves as you go. Belay at the base of the big crack.\n\nP2: 5.9, 100 feet. Good crack with some wideness, harder than it looks. Belay at ledge.\n\nP3: 5.11a?, 80 feet. Crux pitch, great hand crack to offwidth, back to hand crack. The tough part is short, maybe 5ft. Belay at cool ledge.\n\nP4: 5.8, 100ft. Two options that meet after 20 feet in the corner. Mantle out of the corner and continue up an unprotected but relatively short and easy (5.7) chimney. The walk off is short and flat.\n\nThe guidebook mentions a 5.8 face option to avoid the crux. We checked this out and it may well be 5.8, but it should probably be called 5.8 R since it would involve traversing 10 or 15 feet away from the crack. I'd recommend the offwidth even if (like us) you can't climb overhanging 4 inch cracks. Its short and well protected with some wider gear.\n\nBe careful with the approach - you can screw it up. If you head down the main gully dividing the Alimony Wall and the Painted Wall overlook, you will encounter a rappel (2 stoppers and a biner) and you will end up 200 feet of 5.7 bushes below the climb.","protection":"Singles below #0.75 Camalot will suffice. Extra hand sized pieces and 2 or 3 offwidth pieces in the #3.5 to #4.5 Camalot range. We placed one stopper, and you could probably leave them at home.","location":""},"__v":0},{"_id":"qcWfHiOMXtqdUhVJY8o11A==","name":"Image of the Invisible","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"FKA Fritz and Ophelia 12/16/18","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.71539,38.5811]},"left_right_index":15,"mp_id":"116215722","mp_crag_id":"105745067","climb_id":"qcWfHiOMXtqdUhVJY8o11A==","areaRef":"1gfE7o5kXN6se11Cgg/UoA=="},"content":{"description":"P1. Climb 100’ of 5.8 handcrack to an awkward wide slot to an easy chimney. A friendly chockstone provides pro and a good hold for passing the wide, 5.10a, ~175’.\n\nP2. Walk right, then climb 5.6 face to 5.8 jamming up to the notch at the start of the amphitheater, 5.8, ~175’.\n\nP3.  Walk left to an easy slab  that steepens into 5.9 on superb edges. Thrutch up an awkward, offwidth boulder problem, then walk 60 feet of 3rd Class past a tree, 5.9 PG-13, ~200’.\n\nP4. Climb 80’ of 5.8 to an exposed 5.10. Highstep out of an offwidth, 5.10c , 200’.\n\nP5. Chimney and bushwhack up some of the finest flora The Black has to offer, 5.8, 200’.\n\nP6. Pull one last chimney, then climb easier terrain to the Painted Wall Overlook.","protection":"No big gear is needed.","location":"Descend SOFB raps, looking for a tower in the middle of the gully. The route starts just downhill of the tower. You'll see an old fixed line a hundred feet climber's left of the route. The long 5.8 handcrack into the offwidth slot is visible from the base."},"__v":0},{"_id":"5sNvV2mwUp+lOjgcgk8lPg==","name":"Ground Control to Major Tom","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Stewart Green, Dennis Jackson and Major Tom Lumen, 1980","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-107.71539,38.5811]},"left_right_index":4,"mp_id":"105761235","mp_crag_id":"105745067","climb_id":"5sNvV2mwUp+lOjgcgk8lPg==","areaRef":"1gfE7o5kXN6se11Cgg/UoA=="},"content":{"description":"Ground Control to Major Tom is a good route for the grade considering its length. It climbs generally good rock and has superb views of the North Chasm View Wall. The climbing is serious in places and the route finding is difficult. Not for novices.\n\nApproach the climb by climbing down the Chillum Stone gully and rappelling over the Chillum Stone (~140'). From the base of the rappels head down a short ways and left across a grassy ledge towards its end (boulders). This is where this route and the Cimmaron Slabs begin. Locate the route by finding a short, right leaning crack off the ground. Above this should be a larger, right leaning crack/overlap system. You should also notice a large Ponderosa tree leaning away from the top of the cliff far above near the culmination of the bottom part of the route.\n\nOnce you have located the route start up the crack. You will arrive at some grassy ledges before the larger crack system and can belay here if you do not have a long rope. Continue up into the overlap and follow it out to its terminus. This pitch can be strenuous 5.7. Turn the end through some bushes to a nice ledge with a not so nice belay. There is a rock with some old rap slings to use, but it is off to the left side of the ledge and is not in an ideal place to arrange a belay. You will figure something out.\n\nThe next pitch wanders out right from the ledge following an incipient seam. There is sparse pro at the start (5.6), but once into the next crack/overlap system there is plenty. Continue to a ledge and go further right to climb up an onto a large rock plaque that seems to just be sitting on the wall. Careful as you climb up and around this. You will rejoin the corner to your left as you step off of the plaque. There is little pro in this section and is about 5.6. At the top of that corner is another good ledge with a great rock to belay off of on its left hand side.\n\nPitch three now takes you back left, traversing across the blank slab, following the path of least resistance until you reach the large, right facing corner on the opposite side of the slab. This is a run out pitch. You can fiddle in a TCU at the start, but there really is no gear across much of it for 40 or 50 feet. You will reach a small breach just 15' from the corner and safety. Here you can get some gear and then you must make a commiting (5.7) friction move up onto the final slab. Once on it you easily move into the corner and belay.\n\nPitch four heads up the obvious corner system above. The corner turns to the right and is a bit of an undercling/layback for a few moves. Once around this, continue laybacking up to the top of the corner and some ledges. This pitch feels like 5.7+ or so. Here you can belay or can continue up and left into another, easier corner to a bushy ledge below a nice looking pegmatite chimney.\n\nThe next pitch either goes up the chimney on the right (recommended) which has NO protection and is 5.6 or goes left into a dirty, mossy corner with some pro. Either way you end up on a ledge below the sweet pegmatite slab above. Head up the slab passing one bolt towards a corner system above. This is one of the best pitches on the route and is a three star pitch in its own right. It is no harder than 5.5 or 5.6, but is very run out. There is the one bolt (an old 1/4 incher) and then nothing else until you reach the safety of the corners and flakes above. There is 60' runouts before and above the bolt on this pitch. With judicious route finding, the holds just appear and are great. Very delicate, but worth the fright. Head up through the cornes to below a roof and move right to a ledge and single bolt (can be backed up w/ large cam) belay.\n\nPitch six heads left through cracks, flakes, and corners towards the large ponderosa pine that has been looming above. Go arond the tree and belay on the right side of the wall above. There can be a lot of rope drag on this pitch (5.6).\n\nOn the right side of this wall is a lichenous chimney that can be climbed (5.6) up to more ledges and eventually the top of the fin/pinacle. At the top right hand side of the fin is an old rap anchor that can be used to belay from. Don't rap from here. You will be sorry if you do. Instead, move the belay up and over the top of the pinacle to the notch between it and the headwall above. It is a 4th class down climb into the notch.\n\nMost guides say \"scramble to the top\" from here, but the excitement is not over yet. Head up the obvious hand crack in the headwall (5.8) and climb up to some ledges below a large roof. Belay and continue up and right around the roof. Keep moving up and do a little bushwhacking until you are at the top of the next shoulder. This should take a few pitches.\n\nNow follow the shoulder towards the rim and find the best option for getting up to it. I have found that the nice looking thin hands splitter on the left side is the best. It is perhaps harder than any of the climbing on the rest of the route (5.9) but it is nice and has great pro. Alternatively, go right up a tricky corner with bad pro (5.8). You can also do a big traverse right to much easier ground, but it is hardly worth going this way as it is a whole pitch of traversing.\n\nOnce on the rim of the \"island\", follow it to its opposite end, staying on the right side of the island. You should find a notch between this island and the next. Descend the gully to the notch (4th class). Now, bushwhack your way to the base of the next island. Climb up corners and chimneys slighly left of the notch to the top of this island #2 (5.4). Easily cross this island to where there is a notch between it and the true rim (road). 4th class down to the next notch and then climb 5 minutes back to the road. This \"descent\" is much better than the one recommended in Robbie Williams book, which is longer and involves much more bushwhacking.","protection":"Standard trad rack including one set of wires and cams up to 3.5\"","location":""},"__v":0},{"_id":"uwzNcEPYXeKQJhC83Am7Lg==","name":"Flapjack","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Tim Kuss & James Williamson","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-107.71539,38.5811]},"left_right_index":5,"mp_id":"106567898","mp_crag_id":"105745067","climb_id":"uwzNcEPYXeKQJhC83Am7Lg==","areaRef":"1gfE7o5kXN6se11Cgg/UoA=="},"content":{"description":"This is a compelling route judging from the topo.... 4 pitches of 5.11 in a row, mostly cracks, but a good facey pitch. You know, hey let's go do Flapjack. Now, just head down the Chillumstone (one 70m fine). Well, topos don't tell the whole story- crappy rock on p2 makes for a tedious pitch, it's hard right were the rock is bad and whoever put the route up drilled 1/4\" threaded bolts. Anyway, it's an ok route, and the climbing would be really good if it was on splitter stone.","protection":"Standard rack with extras in 1\"-1.5\" and thin hands, we brought 1 each #3 & #4 Camalot. Lots of long runners help because of the traversing nature of the route. Again, the lead bolts are 1/4\" threaded, but the belay bolts are beefier.","location":"Go down Chillumstone, do the rap (single 70m is perfect) and head across the ledge heading toward\n\nBlackjack\n\n, it has some 5th class moves that would be bad if anything happened, easy to rope up if desired. Start in a small, left-facing corner approximately 100m below and to the left of\n\nBlackjack\n\n. Look for some bolts about 70' up trending rightward. Top out on some ledgey terrain and either head up staying right on ridge (recommended and exposed) or venture into the oak and bushwhack up the gully to your right. Gandalf's Beard is on the wall across the gully."},"__v":0},{"_id":"7DIV1q/bVVqLCSjnCAg+xw==","name":"Flakes, The","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"FA: Ken Trout & Bob Sloezen, 1977 FFA: Ed Webster & Steve Hong, 1977","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-107.71539,38.5811]},"left_right_index":8,"mp_id":"105764556","mp_crag_id":"105745067","climb_id":"7DIV1q/bVVqLCSjnCAg+xw==","areaRef":"1gfE7o5kXN6se11Cgg/UoA=="},"content":{"description":"Note: the 250-300 feet tall and probably 40 feet wide on average feature shifted in 2018 at least an inch!\n\nPart of South Chasm View Wall is closed due to a 300' x 40' slab of rock that shifted one inch in one week. The slab is estimated to weigh 6 million pounds or more. The NPS is consulting with geohazards specialists for further direction.\n\nSee\n\nnps.gov/blca/planyourvisit/…\n\nfor updates.\n\nThe Flakes has flawless cracks, immaculate movement, spacious belays, complex route finding, substantial runouts, and crumbly rock.\n\nThe Flakes is THE 5.10 testpiece in the Black Canyon.\n\nHaving climbed\n\nThe Scenic Cruise\n\n,\n\nThe Cruise\n\n, and\n\nAstro Dog\n\n, my partner and my 12 a.m. opinion was that The Flakes is finally what we expected grade V to be - strenous, sometimes dangerous climbing from sun up to after sunset. Below are a few details:\n\nStrategy:\n\nSee topo for most of the information. Avoid topo for a better adventure.\n\nRappel the Astro Slog. Leave the piglet and the #5 (save for after the X chimney) two pitches from the ground on a fixed anchor.\n\nClimb first two pitches of\n\nThe Dog\n\n. Traverse left and climb 250 feet of steep, immaculate 5.9 with great ledges.\n\nClimb the 5.9X bombay chimney. This pitch is X. You will probably die if you fall. There is no reason to fall as the rock is perfect and the climbing reasonable. No gear bigger than a 1 camalot is needed.\n\nClimb the pitch after the bombay chimney. This pitch is pretty scary if you do not bring the huge cam. It is harder than the previous pitch. Belay after the perfect 5.7 hands.\n\nPitch 7. 5.10+, tricky route finding. Do not go right or up. Go left on unprotected edges to a weakness in an overlap. Place fantastic gear, and go up weakness. This is superb climbing. Continue til rope runs out, and belay.\n\nClimb more ambigious, broken terrain trending right towards base of right-angling, rotten, chimney monstrosity.\n\nPitch 9. The crux, 5.10+, stout. The rock on the lower section is junk but gets much better the higher you go. Black Canyon legend Robert Warren gave me one piece of advice for this pitch: bring hexes. Bring Hexes!\n\nThere, you've done it... see topo for how to get to the rim.\n\nThe Flakes is more serious than\n\nAstro Dog\n\n, and just as good.","protection":"Rack: Standard Black Canyon rack + 2 hand-sized hexes & #4 & #4.5 Camalots. 2 ropes for Astro-Slog. 1 haul-able bag and #5 Camalot recommended.","location":""},"__v":0},{"_id":"OdfQ2nXKVcOEGIjrj+INSA==","name":"Event Horizon","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"Chris Kalous, Stephanie Bergner, Josh Wharton","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.71539,38.5811]},"left_right_index":11,"mp_id":"109607020","mp_crag_id":"105745067","climb_id":"OdfQ2nXKVcOEGIjrj+INSA==","areaRef":"1gfE7o5kXN6se11Cgg/UoA=="},"content":{"description":"This route climbs 7 or so pitches into Black Hole on the South Rim. Overall, the climbing is high quality and well-protected. Pitch 3 is particularly spectacular. The first three pitches were originally climbed in the late '80s/early '90s by Cary Gunther,\n\net al\n\nas the start to an aid line called Harpua. The subsequent line is a mystery, but we suspect it followed much of what became Black Hole and/or Shadow Boxing. The first three 5/16\" bolts are from this ascent.\n\nP1. Start just left of a wet streak and garden. Three old bolts gain a long finger crack to flake. A wet spot can be mostly avoided with stemming. Belay in groove, 5.11-, 45m.\n\nP2. Continue up corner to small roof and finger crack. Step left around tall flake. Get a hanging belay, 5.11-, 25m.\n\nP3. Start up finger cracks to large roof and overhanging dihedral. Pass a fixed hex and pin. Continue up past another roof to a ledge. Head left into big corner and belay, 5.12-, 35m.\n\nP4. Climb up and step right onto ledge. Climb the first open corner crack to the right. At a tall, loose looking spike, step right to another crack. Continue up and belay in corner below larger, right-leaning flake, 5.10, 20m. Note: Black Hole climbs a flake groove a little further right to the same spot.\n\nP5. Climb up on top of giant flake and climb right past two bolts. Pass a small dihedral and continue right to good leaning crack. Climb up and over giant detached flake (The Singularity) and belay in corner on top. 5.11 40m.\n\nP6. Climb up over small roof and follow crack to dihedral and ledge. Continue up past a pin and to left-leaning groove. Top out the groove in a short OW (a #4 Camalot is nice but maybe not necessary). Belay on ledge, 5.11+, 45m.\n\nP7. Continue up left-leaning groove, 5.9, 25m.\n\nP8. The route joins Black Hole here. A long pitch starts at 5.10, to 5.11, to a stout 5.12 crux at a fixed nut. Continue up dihedral through a roof and to a ledge. A small perch 5 more meters up is the belay, 5.12, 60m.\n\nP9. Continue up broken terrain to a large, left-facing dihedral. Follow dihedral 25 more meters to below where it turns black. Place a high piece and step down and straight right 5 meters to a horn. This is easy but run out. Belay on horn, 5.11, 40m.\n\nP10. Climb up through a bulge, then another headwall. Then head left across easier terrain to a right-facing corner. Go up and belay at the base of large, S-shaped flake (next pitch), 5.10, 50m.\n\nP11. Climb the S-shaped flake to small ledge below short, crystalline, jam crack, 5.8, 30m.\n\nP12. Climb the short, sharp crack. Arrive in the Upper Meadow, and head up right then left to find a decent rock on a large ledge to belay, 5.10+, 30m.\n\nContinue up and left through grass and bushes, traversing an airy slab into the rap line somewhere between the 2nd and 3rd rap anchors (15m above the top of\n\nTague Yer Time\n\n). Continue up choss gullies and such to the\n\nAstro Dog\n\nexit chimney and chain anchors at the top, 2 to 3 pitches. If this is new to you, make sure and look around while doing the first two rappels, because you will likely arrive here in the DARK!","protection":"One or two very small cams. Doubles fingers to yellow Camalot. 1 #3 Camalot. 1 #4 Camalot is optional. Lots 'o nuts including wee ones.","location":"Descend the Astro Slog rappels to access this route. Do one more rap PAST the\n\nAstro Dog\n\nstart. Traverse right into large bowl and meadow from the last rap. Black Hole is the huge dihedral on the left side of this amphitheater. Event Horizon starts to the right of Black Hole and just left of a wet streak and hanging garden.\n\nYou can also access this area from North side via the tyrolean traverse over the river. Go up and left from the tyrolean. The Black Hole dihedral is obvious from space, look right from there at nearly the apex of the amphitheater for the hanging garden and Event Horizon."},"__v":0},{"_id":"aUInxdlOUzGjK197wSETOw==","name":"El Padre","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Jonathan Schaffer, Lindsey Schauer, Fall 2011","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.71539,38.5811]},"left_right_index":14,"mp_id":"107802118","mp_crag_id":"105745067","climb_id":"aUInxdlOUzGjK197wSETOw==","areaRef":"1gfE7o5kXN6se11Cgg/UoA=="},"content":{"description":"El Padre (named in honor of former Climbing Ranger, Brent Mims) is an excellent route that takes a series of crack systems right of\n\nCrystal Vision\n\non the west face of South Chasm Wall. For those who enjoy crack climbing in the Black Canyon, this route should be high on the list. It has it all - chimneys, squeeze slots, offwidths and finger cracks. Although it still has some definite South Rim fern gully funk and dirtiness to it, this route will likely clean up to be one of the classics in the Canyon.\n\nAlmost every pitch weighs in at 5.10 to 5.11. Generally speaking, the cruxes of the route protect well and the OW is manageable. Depending on ones climbing style its hard to say where the true crux of the route is, but you'll have plenty of options to choose from.\n\nThe original topo is more than adequate as a description of the route.  There are very few places to get lost  Basically, climb the first two pitches of\n\nCrystal Vision\n\nto the massive terrace above. The start of El Padres pitch 3 is a beckoning hands to wide crack almost direcly above (although on the right side of the massive terrace). The start can be kind of wet, but it quickly goes to secure hand jams, finishing with burly OW.\n\nFor the next handful of pitches, follow this obvious crack system, which is really the left side of an enormous pillar/buttress. Pitch 4 avoids a huge chimney with an awesome, wavy splitter that appears out of nowhere on the left wall. At the top of pitch 5, move the belay about 100 feet right, past some giant blocks, to belay under a pegmatite-ish corner that looks like crap but actually climbs well and is definitely one of the cruxes of the route.\n\nPitch 7 pulls through an airy bulge and leads to the base of another splitter hand crack.  Pitch 8 takes this crack for quite a ways to an ominous, slightly flaring OW. Bump your #6 and finagle gear into the back.  Exit and move right to another splitter OW and end at a ledge. Pitch 9 you guessed it another splitter. Punch it up the beautiful 5.10 corner for a shorter pitch. Pitch 10... locate the right leaning crack in some orangish colored peg. Climb this and up through a bulge. You're almost done.\n\nFrom the ledge at the top of Pitch 10, choose your own adventure to the rim.  There's a corner that leaves from the far right edge of the ledge, generally trending back to the left. Follow the path of least resistance until youre on the rim. It's probably worth breaking this up into a couple of pitches.","protection":"Standard rack plus (1) #4, #5, #6; a couple small TCUs (purple, grey Metolius type of size), and optional RPs. You can get a few in on pitch 6.","location":"Park at Painted Wall Overlook.  Descend the SOFB Gully rappels.  After six double rope rappels, descend the gully to the start of\n\nCrystal Vision\n\n.  Look for a massive boulder with a split in it, just after the enormous chasm in the wall.  El Padre shares the first two pitches with\n\nCrystal Vision\n\n, then branches off right, in the beckoning wide crack system on the right side of the terrace."},"__v":0},{"_id":"zh7bBxHRVdKEieqGR2fySw==","name":"Dragon Rider","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"Coyne, Reynolds?","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.71539,38.5811]},"left_right_index":23,"mp_id":"106255935","mp_crag_id":"105745067","climb_id":"zh7bBxHRVdKEieqGR2fySw==","areaRef":"1gfE7o5kXN6se11Cgg/UoA=="},"content":{"description":"This is a decent route with a fair bit of good crack climbing and O.W. There is some flaky rock here and there. It tops out practically on the road. It is mostly shaded.\n\nStart on a grassy ledge about 15m (easy scarmble/solo) above the tire mentioned in the location.\n\nP1: Continue up ledges to a small 5.8 corner and a ledge in a larger corner. Climb splitter shooting out right from the ledge to a square cut ledge on an arete. 5.9+, 40m.\n\nP2: Climb hands and OW straight up from right side of the belay ledge. Belay in chockstone/flake. 5.11, 20m.\n\nP3: Climb difficult leaning OW past a bolt. 5.11+/12-. Alternate belay at broken pegmatite ledge. Continue through peg cracks to two pitons. Step down and right to belay in corner. 5.10+, 35m.\n\nP4: Wander up corner and face to 2 bolt belay below roof. 5.9, 20m.\n\nP5: Climb around roof to fist crack. 5.11. Alternate belay at ledge. Continue up corner to a right-leaning ramp below a piton. Belay in a corner to the right. 5.9, 35m.\n\nP6: Climb shallow corner past a pin to a bolt. Face climbing goes left past a small crack, another bolt, and a short corner to a ledge and a belay bolt. 5.11, 20m.\n\nP7: Climb arch to V-slot roof and a hand/fist crack above. 20m.\n\nP8: Climb rotten pegmatite corner and roof. Step right then back left to a large legde below a short OW. 5.9, 20m.\n\nP9: Climb the short OW above the belay. Step left around the arete. Climb a wild overhang to a small ledge. Head up a thinning OW on the arete to a broken corner and chockstones. Continue to the rim. 5.11, 30m\n\nYour car should be nearly visible from here.\n\nLocation/Approach:\n\nThis is on the north facing wall in the gully to the south (skier's left) of Dragon Point. The route can easily be scoped from the rim. Descend into gully just off the parking.\n\nPart 1: Bash down a few hundred feet to a slung thread. Rappel 20m or downclimb (5.5ish).\n\nPart 2: Hike down right side of gully. Locate slung thread above a chockstone. Rappel 15m.\n\nPart 3: Continue down gully to slung thread. Rappel 20m.\n\nPart 4: Hike down ledge system in the middle of the gully. Locate two bolts with slings. Rappel 25m.\n\nPart 5: Hike and scramble down the left side of the gully to a tire. Climb up from here. Us the same start as\n\nBlack Snake\n\n, Black Circus.","protection":"Set of nuts (with smallish ones).\n\n2 sets of cams to 3.5 Friend size.\n\nTwo #4, one #4.5, one #5 Camalots (old sizes).","location":""},"__v":0},{"_id":"G+f6ZgroU7akRjn4KkxqXA==","name":"Dragging On","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"June 2015","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.71539,38.5811]},"left_right_index":20,"mp_id":"111401436","mp_crag_id":"105745067","climb_id":"G+f6ZgroU7akRjn4KkxqXA==","areaRef":"1gfE7o5kXN6se11Cgg/UoA=="},"content":{"description":"It is possible parts of this route have been done before, but who knows. There's some amount of loose rock, ledges, and pricker bushes to climb through, but we mostly linked fun hand cracks on good stone.\n\nPitch 1. Broken face climbing leads to an open book corner (all hands and hard to see from the ground).\n\nPitch 2. Move the belay/third class up to an obvious splitter crack and climb hands to OW. Belay on a ledge.\n\nPitch 3. A short, thin, face traverse down and left gains a handcrack/steep flake. Easier terrain leads to small peg cave; belay there.\n\nPitch 4. Runout face climbing leads to a right arching finger-hand crack. Belay on a ledge system, and then move the belay right to a grey-coloured, right-facing corner.\n\nPitch 5. Climb steep, thin hands up the corner to a ledge.\n\nPitch 6. Continue with fists/OW and hands up the corner to a ledge belay.\n\nPitch 7. Ledgy climbing up a broken chimney system leads to a short, unprotected squeeze and mediocre anchor.\n\nPitch 8. Climb the loose peg chimney with some steep moves around chockstones higher up. This is bad rock; tread lightly.\n\nThis gets morning shade and afternoon sun. See the topo.","protection":"Small to #4-5.","location":"Start a few hundred feet lower than the old tire in the Dragon Point gully and climb up to the Dragon Point Overlook. You can see most of the features from the top of\n\nBlack Snake\n\n."},"__v":0},{"_id":"ab3ZvOGEX7m5gYalyBLejg==","name":"Dark Star","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Zeilman & Rees - October, 2011","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.71539,38.5811]},"left_right_index":21,"mp_id":"107338772","mp_crag_id":"105745067","climb_id":"ab3ZvOGEX7m5gYalyBLejg==","areaRef":"1gfE7o5kXN6se11Cgg/UoA=="},"content":{"description":"Dark Star is a quality climb that stays relatively sustained in the 5.10 range. With some beautiful pitches of face climbing, some fun cracks and amazing views of the Painted Wall, it is really worth checking out. The lower part of the route gets quite a bit of shade.\n\nFrom the large terrace, locate the pillar leaning against the wall that leads up to a ledge with a large pine tree. This marks the start of the route.\n\nP1 (40m, 5.8). Climb the OW on the right side of the pillar to the ledge above. Climb up to a stance and belay on a large block below the ominous looking peg groove.\n\nP2 (40m, 5.10). This is wild pitch! Get a high piece up and left of the belay, then move back down and right. Bust some bouldery moves to gain the good feet along the bottom lip of the groove. Follow the peg up and right, past a bolt, to a short crack and a small ledge above.\n\nLocate the large, right-facing corner a couple hundred feet above.The next two pitches head towards the base of this big corner with a dark streaks to the left.\n\nP3 (45m, 5.10). Climb wandering face and thin cracks which lead to a bulge. Stem through this bulge and belay at a stance below a large flake/ear feature.\n\nP4 (30m, 5.10-). Climb the right-facing ear feature, which is wide at the bottom, to great face climbing above. Trend right and belay at a stance below the large right-facing corner.\n\nP5 (25m, 5.10+). Climb the hands bulge into the thin, steep corner. When it starts to get really thin, move left to belay at a stance with a pin.\n\nP6 (35m, 5.10+). Move up and left to gain the obvious hands/OW crack. Climb this towards the pegmatite above, then move back right onto the face through some hard moves to gain a long, narrow, granite ledge.\n\nP7 (45m, 5.10). Climb the hands corner that leaves from the far end of the granite ledge. When the crack terminates in pegmatite above, move up and left to locate the large peg flake/crack. Climb this beast to a short finger crack and belay on a small stance with a bush.\n\nP8 (25m, 5.10). This could be an easy pitch to get confused on. From the belay, resist the urge to move up and right on what looks like an easier groove/ramp. Climb the broken, thin cracks in pegish rock, leading up towards a large, left-leaning arch.\n\nStart climbing up towards the arch, get a high piece and move hard left, traversing out onto the face until a thin crack is located. Use this thin crack for gear and face climb up until the crack turns to fingers. Belay at the first available stance or continue into the 9th pitch for a little ways.\n\nP9 (70m, 5.7). Climb through easier terrain past a huge roof on your left. Run the rope out to the end and belay on top of the massive pillar.\n\nFrom the top of the pillar, make an 80 foot rappel to the terrace below.\n\nP10 (70m, low 5th). Pull the rope, and tie in again. Lead up some easier 5th terrain that leads to a knife-edge ridge. Straddle this thing and scoot across until you reach the terrace on the other side.\n\nP11 (30m, 5.10). Climb the large, obvious, crack corner/ramp leading up and right. Near the top of this ramp, take the left-leaning hand/finger crack. When the crack ends, belay on a stance/ledge.\n\nP12 (30m, 5.10). Face climb up and left (.9 PG-13/R) to another crack system. Follow this to a steep .10 hand crack and belay at the ledge above. P11 & P12 can be linked.\n\nP13 (60m, 5.9). From the ledge, move hard left and slightly down, traversing across the peg band until some crack systems can be reached. Climb the series of bushy cracks to the rim.\n\nWalk 20 feet to the Dragon Point trail, out to the road, and back to your car at Cedar Point.","protection":"Standard double rack to #3, Microcams and RPs, (1) #4.","location":"Dark Star is located on the buttress directly below Dragon Point Overlook, facing northish towards the Painted Wall.  To access the base of this route, park at Cedar Point Overlook, walk about 100 yards up the road and enter the oak brush on your right.  Walk towards the mouth of the gully that is marked with a cairn.\n\nApproach (updated 8/2013) - There are three rappels on the approach down Cedar Point Gully, all of which can done with a single 60 meter rope.  Descend through bushes and scree until the gully makes a sharp turn to skiers right.  Scramble down slabs to where the gully turns sharp left.  Continue to a 20' rappel (may be fixed) over a chockstone.  Descend the gully for another 100-200 yards to a bolted rappel station with rap rings.  Rap 25 meters to a stance at another station.  Rap a FULL 30 meters, ending with another chockstone - watch the ends of your rope.  After the last rappel, continue about 200 yards further to where a giant terrace with big pine trees moves up and left.  Scramble up this terrace for a couple hundred yards until it flattens out and look for the pillar that marks the start of the climb."},"__v":0},{"_id":"QwW+EqmjUN2bq76T8FzIZw==","name":"Crystal Vision","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Josh Borof, Paul Emrick","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-107.71539,38.5811]},"left_right_index":13,"mp_id":"106178147","mp_crag_id":"105745067","climb_id":"QwW+EqmjUN2bq76T8FzIZw==","areaRef":"1gfE7o5kXN6se11Cgg/UoA=="},"content":{"description":"This is an excellent grave IV+ route in the SOFB gully off the south rim.\n\nApproach:\n\nDescend the SOFB rappels (see Kalous' descent description in the comments below for details. It is best to find the first rap the night before your adventure so that you don't waste time in the morning of your ascent. Once down from the raps, continue down the couloir to the top of a large boulder with a massive splitter up its face. The splitter faces the river. Start up a chimney system from the top of the boulder.\n\nPitch 1. This is basic Black Canyon climbing of a 5.9 chimney. Belay at the base of a V-slot corner, 60m.\n\nPitch 2. Climb V-slot to a roof, and exit right onto a slab. Continue up past a bolt to a ledge, 60m.\n\nPitch 3. Meander up and left to a boulder with crack system behind it, 50m or so, 3rd Class.\n\nPitch 4. This is where is gets good. Go up excellent 5.10+/11a climbing up the crack system of various sizes, 60m.\n\nPitch 5. Ascend 5.10 chimneying with small gear on the right wall, entertaining, 60m.\n\nPitch 6. Climb fingers to a fist roof. A #4 Camalot is helpful here. Beyond the roof it gets rampy, and the quality of climbing slacks off a bit.\n\nPitch 7 is best forgotten, Black Canyon shite climbing up and right to the base of a tower formation on your left.\n\nPitch 8. Climb the tower heading for a chockstone, then move left and ultimately top out on the tower. It is at this point you get your first view up canyon. You get a great belay, 30m.\n\nPitch 9.  The Spicy pitch. This was for many years protected only by crappy RPs. I always thought it needed a bolt and finally got my FA partner to agree. So, in 2014, a bolt was added to this pitch for security. It helps. Leave the tower climbing up and right, clip a bolt, and lieback through the remaining moves. It is best to set the belay for the next pitch up and left a bit. Supposedly a hold was broken above the bolt shortly after its installation. The fall here is now protected, 15m.\n\nPitch 10. The Crystal Slab pitch. Climb up and right clipping 3 bolts (11a). After the 3rd bolt, traverse DOWN AND RIGHT, gaining a 5.7 flake system. Climb the flake till you feel like stopping. Remember to run it out after gaining the flake, so your follower is protected, 40m.\n\nPitch 11. The original route moves up and left here gaining a ledge below an OW on a face. There are other possibilities from here as well, although I still prefer the original line. Pick one.\n\nPitch 12. Climb the nice 5.9 OW. A large piece here would be nice but isn't essential.\n\nPitch 13. Ramble up to the next ledge, head right, then pick a line to the top, 5.easy.","protection":"Stoppers and RPs, a double set of cams through #3 Camalot, and a #4 Camalot for the fist roof (2 if you're scared). The only place you'd need bigger is the pitch 12 OW. A #6 would protect you there  Some find that not necessary.","location":"This is on the South Rim in the SOFB gully. Finding the raps to this area is tricky. The descent takes a couple hours, but there is no poison ivy. Please see Chris Kalous' descent info in the comments below. They are as good as any description I could give you. Again, I think it's best to locate them the evening before your ascent so that you don't wander around the rim looking. They are hard to find. There are 6 rappels total, 60m ropes are required. Rap 3 pitches down, then go climber's left across a gully to find the 4th anchor. Rap straight down for 2 more, then the last anchor is slightly right.  All raps are between 50 & 60 meters. They are all bolted except the last one, it has stoppers. Once in the gully, head down. This route is on your right.\n\nThere is a way to walk to and from this gully, but getting lost is the most likely outcome from the effort. However, if you need to walk out from this area, it's possible by walking to the top of the gully (base of the rappels), crossing the col to the other side and descending about 50 feet. Then begin looking for a ledge system that leads up a bit and way right (5.6 ish). If you pass this ledge system and keep heading downhill, the climbing to gain the proper exit gully gets longer and harder, so find it.  At the end (right side) of this system, you gain another gully that allows you to go up. Eventually you will head hiker's right through another col and gain the gully that is home to the Alimony Wall. Hike up past the Alimony to your car. You will probably curse this description at this point and probably also curse my name, but you'll be drinking a beer by then, so I guess the description isn't that bad. :) Good luck."},"__v":0},{"_id":"eHYhwDc8VbWKHANMpsXqVg==","name":"Burl Girl","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"T. Donahue, J. Ogden","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-107.71539,38.5811]},"left_right_index":12,"mp_id":"111160435","mp_crag_id":"105745067","climb_id":"eHYhwDc8VbWKHANMpsXqVg==","areaRef":"1gfE7o5kXN6se11Cgg/UoA=="},"content":{"description":"The crux is a thin, stemming corner just like the enduro 2nd pitch on \"\n\nTague...\n\n\". This is a really good and shaded route. It is .11b/c R! A pitch up high will get your heart racing. There are lots of hands and finger cracks like \"\n\nBlack Snake\n\n\" or \"\n\nDragon Rider\n\n\".","protection":"RPs, doubles to a #4 cam, and nuts.","location":"Do the\n\nAstro Dog\n\nraps (if you know the raps and simul them, it should take less than 2 hours to get to the base meadow at the river), then walk to the center of the meadow, and spy the long, bushy, hand crack 1st pitch."},"__v":0},{"_id":"tkrMK8D2WHiB8zTFzzlcOA==","name":"Black Snake","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Coyne, Reynolds?","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.71539,38.5811]},"left_right_index":22,"mp_id":"106255879","mp_crag_id":"105745067","climb_id":"tkrMK8D2WHiB8zTFzzlcOA==","areaRef":"1gfE7o5kXN6se11Cgg/UoA=="},"content":{"description":"A great, shorter outing on the South Rim. It tops out practically on the road with no chossaneering. Good rock throughout with some nice, continuous, hand cracks on the first pitches. Good, safe climbing. Mostly shaded.\n\nA short approach/solo gets to the real start on some grassy ledges about 15m above the tire mentioned in the location.\n\nP1: Climb up to a short, 5.8 corner to a ledge in a massive corner. Continue up 5.9ish climbing in the corner to a ledge where a splitter shoots out right. 40m.\n\nP2: Climb the splitter through an improbable roof. 5.10. Continue splitter to a leaning stance in a thin crack on the right, or continue and step into the corner on the left to belay on a small foot ledge. 40m.\n\nP3: The only shitty pitch. Continue up now dirty splitter tending to the left past a couple bushes, a roof, and into a corner. 5.10. Belay on chockstones covered in birdshit. 30m.\n\nP4: Long 5.11 O.W. corner. Big hands at times in the back. Two bolt anchor. 30m.\n\nP5: Climb a little down then directly left past three bolts. Belay around arete below a shallow corner. 5.11-. 35m.\n\nP6: Climb up corner, clip a fixed nut, and climb down to a large ledge and another fixed nut to belay. 5.11-. 15m.\n\nP7: Climb right corner, then switch to the left. Tackle roof and pegmatite arch w/ good pro and decent rock. Traverse left out of arch and finish ramp to a belay below final double cracks. 5.11. 35m.\n\nP8: Climb 5.11 fists up double cracks to rim. 20m.\n\nYou should be able to see your car from here.","protection":"Set of nuts (including smallish stuff).\n\nDouble set of cams to #3.5 Friend size.\n\n#4 and #4.5 Camalot (old).\n\nBring some webbing to replace rappels if necessary.","location":"This is on the north-facing wall in the gully to the south (skier's left) of Dragon Point. The route can easily be scoped from the rim. Descend into gulley just off the parking.\n\nPart 1: Bash down a few hundred feet to a slung thread. Rappel 20m or downclimb (5.5ish).\n\nPart 2: Hike down right side of gully. Locate slung thread above a chockstone. Rappel 15m.\n\nPart 3: Continue down gully to slung thread. Rappel 20m.\n\nPart 4: Hike down ledge system in the middle of the gully. Locate two bolts with slings. Rappel 25m.\n\nPart 5: Hike and scramble down the left side of the gulley to a tire. climb up from here. Same start as\n\nDragon Rider\n\n, Black Circus."},"__v":0},{"_id":"pvpbSBeIUOKofA9srte97g==","name":"Black Shadow Arete","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Harvey Miller, Reggie Slavens","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.71539,38.5811]},"left_right_index":2,"mp_id":"105762270","mp_crag_id":"105745067","climb_id":"pvpbSBeIUOKofA9srte97g==","areaRef":"1gfE7o5kXN6se11Cgg/UoA=="},"content":{"description":"This is a route that doesn't get done much and the approach is a little difficult.  You'll notice the word moss used numerous times in the route description here, which should attest to the popularity of this climb (moss has terrible friction characteristics by the way).  Black Shadow Arete climbs the arête on the climbers left side of the Chillumstone Gully.  All of the bolts on the route should be replaced as most of them are rusted __ bolts with Leeper hangers.  A direct finish on the last pitch up the arête would be nicer way to end the climb if someone were to replace the bolts.  The topo in the guide book was wrong for many of the pitches.  There is some nice climbing in places on the route, but expect an adventure more than anything.  The climb begins just barely above river level so expect a long day.  Keep in mind the 8 pitches described here only take you half way up the canyon.  The pitch lengths that say 160' I used as a default length as I couldn't remember exactly.  Give or take some.\n\nFinding the Route:  (allow aprx. 1 _ hrs. if things go well) Park at the Devils Lookout and walk down river to where you will see a 20 mph sign that indicates a windy road.  The trail starts here and is faint.  Head down toward some pine trees and follow the trail through loose dirt and lots of bushes (which make for great handholds if you have to come back up!).  At the Chillumstone, the anchors (as of 5/17/04 were a couple of old pins and a bolt, seemed to be reasonably safe) are on the skiers right.  A 140' rappel commits you to the adventure.  Just below the Chillumstone, notice a ledge on your right.  This ledge leads you to the top of the gully that Black Shadow Arete begins in.  Do not go this way, but if you rappel off Mirror Wall Ledge, you might be coming back out here.  Continue down the Chillumstone Gully to the next bushy ledge leading across the rock fin on the skier's right.  Bushwack across this and at the end of the ledge there will be some slings wrapped around a rock horn.  You'll want to bring some slings to back up what's there and a quicklink would be a nice addition as well.  Make a 200' rappel through bushes and a small patch of poison ivy into the gully.  Descend the gully a short ways to the arête of the wall on the skier's right which is just above the river.  The climb begins in a right facing corner and leads to the top of a pillar.\n\nPitch 1 (180' 5.9) Climb a right facing corner past some loose blocks and flakes out a small roof and into a left facing corner.  Belay on top of the pillar.\n\nPitch 2 (100' 5.10) Climb up the thin crack above the pillar and head left beneath a small roof and continue up a groove.  Step right into the next crack system or continue up the same one to a ledge with old slings (plan on adding some more if you want to rappel here).\n\nPitch 3 (160' 5.10+/5.11-) Climb up a left facing corner that arches left at the top.  Two cracks appear on the face above.  The right one looks real mossy.  Take the left one and make 5.10+/5.11- face moves above your gear to a ledge once the crack peters out.  It's possible to move right into the right crack however it sports bush and moss.  Belay on the mossy ledge.  There's an old bolt at the belay.\n\nPitch 4 (160'? 5.10) Two cracks are above you.  On the left is a right facing corner and on the right is a left facing flake.  Take the right facing flake.  Midway through the pitch you'll move into the left crack for a few moves and back right again.  Belay at the top of the crack on a ledge.\n\nPitch 5 (100' 5.9) Move right and downclimb off the ledge to another ledge.  Move right into the next crack.  After about 25' this turns to perfect hands and good fun.  The good hands crack opens up to a corner with blocks.  Belay at an old bolt at the base of an off-width or continue up and link the next pitch.\n\nPitch 6 (60-70' 5.11-) Climb the off-width (a #4 Camalot crack) up a steepening headwall.  It's possible to lieback the steep part, however getting back into the crack is difficult.  Once past the headwall the climbing eases.  Bring as many #4 Camalots as you think you might need for this pitch, as there are no other opportunities for other gear.  Belay in a chimney.  There a lousy rusted __ bolt at the belay.  Either climb higher and place some gear, or just wedge yourself in the chimney good and hope your follower doesn't weigh much if they need to weight the rope.\n\nPitch 7 (160' 5.9) Face climb next to the crack above the belay, Then up a short chimney and exit the chimney via a small roof.  Belay on a big ledge.\n\nPitch 8 (170' 5.10+/5.11-) Move left to the arête and climb up the crack on the arête to its' end.  Move left to a crack on the mossy slab.  This crack is difficult to climb as it's overgrown with grass and the slab is overgrown with moss and lichen, which make for very poor friction.  Work up the crack to some old crappy bolts and back to the arête.  The last bolt is on ledge, perhaps run it out to the anchor straight up, or traverse the ledge to the right and up a moss and grass filled crack (see any patterns here?) to Mirror wall ledge.\n\nEscaping the Canyon: The climb might seem over, but the adventure is not.  The guidebook mentions to continue up via easy 5th class with an occasional section up to 5.8.  Leaving the ledge seemed like no easy proposition as the best options we found were 8_ cracks that appeared to be more like 5.10 with crumbly rock.  We opted not for this option since our largest piece was a #4 Camalot and a ground fall would be guaranteed (Note: this would probably be a very bad place to get hurt).  If you make it up, follow weakness up the rest of the wall (you're probably only half way at mirror wall ledge) to a rock island.  Find a rappel or downclimb and exit a fin of rock (according to the guidebook).\n\nOur Exit went more like this: Traverse right along the ledge, roping up is highly recommended; down climb some easy bits into the corner system.  An anchor is visible once you get close.  The anchor consists of two fixed nuts and some webbing wrapped around a horn.  Rappel a rope-stretching 200' into the gully.  Either climb around the rock fin on loose rock, or climb up the gully for a pitch of about 5.9 passing several steps and under a large table like chockstone (think of Aaron Ralston while you do this) beneath an enormous chockstone wedged 20' above you.  Next order of business is getting past the Chillumstone.  We climbed under the line of the rappel.  Climb up thin cracks over small bulges (5.10) to a small roof.  Place lots of gear and traverse about 15' left into a quartz groove.  Make 5.9 moves into the groove, then the climbing gets easier, and after about 15' more, you can finally get some pro.  Easy (runout) climbing up corners gets you to the rappel anchors.  It might be possible to start up Ground Control to Major Tom and traverse to the anchors above the Chillumstone.  And now battle your way back up the gully to the car keeping close to the large wall on the climber right when the gully splits.","protection":"2 60m ropes, double set of stoppers, double set of cams to #3 camalot, then however many #4 camalots you feel you'll need for the crux pitch.  Additional wide gear many be required to continue above mirror wall ledge.","location":""},"__v":0},{"_id":"JZGaK+m7WKCJZnlVYYBNUA==","name":"Blackjack","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Leonard Coyne and Dennis Jackson?","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.71539,38.5811]},"left_right_index":6,"mp_id":"105761430","mp_crag_id":"105745067","climb_id":"JZGaK+m7WKCJZnlVYYBNUA==","areaRef":"1gfE7o5kXN6se11Cgg/UoA=="},"content":{"description":"Blackjack is the very prominent left-facing dihedral on the south rim.  The feature is very striking and the climbing is pretty good too. Go down the Chillumstone Gully and head skier's left or climber's right shortly after the rappel.  Third and fourth-class ledges reach the base of the route (best to scope this from the north rim first).\n\nP1: 5.9 cracks go up and left to gain the base of the huge dihedral.\n\nP2: Climb the dihedral at 5.8?? I can't really remember.\n\nP3: Climb a good stretch of 5.8 offwidth that is somewhat protectable (Nick placed the #4 too early on and ran it out considerably afterwards though he did get some smaller gear).\n\nP4: Climb up to the roof slot.  Turn it on the left at easy 5.10 and head up and left to a hanging gear belay.  Resist the temptation to stretch it out to the ledge higher up for there isn't really a ledge and no gear for an anchor.\n\nP5: Climb up and left to gain vertical dirt and stretch rope to a belay of your choice.\n\nP6: From here you follow a few hundred feet of ledges and short 5th-class sections along a ridge to reach the rim.","protection":"Standard rack up to a #4 or #4.5 Camalot.","location":""},"__v":0},{"_id":"ZfvodUxXUfGcuqkwoOEMfw==","name":"Black In Action","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"BG, MP, BK","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.71539,38.5811]},"left_right_index":999999,"mp_id":"108253567","mp_crag_id":"105745067","climb_id":"ZfvodUxXUfGcuqkwoOEMfw==","areaRef":"1gfE7o5kXN6se11Cgg/UoA=="},"content":{"description":"This route is in the shade all morning and early afternoon. The top bit seems to get some sun later in the day. You will however get some sun while traversing the towers back to the notch below Cross Fissures Overlook.\n\nPitch 1 - Climb the obvious crack up the face of the pillar, escape left on face holds to a belay ledge, 80', 5.10-.\n\nPitch 2 - Follow the crack systems up using lots of face holds. Move left at about 150' to a secondary crack when the primary crack flares above an alcove.  Belay at a stance at the top of the steep wall and at the base of a mossy slab section, 200', 5.10+.\n\nPitch 3 - \"the bush-width pitch\". Climb up the mossy slab then right up a corner to the highest point of the pillar that makes up the lower portion of the formation, 150', 5.7.\n\nPitch 4 - Climb the crack off the top of the pillar through a small roof to the top of a pillar/flake. Traverse left on face holds to a flared chimney/v-slot. Climb chimney then traverse back right to another pillar. Layback/bear hug pillar to its top move right to a short corner system, continue up and belay below overhanging off width, 5.10, 180'.\n\nPitch 5 - Climb past the off width on face holds on the left wall. Continue up cracks staying slightly left to a ledge below a chimney,  5.9, 200'.\n\nPitch 6 - Climb the chimney above to a ledge and easy ground to the summit, 5.7, 60'.\n\nFrom the summit rappel or down climb 5.4 to a notch (no fixed anchor).\n\nPitch 7 - Climb up a chimney/corner to the lookers left then traverse around the left side of the tower to a ledge 15' above the second notch, 5.4, 110'.\n\nRappel or downclimb 5.5 for 70', then downclimb 4th class to the large notch below the Cross Fissures Overlook (no fixed anchor).\n\nPitch 8 - From the notch, climb dirty cracks up to a good two bolt anchor right of the overlook, 5.8, 250'.","protection":"Double set to #3 Camalot, one #4 Camalot, stoppers, & 60 meter rope.","location":"Park at the Cross Fissures Overlook pullout. Walk west 100 yards further, and enter the bushy gully on the right with big pines in it also. The bushes go away after 5 minutes or so. Descend approximately 30 minutes to the route on the skiers right marked with cairns."},"__v":0},{"_id":"eXA44YgWViq3RFhYqeEcnQ==","name":"Black Cloud","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"R. Pizem, Righter","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-107.71539,38.5811]},"left_right_index":999999,"mp_id":"111160272","mp_crag_id":"105745067","climb_id":"eXA44YgWViq3RFhYqeEcnQ==","areaRef":"1gfE7o5kXN6se11Cgg/UoA=="},"content":{"description":"The best pitches are 3 and 4, maybe 2 of the best in the canyon!? Pitch 3 is a long, sporty face pitch with like 10 bolts, and pitch 4 is a mixed rope stretcher.\n\nThe rest of the route is chossy like that end of the canyon tends to be.","protection":"Double cams to #3, nuts, etc., and 1 - #4 cam also.\n\nThere are lots of bolts for a Black route for sure.","location":"Approach in Echo Canyon, and descend past North Shore route to the river. See the topo...."},"__v":0},{"_id":"AS4WGN4fWvWAt+bwS8qOLA==","name":"Astro Dog","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Robert Warren, Peter Gallagher 1986","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.71539,38.5811]},"left_right_index":9,"mp_id":"105758014","mp_crag_id":"105745067","climb_id":"AS4WGN4fWvWAt+bwS8qOLA==","areaRef":"1gfE7o5kXN6se11Cgg/UoA=="},"content":{"description":"Part of South Chasm View Wall is closed due to a 300' x 40' slab of rock that shifted one inch in one week. The slab is estimated to weigh 6 million pounds or more. The NPS is consulting with geohazards specialists for further direction.\n\nSee\n\nnps.gov/blca/planyourvisit/…\n\nfor updates.\n\nAstro Dog is considered a mega-classic route in the Black Canyon. Reading this, I was wondering why we only saw chalk on one pitch of the whole climb! The rock on Astro Dog is generally of very good quality except for the last couple pitches. The route offers stunning views in every direction, especially of the North Chasm View Wall.\n\nThe climbing follows cracks mostly and some face pitches to give your hands and feet a rest. The route is very sustained in the 5.10 grade and expect a number of 200' pitches. Also, expect an occasional runout and wide section. Route finding is a little tricky, but you more or less wander your way up the major weakness of the buttress. The two boulder bivy ledge located conveniently in the middle of the climb is a good place to spend the night. It sleeps one very comfortably and the other spot is slightly less comfortable. The ledge is big enough to unrope and cook dinner on, although I wouldn't recommend playing frisbee on it. The rappels wander back and forth quite a bit and they are easy to miss. Some are very difficult to reach while rapping with a haulbag. It is possible to rap to the Two Boulder Bivy Ledge and climb up from there for a shorter day.\n\nTo do this route in a day, I would recommend being fast at back to back ropestretcher pitches of 5.10. Fortunately, the route is only in the sun for a couple hours in the morning. Enjoy!!!","protection":"Double set of cams up to #3 Camalot + 1 #4 Camalot, a double set of stoppers, and some RPs or offset nuts very useful for crux pitch. Two 60m ropes will get you to the bottom in one piece.","location":""},"__v":0},{"_id":"iKrHSKUzXRmEURbRzAdRgA==","name":"Alimony","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.71539,38.5811]},"left_right_index":16,"mp_id":"107129920","mp_crag_id":"105745067","climb_id":"iKrHSKUzXRmEURbRzAdRgA==","areaRef":"1gfE7o5kXN6se11Cgg/UoA=="},"content":{"description":"This is an old school, wide route.\n\n2021 edit: did I undersell the quality of this route? I just repeated it again after 10+ years, and it's a rad, albeit short, line! This is  a great link- up and low commitment/inclement weather option that gets full shade!\n\nP1. Climb various OW sizes up the left side of a giant pillar. Belay on top of pillar, 5.9, 120 feet.\n\nP2. Head straight up wide splitter to roof, 5.10+, 60'.\n\nP2 variation. Trend right up dicey rock to 5.9 bulge. Pull over steepness, and climb straight up face, moving back left at small ledge. Belay wedged behind big flakes.\n\nP3. Chimney to the top, 5.7+, 100'.\n\nP3 variation. Start in the chimney, but move out left to a 5.9 OW.\n\nThis is a good route, but if you are only doing one route on the Alimony Wall,\n\nLast Payment\n\nis much better. This wall is conducive to link-ups.","protection":"Standard rack. Singles in #4, 5, 6 cams is more than enough.","location":"Park at Painted Wall Overlook. Scout the route from the overlook. Walk 400 yards down road and cut into a narrow gully. You're in the right place if you walk under a giant chockstone. The first pitch is a long, varied OW that is obvious."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,933b93aa-def6-5be5-b363-1d4e2f419e6d,dc27c11e-06d3-52cb-bad8-b773996ce911,d607c4ee-8e64-5cde-ac7b-5d42820fd4a0","pathTokens":["USA","Colorado","Gunnison","Black Canyon of the Gunnison","South Rim Routes"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.9"},{"count":2,"label":"5.12"},{"count":1,"label":"5.12a"},{"count":2,"label":"5.10"},{"count":2,"label":"5.12c"},{"count":3,"label":"5.11+"},{"count":1,"label":"5.12+"},{"count":3,"label":"5.11-"},{"count":1,"label":"5.8"},{"count":4,"label":"5.10+"},{"count":2,"label":"5.11"},{"count":3,"label":"5.12-"},{"count":1,"label":"5.11a"},{"count":1,"label":"5.9+"}],"byDiscipline":{"trad":{"total":27,"bands":{"unknown":0,"beginner":1,"intermediate":8,"advanced":18,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":8,"advanced":18,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-107.71539,38.5811]},"bbox":[-107.71596521439876,38.58065033981815,-107.71481478560122,38.581549660181864],"left_right_index":-1,"ext_id":"105745067","area_id":"1gfE7o5kXN6se11Cgg/UoA=="},"content":{"description":""},"density":0,"totalClimbs":27,"__v":1,"createdAt":"2022-11-07T05:56:45.750Z","updatedAt":"2022-11-25T11:17:32.685Z"}