{"_id":"6368a50be80bff5a995afef1","area_name":"Higher Education Ridge, West Face","shortCode":"","climbs":[{"_id":"ix9zgE1vVRazeEfe2LF+Ew==","name":"Vocational Training","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"John Fowler, JS, April 2017","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74032,40.63012]},"left_right_index":15,"mp_id":"113259915","mp_crag_id":"113335781","climb_id":"ix9zgE1vVRazeEfe2LF+Ew==","areaRef":"c0hXXGNtWAqws+DMwts4zg=="},"content":{"description":"Scramble up easy terrain past a cedar tree on your left to the first bolt. Climb more or less straight up following the obvious bolt line to chains (the chains are painted brown, so they're hard to see from the ground).  Originally led primarily on gear, the route was re-engineered in July 2019 to make the line safer and more direct.  Now it seems fair to call it a sport route, but folks uncomfortable being a body length above a bolt can supplement the pro with cams in horizontals, although one might need to wander around to find the placements.  BTW, the re-do likely will force harder moves than the original line, putting the route in the low 10 range, IMO.","protection":"Draws.  If taking cams, a single set to 3 inches (a No. 3 blue Camalot) will be more than enough.","location":"Two sets of switchbacks and three minutes up the trail from\n\nFrat Boy\n\n; look for a very short spur trail leading right.\n\nVocational Training\n\nis the bolt line to the left, nearest to a largish cedar tree about 10 feet up.  (\n\nShyster U\n\nis the bolt line to the right\n\n.\n\n)"},"__v":0},{"_id":"fTF6MApGWOK8N2CrKSe7cw==","name":"Tuition Hike","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Todd Hammond, May 2016","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74032,40.63012]},"left_right_index":22,"mp_id":"111844979","mp_crag_id":"113335781","climb_id":"fTF6MApGWOK8N2CrKSe7cw==","areaRef":"c0hXXGNtWAqws+DMwts4zg=="},"content":{"description":"Steep little route with a bouldery start and a pumpy finish over the roof. Start from a stance on the big block to the right. This is essentially a sport route with a single cam placement that protects a couple easy moves on jugs. Great introduction to the type of climbing on The Professor.","protection":"4 bolts and a cam placement between the 3rd and 4th bolts.  A yellow (#2) TCU is perfect but anything up to 2\" should work well.  Chain anchors","location":"Located to the right of The Professor"},"__v":0},{"_id":"/fhKlqanVZOPHhDQQSdK9A==","name":"Trail of Tiers","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Stuart and Bret Ruckman, 1990","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74032,40.63012]},"left_right_index":9,"mp_id":"107258721","mp_crag_id":"113335781","climb_id":"/fhKlqanVZOPHhDQQSdK9A==","areaRef":"c0hXXGNtWAqws+DMwts4zg=="},"content":{"description":"More sustained and varied than\n\nAcademia Nut\n\nto the right, this may be the best route in the Gully of Higher Education, except for maybe Merrill Bitter's\n\nMs. Luval Cranks a Thesis\n\n(that's going to take some sucking up to get on).\n\nAfter spotting the first bolt, start about 10 feet right in a right-diagonalling thin crack to get established on the slab. The topo in the Ruckmans' 1998 guide shows a pin somewhere near here, but it apparently rusted out (see photo) and is not needed in any event. Catch a left-leaning crack and stand tall to clip the first bolt.  From here thoughtful and occasionally powerful climbing leads over several tiers to a desperate pull over the lip of the last and largest one to gain the anchors.\n\nThe Ruckmans' guide says of the route, \"Neat headrests\"; this perplexed me for years until Bret told me they were referring to protrusions under one of the tiers that gave a no hands rest.  I think those protrusions have fallen off.  Expect some minor looseness.","protection":"A selection of cams from micro to a .5 (purple) Camalot will provide sufficient options to protect the moves on the slab to the first bolt; draws from there.  Rap or lower from chains.","location":"See the page for\n\nAcademia Nut\n\n.  Once at the base of\n\nAcademia Nut\n\nand its immediate neighbors, take another set of switchbacks to a flattish are near a large tree stump.  (Beware of small patches of poison oak above the flattish area.)  The first bolt of\n\nTrail of Tiers\n\nis about 15 feet up and slightly to the right of this point; it is just above a small roof."},"__v":0},{"_id":"4qDFVU3uWe++6ZM8lrxt0w==","name":"Too Far to Travel","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"1986, Gary Olsen & Chris Pendleton","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74032,40.63012]},"left_right_index":0,"mp_id":"117647532","mp_crag_id":"113335781","climb_id":"4qDFVU3uWe++6ZM8lrxt0w==","areaRef":"c0hXXGNtWAqws+DMwts4zg=="},"content":{"description":"Not pictured or given a topo in either the Ruckman or the Calderone guidebooks so you must find this one with your wits, nose and sharply honed 'Satch instincts. Obscure, forgotten yet has a few worthy moves on it\n\nMind the security of your holds as you navigate up a steep variety of fingers, hand and face climbing until one gains the scenic top of the ridge.\n\nDescent: No anchors so just scramble down off the east side of the ridge and scree-surf back down--shred that scree gnar!","protection":"Finger to hand-sized cams, takes nuts well too","location":"300 feet up-gully from 'Chris cranks a co-ed.\" Look for an obvious and prominent crack up a fractured face. The line runs within a shallow, right-facing corner and about 25-30 feet right of a larger right-facing corner. Scramble up low angle choss to a belay niche beside a mahogany bush at the base of the crack."},"__v":0},{"_id":"0Dwgt2pdVnKi1YHm2IhnZg==","name":"Shyster U","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"JS, AE, 2019","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74032,40.63012]},"left_right_index":16,"mp_id":"118880053","mp_crag_id":"113335781","climb_id":"0Dwgt2pdVnKi1YHm2IhnZg==","areaRef":"c0hXXGNtWAqws+DMwts4zg=="},"content":{"description":"Named for one of you-know-who’s many scams over the years,\n\nSU\n\ntakes a mostly bolted line just right of\n\nVocational Training\n\n. Hopefully you’ll be rewarded more than those duped to attend his namesake university.  See\n\nen.wikipedia.org/wiki/Trump…","protection":"Draws and some cams from ¾” to 2”.  Lower/rap from chains.","location":"See the description for\n\nVocational Training.\n\n​​​​"},"__v":0},{"_id":"pTMJSPtYVE6QP3YEN8DzkQ==","name":"Reading Comprehension","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"JS, TH, CW, Sept. 2017","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74032,40.63012]},"left_right_index":2,"mp_id":"113807673","mp_crag_id":"113335781","climb_id":"pTMJSPtYVE6QP3YEN8DzkQ==","areaRef":"c0hXXGNtWAqws+DMwts4zg=="},"content":{"description":"The left-most bolted route on the\n\nMs. Luval\n\nface,\n\nReading Comprehension\n\nis characterized by a relatively low angle slab leading to a series of bulges separated by relatively good rests.  Toward the top, the line comes within an arm’s reach of the finishing handcrack on\n\nLycra at its Limit\n\n, just under\n\nReading Comprehension’s\n\nlast bulge.  If you bail to the handcrack, lower the rating by a letter grade; otherwise, the last bulge turned directly provides the crux.  Above veer right to chains.","protection":"Draws.  Rap/lower from chains shared with Order of Operations.","location":"See\n\nMs. Luval Cranks a Thesis\n\nfor the approach.\n\nReading Comprehension\n\nis the further line of bolts to the left, starting  just above a flat area formed by a dead tree root jammed against the rock."},"__v":0},{"_id":"SRvsd8NeW1aJBpnzQm6g5Q==","name":"The Professor","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Stuart and Bret Ruckman, 1990","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74032,40.63012]},"left_right_index":21,"mp_id":"111761433","mp_crag_id":"113335781","climb_id":"SRvsd8NeW1aJBpnzQm6g5Q==","areaRef":"c0hXXGNtWAqws+DMwts4zg=="},"content":{"description":"This one climbs like a mid-term exam from a disgruntled college professor.  Like an absurdly hard first question, the strenuous initial moves almost seem designed to crush your confidence right off the bat. Then a barrage of trick questions is thrown at you in the form of sucker holds. But once you've found your holds the route flows well and is a lot of fun.  A redpoint crux is encountered after the 4th bolt.  It's nice to have a stick clip for the first two bolts.","protection":"5 bolts to chain anchors.","location":"Located on the smooth overhanging shield of rock to the left of Big Man on Campus and The Graduate."},"__v":0},{"_id":"SMTx+ZaoXwy/z13xVHSqOg==","name":"Pop Quiz","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"JS, John Fowler, May 2017","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74032,40.63012]},"left_right_index":12,"mp_id":"113260490","mp_crag_id":"113335781","climb_id":"SMTx+ZaoXwy/z13xVHSqOg==","areaRef":"c0hXXGNtWAqws+DMwts4zg=="},"content":{"description":"Quick (of course), well protected, and somewhat cryptic , this line begins with a short right-leaning flake topped by a bulge, then diagonals left across an attractive purple slab and up to another bulge and the anchors.  The fourth bolt, on the other side of the purple slab, and the seventh (last) bolts are hard to spot while on route; have faith.   Borders on three stars.","protection":"Draws.  Lower/rap from chains.","location":"See\n\nBasic Aeronautics\n\n.  This is the bolt line just right of the flat area under the cedar tree."},"__v":0},{"_id":"TcgoiQShX2KKtXKyYT3WWg==","name":"Physics of Flight","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"JS, Kent Wheeler, June 2017","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74032,40.63012]},"left_right_index":14,"mp_id":"113260299","mp_crag_id":"113335781","climb_id":"TcgoiQShX2KKtXKyYT3WWg==","areaRef":"c0hXXGNtWAqws+DMwts4zg=="},"content":{"description":"For some this course may not be theoretical. Start by climbing on or near an obvious arête. Follow the bolt line above, using a good cam or two to protect the moves to the fourth bolt. The crux is somewhat cryptic climbing on slightly overhanging rock to a nice perch, followed by easy gear protected moves to chains. Expect some new-route choss -- consider a helmet for the belayer.","protection":"Draws and several cams from fingers to 1 1/2 inches. Rap/lower from chains.","location":"See the approach for\n\nBasic Aeronautics\n\n.  From the flat area under the cedar tree, walk right out the ledge, past the start for\n\nBasic Aeronautics\n\n, for maybe 30 feet to the starting arête.  A decent belay can be arranged on the road-facing side of a gendarme-like protrusion under the arête."},"__v":0},{"_id":"a8Es7pigV7WPASthWN803w==","name":"Party Girl","yds":"5.10c/d","grades":{"yds":"5.10c/d","french":"6b+"},"fa":"JS, John Fowler, April 2017","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74032,40.63012]},"left_right_index":18,"mp_id":"113258913","mp_crag_id":"113335781","climb_id":"a8Es7pigV7WPASthWN803w==","areaRef":"c0hXXGNtWAqws+DMwts4zg=="},"content":{"description":"If only this were longer.  Starting from the ledge with the cedar tree, climb the line of bolts left of\n\nFrat Boy\n\nto chains.  Almost gym bolted.  Grade is dependent on how true one stays to the line.  Can also start from the ground by climbing\n\nFrat Boy’s\n\ninitial face then trending left after\n\nFrat Boy’s\n\nthird bolt.","protection":"Six draws; two more for the chains.","location":"Dump your packs at the same place as\n\nFrat Boy\n\n.  To get to the ledge with the cedar tree, most folks (well, me and my buds) typically climb\n\nFrat Boy\n\nfirst and lower to the ledge, but the ledge can also be reached by third classing in from the gully leading to\n\nThe Professor/Tuition Hike\n\nledge (some looseness) or climbing the two-bolt start of\n\nFrat Boy\n\n.  See phototopo on main page."},"__v":0},{"_id":"fiSLUU9XUjKpiAnPPI3q9g==","name":"Orientation","yds":"5.8-","grades":{"yds":"5.8-","french":"5b"},"fa":"Rowan Davis, Will DeLany, Nov. 2021","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74032,40.63012]},"left_right_index":25,"mp_id":"121613086","mp_crag_id":"113335781","climb_id":"fiSLUU9XUjKpiAnPPI3q9g==","areaRef":"c0hXXGNtWAqws+DMwts4zg=="},"content":{"description":"Orientation\n\nclimbs the right edge of the tower bearing\n\nThe Graduate\n\nand\n\nBig Man on Campus\n\n.  Start by a large oak and diagonal right and up to a bolt and 5.4 climbing past another bolt to the large ledge bisecting the face.  Continue up steeper rock past four more bolts to chains.   Amply bolted but there may be some minor new route detritus.  The difficulty of climbing depends on how true one stays to the bolt line -- pretty standard fare for the Gully of Higher Education.","protection":"Six draws, plus two more for the chains.","location":"Follow the approach trail up several switchbacks until reaching a somewhat flat area from which a number of bolted lines is easily visible.\n\nOrientation\n\nis the furthest right (south) bolt line, starting from a cool belay spot under a large oak tree."},"__v":0},{"_id":"Yk9UYDt0V3WezaltHpSy+w==","name":"Order of Operations","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"JS, TH, CW, Sept. 2017","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74032,40.63012]},"left_right_index":3,"mp_id":"113809797","mp_crag_id":"113335781","climb_id":"Yk9UYDt0V3WezaltHpSy+w==","areaRef":"c0hXXGNtWAqws+DMwts4zg=="},"content":{"description":"Order of Operations\n\nis the center of the three lines of bolts left of\n\nMs. Luval Cranks a Thesis\n\n.  The first bolt is about 15 feet up, above a usually seeping, small overhang.  Getting to it is not as bad as it may appear, but some might want to stick clip it.  Undercling and crank your way past more bolts to a no-hands-rest ledge and the last of the difficult climbing over a bulge above (resist escaping right to the juggy crack).  One more bolt and you’re at the chains shared with\n\nReading Comprehension\n\n.","protection":"Draws.  Rap/lower from chains.","location":"See\n\nMs. Luval Cranks a Thesis\n\nfor the approach.  Once at the base of the\n\nMs. Luval\n\nface, scramble maybe 20 feet along it to the start, below a dead tree root jammed against the rock."},"__v":0},{"_id":"d8ilJtOUVgW+WNDdbBXaVg==","name":"Ms. Luval Cranks a Thesis","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Merrill Bitter, Stuart Ruckman, 1986","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74032,40.63012]},"left_right_index":5,"mp_id":"113807600","mp_crag_id":"113335781","climb_id":"d8ilJtOUVgW+WNDdbBXaVg==","areaRef":"c0hXXGNtWAqws+DMwts4zg=="},"content":{"description":"When Merrill climbed Ms. Luval over 30 years ago, he likely established BCC’s proudest trad route at the time. Pumpy, devious, and with suspect rock, the route required two full sets of RPs, a very cool head, and judicious movement to avoid flaming out or choosing an unworkable or friable hold. In their 1998 guide, the Ruckmans said of the route, “Bring loads of micro nuts and extra guns.”  Today the endeavor is more reasonable, with sophisticated microcams and offsets, new 3/8” stainless bolts protecting the crux, and recent extensive cleaning, but it is still one of the most noble leads in BCC.\n\nBegin by gaining a right-leaning finger crack that soon turns into a seam.  Face climb into a shallow, right-leaning, right-facing dihedral, clip a very welcome bolt, then puzzle your way past another bolt and over a roof to easier climbing 5-10 feet right of the bolts on\n\nCritical Reasoning\n\n.  Continue straight up to the top, set a good cam for your second, and move right to the chains on Full Ride.\n\nFor old or weak-minded folks like me,\n\nMs. Luval\n\ncan be readily top roped from the chains on\n\nCritical Reasoning\n\n.","protection":"A set of steel or brass nuts (offsets useful), small stoppers, and cams from micro to 2 inches.  Consider doubling up on the micros.  Although the FA used a double set of RPs, a single set of steel or brass nuts should suffice if carrying modern gear, particularly microcams.  The new 3/8” bolts replace original 1/4 inch buttonheads.","location":"Follow the switchbacks up the Gully of Higher Education to the wall with\n\nTrail of Tiers\n\nand\n\nDr. Luval Goes to Harvard\n\n.  Further progress along this wall is impeded by a large chockstone, but this is avoided by switchbacking to the left into the middle of the gully then back right to a 20-foot-tall rock step.  A fixed rope helps surmount the rock step and gain the\n\nMs. Luval\n\nface above the large chockstone.  The route is best identified by an obvious right-leaning finger crack starting 20 feet off the ground, between the bolted arête of\n\nFull Ride\n\nto the right and the bolt line of\n\nCritical Reasoning\n\nto the left."},"__v":0},{"_id":"V2wDq9V9U8mHoNqqDMo6gQ==","name":"Mr. B Cranks a Feces","yds":"5.11b/c","grades":{"yds":"5.11b/c","french":"6c+"},"fa":"Drew Bedford, Conrad Anker, 1987","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74032,40.63012]},"left_right_index":26,"mp_id":"113244477","mp_crag_id":"113335781","climb_id":"V2wDq9V9U8mHoNqqDMo6gQ==","areaRef":"c0hXXGNtWAqws+DMwts4zg=="},"content":{"description":"Start up a left-leaning finger crack over a bulge, then work out a right-diagonalling crack to a short left-facing dihedral.  Continue up the dihedral and crack system above to (new) chains.  Ruckmans’ 1998 guide describes the route as climbing the “broken face” above the initial left-leaning finger crack, but Drew and Conrad climbed the line described here.\n\nAfter I climbed this route the first time, I went back and spent several hours cleaning it producing what I thought was a much better climbing experience than the scatological reference in the name suggests.  I asked Drew if I could drop the reference to bodily waste in posting up the route, so folks might be more encouraged to climb it, and he was agreeable, suggesting it be renamed “Bury the Hatchet.”  In light of Merrill’s\n\nMs. Luval Cranks a Thesis\n\nuphill, and sensing a good story, I pushed him to explain where the original name came from.  You’ll have to ply him with adult beverages for more, but suffice it to say that he and Merrill were in a bit of a contretemps regarding climbing ethics – not unusual as bolting exploded in the 1980s – and the name of this route reflects, as Drew put it, his “maturity” at the time.  They’re decades-long friends now, of course (not to mention old men), hence Drew’s suggested new name.  Having heard the story, though, I thought the original name is infused with too much lore to change.  If you like BCC trad, this route is very worthwhile (a little detritus may remain, but it is easily dealt with).","protection":"Nuts, a double set of cams to 2\" (yellow Camalot) and a 3\" cam (blue Camalot) will sew it up.","location":"You'll find\n\nMr. B\n\nfour switchbacks up from the bottom of the gully (the trail passes right under the opening thin crack -- hard to miss)."},"__v":0},{"_id":"8v/fiESaUv6HCsHGoTieag==","name":"Lycra at its Limit","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Stuart Ruckman, Gary Olsen, 1986","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74032,40.63012]},"left_right_index":1,"mp_id":"113807647","mp_crag_id":"113335781","climb_id":"8v/fiESaUv6HCsHGoTieag==","areaRef":"c0hXXGNtWAqws+DMwts4zg=="},"content":{"description":"Lycra at its Limit\n\nclimbs the overhanging crack system starting in the obvious large right-arching corner left of the bolted lines on the\n\nMs. Luval\n\nwall.  Jam, stem, and grope your way up the crack to its end near\n\nReading Comprehension’s\n\nchains.  The topo in Ruckmans’ 1998 guide shows the route starting to the right of the corner and traversing left into the crack system, but it is best climbed directly, although the bottom part may be wet early or late in the season.","protection":"Set of nuts and cams to 3 inches.  Rap/lower from the\n\nReading Comprehension/Order of Operations\n\nchains.","location":"See\n\nMs. Luval Cranks a Thesis\n\nfor the approach."},"__v":0},{"_id":"idEwFuJhWomtQSAupz+xwQ==","name":"Graduate, The","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Stuart Ruckman, Libby Ellis 1990","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74032,40.63012]},"left_right_index":24,"mp_id":"105740309","mp_crag_id":"113335781","climb_id":"idEwFuJhWomtQSAupz+xwQ==","areaRef":"c0hXXGNtWAqws+DMwts4zg=="},"content":{"description":"Approach as for Big Man on Campus.  This is the right route.  A thin finger jam to start off, with a nice undercling to pop the roof.  Watch out for a mini-horn that feels excellent to finish off the roof on.  It is so thin, that it may come off soon.","protection":"2 bolts at the top for the anchor.  3 draws and 1 runner for the climb.  Rappell off","location":""},"__v":0},{"_id":"MCX3J6lhUIOrfvVW9lPmyQ==","name":"Grading on a Curve","yds":"5.11a/b","grades":{"yds":"5.11a/b","french":"6c"},"fa":"JS, John Fowler, May 2017","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74032,40.63012]},"left_right_index":11,"mp_id":"113260504","mp_crag_id":"113335781","climb_id":"MCX3J6lhUIOrfvVW9lPmyQ==","areaRef":"c0hXXGNtWAqws+DMwts4zg=="},"content":{"description":"Grading on a Curve\n\nis the longest route on Higher Education Ridge, and if it weren’t for an easy section in the middle and some suspect rock at top, would warrant three stars.  (Yeah, I gave it three stars so you might consider trying it.)  Climb\n\nAcademia Nut’s\n\nhand crack to its top then stretch right to clip the first bolt.  Puzzle through the moves (there’s a reason the bolt is where it is) to get established at the right edge of an obvious horizontal crack, get in a good cam, then climb more or less straight up past 8 more bolts to the top of the ridge.  The horizontal crack sometimes seeps and may be frequented by wasps, but other than using it for pro, it is completely avoided -- at least if you do it the \"right\" way.","protection":"Draws and two to three hand-sized cams (Nos. 2-3 Camalots) should do it.","location":"See\n\nAcademia Nut\n\n."},"__v":0},{"_id":"ZS/WDp7OV/KI9lbrHYfr1w==","name":"Full Ride","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Todd Hammond 9/2017","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74032,40.63012]},"left_right_index":6,"mp_id":"113809581","mp_crag_id":"113335781","climb_id":"ZS/WDp7OV/KI9lbrHYfr1w==","areaRef":"c0hXXGNtWAqws+DMwts4zg=="},"content":{"description":"Long and sustained for BCC, with lots of variety. Climb overhanging arête (.12+) to a point where you can pull left onto the vertical face after the 5th bolt, then move to the mini dihedral for a good shake. A tricky rightward traverse under the big roof starts a long crux sequence getting over the roof and established on the headwall. Continue past a smaller roof to reach the chains on the ridgeline.","protection":"Draws (11 bolts to chains)","location":"Starts up the prominent arête with large roof above.  Located inbetween Ms. Luval and Chris Cranks a Co-Ed.  See\n\nMs. Luval Cranks a Thesis\n\nfor approach beta to this section of the cliff."},"__v":0},{"_id":"riyVOhWXXcKKZesA6Fb3wQ==","name":"Friends in Low Places","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Tony Calderone, Nick Comtois, 2016","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74032,40.63012]},"left_right_index":27,"mp_id":"113336750","mp_crag_id":"113335781","climb_id":"riyVOhWXXcKKZesA6Fb3wQ==","areaRef":"c0hXXGNtWAqws+DMwts4zg=="},"content":{"description":"This is the lowest and right-most route on the west face of Higher Education Ridge.  It’s maybe 130 feet from the pavement.  Climb a line of bolts to chains.  Tony Calderone’s 2017 BCC guide shows the route has having five bolts and being 5.8, but I apparently missed a bolt, and I probably didn’t stay in the line that warrants the higher rating.  Maybe you’ll get it right.  Beware of loose rock.","protection":"Draws and a few cams from ½ to 2 inches.","location":"From the toe of Higher Education Ridge, walk upslope along the base of the west face for about 100 feet and you’ll see a black hanger about 10 feet off the ground.  The remaining bolts are more or less straight above.  (Calderone’s 2017 BCC guide has this route as being on “Lower Education Crag,” but that seems to be too confusing in light of the route\n\nLower Education\n\n– which is on the next ridge to the west (Lower Education Ridge), so this post does not follow the 2017 guide's convention.  The guide does has a nice photo of the route.)"},"__v":0},{"_id":"tSshgH0DWZmMqEfMRhZ9rQ==","name":"Frat Boy","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"John Fowler, JS, April 2017","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74032,40.63012]},"left_right_index":19,"mp_id":"113244524","mp_crag_id":"113335781","climb_id":"tSshgH0DWZmMqEfMRhZ9rQ==","areaRef":"c0hXXGNtWAqws+DMwts4zg=="},"content":{"description":"Frat Boy\n\nis the line of bolts starting on the left wall of the third class gully leading to the ledge system from which\n\nThe Professor\n\nand\n\nTuition Hike\n\nstart.  Two bolts protect 5.7ish climbing on the left wall of the gully until able to step left to a good ledge with a cedar tree.  Continue past the ledge following the right-line of bolts more or less straight up to the chains.  From the third bolt, just above the ledge, trend right (left will get you on\n\nParty Girl\n\n).   A bit crispy here and there, but should clean up over time.","protection":"Seven draws, and two more for chains.","location":"Continue up a set of switchbacks past\n\nMr. B Cranks a Feces\n\nto a flat spot under the third class gully leading to the\n\nThe Professor/Tuition Hike\n\nledge.  See phototopo on main page."},"__v":0},{"_id":"6Cfm5k8WUD6JP6GEbD1rVA==","name":"Egghead","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"JS, Eric Clark, May 2017","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74032,40.63012]},"left_right_index":20,"mp_id":"113258297","mp_crag_id":"113335781","climb_id":"6Cfm5k8WUD6JP6GEbD1rVA==","areaRef":"c0hXXGNtWAqws+DMwts4zg=="},"content":{"description":"Egghead\n\nstarts by scampering up the third class gully that leads to the ledge system from which\n\nThe Professor\n\nand\n\nTuition Hike\n\nstart, but continues up a line of bolts directly above the gully.  At the fourth bolt trend right past a few more bolts to the chain anchors for\n\nThe Professor\n\n.  Although really just a boulder problem followed by much easier climbing, I think you’ll find it worthwhile for a quick hit 11+/12-.","protection":"Six draws, and two more for the chains.   Well protected, but a pain to clean on rappel or when lowering—might want to have your second clean it on TR.","location":"Set up below the obvious, broken gully that leads to\n\nThe Professor/Tuition Hike's\n\nledge system.  See phototopo on main page."},"__v":0},{"_id":"JFLbIWRWVN+kjkgC/0y6Hw==","name":"The Dweeb","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"John Fowler, JS, April 2017","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74032,40.63012]},"left_right_index":17,"mp_id":"113258966","mp_crag_id":"113335781","climb_id":"JFLbIWRWVN+kjkgC/0y6Hw==","areaRef":"c0hXXGNtWAqws+DMwts4zg=="},"content":{"description":"A little contrived, but worth 10 minutes if doing\n\nFrat Boy\n\nand you’ve brought the cams.  Starting from the ledge with the cedar tree, climb up to a left diagonalling handcrack, plug in a good cam, then climb the line of bolts above that trend right initially then back left at a large horizontal break.  Finish by surmounting a short but juggy overhang above the break to chains","protection":"A 2-3 inch cam (No. 2 Camalot should work) for the handcrack, five draws for the route and two more for the chains, and maybe a 1/2 inch cam for the horizontal break if you want to protect it better than Momentum.","location":"See\n\nParty Girl\n\n, and the phototopo on the main page."},"__v":0},{"_id":"+asS5I6RW3G5d+PbD+l5eg==","name":"Dr. Luval Goes to Harvard","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Merrill Bitter, Stuart Ruckman, 1987","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74032,40.63012]},"left_right_index":8,"mp_id":"113260550","mp_crag_id":"113335781","climb_id":"+asS5I6RW3G5d+PbD+l5eg==","areaRef":"c0hXXGNtWAqws+DMwts4zg=="},"content":{"description":"“Another Bitter tribute to RP’s and loved ones,” begins the description of this route in the Ruckmans’ 1998 guide. The first piece was originally a fixed Lost Arrow, now 30 years old and rusted. With Merrill’s consent, a nice fat stainless 3/8” bolt now backs it up (the pin is there and likely will eventually fall out -- see the photo on the\n\nTrail of Tiers\n\npage). Still R though – the next pro is real thin (think RPs and the smallest of micro cams) and if they blow, you’ll risk landing in the shale-toothed gully that you stem across to start the climb. Truly a testament to Merrill’s boldness – leading it from the ground up, he launched off on overhanging quartzite armed with 1980s gear (no offsets or microcams), knowing he would be confronting infrequent protection and questionable rock. (Most of the new lines in Higher Education have required substantial top-rope cleaning to be passable.) Although the route has received a few hours of recent cleaning, expect some remaining minor choss.\n\nTo start, figure out how to clip the new bolt then commit to the seam system above, which eventually widens into an obvious flaring, overhanging hand crack. New chains are up and left.","protection":"One set of brass or steel nuts (offsets useful), stoppers, a double set of microcams, including the tiniest, and a single set of Camalots from .5 (purple) to 3 (blue) should do it.  Lower/rap from chains (also added with M's consent.)","location":"Follow the approach for\n\nTrail of Tiers\n\n.\n\nDr. Luval Goes to Harvard\n\nstarts about 10 feet up the shale-toothed gully -- the new bolt should be obvious."},"__v":0},{"_id":"bI2lG10KUsGB4EkoRFPV5A==","name":"Critical Reasoning","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"JS, AS, BM, Oct. 2017","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74032,40.63012]},"left_right_index":4,"mp_id":"113809812","mp_crag_id":"113335781","climb_id":"bI2lG10KUsGB4EkoRFPV5A==","areaRef":"c0hXXGNtWAqws+DMwts4zg=="},"content":{"description":"Technical and devious,\n\nCritical Reasoning\n\nclimbs the line of bolts just left of\n\nMs. Luval Cranks a Thesis\n\n. Power past the first bolt to a nice leftward rising hand rail. Take a breather, then think through crimps, sidepulls, and underclings to a small roof and shake-out.  Pull the roof then continue up easier rock over another bulge and trend slightly left to chains.  Some of the clips are a bit tenuous, but the route is very safe.","protection":"Draws.  Rap/lower from chains.","location":"See\n\nMs. Luval Cranks a Thesis\n\nfor the approach.  The first bolt of\n\nCritical Reasoning\n\ncan almost be reached from the ground."},"__v":0},{"_id":"J7FCOxV3UsaMBye0Sc5zYw==","name":"Chris Cranks a Co-ed","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Gary Olsen, Chris Pendleton, 1986","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74032,40.63012]},"left_right_index":7,"mp_id":"113807628","mp_crag_id":"113335781","climb_id":"J7FCOxV3UsaMBye0Sc5zYw==","areaRef":"c0hXXGNtWAqws+DMwts4zg=="},"content":{"description":"Chris Cranks a Co-ed\n\nis the obvious golden, right-facing, right-arching dihedral on the right side of the\n\nMs. Luval\n\nface.  The bottom third of the dihedral is usually – well, always in my experience – seeping water.  Gary and Chris, for the first ascent, avoided the water-soaked section by climbing an unattractive vegetated crack to near its top, clipping a fixed pin, then traversing left into the corner.  With Gary’s blessing, two bolts have been added to protect decent face climbing and bypass the vegetated crack, turning a route to be avoided (the vegetation in the crack includes poison oak) into one well worth doing.  Chains on top make for a convenient lower/rap.","protection":"A set of cams to 3 inches (Camalot .3 to 3), with maybe an extra 2 inch cam.","location":"See\n\nMs. Luval Cranks a Thesis\n\nfor the approach."},"__v":0},{"_id":"NZvQ3G/CX+mdy964DffN7A==","name":"Big Man On Campus","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Stuart Ruckman, Libby Ellis 1990","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74032,40.63012]},"left_right_index":23,"mp_id":"105740306","mp_crag_id":"113335781","climb_id":"NZvQ3G/CX+mdy964DffN7A==","areaRef":"c0hXXGNtWAqws+DMwts4zg=="},"content":{"description":"This climb is on the first nice west face, up the gully.  To attain the beginning, scramble up a dihedral and gain the ledge just up gully from the start.  Scramble down to the base of the climbs.  This climbs the left bolted line.  Nice balancey moves to start off, turning reachy and then blind holds over the roof.  After clipping the 3rd bolt, make a beeline for the anchors.  This makes for a fun traversing roof pull.","protection":"2 bolts for anchors, and 4 - 5 draws depending on your starting position. I also placed a medium-small nut for the initial moves. Rappell off","location":""},"__v":0},{"_id":"s9VGomfNWRS7rXRnxW3Rxw==","name":"Basic Aeronautics","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Eric Clark, Ashley Tucker, JS, May 2017","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74032,40.63012]},"left_right_index":13,"mp_id":"113260094","mp_crag_id":"113335781","climb_id":"s9VGomfNWRS7rXRnxW3Rxw==","areaRef":"c0hXXGNtWAqws+DMwts4zg=="},"content":{"description":"Basic Aeronautics\n\nascends a broken face protected by somewhat widely spaced bolts (by gym standards) to the top of the Higher Education Ridge.  Look for the first bolt maybe 20 feet off the starting ledge (easily clipped from the left).  Follow the bolts above, zigging and zagging as necessary to keep it at or under grade, to the final summit slab.  Puts some air under your feet.","protection":"Draws.  For the easy terrain after the sixth bolt and before the final bolt protecting the summit slab, consider using a shoulder-length sling (for a large horn) to reach the ledge at the base of the summit slab and maybe a purple, green, and/or blue (No. 3) Camalot to safely clip the last bolt.   (Cool heads may get away with just draws.)  Lower/rap from chains.","location":"Continue up a set of switchbacks from\n\nVocational Training\n\nto a relatively large flat area under a cedar tree.\n\nBasic Aeronautics\n\nis the line of bolts beginning maybe 15 feet right of the flat area, about 15 feet left of an arête (which is the start to\n\nPhysics of Flight\n\n)."},"__v":0},{"_id":"z0J8pcGzXLCoK//YQy/+eg==","name":"Academia Nut","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Bret and Stuart Ruckman, 1990","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74032,40.63012]},"left_right_index":10,"mp_id":"107258702","mp_crag_id":"113335781","climb_id":"z0J8pcGzXLCoK//YQy/+eg==","areaRef":"c0hXXGNtWAqws+DMwts4zg=="},"content":{"description":"Academia Nut\n\nstarts near a cedar tree in a right-facing dihedral with a short hand crack.  Relatively easy climbing protected by gear leads up the hand crack followed by a left-leaning incipient crack to another corner with a bolt, the first on the route, maybe 35 feet up.  Getting past the first bolt is the crux (a \"brain-teaser\" according to the Ruckmans' 1998 guide), followed by some wild climbing and great position.  Expect some minor looseness.","protection":"A small rack is needed to get to the first bolt; draws thereafter (3 lead bolts total).  Include a set of brass or steel nuts (off-sets useful), some mid-sized stoppers, a set of cams to 1 inch, and a 2-3 inch cam (No. 3 Camalot) for the opening hand crack.  Rap from chains (shared with\n\nTrail of Tiers\n\n).","location":"Walk up the switchbacks for about 10 minutes until you get to a relatively large flat area under a cedar tree with a few bolted lines just to the right (\n\nPop Quiz\n\nand\n\nBasic Aeronautics\n\n).  Look for the hand crack mentioned in the description -- it's the only vertical hand crack starting off the ground in Higher Education Gully."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ee1d37e7-dc41-5c26-a358-5d51af01f499,5f0ed4d8-ebb0-5e78-ae15-ba7f1b3b5c51,e838736e-03de-5522-b170-850c7ffcb2ac,26a193ca-cb5e-5423-8ead-6db185433cfb,9ac61d5c-6127-56b2-923d-fb296d536139,7348575c-636d-580a-b0b3-e0ccc2db38ce","pathTokens":["USA","Utah","Wasatch Range","Central Wasatch","Big Cottonwood Canyon","Gully of Higher Education Area","Higher Education Ridge, West Face"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.9+"},{"count":3,"label":"5.12a"},{"count":4,"label":"5.11c"},{"count":2,"label":"5.8"},{"count":3,"label":"5.10a"},{"count":1,"label":"5.12c"},{"count":2,"label":"5.11a"},{"count":1,"label":"5.10c/d"},{"count":1,"label":"5.8-"},{"count":1,"label":"5.11b/c"},{"count":1,"label":"5.10c"},{"count":2,"label":"5.9"},{"count":1,"label":"5.11a/b"},{"count":1,"label":"5.13a"},{"count":1,"label":"5.7"},{"count":2,"label":"5.11d"},{"count":1,"label":"5.10b"}],"byDiscipline":{"trad":{"total":14,"bands":{"unknown":0,"beginner":2,"intermediate":4,"advanced":8,"expert":0}},"sport":{"total":14,"bands":{"unknown":0,"beginner":2,"intermediate":5,"advanced":6,"expert":1}}},"byGradeBand":{"unknown":0,"beginner":4,"intermediate":9,"advanced":14,"expert":1}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-111.74032,40.63012]},"bbox":[-111.74091249300743,40.62967033981814,-111.73972750699255,40.63056966018186],"left_right_index":-1,"ext_id":"113335781","area_id":"c0hXXGNtWAqws+DMwts4zg=="},"content":{"description":""},"density":0,"totalClimbs":28,"__v":1,"createdAt":"2022-11-07T06:26:24.675Z","updatedAt":"2024-01-15T16:49:05.147Z"}