{"_id":"6368a50be80bff5a995b0418","area_name":"Aftershock Wall","shortCode":"","climbs":[{"_id":"YojWZ2nFWrGU+1sAiVN6QA==","name":"Living On The Edge","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"W. Harding & Partner","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-113.6435,37.1967]},"left_right_index":0,"mp_id":"105718216","mp_crag_id":"105717176","climb_id":"YojWZ2nFWrGU+1sAiVN6QA==","areaRef":"PlxbOmTjUxKVMysH5MUfmw=="},"content":{"description":"This route is a destination climb, and the finest I have done in\n\nSnow Canyon\n\n.  The pitches are each distinctly different in nature, with 3/4 of them each being 2-to-3 star pitches in its own right.  The position of the climb is also great, giving a nice view of the area and plenty of exposure.\n\nHike into\n\nAftershock Wall\n\nand find the line of chalk and pins/bolts rising up and left on the right hand edge of a massive arch.\n\nP1\n\n: (5.10a, 30M) Start up this first pitch on some insecure moves (5.9). These are unprotected, but close to the ground. After the initial smears, the feet come back on and the hands are locker. make a mantle and clip the first bolt. Climb up and left above the roof formed by the edge of the arch for some distance, clipping bolts and pins along the way to a fixed belay station (chains), even with the apex of the roof.\n\nP2\n\n: (5.10c, 32M) start up above this belay on the obvious line of pins and bolts. the line goes up a few moves over the belay to reach the first clip, so be mindful not to fall on your belayer. Pass some poor rock and a little runout (2\" cam may help) to reach a slightly crumbly section just below a pod and roof. Pull up and left into the pod and clip a pin around the corner to the left. Pull left onto the face (10c) and follow a line of drilled angles up and left past multiple 5.10 cruxes to reach an fixed belay anchor (chains).\n\nP3\n\n: (5.10c, 25M) From the belay work up and right on a ramp to make some relatively easy moves (5.8, runout) to reach the first clip, perhaps 5M up. Do NOT fall before the first clip. Continue up and right to a smooth crux (10c) off of a small undercling before reaching \"thank god\" holds in the black Patina. Continue upwards and slightly left though an odd mantle (5.9, mental) and then up a face to reach a hidden belay (chains) below the black overhang.  This is just left of a single visible bolt of the 4th pitch.\n\nP4a\n\n: (5.9+, 30M) From the 3rd belay work up and right past a single bolt (long sling) to reach a crack system. The black patina is hard, but crisp-edged and might fracture away without careful placement of protection. Be mindful that the rope is now turning a sharp corner and might be damaged or cut in an severe or unlucky fall. Work up the crack with plentiful but somewhat tricky pro (offset nuts would have been nice) for perhaps 30M to a fixed anchor (chains) on the left. Keep an eye out or miss it. You can continue...\n\nP4b\n\n: (5.6, 30M, S) So you've decided to continue... continue up the wall past some fun and interesting climbing, but mostly not.. past less and less gear opportunity other than some fixed slings... to the top. According to the guidebook, as you arrive on top there will be a 'difficult to find' anchor system just to climber's right of the topout (South). I did not find, nor really look for it. It's actual existence is questionable to me, considering the other errors in the book I will not digress into the discusion of, presently.  Rapping from here may or may not be possible.\n\nTo descend:\n\nFrom P4b: See pitch note for P4b.  A walk-off may be the only real option, or perhaps walkign far enough to find the anchors on the top of something on Circus Wall.\n\nFrom P4a: Rap ~30M to the anchors for P3. Not tested with a 60M Advise 2 ropes or a 70M.\n\nFrom P3: Rap ~30M (less) to the anchors on P2. A single 60M line will almost certainly make it.\n\nFrom P2: Rap ~30M to a set of EXTRA anchors at a height even with those at the top of P1, but to the left and above the apex of the arch. From there to the ground. Neither of these has been tested by me with a 60M rope. I again advise 2 ropes or a 70M.\n\nI did not find or look for a top anchor. The book is ambiguous about it's possible presence.  If you top out, plan on walking off just in case.","protection":"This climb is a mixed climb, with three 30-Meter pitches of 5.10 sport (in which a #2 friend can be placed at a slight runout if desired) followed by a gear pitch of 5.9+ on thin gear for either 30M to an anchor or 60M to the top. You will need at least 10 draws + equipment for each station.I fyou intend to rap the route, please consider the advice to take 2 60M ropes.","location":""},"__v":0},{"_id":"abPh3BdUXDOUv2k+Br0oKQ==","name":"Legends Never Die","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Mark Engibous, Rich Hurd, and Todd Goss","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-113.6435,37.1967]},"left_right_index":1,"mp_id":"108728214","mp_crag_id":"105717176","climb_id":"abPh3BdUXDOUv2k+Br0oKQ==","areaRef":"PlxbOmTjUxKVMysH5MUfmw=="},"content":{"description":"Todd Goss' guide book calls this a route to nowhere as there were about 5 drilled angles with no anchors. It is located between the routes\n\nLiving on the Edge\n\nand\n\nAftershock\n\non the\n\nAftershock Wall\n\n. I replaced the drilled angles on pitch 1, added some bolts, and placed chain anchors. I also added 3 more pitches to take this route to the top. Pitch one has some manufactured holds in the seam/shallow right facing corner from the Olevsky era which render it climbable. Not to dissuade you, this pitch is good and still plenty challenging. The pitches are as follows:\n\nP1\n\n: 5.11d, 80 ft - Short slab section to right facing flake which becomes a seam in a shallow right facing corner. Layback to a mantle gaining the chains.\n\nP2:\n\n5.11c, 85 ft - Step down and left for a short traverse. Delicate edging gives way to a gently overhanging section. After the buldge finish with some mantling and a short slab exit to the chains. Awesome pitch.\n\nP3:\n\n5.5, 40 ft - A means to reaching pitch 4. Slab climbing which trends right to the anchors at the bottom of pitch 4. Still enough to keep you mentally engaged due to the exposure.\n\nP4\n\n: 5.11c, 80 ft - Delicate edging climbs into and out of a scoop. Pull a buldge/roof with awesome exposure and finish on more edges. Another great pitch. Noticable from the ground by looking for a dark brown streak to the left of the last pitch of\n\nAftershock\n\n.\n\nIt is the nature of this rock to break/evolve, so the grade is probably subjective and likewise prone to evolving. Any input is welcome.","protection":"15 Quickdraws should suffice. All anchors are chains. You can rap with a 70 meter rope from anywhere on the route. There are rap anchors 90 ft below the anchors at the top of pitch 3, as it would be incredibly difficult and scary to try and reverse the traverse on rappel. Don't try walking off the top. You'll get lost.","location":"Between\n\nLiving on the Edge\n\nand\n\nAftershock\n\non the\n\nAftershock wall\n\n. Look for a shallow arching right facing corner in black rock. Todd Goss' guide also lists this as a project. Rap the Route with a 70 meter rope."},"__v":0},{"_id":"bcW7PT5NX+OOc/gSNM0+eQ==","name":"Aftershock","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Visser, Beck, Harding","type":{"trad":true,"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-113.6435,37.1967]},"left_right_index":2,"mp_id":"106294455","mp_crag_id":"105717176","climb_id":"bcW7PT5NX+OOc/gSNM0+eQ==","areaRef":"PlxbOmTjUxKVMysH5MUfmw=="},"content":{"description":"This varied route is a must do for the area. Most climbers only sample the first two or three pitches, which have some classic varnished face climbing.\n\nP1:\n\nHeady friction leads to the right and a well protected 5.10a mantle. Another funky 5.10 move leads to the LF dihedral above.  A green alien is helpful in this section.  A short easy runout leads to chains.\n\nP2:\n\nA short runout leads to the first of many bolts angling up and right.  The height dependent crux (5.10c/d) is at the last bolt.  The 3rd to last bolt directs the rope into a crack under a flake, so a long sling may be helpful. Belay in a hole similiar to the one on\n\nPygmy Alien\n\n. An airy pitch...\n\nP3:\n\nWild moves lead out of the cave to the left. 6 bolts protect these heady moves up the varnished slab to a two bolt anchor. (5.11a)\n\nP4:\n\nFollow the varnished crack to the top of the wall. The crux is finger size, but the crack widens higher up.  Plan on walking off the top.\n\nIt is possible to descend from the top of P3 with a single rope. An off route anchor is located below the P2 anchors, which is located on a blank wall.","protection":"SR for the last pitch.","location":"This is the rightmost route on the\n\nAftershock Wall\n\n. Start at a belay bolt and head straight right to the first bolt."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ee1d37e7-dc41-5c26-a358-5d51af01f499,ae9fb395-eaa7-5798-a5f6-78ad324346de,4d2e4bea-0a8e-5969-897d-e8d3ba29183e,33166676-d3f5-5745-be29-56d592c72a06,afbde7b1-bd0a-5668-9e28-82c2e5001bd3,3e5c5b3a-64e3-5312-9533-2b07e4c51f9b","pathTokens":["USA","Utah","Southwest Utah","Saint George","Snow Canyon State Park","Island In The Sky","Aftershock Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10c"},{"count":1,"label":"5.11+"},{"count":1,"label":"5.11b"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":1,"expert":0}},"sport":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":2,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":1,"advanced":2,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-113.6435,37.1967]},"bbox":[-113.64406449922998,37.19625033981814,-113.64293550077004,37.19714966018187],"left_right_index":-1,"ext_id":"105717176","area_id":"PlxbOmTjUxKVMysH5MUfmw=="},"content":{"description":""},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T06:26:41.580Z","updatedAt":"2024-01-15T16:49:24.480Z"}