{"_id":"63689d20e80bff5a994f2517","area_name":"Pharaoh","shortCode":"","climbs":[{"_id":"uUMVFSwbXlOjs+P2WGsYxw==","name":"Time the Avenger","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Scott Ayers","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.69243,32.37349]},"left_right_index":11,"mp_id":"106055616","mp_crag_id":"105926626","climb_id":"uUMVFSwbXlOjs+P2WGsYxw==","areaRef":"Vu7QVN/FUuWFYW3RYf0HPA=="},"content":{"description":"Climb 3 bolts of vertical easier climbing with large moves between very good holds, then for the business.  The top half of this route has quintessential Mt. Lemmon face climbing on par with the likes of Tsunami and Honker.  Choose the best sequence through the quartz bands and scoops using  some nice crimps and  cool pockets, and you will find yourself at the last bolt with a bit of tricky climbing between you and the chains.","protection":"6 bolts to chains with steel biners\n\n *Full hardware update Feb. 2015. All hardware courtesy of ASCA and CASA.","location":"This climbs the tallest section of wall on the back side of the Pharaoh.  This climb is best accessed by driving past the Windy point vista and the Goosehead.  There are two pullouts on the right past the Goosehead.  I have approached this route by parking at the second of these two and hiking down hill toward the Pharaoh."},"__v":0},{"_id":"TqBlNbOfVmqMeawRTuFbtQ==","name":"Thrash and Dangle","yds":"5.11a/b","grades":{"yds":"5.11a/b","french":"6c"},"fa":"Ray Ringle, John Steiger, 1980","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.69243,32.37349]},"left_right_index":5,"mp_id":"106678697","mp_crag_id":"105926626","climb_id":"TqBlNbOfVmqMeawRTuFbtQ==","areaRef":"Vu7QVN/FUuWFYW3RYf0HPA=="},"content":{"description":"An old-school Tucson route, linking obvious features left of Cripple Creek.  For the FA, RR and I poached the line from Steve Grossman and Fig, who had been up to the crux several months earlier (I remember guiltily avoiding them for weeks afterwards).  We did it in three pitches, but the first two likely have been combined by now (if not, they should, although double ropes or liberal slinging may be necessary).  I vaguely remember that we named it for the crux maneuver, thinking we were so clever, only later to find out that the phrase was somewhat well worn, even then.  The crux is well protected, but expect some true trad excitement elsewhere. \n\n  Begin by climbing up to a small left-facing dihedral left of the first pitch of Cripple Creek.  Work up the dihedral (the crux) to a small roof, turning it on the left.  Traverse left and up about 10 feet on easier ground to a ledge, then head straight up blocks to a more substantial roof.  Work right to an obvious chickenhead and a sling belay near the right edge of the roof.  (2) Climb up to a bolt and wander up 5.9 face linking incipient cracks to the belay ledge atop the second pitch of Cripple Creek (and the belay for Gashlycrumb Tinies).  (3) Traverse left until possible to surmount a bulge on good chickenheads and follow the buttress to the top.","protection":"Double cams to 3 inch, full set plus of wired nuts, including micro brass or steel, many runners.","location":""},"__v":0},{"_id":"9aGO0BPhV3OzAloRBeHZjw==","name":"Standard Route","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.69243,32.37349]},"left_right_index":2,"mp_id":"105927216","mp_crag_id":"105926626","climb_id":"9aGO0BPhV3OzAloRBeHZjw==","areaRef":"Vu7QVN/FUuWFYW3RYf0HPA=="},"content":{"description":"This wild route climbs the arete at the left side of the main face of the Pharaoh.  Unfortunately once you're up the arete things get more mundane.","protection":"Standard Mt. Lemmon Rack","location":"From the base of the main face of Pharaoh, find a sharp arete at the left side.  Climb improbably up this then escape right through some bushes on a ledge to a gully system.  Belay here and then up easier ground to the top.  Great photo opportunities on the arete.  An excellent way to the top if you're not up for Cripple Creek."},"__v":0},{"_id":"25kiORsrVGGZXoVYopwC9A==","name":"On Ramp","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"EFR, BKy","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.69243,32.37349]},"left_right_index":8,"mp_id":"106404029","mp_crag_id":"105926626","climb_id":"25kiORsrVGGZXoVYopwC9A==","areaRef":"Vu7QVN/FUuWFYW3RYf0HPA=="},"content":{"description":"Start off the huge chockstone at the top of the chimney at the right end of the Pharaoh.  \n\n  Look for a lone bolt 30 feet straight left and a bit higher than eye level.     Climb to that bolt.  (You can clip a bolt on Mr. B Meets the Pharoah) right after you step off the big chock stone.  \n\n  Then straight up the face passing a few tie offs and the odd gear between plates and one more bolt.  \n\n  Great exposure with easy but thoughtful climbing make this a really fun 5.8 route for the 5.10 climber.","protection":"Bolts, gear, chicken heads.","location":"I belayed at the good horizontal crack just below the actual summit of the tower.  We then down climbed right to the chains on top of Tut Tut.    A short rap gets you to the ground on the backside of the Pharaoh."},"__v":0},{"_id":"oa/pywUEUHyS14kwBStsUg==","name":"Lost in the Alps","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"efr, jpr, kc, bky","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.69243,32.37349]},"left_right_index":0,"mp_id":"107925735","mp_crag_id":"105926626","climb_id":"oa/pywUEUHyS14kwBStsUg==","areaRef":"Vu7QVN/FUuWFYW3RYf0HPA=="},"content":{"description":"You've done R-4, Space Cowboy, and Stoner Boner and you're looking for another classic Mt Lemmon \"moderate\" on gear.  This may be your climb.  From the ground doesn't look like much.  Great rock, long pitch, good pro, bit heady, little bit sandbagged.  Just a little.","protection":"Standard rack.","location":"When you reach the base of the Pharaoh, head left till you reach the left side of the main wall.  Continue up and left a bit to a short clean left facing corner.  The right side overhangs a bit.  There are two bolts at the summit.  Easy down climb on the back side.  A sixty won't  get your down.  You might be able to get down with a 70.  Might."},"__v":0},{"_id":"pYtDqt9bUZymfcWhx0UQGw==","name":"Hell is for Heros","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Dave Baker, Mark Axen, Kem Johnson","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-110.69243,32.37349]},"left_right_index":4,"mp_id":"106209916","mp_crag_id":"105926626","climb_id":"pYtDqt9bUZymfcWhx0UQGw==","areaRef":"Vu7QVN/FUuWFYW3RYf0HPA=="},"content":{"description":"This is a super cool pitch with excellent exposure right off the belay. It's too bad you have to go through the hassle of doing some funk to get one pitch off the ground. The crack is great by Lemmon standards, and the upper runout is pretty typical for these parts. \n\n  From the belay atop p1, climb up a flake to gain a horizontal crack that will take you right above the void. The crack then goes up through a bulge (very cool), continuing for about 60' with fingers and hands. Eventually the crack ends and easier face climbing with distant pro takes you up to a break in the summit block. \n\n  If this crack were a bit easier to get to it would be a must-do. As it is, it would be a great add-along if you were looking for something in addition to Cripple Creek.","protection":"0tcu-2\", many nuts, slings. There is a bolted rap anchor on top, a few feet down the other side which may or may not work for your belay.","location":"This is the crack on the right arete of the main gulley that is the second pitch of the standard route. Do the first pitch of the SD, or there is a spooky looking direct start (10) that starts in the bushes on the lower face."},"__v":0},{"_id":"qTm7a8hlUgqzwy6uEzV5Fg==","name":"Cripple Creek","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Dave Baker, Merle Wheeler","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.69243,32.37349]},"left_right_index":6,"mp_id":"105926629","mp_crag_id":"105926626","climb_id":"qTm7a8hlUgqzwy6uEzV5Fg==","areaRef":"Vu7QVN/FUuWFYW3RYf0HPA=="},"content":{"description":"A stout climb with fantastic exposure.  Nice mix of face and crack climbing with some wide surprises.  On pitch one, move up and right to a steep face into a corner/flaring chimney.  Sketchy!  Pitch two follows a direct line up a crack/corner system.  Pitch three continues up a crack before traversing left under a roof to a steep slabby finish.","protection":"Bring your standard rack.  At least on fist size piece will be useful","location":"Look for two or three small roofs down low.  Above you will see a left facing corner/slot.  The route starts left of the small roofs.  There are fixed anchors at the top of the first and second pitches.  Gear anchor necessary for the last pitch.  To descend, pass through a small notch near the summit to the west side.  Drop into a large dish with rappel anchors just below a small tree. Rappel down (over) a gulley.  Be careful not to fall into the slot."},"__v":0},{"_id":"+xGLiz3jWk+VSB6dwFl9hQ==","name":"Gashlycrumb Tinies","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Jim Waugh, Brad Smith, Ray Ringle 1985 (1st pitch: Ringle, Steiger 1980)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.69243,32.37349]},"left_right_index":7,"mp_id":"106674362","mp_crag_id":"105926626","climb_id":"+xGLiz3jWk+VSB6dwFl9hQ==","areaRef":"Vu7QVN/FUuWFYW3RYf0HPA=="},"content":{"description":"This was one the mid-80s Arizona testpieces before rap bolting became widely accepted.  The route was originally led in two pitches, the second being the crux, the first a 5.11a warm-up.  (EFR's guidebook shows it going in two pitches, but it was climbed as one pitch shortly after its first ascent).  Jim Waugh, one of the state's leading climbers in the 80s, came down from Phoenix to bag the crux pitch using crack-n-ups and the then-smallest microwires for protection.  I recall carrying three full sets of RPs for my ascent, and so armed, not having to use crack-n-ups.  However, John Fowler, who was likely the 3rd person to lead the climb, recalls needing them.  We didn't have microcams, offset HBs, and other modern trickery during those days, so whether crack-n-ups are mandatory is an open question; that is, until you climb it and tell us. \n\n  According to notes I took shortly after my ascent (25 years ago), the climb is \"very sustained, multi-faceted\" with \"unique cruxes -- although no crux alone is probably harder than solid 5.11.\"  The 1985 guide says \"[s]everal questionable holds may be encountered.\"  I don't remember a whole lot about it now, of course, so go climb it and find out for yourself. \n\n  The route begins in the obvious thin crack right of Cripple Creek.  The crack doglegs left across Cripple Creek about 40-50 feet up, then continues diagonally up and left.  The thin crack is obvious in the beta photo for Cripple Creek, showing that route in yellow.  From the crack's end, a featured face leads to Cripple Creek's second belay.  Take any of the easier lines to the top. \n\n  By the way, Ray Ringle named the climb after an Edward Gorey story, the first line of which is, \"A is for Amy who fell down the stairs.\"  Dark themes continue for the rest of the alphabet.","protection":"No fixed gear.  Double set of cams from smallest to 3, full set of nuts, at least a double set of micros, maybe crack-n-ups?  The pro is all there, it just takes some work.","location":"Follow the description for Cripple Creek."},"__v":0},{"_id":"9Kgmjh2JXcORTjqorniytw==","name":"Crack-Up","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.69243,32.37349]},"left_right_index":12,"mp_id":"106055628","mp_crag_id":"105926626","climb_id":"9Kgmjh2JXcORTjqorniytw==","areaRef":"Vu7QVN/FUuWFYW3RYf0HPA=="},"content":{"description":"Eazy laybacking up to big holds to chains. Crux is right about were the crack starts leaning to the right. The book calls this 5.9. I didnt think it was that hard.","protection":"Standard rack, #4 friend, chains","location":"To the right of Time the Avenger. Back side of the Pharaoh."},"__v":0},{"_id":"n+dDS6jdVyyiFzciNZRy5w==","name":"Cartouche","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Eric Fazio-Rhicard, Bob Kerry, Kevin Carmichael, 1990","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.69243,32.37349]},"left_right_index":9,"mp_id":"118132274","mp_crag_id":"105926626","climb_id":"n+dDS6jdVyyiFzciNZRy5w==","areaRef":"Vu7QVN/FUuWFYW3RYf0HPA=="},"content":{"description":"5.10 variation climbs ramp in corner for about 20 feet before going up steep face on the left. Pass two bolts and then traverse left onto arete, passing more bolts. \n\n 5.11+ variation starts in more vertical corner to the left of the above store, once gaining ledge you climb straight up face past two bolts to join the arete to the top. ","protection":"Bolts and gear. Chains at top.","location":"East side of the Pharaoh, belay uphill/behind massive chockstone. "},"__v":0},{"_id":"MD7Yh0yLUTOktGR3TogvTA==","name":"By Cracky","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Paul Davidson, Steve Grossman","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-110.69243,32.37349]},"left_right_index":3,"mp_id":"106228148","mp_crag_id":"105926626","climb_id":"MD7Yh0yLUTOktGR3TogvTA==","areaRef":"Vu7QVN/FUuWFYW3RYf0HPA=="},"content":{"description":"I believe we climbed some variation on the standard route to gain the alcove.  Steve went out right on the standard pitch and over some roofs, as I recall.  It was a typical Grossman lead, not for the faint of heart but also protected if you're a good pro leader. \n\n  By Cracky then follows the finger crack, seam that leads out of the alcove. \n\n  As I recall, I enjoyed it but Steve's larger fingers made it pretty challenging.","protection":"Stndrd thin crack, I believe you want some thin stoppers down low.","location":"Back in the large alcove after the first pitch of the standard route on the Pharoah."},"__v":0},{"_id":"QWu4YHZbX8u7mjNTUjYnvQ==","name":"Bladerunner","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Luke and Tiffany Bertelsen","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.69243,32.37349]},"left_right_index":10,"mp_id":"110456654","mp_crag_id":"105926626","climb_id":"QWu4YHZbX8u7mjNTUjYnvQ==","areaRef":"Vu7QVN/FUuWFYW3RYf0HPA=="},"content":{"description":"So now you have another reason to come to the back side of The Pharaoh.  This route is a lot of fun and gets in your face right off the ground.  Without the proper set up getting from bolt 2 to 3 is likely to feel very hard, but once you find the trick it's much easier. \n\n     Pick your way through the low quartz bands using equal parts balance and power avoiding the grungy crack on the left.  You will then find yourself at a nice rest with the second half the route looming above.  The legitimate arete climbing is a total hoot.","protection":"7 bolts to chains w/ steel biners","location":"Immediately left and downhill from Time the Avenger"},"__v":0},{"_id":"5pAgyT6bVNGmOTaDjEnNgg==","name":"'Phraid","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"T. Bibler and Catherine Freer","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.69243,32.37349]},"left_right_index":1,"mp_id":"106607491","mp_crag_id":"105926626","climb_id":"5pAgyT6bVNGmOTaDjEnNgg==","areaRef":"Vu7QVN/FUuWFYW3RYf0HPA=="},"content":{"description":"Start up first 20 feet Standard Rute, keep climbing straight up buttress.","protection":"Trad Rack, small cams, Tricams helpful. Safe, a little spicy. Descent straight back, scrambling.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,24e148bb-4884-59e8-9870-43ce21f1a337,6f40f8bb-61ae-569f-a656-25752de45c0c,f2591e24-8f94-5cb3-9f02-92bfe3f5cd61,74a365ae-142f-5b24-8198-2ac56dfd2922,3762f674-8c1e-5dcf-9c05-4218b86c35d3,56eed054-dfc5-52e5-8561-6dd161fd073c","pathTokens":["USA","Arizona","Southern Arizona","Mount Lemmon (Santa Catalina Mountains)","Mount Lemmon (Catalina Highway)","2 - Bear Canyon","Pharaoh"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.12a"},{"count":1,"label":"5.11a/b"},{"count":1,"label":"5.7"},{"count":2,"label":"5.8"},{"count":3,"label":"5.10-"},{"count":1,"label":"5.9"},{"count":2,"label":"5.10"},{"count":1,"label":"5.11d"}],"byDiscipline":{"trad":{"total":10,"bands":{"unknown":0,"beginner":3,"intermediate":5,"advanced":2,"expert":0}},"sport":{"total":4,"bands":{"unknown":0,"beginner":1,"intermediate":1,"advanced":2,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":3,"intermediate":6,"advanced":4,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-110.69243,32.37349]},"bbox":[-110.69296240953122,32.37304033981814,-110.69189759046877,32.373939660181854],"left_right_index":-1,"ext_id":"105926626","area_id":"Vu7QVN/FUuWFYW3RYf0HPA==","polygon":{"type":"Polygon","coordinates":[[[-110.69296240953122,32.37304033981814],[-110.69189759046877,32.37304033981814],[-110.69189759046877,32.373939660181854],[-110.69296240953122,32.373939660181854],[-110.69296240953122,32.37304033981814]]]}},"content":{"description":"The lower of two impressive east facing walls seen uphill on the right after passing General Hitchcock Campground.  Sunny and warm on colder days but watch out for wind higher up."},"density":0,"totalClimbs":13,"__v":1,"createdAt":"2022-11-07T05:52:53.608Z","updatedAt":"2024-02-19T18:28:09.215Z"}