{"_id":"6368a1b8e80bff5a99553e5e","area_name":"White Owl Face and Laughing Owl Area","shortCode":"","climbs":[{"_id":"oKiyFTYDWyeZnrRtwCrfjw==","name":"Wingless","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Mark Sprague, Olga Mirkina,  2009","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.3618,44.0447]},"left_right_index":7,"mp_id":"108183244","mp_crag_id":"106923139","climb_id":"oKiyFTYDWyeZnrRtwCrfjw==","areaRef":"6wfRsYXtVgSImk6VmqhcIQ=="},"content":{"description":"Originally climbed as an easier way to get to the tops of some of the harder routes on the wall to set up TRs, it is an interesting route in itself. At the far right side of the White Owl face, climb up (often wet) into the left leaning corner that runs along its edge. Follow the corner up and just before its top break left out on to the face, dropping into the flake of Little Wing. Stop at Little Wing's bolted anchor or continue along to those of White Owl or on to Attack of the White Owl/Owl Cliff Club. To get to the latter anchors bumps the grade up to pumpy 5.8+. There is an easy otherwise run out scrambly section between the first two anchors that can be protected by dropping a large cam (#4 Camalot?) into the slot along the edge.","protection":"Trad rack, some slings. A larger cam is handy for protecting against a big pendilum in case of a slip on the easy section past the first anchor.","location":"the far left edge of the White Owl face"},"__v":0},{"_id":"C/0i5PmnWpqcd7jyceM39A==","name":"Wide Owl","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Dave Quinn, early 2000s","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.3618,44.0447]},"left_right_index":0,"mp_id":"108183317","mp_crag_id":"106923139","climb_id":"C/0i5PmnWpqcd7jyceM39A==","areaRef":"6wfRsYXtVgSImk6VmqhcIQ=="},"content":{"description":"The obvious wide crack/chimney system in back of the big corner that separates the Alaskan Wall from the White Owl Face. If it stayed dry and clean it would be a good route. Unfortunately it is usually neither. Catch it dry and it may be worth doing. The original way is up to the bolted anchors out left. If you do the right hand finish out the hand crack to another set of anchors you can also TR The Crack that Never Was 5.12, the direct start up the face","protection":"trad rack, bolted anchors","location":"in the back of the big corner formed by the intersection of the Alaskan Wall and the White Owl Face"},"__v":0},{"_id":"Z/eOuNRKWUmvVuvzx2BW/w==","name":"White Owl","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Jerry Handren","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.3618,44.0447]},"left_right_index":5,"mp_id":"107087227","mp_crag_id":"106923139","climb_id":"Z/eOuNRKWUmvVuvzx2BW/w==","areaRef":"6wfRsYXtVgSImk6VmqhcIQ=="},"content":{"description":"White Owl is the right hand of the two classic finger cracks running up the sheer White Owl Face. It is one of the earliest known routes at Owl's, besides Michael Hartrich's Hunting Hawks (which nobody has been able to confirm the location of yet), put up in the early 90s. This line starts with thin face climbing up to a square block sticking out of the wall. Mount the block, get your self together, and jam and layback your way up. Exiting the crack on the right and continuing straight up at the top keeps the grade about 11d. Staying with the crack as it arches to the left bumps it up a letter grade or so.","protection":"Trad gear, from small wires, nuts and cams up to hands size with doubles of the small to finger size. There is a bolted anchor above the ledge. You can get to it via the route Wingless 8+ if you want to work it on TR.","location":"Towards the right side of the White Owl Face, before the partially bolted Little Wing. The square block sticking out of the wall, above the big horizontal is your obvious landmark"},"__v":0},{"_id":"f4gP3xNKXfGZqL6C/hkkaQ==","name":"Pocket Change","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Ward Smith","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.3618,44.0447]},"left_right_index":9,"mp_id":"107087155","mp_crag_id":"106923139","climb_id":"f4gP3xNKXfGZqL6C/hkkaQ==","areaRef":"6wfRsYXtVgSImk6VmqhcIQ=="},"content":{"description":"Pocket Change heads up the steeper lower part of the wall just left of Bubbles. .not one of Ward's  better routes, but it does have a few interesting moves. Having a good reach may make it flow better, otherwise some scrappy tweaking will get you through the bottom.","protection":"4 or 5 bolts to anchors","location":"The left hand side of the slab right of the Laughing Owl Buttress, just left of Bubbles"},"__v":0},{"_id":"QOdfo9cOVY6HvduGevAPWA==","name":"The Owl Cliff Club","yds":"5.12b/c","grades":{"yds":"5.12b/c","french":"7b+"},"fa":"Ward Smith","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.3618,44.0447]},"left_right_index":3,"mp_id":"106924926","mp_crag_id":"106923139","climb_id":"QOdfo9cOVY6HvduGevAPWA==","areaRef":"6wfRsYXtVgSImk6VmqhcIQ=="},"content":{"description":"About in the middle of the White Owl Face is an obvious, fine looking, upside down, stair stepping flake. Follow this with technical and pumpy face climbing to the anchors. .a classic route that may not have had a second lead ascent yet. If you wish to work it on a TR, and not go bolt to bolt, you can reach the anchors by climbing the trad corner on the right side of the wall, continuing left past the anchors of the intervening routes, which is a nice 5.8+ in itself.","protection":"Sport with a bolted anchor on the ledge","location":"The middle of the White Owl Face, the big bolted flake"},"__v":0},{"_id":"0SMTz6I7W5i6VD4RDqFwYw==","name":"Little Wing","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Geoffrey Johnson","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.3618,44.0447]},"left_right_index":6,"mp_id":"107087276","mp_crag_id":"106923139","climb_id":"0SMTz6I7W5i6VD4RDqFwYw==","areaRef":"6wfRsYXtVgSImk6VmqhcIQ=="},"content":{"description":"On the right side of the White Owl Face, just past the namesake finger crack are 3 bolts that lead up to an arching flake..crimpy technical climbing with the crux just below and getting established in the flake. Once you are well established on the flake, it is a fun romp to the anchor. A reach would be helpful. I do a thin traverse to the left around the 3rd bolt to get over to where I can work up high enough to get to the flake.","protection":"3 bolts (stick clip) and small to med cams for the flake - 2 bolt anchor","location":"the furthest right bolted route on the White Owl Face"},"__v":0},{"_id":"Fi6hD/FnXceKSMwkJFVhBQ==","name":"The Egg Cracker","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Mark Sprague and Olga Mirkina, Sept 2009","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.3618,44.0447]},"left_right_index":8,"mp_id":"106923973","mp_crag_id":"106923139","climb_id":"Fi6hD/FnXceKSMwkJFVhBQ==","areaRef":"6wfRsYXtVgSImk6VmqhcIQ=="},"content":{"description":"This route reminds some of the Barber wall at Cathedral. \n\n  Handjam and layback your way up the nice flake from the left side of the little alcove below the upper portion of the Laughing Owl Buttress, into a moderate corner. At the top of the corner protect, extending your piece with a 4 foot sling, then lean out as far as you can under the two foot roof and place a small cam, again with a long sling. Stand back up and undercling the roof out right to gain a finger crack that will allow you to pull over the lip and get up to the final, bigger overlap, split by a wide crack. Stem up high, then jam, layback and arm bar your way up to the top. Sequence is important here or you will feel like you will barn door off the route. There is a 2 bolt anchor, but you may want to clip it and head back to the trees then set yourself up so you can belay your second up from closer to the lip. I found that the rope sometimes jams on it's self if you lower and try to TR or pull the rope from the anchor.  \n\n  To get down, walk back into the woods about 50 feet and head right maybe another 50, then look for where you can head down (carefully) to the wooded ledge above the slab, where you can rap off the Bubbles anchor. If you don't have a 70 m rope, rap to the top of \"Pocket Change\", then down.","protection":"Full trad rack up to about to about 4 inches, doubles of hand and fist size if you have them, but it is not critical. Bring plenty of slings. Two 4 footers are good to us at the fist roof. You don't want rope drag at the top.","location":"Follow the trail around and up to the upper tier of the Laughing Owl area. When you get to the slabs, walk along the cliff to the left about 25 feet and down to a little alcove. The route starts on the far side of this alcove, about as far as you would want to go safely without being tied in. Have your belayer anchor here. It is a long way down."},"__v":0},{"_id":"Rac+/unwVnqdk0aP1udS3w==","name":"The Crack that Never Was","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"TR 2004 M. McCormick, M. Sprague, B. Libby","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.3618,44.0447]},"left_right_index":1,"mp_id":"108183360","mp_crag_id":"106923139","climb_id":"Rac+/unwVnqdk0aP1udS3w==","areaRef":"6wfRsYXtVgSImk6VmqhcIQ=="},"content":{"description":"On the left side of the White Owl face, crimp your way up the difficult face until the holds lead you left to join the handcrack right variation top of Wide Owl. Follow the handcrack up and right to a set of bolted anchors. The route was left unbolted as the direct start is slightly contrived and the anchors can be reached by climbing the right variation of Wide Owl. The climbing is good though.","protection":"TR, bolted anchors, trad rack to lead Wide Owl to the anchors","location":"Left side of the White Owl face, just right of Wide Owl."},"__v":0},{"_id":"0p6t2OXsVsqzKxj9aKos8Q==","name":"Crack of the Future","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Brady Libby 9/2007","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.3618,44.0447]},"left_right_index":2,"mp_id":"106924922","mp_crag_id":"106923139","climb_id":"0p6t2OXsVsqzKxj9aKos8Q==","areaRef":"6wfRsYXtVgSImk6VmqhcIQ=="},"content":{"description":"A tour de force..a wonderful trad line that has been called one of the best crack climbs in NH, though it actually climbs more like a really fun intricate face climb, well protected by small wires and cams. You do have to know how to finger jam though. Good foot work is a must. \n\n  The White Owl Face has two classic finger cracks. This is the left hand, harder  one, that shares the same start as the sport route that goes out the central flake, \"The Owl Cliff Club\". Where the sport route heads up and right, move left and follow the crack, making plenty use of the face holds, occasionally straying from the crack proper. You can catch a shake off to the left on a good hold before going for the final pumpy sequence at the top. Brady kept to the challenge of traditionally protecting his ascent and didn't make use of the starting bolts of \"The OCC\" and others since have kept to that style.  \n\n  If you are up for it, this is not a route to miss.","protection":"Up to finger sized gear. Bring small wires and cams. The route shares the same start as a previous sport route, so it is possible to make use of the first few bolts, but most prefer to protect only using available natural gear. The gear is good for the most part, though care should be taken with the first couple pieces as they may not be as good as the rest for taking an outward pull. There is a modern 2 bolt anchor.","location":"Right about where the trail first bumps into the White Owl Face. It shares the same start with the big flake that makes up \"The Owl Cliff Club\", but follows the thin crack to it's left."},"__v":0},{"_id":"U9jSNLZwV7Sz99XQ+mxNdw==","name":"Bubbles","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Mark Sprague","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.3618,44.0447]},"left_right_index":10,"mp_id":"107087103","mp_crag_id":"106923139","climb_id":"U9jSNLZwV7Sz99XQ+mxNdw==","areaRef":"6wfRsYXtVgSImk6VmqhcIQ=="},"content":{"description":"Bubbles (named after Michael Jackson's pet chimp) is currently the easiest route on Owls Left Cliff. It ascends a nice wide hand and fist crack up a slab to a tree and then heads left following overlaps. It is a great climb for a beginner or if you want to do something mellow, but maybe not for a beginning leader, as some of the crack is flaring and the last overlap is protected by opposing micronuts.\n\n Boulder up a few moves on slopers and pockets to a flake and the start of the wide crack. A couple jams and maybe an armbar will get you up to where you can pull on to a flake to the right and a stance. Continue up the now lower angled crack which flares out as you go, so make sure you get the highest good piece, than run it out a little on some easy slab moves and sling the pine tree with a 4 foot sling. ( Straight up from the tree is an onsight variation by Kate Vorotnikov) Follow the overlap out left to the top of the arch then pull over and up to a second overlap that protects with small wires. Mantel up and head up to the narrow wooded ledge at the top. There is a bolted anchor on the back wall, which is also useful as a rap anchor for getting down from other routes that top you out to the left. Unless you have a 70 meter rope, rap down to the Pocket Change anchor, and then from there.","protection":"Trad rack, including some wider cams up to #4, small nuts for the very top and plenty of slings.\n\n Bubbles is now (2019) living at 100 acre Florida's Center for Great Apes. ","location":"This is on the slab to the right of the Laughing Owl Buttress, just right of where the trail brings you up. There is a short bolted route just to the left (Pocket change)  and another (Aquarium), a bolted slab, about 30 to the right."},"__v":0},{"_id":"ZKwVolo1U0eC1/5nqA0puw==","name":"Attack of the White Owl","yds":"5.13b","grades":{"yds":"5.13b","french":"8a"},"fa":"Ward Smith","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.3618,44.0447]},"left_right_index":4,"mp_id":"106924930","mp_crag_id":"106923139","climb_id":"ZKwVolo1U0eC1/5nqA0puw==","areaRef":"6wfRsYXtVgSImk6VmqhcIQ=="},"content":{"description":"Impressive, very thin, techy face climbing up the middle of the shear White Owl Face. It is the bolted line just right of The Owl Cliff Club. From the ground it looks like there are no holds. Though it is a bit painful, being so thin, it is a very good route. It requires stamina, good beta and clear eyes so you can see the microscopic foot holds. A bit of a reach wouldn't hurt either, though a 5 foot tall climber has done all the moves, so no excuses.Ward graded this 13b when he did it, but it has not had a known successful 2nd ascent yet, even TR, so that grade may be a bit sandbag. It felt as hard or harder than Dark Star at Rumney to me, with smaller holds though it is not quite as steep.Wear your best edging shoes.","protection":"sport, bolts to an anchor shared with Owl Cliff Club. Stick clip the high first bolt or use a couple of cams in the horizontal.","location":"Straight up the middle of the White Owl Face, to the right of the flake of Owl Cliff Club"},"__v":0},{"_id":"IzFdvcwEVwWMj8pfBYZGsQ==","name":"Aquarium","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Olga Mirkina, 2009","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.3618,44.0447]},"left_right_index":11,"mp_id":"107088245","mp_crag_id":"106923139","climb_id":"IzFdvcwEVwWMj8pfBYZGsQ==","areaRef":"6wfRsYXtVgSImk6VmqhcIQ=="},"content":{"description":"The right most route on the Laughing Owl Slab offers fun slabbing on high quality stone. If the upper portion didn't ease off in angle quite so much, it would doubtlessly be worthy of another star. 60 m rope needed for lowering. The first half makes the route very worthwhile.","protection":"Bolts and cams up to #3 Camalot. A mid size offsett is handy for the flake in the middle, though with care, you should be fine without it.","location":"Take the trail around right and up to get to the upper tier of the Laughing Owl Buttress, which drops you off at the base of the slab. Walk about 40 left, past Bubbles and you should see the bolts heading up the slab."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,8a63706f-b14c-536f-b8ab-3cea90093e36,520d135f-cf28-57c4-92cb-49590e2b2090,a1a67408-3de3-52a8-9ed8-ea90603a2246,439db24b-4be0-5742-a657-8ca8352b4c9c,eb07d1b1-85ed-5604-889a-4e959aa85c21","pathTokens":["USA","New Hampshire","WM: Kancamagus (Central)","Owl's Cliff","Left Cliff, The","White Owl Face and Laughing Owl Area"],"gradeContext":"US","aggregate":{"byGrade":[{"count":3,"label":"5.8"},{"count":1,"label":"5.11d"},{"count":1,"label":"5.10"},{"count":1,"label":"5.12b/c"},{"count":1,"label":"5.12a"},{"count":1,"label":"5.10c"},{"count":1,"label":"5.12"},{"count":1,"label":"5.12c"},{"count":1,"label":"5.6"},{"count":1,"label":"5.13b"}],"byDiscipline":{"trad":{"total":8,"bands":{"unknown":0,"beginner":4,"intermediate":1,"advanced":3,"expert":0}},"sport":{"total":3,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":1,"expert":1}},"tr":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":4,"intermediate":2,"advanced":5,"expert":1}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-71.3618,44.0447]},"bbox":[-71.36242557270612,44.04425033981815,-71.36117442729389,44.04514966018187],"left_right_index":-1,"ext_id":"106923139","area_id":"6wfRsYXtVgSImk6VmqhcIQ==","polygon":{"type":"Polygon","coordinates":[[[-71.36242557270612,44.04425033981815],[-71.36117442729389,44.04425033981815],[-71.36117442729389,44.04514966018187],[-71.36242557270612,44.04514966018187],[-71.36242557270612,44.04425033981815]]]}},"content":{"description":"The White Owl Face and Laughing Owl Area make up the right side of the Left Cliff. When walking right under the cliff from the approach trail, in a few hundred feet, in front of you and to the right is the shear White Owl Face, making up the right side of a huge corner. This face is home to a number of super classic one pitch Owl's test pieces, including Brady Libby's 12c finger crack Crack of the Future, Ward Smith's sport routes Owl Cliff Club 12b/c, Attack of the White Owl 5.13b (sandbag), and Jerry Handren's gem White Owl 11d/12a, another of Owl's classic finger cracks. \n\n  Continuing around the corner to the right of the face, the tall Laughing Owl buttress will be above you, with many vertical cracks running up it, and a slab to the right. This area offers pleasant climbing at a more moderate grade than the previous face, with routes currently ranging from 5.6 to stiff 5.10. To get to the base of most of the climbs, continue following a trail to the right, around broken rock and up a steep wooded slope. The trail will then swing back and drop you off at the base of the right hand slab, near the routes Pocket Change and Bubbles. Dropping down into the little alcove to the left will get you to the start  of the cracks Egg Cracker 5.10 and Laughing Owl 5.9"},"density":0,"totalClimbs":12,"__v":1,"createdAt":"2022-11-07T06:12:09.930Z","updatedAt":"2024-01-20T01:03:21.916Z"}