{"_id":"6368a1b8e80bff5a995542c7","area_name":"Stolen Buttress - Main Cliff Left, The","shortCode":"","climbs":[{"_id":"DnDNqh1TXTed/R+ojPZsSA==","name":"Stealing Time","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Torie Kidd, Fall 2020","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.65888,43.99317]},"left_right_index":2,"mp_id":"120825948","mp_crag_id":"120825840","climb_id":"DnDNqh1TXTed/R+ojPZsSA==","areaRef":"9BmHIkoQWDuk/Dfu6GpXxA=="},"content":{"description":"Stick clip the first bolt. Start up the very short crack on the right side of the nook to get established on the climb. Climb up the chunky white rock into a good rest. Exit the rest either up the crack or the slab to the right, until you reach the crux roof. Make the next clip before moving right under the roof and making several big moves to good holds up and around the roof. Follow bolts up the slab to another short crack. Make an spectacular, airy traverse left on good holds. Finish up the ramp to the anchors.Take a moment to take in the fantastic view.The start of this climb can sometimes seep in early spring and late fall.","protection":"9 bolts to a 2 bolt anchor","location":"Walk left on the ledge until you see a little nook in the rock behind a tree, just above the Crystal Cave. Start up the 4ish ft. Crack on the right of the nook.This climb is located just to the right of the notable Indigenous People’s Ridge."},"__v":0},{"_id":"rZomLV8CWL+C0bqXA747LA==","name":"Space Donkey","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Mike Zarnowski summer 2021","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.65888,43.99317]},"left_right_index":0,"mp_id":"120851545","mp_crag_id":"120825840","climb_id":"rZomLV8CWL+C0bqXA747LA==","areaRef":"9BmHIkoQWDuk/Dfu6GpXxA=="},"content":{"description":"A really nice climb up the back side of the Indigenous Arete. Moderate but engaging climbing leads past the first few bolts around a corner and to an angular section. Stay steady and clip up halfway through the next mantle move then head up pasing another tricky section before a steep crack. Atop this is another wild mantle and a nice ledge to clip the anchor. ","protection":"10 bolts to lower off","location":"Far left side of Stolen Buttress. This route starts just left of an overhanging diamond shaped wall that I currently have a closed project on. "},"__v":0},{"_id":"gDge5aPYVLK1qce8EVEZRA==","name":"October Surprise","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Knower, 2020","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.65888,43.99317]},"left_right_index":4,"mp_id":"120938810","mp_crag_id":"120825840","climb_id":"gDge5aPYVLK1qce8EVEZRA==","areaRef":"9BmHIkoQWDuk/Dfu6GpXxA=="},"content":{"description":"This climbs the face/arete left of Golden Stripe. It's a bit shorter, a bit less soaring, and just a titch harder than its neighbor to the right. But it's still a great outing. Climb the slab, then work up the left side of the face, using a crack to a good rest. Launch into a fingery crux and then follow good holds top to a topout on a ledge. This route shares anchors with Flicker (5.11c) to the left. This is so named because I received a surprise during what I thought would be the first ascent. After negotiating the difficulties, I reached up to a brick-sized hold on the arete, thinking that I had completed the FA of a line I had been spying for a while. Before I knew it, the brick was flying through the air along with me. I bounced on the end of the rope and the brick crashed down the gully below my belayer. It just goes to show--Russell schist is not to be taken for granite!","protection":"Bolts to LO. Long sling on bolts on slab.","location":"Just left of the very obvious Golden Stripe. "},"__v":0},{"_id":"GTbfco0OVcSliL6Q4Oq7xg==","name":"Moonstripe","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Kayte Knower, 9/2021","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.65888,43.99317]},"left_right_index":6,"mp_id":"121330301","mp_crag_id":"120825840","climb_id":"GTbfco0OVcSliL6Q4Oq7xg==","areaRef":"9BmHIkoQWDuk/Dfu6GpXxA=="},"content":{"description":"Moonstripe climbs the soaring face right of Golden Stripe, on the right side of the Stolen Buttress Area. Start on the right side of the low slab, past four bolts, until you can start climbing up corners and overlaps. A crux comes at the 8th bolt, after which in-cut edges trace a line up the relatively steep wall until you reach a ledge. From here, the route changes in character to somewhat blocky and super airy climbing, to anchors high on the wall. Exactly 30M long, this route requires at least a 60M rope to lower from the anchors. Even if you do have a 60M rope, make sure to knot the end of the rope, because it will use almost every inch of rope. ","protection":"14 bolts to LO","location":""},"__v":0},{"_id":"OPS/O5iQU66zXwZpTXb1Rg==","name":"Indigenous Peoples' Day Memorial Route","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Daniela Martínez summer 2020","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.65888,43.99317]},"left_right_index":1,"mp_id":"120831979","mp_crag_id":"120825840","climb_id":"OPS/O5iQU66zXwZpTXb1Rg==","areaRef":"9BmHIkoQWDuk/Dfu6GpXxA=="},"content":{"description":"Long, multiple cruxes, really great rock, and the position, oh the position! Best 5.7 sport route in NH?\n\n Stick clip, or boulder up into a chimney then at it's top step down onto a ledge. Now climb into an interesting corner section then trend out left onto face holds and a crux at a groove. Now clip a few more bolts leading to a steep section of rock and another tricky crux. Here there is a shallow pocket hidden low and left in the bulge and a short finger crack out right that I make use of, okay it's not an easy 5.7. Afterwards little bit more super nice climbing leads to the top and a commanding view of the valley below.","protection":"11ish bolts to lower off. No need to extend anything, just clip your little sport draws to the bolts and have fun!","location":"Left side of Stolen Buttress starts up an easy chimney leading to an exposed arete. "},"__v":0},{"_id":"ch0koGs2VDGl2SH4uT4pzA==","name":"Golden Stripe","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Jay Knower, 2020","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.65888,43.99317]},"left_right_index":5,"mp_id":"120938779","mp_crag_id":"120825840","climb_id":"ch0koGs2VDGl2SH4uT4pzA==","areaRef":"9BmHIkoQWDuk/Dfu6GpXxA=="},"content":{"description":"This is arguably the best route at Russell (if I do say so myself), and potentially one of the best sport routes around. It's airy and engaging, and bolted so you're actually on lead. It climbs a bit more like a limestone route than a schist one. As you work your way up the technical moves, following the pronounced golden stripe up the rock, you just feel like a hero.  Start up a slab past a couple bolts (long runners useful here) until you can gain a stance before the main upper wall. Climb up, through an undercling crux, and work your way up the wall, maybe moving left, maybe moving right, but generally following amazing holds up the gold rock. At the top, lower off pigtails. ","protection":"Bolts to LO. A few long runners are helpful on the slab bolts.","location":"Rightmost route on the Stolen Buttress"},"__v":0},{"_id":"DohZ1MUYXMuHLbbnierD0Q==","name":"Flicker","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Kayte Knower, 2020","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.65888,43.99317]},"left_right_index":3,"mp_id":"120947449","mp_crag_id":"120825840","climb_id":"DohZ1MUYXMuHLbbnierD0Q==","areaRef":"9BmHIkoQWDuk/Dfu6GpXxA=="},"content":{"description":"Flicker offers a technical face climbing test in the middle of the Stolen Buttress. It climbs very much like any number of 5.11s found on Rumney's Main Cliff. Start in a small gully left of the slab start of October Surprise/Golden Stripe. Climb a short wall until you're able to start up the main wall. From here, really technical climbing leads up and slightly left into a right-facing corner. The climbing eases here, but continues to the ledge and the same anchors of October Surprise. ","protection":"Bolts","location":"Middle of Stolen Buttress area"},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,8a63706f-b14c-536f-b8ab-3cea90093e36,4d307c6f-a172-5751-b91a-0dace8dcb147,3b1dda09-df4a-5cea-9629-72a88e20aa5b,2afa8ec6-ee18-5cdf-9795-c488aaf23503,f4198722-4a10-583b-a4fc-37eee86a57c4","pathTokens":["USA","New Hampshire","WM: Waterville Valley","Russell Crags","Main Cliff Area","Stolen Buttress - Main Cliff Left, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.8"},{"count":1,"label":"5.9+"},{"count":1,"label":"5.12a"},{"count":1,"label":"5.10a"},{"count":1,"label":"5.7"},{"count":1,"label":"5.11d"},{"count":1,"label":"5.11c"}],"byDiscipline":{"sport":{"total":7,"bands":{"unknown":0,"beginner":2,"intermediate":2,"advanced":3,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":2,"advanced":3,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-71.65888,43.99317]},"bbox":[-71.65950502926678,43.992720339818135,-71.65825497073321,43.99361966018185],"left_right_index":-1,"ext_id":"120825840","area_id":"9BmHIkoQWDuk/Dfu6GpXxA=="},"content":{"description":"This section of Main Cliff contains a variety of fantastic, long climbs ranging from moderates to more challenging lines. The climbing is technical in nature up quality rock. The views from this location are spectacular. This section of cliff gets sun until late afternoon."},"density":0,"totalClimbs":7,"__v":1,"createdAt":"2022-11-07T06:12:21.388Z","updatedAt":"2022-11-25T11:20:15.331Z"}