{"_id":"63689de0e80bff5a994f96df","area_name":"Block Tower","shortCode":"","climbs":[{"_id":"POHhb5sYW6e+xOlv2QliFw==","name":"Wrist Never Sleeps","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"Strappo and friends","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.25384,39.42165]},"left_right_index":0,"mp_id":"106643606","mp_crag_id":"105797973","climb_id":"POHhb5sYW6e+xOlv2QliFw==","areaRef":"FGBnuXTKXMSjfGKyyNRaGQ=="},"content":{"description":"Wrist Never Sleeps is a steep face climb on a pill-shaped rock between Block Tower and Poe Buttress.  Climb up a vertical face on painfully sharp crimps, pass 6 bolts, then traverse left to lower angle rock and up past two more bolts.  Don't forget to bring some small cams to partially protect the upper run out 5.10 slab and to build an anchor at the top.","protection":"Quick draws and small cams.","location":"Between Poe Buttress and Block Tower.  The fastest descent is North towards the Poe Buttress and back down the gully.  It is also easy to traverse to the south and climb the crux pitch of Mr. Mantle."},"__v":0},{"_id":"q3V3AHLMVoGtJsvyJ+oGwQ==","name":"Sex Dwarf","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"Peter Hubbel and Andy Archer 8/84","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.25384,39.42165]},"left_right_index":3,"mp_id":"106029479","mp_crag_id":"105797973","climb_id":"q3V3AHLMVoGtJsvyJ+oGwQ==","areaRef":"FGBnuXTKXMSjfGKyyNRaGQ=="},"content":{"description":"This route takes the central gully of the Block Tower in 4 pitches.  Although moderately rated, most climbers will find the route challenging unless well versed in unprotected wide chimneying.  This route alternates with sections of perfect, water-washed granite and groveling past gravel filled constrictions.  A fun S.Platte adventure climb.","protection":"Pro to 5\" with extra 2.5-3\".","location":"The climb starts to the right of\n\nHurt Dance\n\non the right side of the large boulder leaning on the face.  This is left of the obvious, sickle-shaped, left-facing, shallow corner/flake (Bungi Man).  Hike down between the Poe Buttress and Block Tower."},"__v":0},{"_id":"jx6INbHdXPKlDj+2EGLecw==","name":"Mister Mantle","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"1st.pitch Olaf Mitchell and Maurice Reed / 2nd pitch Olaf Mitchell and Cathern Freer","type":{"trad":true,"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.25384,39.42165]},"left_right_index":1,"mp_id":"105935877","mp_crag_id":"105797973","climb_id":"jx6INbHdXPKlDj+2EGLecw==","areaRef":"FGBnuXTKXMSjfGKyyNRaGQ=="},"content":{"description":"The crux is about 1/3 of the way up the 1st pitch It is well protected and the fall (if you take one) is a relatively gentle pendulum.  The climbing is steep and sporting!  The moves are elegant with no giveaway sections. There is steep slab climbing to a mantle before each bolt. There is no way to dog any part of this pitch. You have to climb it!  There is a large ledge to belay from.  Pitch two is a hand/fist crack.","protection":"Pitch #1 9 bolts (all drilled on lead from natural stances) and some intermittent gear. Belay takes hands size pieces . Pitch #2 is regular Platte rack (cams and nuts).","location":"MM is on the left side of Block Tower.  Ascend an easy chimney up to a large ledge with comfortable boulders.  If you only do the 1st pitch bring some gear to rap although there is probably fixed stuff? If you do the whole climb, we walked off the back and down climbed the gully between Block and Poe."},"__v":0},{"_id":"mSmy51poVdmzlt7H5apdCg==","name":"Queer Bait","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Mike Smith and Peter Hubbel 6/82","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.25384,39.42165]},"left_right_index":7,"mp_id":"106110271","mp_crag_id":"105797973","climb_id":"mSmy51poVdmzlt7H5apdCg==","areaRef":"FGBnuXTKXMSjfGKyyNRaGQ=="},"content":{"description":"Queer Bait is a very enjoyable, multi-pitch rock climb located on the Block Tower. The difficulties can be minimized by aiding through crux on good bolts making this route 5.10-A0.\n\nP1- Start up left side of flake below obvious roof. After about 10 feet, head right, place a good cam in crack and face climb right, and up to good bolt, a few more face moves takes you to wide crack that gets smaller as you ascend 5.9+/5.10a (180 feet to fixed anchor).\n\nP2- This short pitch climbs double crack system to next good ledge 5.7 (50 feet).\n\nP3. This is where the fun begins! Grunt (or use good technique) up wide crack in corner. You decide if left side in or right side in works better (I personally decided to donate skin on each side of my body equally) to next good ledge. 5.9++ (70 feet).\n\nP4 Climb slightly tricky, thin moves to small roof. Exit left side of roof, and continue up sweet thin hands crack to bolts. Climb well bolted, short 5.11 crux or be a wanker and pull through (like my partner did-you suck! j/k) to another good belay ledge. 5.11c or 5.10-A0 (100 feet).\n\nP5- Short crack pitch to top of wall (head right to another crack when rock quality deteriorates) 5.10a (50 feet).\n\nOverall, this route had interesting climbing, excellent belay stances, all day sun, and a little OW climbing to keep the riff-raff away- what more can you ask for? Get out and climb it!","protection":"Single cams in small sizes up to #0.4 Camalot. Doubles #0.5 - #3 Camalot, with 1x #4 Friend and 1 x #6 Camalot optional but helpful and recommended for wide sections. The only fixed anchor we encountered was on the first pitch. There were no other fixed anchors on climb, making it best to walk off east toward Cynical Pinnacle (easy 20 minute downclimb).","location":"Route is located to the west of Cynical Pinnacle. Take standard approach to Cynical, but head west before encountering first cliff band. Bushwack up and left until you reach right side of block tower. The route starts right of obvious chimney system that splits the face."},"__v":0},{"_id":"3mY/tk0XXZOg867vAEhDXw==","name":"Hurt Dance","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"[Chris Reveley and Dave Wright in 1974]","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.25384,39.42165]},"left_right_index":2,"mp_id":"105754672","mp_crag_id":"105797973","climb_id":"3mY/tk0XXZOg867vAEhDXw==","areaRef":"FGBnuXTKXMSjfGKyyNRaGQ=="},"content":{"description":"Hurt Dance is well centered on the Block Tower.  The BT is located between Poe Buttress and Cynical Pinnacle.  Approach from either CP or the Sunshine Wall trail.  Look for a prominent left-leaning slot at the top of this wall.  The climb starts directly below and heads for this slot.  Start by gaining a ledge that has a left-facing low angle dihedral which leads to a crack system.  There are a few ways to start this climb.\n\nP0 - Dean Miller sandbag start (9?).  This starts off a ledge slightly to the right of P1.  Mantle onto a large flat area, walk back to the short right facing fatty (big cam).  Ascend the fatty to gain a ledge and head up and left on a second and more pleasant right facing dihedral to belay.  If you're smart, you'll scramble up to this ledge from the left to avoid this pitch.  This short pitch is recommended  if you want to get a close view of contorted facial expressions on climbers that are too distant to appreciate higher on the climb.\n\nP1 - Ascend the low angle left-facing dihedral to a small ledge and continue on a really nice 5.9 finger crack. Hand jams appear higher. Continue to a 2 bolt belay or better yet, run P1 and P2 together as we did.\n\nP2 - This pitch starts as mostly hands and soon leads to a nice wide section (9).  Arm bar, stack, heel-toe and grunt your way up this beautiful specimen to a boulder wedged into the crack after the pitch gets easy.  Stand on this chock boulder and set your belay using the 2 cracks on the left.  There is a bolt on the face to the right that I didn't bother clipping. Topos in the book show 2 bolts - there's only the one.\n\nP3 - Climb the finger crack on the left side of the chimney directly above the belay.  Clip the poor excuse for a bolt to the left of where the crack ends.  Move left (10-) to easy terrain and continue a very short distance to a small stance at the base of a crack.  Send the tall skinny guy on this short pitch.\n\nP4 - This pitch (called both 5.9 and 10-, who cares?) starts as a nice and easy hand crack and then turns mean and wide.  Don't dump your fat pro in the first wide section as it is very easy.  After this section, the crack leads into the left leaning slot that is visible from the ground.  First chimney, then move into a hand crack inside the slot for a while, grunt your way out and up and you are squeezed by the narrowing slot, place a fatty or 2 (unless you were me), return to squeezing and arm barring, and finally get some better loving as you move over and around the end of the slot.  Head to a sloping ledge at the base of an obvious crack and have a seat.  By now, you'll have scraped all the hair from your palms.\n\nP5 - It almost doesn't count as a pitch, but it is prudent to stop at the base of this pitch.  It is probably  1-1/2 moves of 7 or 8.  Hop up into the crack, place a wide piece grunt and its over.  Continue maybe 20 more feet and set a belay somewhere.  It's done.\n\nThis moderate climb has many enjoyable wide sections on it.  It is possible to face climb and do some stemming to avoid squeezing into these plump portions.  If you are leading these pitches, then you may want to stay in the crack.  If you are seconding, then remember that life is cheap on toprope.  High top climbing shoes are recommended for this climb.","protection":"Many sections of this route lend themselves to #6 Friend placements.  Leave RPs and 0 TCUs in your pack.  Though there are fixed anchors on this route, better ones can be had with gear in the same proximity. To descend, move to the right and find your way down.  If it's sketchy, then you're off route.","location":""},"__v":0},{"_id":"QwtnP8/BW12WsZxIkTIhBw==","name":"Desperado","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"1st Pitch K. Stricker and R. Woolf 02/05, 2nd pitch K. Stricker and C.Jones 2/08","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.25384,39.42165]},"left_right_index":6,"mp_id":"106641223","mp_crag_id":"105797973","climb_id":"QwtnP8/BW12WsZxIkTIhBw==","areaRef":"FGBnuXTKXMSjfGKyyNRaGQ=="},"content":{"description":"Desperado is a two pitch variation to\n\nQueer Bait\n\n. Start as with\n\nQueer Bait\n\nbut go straight up at the first bolt past a sustained 5.10+ thin section and a hard to clip bolt.  Run it out 20 feet on easier 5.8 climbing to a no hands rest on a knob at another bolt.  Climb back right clipping another bolt, then back left to a lunge for a jug in a horizontal break (5.11 R).  Mantle and run it out another 10 feet to a right-facing flake (#1 Camalot on right side) then up to a cable anchor on a rock spike.  170 feet 5.11 R.  Move belay up easy terrain to the base of the\n\nQueer Bait\n\noffwidth, place a 0.75 cam and big stopper in alcove to the right of the crack and extend the belay down to the ledge below.\n\nP. 2 - Climb up the left face of the\n\nQB's\n\nOW, starting about 15 feet left of the crack below several horizontal seams.  Climb up through the seams, placing small Aliens, and work up to the first bolt.  Make bouldery moves up and right to a second bolt, then crux moves slightly left and back right to a big jug.  Place a red Alien then traverse 5 feet right to finish on the\n\nQB\n\ncorner above the OW. Set up a belay on the left above the corner (medium cams, stoppers).","protection":"SR to 3 inches, with a double set of Aliens.","location":"Traverse up and right to the far right side of the upper ledge and belay at a two chain bolt anchor (behind the block) to rappel or continue up on\n\nQueer Bait\n\nand walk off.  If you rap, a single line will not get you all the way to the ground, but it is easy to down climb the last 30 feet down a gravelly groove."},"__v":0},{"_id":"JlvmQU7ZXmeLb33jM17rtQ==","name":"Dance of Chance","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Peter Hubbel, Mike Smith, Tom Bohanon, Feb. 1983","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.25384,39.42165]},"left_right_index":4,"mp_id":"106629488","mp_crag_id":"105797973","climb_id":"JlvmQU7ZXmeLb33jM17rtQ==","areaRef":"FGBnuXTKXMSjfGKyyNRaGQ=="},"content":{"description":"This is a nice route on typical South Platte granite. It is mostly crack climbing, including offwidth with some face here and there.\n\nP1. Start up a crack in the left-facing flake, and continue straight up another crack to a ramp/crack that trends left to right. Either belay here or follow the ramp up to a big ledge below a large, offwidth corner. You can make the start harder by climbing a crack a few feet to the right of the flake at the bottom. This start joins the other start about halfway up the flake.\n\nP2/3. This will either be the left to right trending ramp or the off-width depending on whether or not you combined pitches. For the offwidth, grovel up placing #3 and #4 Camalots. End on a ledge next to a big block on the left. The new #4s fit well. The old style is a bit too big (as I found out). This is the 3rd pitch of\n\nQueer Bait\n\n.\n\nP3/4. Climb up onto the block and move left to a thin crack in the overhang. Power up the crack to the face above, and climb to a bolt. From here, it gets tricky. From the bolt, move left and slightly down into a chimney. You can set a semi-hanging belay here from mid-sized cams. When I did the route, there was a leaver biner clipped to the bolt. Using it, your second can have a toprope for the downclimbing and can then untie and pull the rope once at the belay.\n\nP4/5. Climb up cracks in the chimney to the summit of the tower.\n\nPulling the roof on pitch 3/4 is the crux although some might feel that the offwidth is cruxy as well.","protection":"A standard rack up to a #4 Camalot. Extra 3-4\" cams are useful. There is one bolt on pitch 4.\n\nPer\n\nAnfarwal Vr\n\n: a #5 may be useful.","location":"Dance of Chance starts about 15' left of\n\nQueer Bait\n\n. Look for a small inset area next to a left-facing flake and crack.\n\nTo descend, walk off towards northeast towards CP and down the slope to the base."},"__v":0},{"_id":"DpveJ1kOUO6bCj8eXRyZrw==","name":"Bungi Man","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Olaf Mitchell and Peter Hubbel 4/83","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.25384,39.42165]},"left_right_index":5,"mp_id":"106641404","mp_crag_id":"105797973","climb_id":"DpveJ1kOUO6bCj8eXRyZrw==","areaRef":"FGBnuXTKXMSjfGKyyNRaGQ=="},"content":{"description":"This is the good and scary, sickle-shaped, left-angling crack in the middle of the Block Tower.  Start as for\n\nQueer Bait\n\non the highest ledge but continue straight up the crack where that route traverses right.  This enjoyable hand crack soon turns into a scary pinched off undercling protected by RPs and small cams.  When the crack ends, climb up to the first bolt then make crux moves left to a second bolt and on up and left to a fixed webbing anchor in a bushy crack.  The traverse is a bit hairy as the roof you are traversing above has a sharp lip.\n\nYou can continue up and right to link to\n\nQueer Bait\n\nor\n\nDance of Chance\n\n. Go up and left to finish on\n\nHurt Dance\n\n, or rappel 100 feet to the ground.","protection":"RPs to a #3.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,3008c0fb-0ce5-525b-b50f-6155887d0597,b1d3d2a7-6fc4-5739-ab04-4cb08768ffc7,146067b9-74ca-5cc4-a37c-62b2c8d45a19","pathTokens":["USA","Colorado","South Platte","Cathedral Spires Area","Block Tower"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.12"},{"count":1,"label":"5.7+"},{"count":1,"label":"5.12a"},{"count":1,"label":"5.11b"},{"count":1,"label":"5.10-"},{"count":1,"label":"5.11+"},{"count":1,"label":"5.10a"},{"count":1,"label":"5.11-"}],"byDiscipline":{"trad":{"total":8,"bands":{"unknown":0,"beginner":1,"intermediate":2,"advanced":5,"expert":0}},"sport":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":2,"advanced":5,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.25384,39.42165]},"bbox":[-105.25442208914252,39.42120033981812,-105.25325791085747,39.42209966018186],"left_right_index":-1,"ext_id":"105797973","area_id":"FGBnuXTKXMSjfGKyyNRaGQ=="},"content":{"description":""},"density":0,"totalClimbs":8,"__v":1,"createdAt":"2022-11-07T05:56:15.446Z","updatedAt":"2022-11-25T11:16:57.354Z"}