{"_id":"6368a4bbe80bff5a995a773b","area_name":"Cakewalk Wall","shortCode":"","climbs":[{"_id":"i508skzjX3OQsG4DqnMEfA==","name":"Son of Cakewalk","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.04775,31.92283]},"left_right_index":0,"mp_id":"108383057","mp_crag_id":"106044182","climb_id":"i508skzjX3OQsG4DqnMEfA==","areaRef":"TUwICwJbUz+5kTQSkWfYEQ=="},"content":{"description":"","protection":"","location":""},"__v":0},{"_id":"FHnRY/9sVNK31T29yxQ9CQ==","name":"Return of Cakewalk","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.04775,31.92283]},"left_right_index":1,"mp_id":"111713083","mp_crag_id":"106044182","climb_id":"FHnRY/9sVNK31T29yxQ9CQ==","areaRef":"TUwICwJbUz+5kTQSkWfYEQ=="},"content":{"description":"Fun climbing up left side of Cakewalk Wall. Maybe some 5.7 moves, but largely 5.6 or easier. p1: 100 feet to 2-bolt anchors. We climbed left around \"umbrella-size hueco\" described in Sherman, then slightly right to anchors. p2: 100 feet to 2-bolt anchors. Stay left at wall near top to find anchors.","protection":"Nuts, small cams, and runners. 2 bolt anchors at top of p1 and p2.","location":"From base of Cakewalk, walk left ~50 feet around large boulder, then scramble up between two boulders to where you can climb right up dark pocketed boulder towards main wall (4th or low 5th class). Route starts on flat top of higher boulder to left, reached by scrambling left between this boulder and main wall. To descend, rap the route with 60 m rope (intermediate anchor may not be obvious, so tying knots in ends of rope is recommended)."},"__v":0},{"_id":"zgERQ/x0UgqhYNsWGjkh+w==","name":"Cakewalk Direct","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"unknown","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.04775,31.92283]},"left_right_index":3,"mp_id":"106423136","mp_crag_id":"106044182","climb_id":"zgERQ/x0UgqhYNsWGjkh+w==","areaRef":"TUwICwJbUz+5kTQSkWfYEQ=="},"content":{"description":"A group of us were climbing this area a few weeks ago and while we were running laps up Alice in Banana Land just to the right, this climb kept spitting climbers off the start. While there is a line of small holds directly underneath the first bolt, most of us ended up starting in the initial crack of Banana Patch and then traversing over a move at the top of the crack to reach the first bolt. Once the first bolt is reached the climbing becomes pretty straight-forward, following some decent huecos and face-holds up the nearly vertical wall.  ","protection":"The first bolt is ~15ft and past the crux moves. 5 or so more bolts gain the anchors/belay ledge. The Banana Patch start can be protected with small wires/cams, otherwise be ready to leap down and tangle with brush. The top belay ledge has two bolts, and allows for top-roping the route with a 60m rope.","location":"This route provides a direct start for the Cakewalk, leading almost directly up to the P1 belay ledge."},"__v":0},{"_id":"Wcr6dkiVVmeYPHIffiq5MA==","name":"Cakewalk","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.04775,31.92283]},"left_right_index":2,"mp_id":"105961310","mp_crag_id":"106044182","climb_id":"Wcr6dkiVVmeYPHIffiq5MA==","areaRef":"TUwICwJbUz+5kTQSkWfYEQ=="},"content":{"description":"Solid climbing up huecos and patina for two pitches, with good exposure and comfy belays. The first pitch is the more dififcult, mainly due to the route-finding challenges. Finding the \"5.6\" start may be tricky as there are several slightly more difficult ways to start. Also, the protection on the first 30-40 ft is not all that obvious, sometimes relying on the small gaps between patina plates. The second pitch is much more straightforward, following the obvious hand-sized crack for half a pitch. When the crack ends, an exposed traverse to the right leads to a ledge, from which one can scramble up to the top. \n\n  A beginner leader should take this route fairly seriously, as the protection is not obvious. However, there are plenty of good stances, and as long as you can be creative with your pro, you'll enjoy this route.","protection":"Small wires helpful throughout the route. Also shallow cam placments and a few tri-cams come in handy. Nig stuff will fit in the hand-crack on the second pitch, but you can do without it just as well. A two-bolt belay is located on a ledge 130 ft up at the top of Cakewalk Direct. A second two-bolt belay is another 70 ft up just beneath the crack. There is a bolt just below the second anchors which protects an exposed move to reach the anchors. No gear at the top.","location":"The Cakewalk buttress is one of the first large walls seen when approaching from the parking lot. It is recognizable by the hand-crack on the second pitch, and a faint water-streak on the lower pitch. The start is on the right side of some boulders at the base of the wall. The grotto to the left is where the classic route Flake Roof is found. 30 ft to the right is a large chimney called Bitchin Chimney."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,4f4767a6-b408-58a3-b7fb-750f0a5e2129,457ea224-0d15-5f68-9d1e-2a153b89bc3b,aa4c43f3-b2ae-56b4-b0c4-00dbb6d00a29,4d4c080b-025b-533f-b991-34129167d811","pathTokens":["USA","Texas","Hueco Tanks","North Mountain","Cakewalk Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.6"},{"count":1,"label":"5.7"},{"count":1,"label":"5.9+"}],"byDiscipline":{"trad":{"total":4,"bands":{"unknown":0,"beginner":3,"intermediate":1,"advanced":0,"expert":0}},"sport":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":3,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-106.04775,31.92283]},"bbox":[-106.04827978417998,31.922380339818144,-106.04722021582002,31.92327966018186],"left_right_index":-1,"ext_id":"106044182","area_id":"TUwICwJbUz+5kTQSkWfYEQ=="},"content":{"description":"Cakewalk Wall is a wide swath of unbroken wall slathered with huecos that sits between the Perverted Sanctuary and the Central Wall on North Mountain. The wall is approximately 250 feet high and features the easy classic, Cakewalk (5.6)."},"density":0,"totalClimbs":4,"__v":1,"createdAt":"2022-11-07T06:25:00.585Z","updatedAt":"2024-01-15T16:48:48.917Z"}