{"_id":"63689de0e80bff5a994f95a0","area_name":"Leftovers","shortCode":"","climbs":[{"_id":"vsbic4mfXuuL1CUZnG70Lw==","name":"Wild Cherry","yds":"5.8-","grades":{"yds":"5.8-","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.23968,39.11908]},"left_right_index":11,"mp_id":"107147397","mp_crag_id":"105797946","climb_id":"vsbic4mfXuuL1CUZnG70Lw==","areaRef":"spm8q/XeW663DoVDz33NRg=="},"content":{"description":"Wild Cherry follows a crack system just right of Dong (photos coming soon).  It has a nice variety of climbing including squeeze chimney, offwidth, and handcrack that protects well.  It can be done in one or two pitches with a possible short additional pitch if you choose to top out.\n\nOne guidebook recommends a short first pitch ending just above the second chockstone.  We set our belay about fifteen feet higher on a small ledge (maybe 1' X 3').  We set our second belay right after you face climb around a bulging boulder.\n\nOverall, it is a fun route with no real distinct crux.  We were not sure if the climb had a 5.8 move.  All the guidebooks give the route a 5.8 rating, but it may be soft.","protection":"Full rack up to a #5 Friend, you may want doubles in the 2 - 4 inch range if you combine the first two pitches.","location":"Wild Cherry is on the Leftovers just right of the wide Ding and Dong climbs and maybe 40-50 left of\n\nMellow Yellow\n\n.  There are three or four ways to get down from pitch 2.  There are a couple of short cracks that go to the top.  You can also descend down into a hole then up an easy slab to the top.  We bailed at the top of the second pitch due to lightning.  In summary, it's adventure climbing. Bring webbing or cord and bail biners."},"__v":0},{"_id":"I1OrOOe8W0e+0RQjca/+pQ==","name":"Turkey Jerky","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"NB, BE","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.23968,39.11908]},"left_right_index":6,"mp_id":"118318624","mp_crag_id":"105797946","climb_id":"I1OrOOe8W0e+0RQjca/+pQ==","areaRef":"spm8q/XeW663DoVDz33NRg=="},"content":{"description":"This route climbs the steep face between\n\nCaptain Fist\n\nand\n\nToo Much Crack\n\non amazing edges and patina holds.\n\nPitch 1. Climb easy rock past some optional gear to the small roof at ~ 20'. Clip the bolt above and pull the (5.11 crux) roof using a high left foot and some magic (read, hard one-leg press) to gain the face above. Climb the face past bolts, where you need them, and a couple easy runouts to a horizontal crack at ~ 100'. This section is in the 5.10 range. From here, continue up the crack/seam which jogs right a bit before turning vertical. Follow it up, and finish via multiple variations. The easiest is to step back left and into the wide crack finish of \"Captain Fist\". It would be prudent to belay at the ledge or somewhere similar within earshot of your follower because of the low crux (followers should also consider leaving the bolt clipped through the crux to mitigate swing potential, duh).\n\nThe runouts are easy, but be prepared to climb a little between bolts. If you're comfort zone is BC or CCC-type bolt spacing, then you're not gonna like this route, but if you're a competent S. Platte climber, then you should feel right at home.\n\nPitch 2 is just a short jaunt to the summit via several easy options.\n\nThe FA style for anyone concerned: the route was done ground up with all but one bolt placed from stances. For that one, only partial aid was used -- a sub-bodyweight Birdbeak for a \"handhold\" while drilling.","protection":"6 bolts and a light rack. Gear varies depending upon the finish and could go up to a #3 Camalot.","location":"It is between\n\nCaptain Fist\n\nand\n\nToo Much Crack\n\n."},"__v":0},{"_id":"8Rzw98/iVPug8soHyKvzrw==","name":"Too Much Turkey!!!","yds":"5.10c/d","grades":{"yds":"5.10c/d","french":"6b+"},"fa":"November, 1986  - Brent Kertzman, Rick Westbay, Mark Milligan & Tom Greisan","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.23968,39.11908]},"left_right_index":3,"mp_id":"105821304","mp_crag_id":"105797946","climb_id":"8Rzw98/iVPug8soHyKvzrw==","areaRef":"spm8q/XeW663DoVDz33NRg=="},"content":{"description":"Look for a chimney/box dihedral capped with a 12 foot roof about 60 feet left (to the west) of Too Much Crack. Climb up thin cracks to the roof which has a hand crack that flares into a bombay chimney. This route has really neat moves out the roof which is less difficult than it appears. It seems like the climbing up to the roof was neat, likewise. I climbed the route three times in a two year period as it seemed pretty fun back in the day.","protection":"A set of stoppers, some small cams, several hand sizes pieces for the roof and of course some over the shoulder runners. (Sorry if the rack is off a bit but it has been about 18 years since I last climbed this route).","location":"There were rappel bolts placed to get off the climb and are hopefully still there. If the bolts aren't still there scramble a series of ledges to the west to descend. (Peter this will give you something to do next time you are bored)."},"__v":0},{"_id":"GzCUazRxWquzeLH7EEjxFQ==","name":"Too Much Crack","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"n/a","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.23968,39.11908]},"left_right_index":7,"mp_id":"105753157","mp_crag_id":"105797946","climb_id":"GzCUazRxWquzeLH7EEjxFQ==","areaRef":"spm8q/XeW663DoVDz33NRg=="},"content":{"description":"This little gem is located at the Leftovers Area on its south face.  This route starts on some easy terrain leading to a gorgeous splitter that can't be missed.  Ascend the easy section (a crack system that ends below and to the right of the spitter) and step into this beauty from the right.  The first 30 or so feet is fingery and contains the crux.  The crack gets a bit easier and veres slightly to the left.  The crack ends and there are 2 ways to finish this pitch.  Either vere up and left through more featured and protectable climbing to a big alcove and belay, or continue more or less straight upward (5.9 R) and belay as soon as you can.  We had 3 people in our party and opted for the first option.  In either case, you'll do well to have a 60m rope.  Continue with about 30 feet of easy climbing (moving up and right from the alcove) and set a belay.","protection":"Bring a full set of stoppers, and a light rack of cams.  Bring up to a #3 Camalot/3.5 Friend (for the belay if you do it the way I did).  The descent is a walk-off the back to either side.","location":""},"__v":0},{"_id":"vOEE9LNbXOmw2IKw4CUdyg==","name":"The Throat","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.23968,39.11908]},"left_right_index":8,"mp_id":"112217936","mp_crag_id":"105797946","climb_id":"vOEE9LNbXOmw2IKw4CUdyg==","areaRef":"spm8q/XeW663DoVDz33NRg=="},"content":{"description":"The Throat has varied and fun chimney climbing, some stemming with face holds, and a few jams. Make a gear belay when you reach a sloping ledge after using most of a 60m rope. Although you might make it all the way to the top with a 70m rope, you will likely have terrible rope drag. Another short pitch brings you to the top.","protection":"Standard rack with singles in large gear up to Big Bro. There are several cracks inside and outside the chimney for gear, so it is reasonably well-protected.","location":"Climb the chimney just right of\n\nToo Much Crack\n\n. Walk off to the East."},"__v":0},{"_id":"lgbRa1wIWeKH0wKV4jWoBQ==","name":"Temperature's Rising","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.23968,39.11908]},"left_right_index":15,"mp_id":"105763416","mp_crag_id":"105797946","climb_id":"lgbRa1wIWeKH0wKV4jWoBQ==","areaRef":"spm8q/XeW663DoVDz33NRg=="},"content":{"description":"This route is on the Leftovers, South Face, on the right side of the formation.  The distinguishing feature is a couple of bushes in the crack, perhaps 50 feet off the deck.\n\nStart on a clean, right-slanting crack right off the trail.  These are the hardest moves, and can be well protected with a 4.5 cam.  Move left, then up through some bushes in a very nice, consistent 5.8 crack.  100 feet.\n\nP2 -- when the crack ends, the terrain gets easier (5.5) and moves right to the top.  You could possibly downclimb from the top, but it looks dicey.  An alternative is to cut hard left and traverse  30 or so feet, then walk off heading north.\n\nThis route is better than it looks from the ground.","protection":"Standard rack with doubles on hand sizes. A #4.5 Camalot protected the bottom moves.","location":""},"__v":0},{"_id":"vFLGf5lrUiu/BhtV1Jkkgw==","name":"See Snake Bounce","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.23968,39.11908]},"left_right_index":16,"mp_id":"105755272","mp_crag_id":"105797946","climb_id":"vFLGf5lrUiu/BhtV1Jkkgw==","areaRef":"spm8q/XeW663DoVDz33NRg=="},"content":{"description":"This route ascends the bushy dihedral at the right end of The Leftovers, further right and around the corner from\n\nMellow Yellow\n\n.  Its crack size varies from Alien to #3 Camalot size.  It ends at a good walkoff slot to desend off the backside.  This is not the best route at Turkey but is a good beginner's lead.","protection":"A standard rack will suffice.  A #3.5 or #4 Camalot is helpful for the belay.","location":"It is the bushy dihedral at the right end of The Leftovers, further right and around the corner from\n\nMellow Yellow\n\n."},"__v":0},{"_id":"IdptrPEoX7OCDflfsxcm0A==","name":"Salmonella Smorgasbord","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.23968,39.11908]},"left_right_index":17,"mp_id":"106769215","mp_crag_id":"105797946","climb_id":"IdptrPEoX7OCDflfsxcm0A==","areaRef":"spm8q/XeW663DoVDz33NRg=="},"content":{"description":"This route climbs the crack system to the right of\n\nSee Snake Bounce\n\nand finishes in the same slot with the same walk-off.\n\nClimb through a bush at the start of a right-facing dihedral.  Climb up the dihedral and cracks to a crux finish near the top.  There is a short run-out at a wide crack about 60 feet up.  I used a #5 Camalot to protect this.\n\nExcept for the bush, it is not a bad route and a pretty good lower level lead with a little bit of spice at the wide crack.","protection":"I used up to a #5 Camalot.","location":"It is located on the right side of the Leftovers next to\n\nSee Snake Bounce\n\n."},"__v":0},{"_id":"Ib4VCcZqWL6NXyfi6TsVSw==","name":"Reptillian Wall","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.23968,39.11908]},"left_right_index":2,"mp_id":"105950528","mp_crag_id":"105797946","climb_id":"Ib4VCcZqWL6NXyfi6TsVSw==","areaRef":"spm8q/XeW663DoVDz33NRg=="},"content":{"description":"A nice, mellow route for a first lead or beginner toprope.  Route is a leaning hand crack running up a right facing dihedral immediately left of a wide OW and a \"reptillian\" face.  Great protection in the crack and numerous face holds allow for crack climbing, stemming, or a combination of the two.  Set up a TR anchor on the broad ledge or walk off to climber's left.","protection":"Like any good beginner lead, the hand crack takes as much pro as you can carry.  Small/medium cams and nuts are optimal.  Large cams can be used up high where the chimney narrows to about 4\".","location":"Follow the rough trail to the Leftovers go as far left (west) as possible before the the ridge dissolves in to random large boulders.  Route is left of Captain Fist and Prime Rib."},"__v":0},{"_id":"r4oEDxkHUk6ynhOjF1VGFw==","name":"Prime Rib","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.23968,39.11908]},"left_right_index":4,"mp_id":"105755275","mp_crag_id":"105797946","climb_id":"r4oEDxkHUk6ynhOjF1VGFw==","areaRef":"spm8q/XeW663DoVDz33NRg=="},"content":{"description":"Prime Rib is the crack/dihedral system immediately left of\n\nCaptain Fist\n\non The Leftovers.\n\nClimb the slab just right of the dead tree leaning on in (you can sling the tree for pro). Pull right into the dihedral, and climb it for about 50 feet. Exit the dihedral before it ends and swing around onto the face to the left (can get a #3 Camalot here). If the move is hard, you're probably too high. Climb cracks on the face to the belay ledge - the last 40 feet is a runout with no pro.\n\nAs of Feb. 2002, the rap anchors had been removed - descend over the top and around to the right - a crappy scramble that holds snow longer than the rest of Turkey.","protection":"A standard rack should suffice.","location":""},"__v":0},{"_id":"Dw+9oaOfWw6laUZSSPupYQ==","name":"Mellow Yellow","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.23968,39.11908]},"left_right_index":12,"mp_id":"105751483","mp_crag_id":"105797946","climb_id":"Dw+9oaOfWw6laUZSSPupYQ==","areaRef":"spm8q/XeW663DoVDz33NRg=="},"content":{"description":"This is in my opinion one of the best cracks on Turkey Rocks.  The climb is located in the leftovers area on the south face.  It is most easily recognized by the yellow, right-facing flake near the top of the climb. The climb starts around the corner from the offwidth climbs of Ding and Dong.  Make a short scramble up to a flat space that is good to belay from.  The climb starts with double cracks to the top of a pinnacle on the left.  It then continues into smaller cracks to a big ledge.  Above you can see the Yellow flake at the top of a thin crack.  Finish out above the flake and either climb out on a crack above or scramble to the left for a ways to a walkoff.","protection":"Standard rack to #3 Camalot.","location":""},"__v":0},{"_id":"K/oWZ2NbWt2KpgWFTgCBfA==","name":"I'm Telling Mom","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.23968,39.11908]},"left_right_index":13,"mp_id":"111070699","mp_crag_id":"105797946","climb_id":"K/oWZ2NbWt2KpgWFTgCBfA==","areaRef":"spm8q/XeW663DoVDz33NRg=="},"content":{"description":"This route has it all, beginning with a chimney, progressing into an offwidth with a few face moves interspersed, and ending with hand/fist jams. It goes at 5.7, but I would just add the word \"burly\" to that rating. I found it to be a very fun climb with solid protection the whole way. The crux is probably making the slightly awkward moves to pull yourself out of the chimney right at the beginning of the climb.","protection":"Standard rack up to #4 cam; doubles up to #2/3, a set of nuts, and - for those of you who appreciate a good hex placement - there are a few places for those as well. Save some small cams for the anchor.","location":"The route starts just right of the classic\n\nMellow Yellow\n\nroute at Leftovers and ends with a belay (no fixed anchors) at the same keyhole\n\nMellow Yellow\n\nends at. Be careful not to go too far right of\n\nMellow Yellow\n\nor you'll find yourself on a 5.9 start that links up with I'm Telling Mom.\n\nTo descend, pass through the keyhole and rock-hop your way down the gully that trends southeast between the south face of Turkey Rock and Leftovers."},"__v":0},{"_id":"iu/gXMySXEubdtHB6zGpZA==","name":"Dong","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Earl & Sheryl Wiggins","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.23968,39.11908]},"left_right_index":10,"mp_id":"121446512","mp_crag_id":"105797946","climb_id":"iu/gXMySXEubdtHB6zGpZA==","areaRef":"spm8q/XeW663DoVDz33NRg=="},"content":{"description":"Ding and Dong are a pair of steep, deep, intimidating, old school Wiggins chimneys. Both require exceptionally large gear and are rarely climbed.\n\nTunnel deeply into the right chimney. There is hand-sized protection in the back, but the chimney narrows too much to continue up along this crack system. Find a spot where your body and your biggest gear are happy, and head up. The chimney eventually narrows into an offwidth protected by a #6 cam. Belay at the ledge above.\n\nContinue up enjoyable hand cracks and nicely featured rock for about 120 feet until you reach easy terrain. Top out, and then scramble off the backside.","protection":"Cams to BD #8 or equivalent.","location":"Find the pair of striking, deep chimneys near the middle of the crag. You can't miss them. Dong is the right one."},"__v":0},{"_id":"A/ePdtSIWxKzYW166HS61Q==","name":"Ding","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Earl & Sheryl Wiggins","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.23968,39.11908]},"left_right_index":9,"mp_id":"121446377","mp_crag_id":"105797946","climb_id":"A/ePdtSIWxKzYW166HS61Q==","areaRef":"spm8q/XeW663DoVDz33NRg=="},"content":{"description":"Ding and Dong are a pair of steep, deep, intimidating, old school Wiggins chimneys. Both require exceptionally large gear and are rarely climbed. Ding is the burlier of the two.\n\nClimb the left chimney to a chockstone ledge about 90 feet up. This pitch is the business. The chimney is not very featured, and there are few cheater holds. The climbing isn't terribly difficult, but it gets rowdy - physical and sustained. A #8 cam or equivalent is required here. You can walk it and occasionally place another piece along the way. We also used a #7 but felt that the climb would probably be safe enough without one.\n\nFrom the chockstone belay, continue up the now easier chimney, veering left at the obvious decision point. Belay near the top of the formation, and then scramble off the backside.","protection":"Cams to BD #8 or equivalent.","location":"Find the pair of striking, deep chimneys near the middle of the crag. You can't miss them. Ding is the left one."},"__v":0},{"_id":"q6qWH49wVaq9/N0dH8u8fQ==","name":"Chicken Legs","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.23968,39.11908]},"left_right_index":0,"mp_id":"105950544","mp_crag_id":"105797946","climb_id":"q6qWH49wVaq9/N0dH8u8fQ==","areaRef":"spm8q/XeW663DoVDz33NRg=="},"content":{"description":"Just left of Reptillian Wall lies this largely forgetable combination crack-face climb.  The bottom half is an easy, pleasant scamper up a flake and crack system.  After that, it's a steep friction climb on crystals for 15' to the rounded top of the block.  Set an anchor in a narrow horizontal crack or sling the boulder above.  Walk off to climber's left.  Left and right variations are available.  The left looks slightly easier than the right (5.8?).","protection":"Lots of protection on the lower half (though you won't need it), nothing on the top.","location":"Follow the trail to the extreme left edge of the Leftovers (stale Leftovers?).  Climb is left of Captain Fist and Prime Rib on the same buttress as Reptillian Wall."},"__v":0},{"_id":"fGU+hWu4WWGJeR8u6oq7/g==","name":"Captain Fist","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.23968,39.11908]},"left_right_index":5,"mp_id":"105750571","mp_crag_id":"105797946","climb_id":"fGU+hWu4WWGJeR8u6oq7/g==","areaRef":"spm8q/XeW663DoVDz33NRg=="},"content":{"description":"The route is a very obvious crack on Leftovers at Turkey rocks.  Currently there is a dead tree leaning against the rock to the left of the climb.\n\nThe route starts with a scramble up to a small roof.  To tackle the large offwidth through the roof is more diffucult than 5.8 head on.  Use the crack in the face to the left to pull the roof.  After the roof you'll find some great offwidth that at times seems bottomless.  Work your way directly up the crack to the next roof with a right angling crack.  We ended the first pitch under this roof.  The right angling crack was fun but not nearly as difficult as the first pitch.  This crack tops out on a ramp and several variations lead to the top.\n\nRap off slings around chockstone to the back of the rock and proceed right between Leftovers and Turkey Rock to the base of the climb.  I enjoyed the climb.  It was in the true Turkey Rock style, nothing graceful about it.","protection":"Several #3 and #3.5 Camalots work well protecting the first pitch.  Despite the word fist in the name it is much larger.  The belay above the first pitch will require #2 Camalots.","location":""},"__v":0},{"_id":"slYwDTwoUoipo1J2/HdYJg==","name":"Awkward Teenage Dating","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"??","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.23968,39.11908]},"left_right_index":1,"mp_id":"106783656","mp_crag_id":"105797946","climb_id":"slYwDTwoUoipo1J2/HdYJg==","areaRef":"spm8q/XeW663DoVDz33NRg=="},"content":{"description":"This is a fairly straightforward offwidth. Like teenage dating, awkwardly grope around to get to the top of this climb.  To get the true essence of the climb, avoid using the obvious (and tempting) face holds of\n\nReptillian Wall\n\n.  It is a good for TR problem.  Not a good beginner lead if you are truly using the offwidth, and only the offwidth!","protection":"This climb can be protected on the left, using the same hand crack that protects\n\nReptillian Wall\n\n.  Small pro best for down low, with larger being used further up.  Walk off to the left once you top out, or build a gear anchor.","location":"This is the obvious offwidth you straddle while ascending\n\nReptillian Wall\n\n."},"__v":0},{"_id":"rvqT0U5kWyqudRYjoFCN1A==","name":"Alive and Kicking","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.23968,39.11908]},"left_right_index":14,"mp_id":"105763941","mp_crag_id":"105797946","climb_id":"rvqT0U5kWyqudRYjoFCN1A==","areaRef":"spm8q/XeW663DoVDz33NRg=="},"content":{"description":"This route is on the Leftovers, South Face, perhaps 40 feet to the right of\n\nMellow Yellow\n\n. The distinguishing feature is a clean looking crack heading up to a roof.\n\nScramble up about 50 feet to the crack in a large, left-facing dihedral.  Surmount the roof (crux), and head diagonally left. You can set a belay there.\n\nWork up right on easier terrain (5.5?). You could possibly downclimb from the top, but it looks very dicey. Instead, you can cut hard left and traverse to where\n\nMellow Yellow\n\nends, then do the easy walk off heading north.\n\nCertainly there are longer climbs at Turkey Rocks with more sustained, interesting sections, but the crack/roof section of this climb is very good. It has excellent pro also.","protection":"Rack to #3 and doubles on medium to big stoppers. Big hexes also helped.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,3008c0fb-0ce5-525b-b50f-6155887d0597,ace71460-d66b-5c7b-a29a-d998bf196eb7,b299bcab-f5de-5bae-b70e-8543cf7dcd46","pathTokens":["USA","Colorado","South Platte","Turkey Rocks","Leftovers"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.8-"},{"count":1,"label":"5.11"},{"count":1,"label":"5.10c/d"},{"count":1,"label":"5.10-"},{"count":5,"label":"5.8"},{"count":1,"label":"5.9-"},{"count":3,"label":"5.6"},{"count":2,"label":"5.7"},{"count":1,"label":"5.8+"},{"count":1,"label":"5.9"},{"count":1,"label":"5.10a"}],"byDiscipline":{"trad":{"total":18,"bands":{"unknown":0,"beginner":13,"intermediate":4,"advanced":1,"expert":0}},"tr":{"total":4,"bands":{"unknown":0,"beginner":3,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":13,"intermediate":4,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.23968,39.11908]},"bbox":[-105.24025958122954,39.11863033981813,-105.23910041877046,39.11952966018186],"left_right_index":-1,"ext_id":"105797946","area_id":"spm8q/XeW663DoVDz33NRg=="},"content":{"description":""},"density":0,"totalClimbs":18,"__v":1,"createdAt":"2022-11-07T05:56:09.609Z","updatedAt":"2022-11-25T11:16:47.945Z"}