{"_id":"6368a214e80bff5a9955da67","area_name":"Wildflower Wall","shortCode":"","climbs":[{"_id":"s9UWSc2HVYCh04efSLLtpw==","name":"Wildflower","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"John Kear and Carolyn Parker, 28 Sept 1996","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.4556,35.2223]},"left_right_index":999999,"mp_id":"106001997","mp_crag_id":"106001986","climb_id":"s9UWSc2HVYCh04efSLLtpw==","areaRef":"6uJ/FrPjXA+abvAi0EnGAg=="},"content":{"description":"See Mick Schein's guide \"Sandia Rock\" (2003) for a detailed description of the route. However, the bolted anchor at the top of the 1st pitch is at the 1st ledge of  2 that are above the small pillar - not at the 2nd ledge as shown in the guide's topo.  Also, the bolted crux is immediately above that 2nd ledge. \n\n  Overall, the first two pitches mostly ascend straight up from the base of the route.  The third pitch has a mantel roughly 30 feet above the bolted belay.  After the mantel, a huge rounded trough or shoot is visible a little higher on the wall and to the right.  Pitch 3 ends in the lower part of the shoot.  The 4th pitch continues up through this shoot, then trends up and right to/past a dead tree and a bolt.  A little above the bolt, trend left and up to the top.   \n\n  To exit from the top of the route, make a modest and careful hike/scramble up and right which in essence returns one to the top of The Watchtower.   \n\n  The leader should be comfortable with 5.5 (?) run-out terrain, particularly at the start of the 2nd pitch (unless I missed something). ","protection":"Gear to 2 ½ inches although most placements are at or less than 1 ½ inches.  Besides nuts, gear less than ½ inch would be useful.  Anchors from bottom to top:   bolts, bolts, gear, and tree(s). \n\n  Marc suggests below adding a couple Tri Cams to the rack, the red one in particular.","location":"Locate the base of the north end of the wall (see Wildflower Wall for descent options).  Turn around and hike back south along the base of the wall (about 30 feet?) until able to locate a roughly 50 foot tall pillar that is largely in contact with the main wall.  The route starts to the climber's left of this pillar; see this photo: \n\nShowing the start of Wildflower route roughly up the center of the picture.  Note the large inside corner in the upper half of the picture; the right side of it is the small pillar noted in the guide as just to the right of the pitch 1 route.\n\n  Note that although Sandia Rock indicates a 4th class traverse on ledges to a stand of aspens at the base of the climb, that stand of aspen can be easily reached entirely on foot after rappelling.  And see Wildflower Wall for descent options."},"__v":0},{"_id":"3peDeFYJWke86zawKsUHKA==","name":"Sister Moon","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"John Kear and Carolyn Parker September 2007","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-106.4556,35.2223]},"left_right_index":999999,"mp_id":"106070810","mp_crag_id":"106001986","climb_id":"3peDeFYJWke86zawKsUHKA==","areaRef":"6uJ/FrPjXA+abvAi0EnGAg=="},"content":{"description":"New Route on the Wildflower Wall.   Begin about 25ft right of Wildflower at a short steep wall leading to a fist/ow splitter.  Climb the crack which eventually narrows to fingers to the top of the pillar.  From the ledge atop the pillar climb the nice face above past a bolt climbing slightly up and right.  The pitch ends at the wildflower anchors  100+ ft up, 5.10a. Pitch two climbs up and right over increasingly easy ground past blocky ledges and up to a bolted belay just left of a nice L facing corner, 5.6.  Pitch 3 climbs the corner to a roof, surmount the roof and continue to a ledge.  Climb the clean face trending up and right past a thank gawd horizontal pro placement and up past a bolt.  More easy terrain leads to the bolted belay 5.10c.  The last pitch originally went up and right to a thin crack/weakness at 5.10.  On the second ascent we discovered a very nice direct line straight up the headwall past a couple of bolts then leading to a ledge where the original line joins, then continue up to the anchor, 5.11b (for the direct line).","protection":"Standard Sandia rack to 3-4\", there is one bolt on P1, 1 bolt on P3, and two bolts on the direct finish.  All anchors are bolted and this is the new rappel approach for the Wildflower Wall.","location":"The route is located just right of Wildflower on the Wildflower Wall.  It starts under a splitter wide crack on a pillar.  Rappelling in from the top is the best approach.  From about 100 ft short of the the top of the Watchtower scramble down to the northwest to a fixed line leading down exposed ledges to the top anchor. The route can be rappelled with a single 70m rope (you'll need every inch of a 70). This is the new rappel route into the Wildflower area."},"__v":0},{"_id":"N+oIVSh/XRaGlEFao44xsQ==","name":"Brother Wolf","yds":"5.12a/b","grades":{"yds":"5.12a/b","french":"7b"},"fa":"John Kear, Lee Brinckerhof, Marc Ripperger, Carolyn Parker","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.4556,35.2223]},"left_right_index":999999,"mp_id":"106284409","mp_crag_id":"106001986","climb_id":"N+oIVSh/XRaGlEFao44xsQ==","areaRef":"6uJ/FrPjXA+abvAi0EnGAg=="},"content":{"description":"Pitch1 - The route starts 25ft left of Wildflower on easy but runout climbing on good rock.  After ramblely climbing to a ledge step left to the arete find pro and climb up to a bolt.  Climbing up and right to a thin seam keeps the climbing at 5.10.  After 75ft or so the difficulties end and easy climbing leads to a 1 bolt belay with 2 inch gear for the anchor.   Pitch 2 - Climb up and slightly left of the belay on blocky easy terrain toward the pillar/arete above.  Climb past mixed gear through the challenging 1st crux 5.11b/c to a stance.  More good climbing pulls the bulge above and eases to a slab above.  Climb towards a roof and turn this on the right for a few more moves to a belay with a bolt and gear.   Pitch 3 - This is one of the purest lines in the Sandias.  You follow a crack/corner system for 180ft to the rim of the wall.  The pitch begins with heady slab climbing to gain the crack, the initial corner and crack above is 11a to a stance below the obvious bulge.  The bulge is turned to the left than pulls strenuously back into the crack system (crux 12bish).  The upper section has more 5.11 climbing to the final corner.  This corner can be followed to the top for easier climbing but I've always climbed out onto the arete and short splitter crack that is on the left wall of the corner.  Crank through this and belay at a ledge on top from gear.","protection":"Standard Sandia rack, bring small cams like aliens or similar.  There are bolts on every pitch but this is mostly a trad route.  There are nine bolts total including the belays.","location":"The route is on the Wildflower Wall to the left of Wildflower.  Find the start 30ft left of the pillar on the left side of the wall.  The route aims for the obvious continuous crack system of the 3rd pitch.  From the top walk right/south back to the top of Sister Moon and follow that approach back to the top of the wall (fixed lines)."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,98c839d1-f0d4-5006-bb58-276b12f05bd0,f2bfcdc1-9015-5cbd-9762-f469ecb317fa,a291d1d8-8f03-5991-bd12-b6d9de7bd0b5,fd238813-ac64-513d-986a-9e4f71b61351,eae27f16-b3e3-5c0f-9a6e-f022d049c602","pathTokens":["USA","New Mexico","Albuquerque Area","Sandia Mountains","Pinnacle Valley","Wildflower Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10a"},{"count":1,"label":"5.11b"},{"count":1,"label":"5.12a/b"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":2,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":1,"advanced":2,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-106.4556,35.2223]},"bbox":[-106.45615043323137,35.22185033981813,-106.45504956676862,35.222749660181854],"left_right_index":-1,"ext_id":"106001986","area_id":"6uJ/FrPjXA+abvAi0EnGAg==","polygon":{"type":"Polygon","coordinates":[[[-106.45615043323137,35.22185033981813],[-106.45504956676862,35.22185033981813],[-106.45504956676862,35.222749660181854],[-106.45615043323137,35.222749660181854],[-106.45615043323137,35.22185033981813]]]}},"content":{"description":"The wall is north of The Watchtower and south of The Anvil.  The extent of the wall is best described in the \"Getting There\" section; see the second rap option which descends The Watchtower.  Along the base of Wildflower Wall, almost all will feel they are truely deep within the heart of the Sandia Mountains with rugged rock walls jutting up all around."},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T06:13:49.023Z","updatedAt":"2024-01-20T01:05:01.160Z"}