{"_id":"6368a11ae80bff5a99542c77","area_name":"Gallatin Tower","shortCode":"","climbs":[{"_id":"Z3qJzAGTUgOYt4r2fcvn4w==","name":"Top Heavy","yds":"5.13a/b","grades":{"yds":"5.13a/b","french":"8a"},"fa":"Jeff Ho","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.2342,45.4169]},"left_right_index":8,"mp_id":"106433330","mp_crag_id":"105941840","climb_id":"Z3qJzAGTUgOYt4r2fcvn4w==","areaRef":"YLhCsT5SXm23QY+RPfbe+g=="},"content":{"description":"Starts the same as\n\nSoft in the Middle\n\nbut follow the bolts to the right after the nut placement.  Crux is footwork intensive movement from an undercling and a sidepull to the finishing arete. Could be height dependent.","protection":"#1 Camalot before the first bolt, medium nut after first bolt, quickdraws.  May be helpful to pre-clip a double draw on the last bolt.  Anchor is above the ledge.","location":"Starts the same as\n\nSoft in the Middle\n\n."},"__v":0},{"_id":"CLi3rqqTWP6DLu2l0UbFqw==","name":"Tigger","yds":"5.10a/b","grades":{"yds":"5.10a/b","french":"6a+"},"fa":"Brian Leo, Chuck Rose, 1967 FFA: JIm Kanzler, Pat Callis, 1975","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.2342,45.4169]},"left_right_index":17,"mp_id":"106870492","mp_crag_id":"105941840","climb_id":"CLi3rqqTWP6DLu2l0UbFqw==","areaRef":"YLhCsT5SXm23QY+RPfbe+g=="},"content":{"description":"This tigger is nothing like the one you grew up with....\n\nThis\n\nTigger\n\nis mean, strenuous and demanding. Technical and tricky, this route makes for a great, all out adventure. Good climbing and good gear are just enough to keep you from breaking. While most people only climb the first pitch, the second makes for a nice option when dodging or passing crowds - go for it!\n\nP1:\n\nTechnical and awkward this route starts off hard with a few difficult moves right off the ground. Fire through this spot and catch a rest below the roof. Move out and right into space gaining the thin crack at its worst. Layback, finger-lock, or mash your way up 10 more feet of brutality (crux) to a slightly easier and slowly widening crack. Catch a good rest in a corner and move up and left over the arete to a two bolt anchor with rings/chains. 40' (5.10a/b)\n\nP2:\n\nContinue up and right off the belay aiming for a right facing wall with a short hand crack. Sticking to the corner, continue climbing up to an awkward ledge and traverse left to a low-grade, but passable slab, stay inside a shallow corner and top out on a large platform. Build a belay. 100' (5.9+)\n\nP2-a:\n\nContinue up and left through a dirty break in the roof, follow this fracture up to the awkward ledge and fire the slab to the platform. 100' (5.9+)\n\nP3:\n\nFinish on either of the last pitches of\n\nThe Standard Route\n\nDescent:\n\nLocate an anchor on the backside of the tower, rappel, rappel, then walk off.","protection":"A single, standard rack and stoppers, slings and draws.","location":"Tigger\n\nstarts in the middle on the front face of the\n\nGallatin Tower\n\n. It sits between\n\nThing in Between\n\nand\n\nThe Orange Crack\n\n. Its the finger tip crack that runs along a right facing corner."},"__v":0},{"_id":"NYnY7VtfVlqBbc6hTtJIwQ==","name":"Thing In Between","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Jim Kanzler, Pat Callis '75","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.2342,45.4169]},"left_right_index":16,"mp_id":"105947741","mp_crag_id":"105941840","climb_id":"NYnY7VtfVlqBbc6hTtJIwQ==","areaRef":"YLhCsT5SXm23QY+RPfbe+g=="},"content":{"description":"p.1- Climb the crack between First Best and Tigger, pulling through an odd bulge near the top. End on the ledge. 80', 5.9.","protection":"Up to 2\".","location":"The route is located between the classic dihedrals of First Best and Tigger. Rap from chains shared w/ Tigger/FB."},"__v":0},{"_id":"ZYjVvgI7VFymGt8Uv35bOQ==","name":"Ten Pin","yds":"5.13c","grades":{"yds":"5.13c","french":"8a+"},"fa":"Jeff Ho","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.2342,45.4169]},"left_right_index":5,"mp_id":"108173456","mp_crag_id":"105941840","climb_id":"ZYjVvgI7VFymGt8Uv35bOQ==","areaRef":"YLhCsT5SXm23QY+RPfbe+g=="},"content":{"description":"The king line of the Bowling Ball wall and a direct start to India Ink. This vertical testpiece is a balance of brutal strength and impeccable technique. Big moves between slopes lead to a good sidepull (careful making the 2nd clip), make sure to breathe and then launch straight into the boulder problem crux. Which is characterized by a distinct lack of footholds and a small slot, those with smaller fingers rejoice! The end of the crux is capped off with a dyno to a good edge, move right into India Ink and cruise the pumpy moves above to mantel over the top to the anchors.","protection":"Bolts to ring anchors","location":"Start 10 feet left of India ink at the 2nd switchback that hits the Bowling Ball wall. May have fixed draws on going up blank looking rock."},"__v":0},{"_id":"0gJ7wMIbUZ+fgEtK3msDYQ==","name":"Standard Route Direct Finish","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Jerry Kanzler, Barry Frost & Others (Fall 1967)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.2342,45.4169]},"left_right_index":13,"mp_id":"113202326","mp_crag_id":"105941840","climb_id":"0gJ7wMIbUZ+fgEtK3msDYQ==","areaRef":"YLhCsT5SXm23QY+RPfbe+g=="},"content":{"description":"This pitch is deserving of it's own page.\n\nFrom the large belay ledge on top of pitch 2,\n\nhead up and slightly right through blocky, ledgy terrain until under a small roof. Step left and out onto the airy face with the beautiful hand crack above you. Climb up over the very airy bulge through the crack (crux) for about 15', to finish on easier ground to the top. Though harder than the standard finish, this is WAY more fun. Highly recommended.\n\nDescent:\n\n1 rappel off of summit, and one from the midway grassy ledge to the base, same as Standard Route.","protection":"Will take everything from small brass nuts to a #3 BD C4. Chain anchors on summit.","location":"From top of 2nd pitch of the Standard Route, this is the hand crack about 10' to the right of the standard chimney finish."},"__v":0},{"_id":"LMLsZSnnVKiBlrNm3vihgQ==","name":"Spare Tire","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Jim Scott","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.2342,45.4169]},"left_right_index":9,"mp_id":"106963299","mp_crag_id":"105941840","climb_id":"LMLsZSnnVKiBlrNm3vihgQ==","areaRef":"YLhCsT5SXm23QY+RPfbe+g=="},"content":{"description":"A really nice newer addition to the Tower, and a great warmup (especially for routes on the Bowling Ball Wall). Mostly steep, big moves on equally big holds with a couple of cruxy sections, one bolt protected and the other on gear. A couple of different options exist at the roof up high- figure it out!","protection":"Single set of camalots from .3-#1 and a few med. stoppers, plus lots of draws. There are bolts w/ rap rings on top.","location":"Furthest right route on the Bowling Ball Wall (S. Face of the Tower)."},"__v":0},{"_id":"vttHCPb5XTaTR0wbfY9aRg==","name":"Soft in the Middle","yds":"5.11b/c","grades":{"yds":"5.11b/c","french":"6c+"},"fa":"Bill Dockins, Kristen Drumheller, Summer 1992","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.2342,45.4169]},"left_right_index":7,"mp_id":"106433348","mp_crag_id":"105941840","climb_id":"vttHCPb5XTaTR0wbfY9aRg==","areaRef":"YLhCsT5SXm23QY+RPfbe+g=="},"content":{"description":"Fun pumpy 5.10 with a stout crimp crux right in the middle.  After placing a nut above the first bolt traverse slightly left then follow the bolt line to the chains.  The bolt line that goes up and right from the nut is \"Top Heavy.\"","protection":"#1 camalot before the first bolt, medium nut after the first bolt, quickdraws.  Chain anchor.","location":"Right side of the Bowling Ball wall (south side of the Tower).  First bolt is about 25' up."},"__v":0},{"_id":"H63PBmz/WZSMLa7PvHM6yg==","name":"Orange Crack","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Jim Kanzler, Pat Callis '72. FFA Kanzler, Terry Kennedy '77","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.2342,45.4169]},"left_right_index":18,"mp_id":"105947722","mp_crag_id":"105941840","climb_id":"H63PBmz/WZSMLa7PvHM6yg==","areaRef":"YLhCsT5SXm23QY+RPfbe+g=="},"content":{"description":"Enjoyable full-length route, though the first pitch is fun on its own, too.\n\nP1 - Scramble up to a crack/corner, then up some more face climbing to an offwidth crack with a few faceholds. Climb it, and belay from a two bolt anchor on a spacious ledge beneath a roof. From here, you can walk off the ledge to the right or rappel back to the ground. 5.9, ~100'.\n\nP2 - Angle up and out the roof to the left, using a thin crack (short crux, 5.11). Once past this and on the slab, you can either go up the corners above (fun climbing, well protected 5.8, but dirty) or traverse left on slab (5.7R) into\n\nStandard Route's\n\nfinal pitches. Natural belay. 5.11, ~120'.\n\nP3 - Choose one of the\n\nStandard Route's\n\nfinal pitches. End on top at chains. 5.7 or 5.9, ~100'.","protection":"Take a 3.5 or 4 camalot for the wide crack on pitch one. Thin gear (TCUs or tiny camalots) protect the second pitch.","location":"Locate the start near the right end of the tower's base. Descend via the rappels described in the Standard Route description."},"__v":0},{"_id":"QlCLfnOUU1K6lXyhbsagSg==","name":"Innocent Bystandard","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Magro, Lynn (2006)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.2342,45.4169]},"left_right_index":0,"mp_id":"112278504","mp_crag_id":"105941840","climb_id":"QlCLfnOUU1K6lXyhbsagSg==","areaRef":"YLhCsT5SXm23QY+RPfbe+g=="},"content":{"description":"The bolted blunt arete across the gully from the rap route on the Tower.\n\nInobvious and awkward moves up a corner using dirty cracks and through a brief chimney lead to a great sequence up the balancey arete passing some bolts to a chain anchor. Fun, worth checking out, but nowhere near as classic as other routes on the Tower.","protection":"A couple pieces to 2\" for the beginning, 4 bolts up high, chains.","location":"Either climb/solo the first pitch of the guide route, or rap off of the summit of the Tower to the huge grassy ledge. Cross (carefully, esp. if parties are below) the gully to a small flat section below the corner start."},"__v":0},{"_id":"7ZigPHODXwiGX7PjTUfzgw==","name":"India Ink","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Mike Best, Bill Dockins, September 1996","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.2342,45.4169]},"left_right_index":6,"mp_id":"107238940","mp_crag_id":"105941840","climb_id":"7ZigPHODXwiGX7PjTUfzgw==","areaRef":"YLhCsT5SXm23QY+RPfbe+g=="},"content":{"description":"Another excellent\n\nBowling Ball Wall\n\nline. Bust a cruxy traverse start. Continue up excellent pumpy climbing past a nut placement and a bolt or two to a horizontal break with a fixed nut. Follow the horizontal left to a stout finish past two more bolts.","protection":"Bolts, small to medium stoppers. Chain anchor on top.","location":"Located left of Soft in the Middle and right of Ten Pin (blank-looking sport with the only fixed draws on the wall)."},"__v":0},{"_id":"SbRAMm2BX/a98/+X02HzQA==","name":"Guide Route","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.2342,45.4169]},"left_right_index":1,"mp_id":"107332141","mp_crag_id":"105941840","climb_id":"SbRAMm2BX/a98/+X02HzQA==","areaRef":"YLhCsT5SXm23QY+RPfbe+g=="},"content":{"description":"Aka the back side of\n\nGallation Tower\n\n, this is just right of the descent route.  Many guides use this route to get new climber up to the top.  Good for first time leads.\n\nP1\n\n: is short (40-50 feet)and ends at two bolt hangers at a 8+ foot ledge.\n\nP2\n\n: Continue to the large grassy ledge. clip bolt hangers at edge, there is chains 15 feet left but that is the rap station for the standard route decent.  Or bulid gear belay in face of the next pitch.  It is recomended that P1 and 2 be combined in to 1 35 M pitch.\n\nP3\n\n: crux it at the bottom past two bolts (5.6/7) then procceed up in to the narrow chimney with great gear placement.  Fun pitch for the grade Some people rap on this side so be weary of ropes flying past. 30M","protection":"Gear to 3 inches and two bolts at crux.  Chains at top.","location":"Follow the trail up left (south) of the formation past a wall of hard bolted routs. When you get to the chute (the tower decent end here) gear up and follow the the weakness staying on the right of the main wall.\n\nDescent:\n\nRap using chains on North side of tower, which goes down in to a wide chimney on to steps. 50m rope will get you to the steps (3rd class), 60m rope will get you back to the grassy ledge.\n\n(The original descent beta makes it sound like it is a 50 or 60 meter rappel. Clarified by adding the words \"rope\", as well a couple of grammatical fixes.)"},"__v":0},{"_id":"b7+bsIZ1W6qAbpWW/q/lBg==","name":"Standard Route","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Unknown, 1960's","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.2342,45.4169]},"left_right_index":12,"mp_id":"105941845","mp_crag_id":"105941840","climb_id":"b7+bsIZ1W6qAbpWW/q/lBg==","areaRef":"YLhCsT5SXm23QY+RPfbe+g=="},"content":{"description":"FA of the tower is unknown, but local legend Jerry Kanzler did the direct finish in 1967.\n\nP1:\n\nClimb a right-leaning crack to a left-facing corner. End on an awesome ledge with rap bolts.\n\n5.6, 60'.\n\nP1a:\n\nDo\n\nThe Dagger\n\nP2:\n\nClimb a gorgeous left-facing corner with a crack of varying sizes. Follow it through a series of bulges to the exit out right on a large ledge.\n\n5.8, 150'.\n\n(P1&2 can be done as one with a 70m and maybe (unconfirmed) w/ a 60m rope.)\n\nP3:\n\nGrovel up the obvious chimney to easier ground. Scramble to the top.\n\n5.7, 100'.\n\nP3a:\n\nDIRECT FINISH\n\n. Highly recommended. Climb jugs and jams in a crack through the obvious overhanging face, right of the chimney. Hit easier ground and scramble to top.\n\n5.9, 100'.","protection":"Take a standard rack w/ singles to a #3 Camalot. Lots of runners for the long second pitch.","location":"The route is pretty much dead-center on the Tower. Look for the enormous left-facing corner from the ground. Descend by a single-rope rap off the summit. Scramble down a large ledge to the skier's left and find another bolted rap. 100' to the ground. Skirt the base of the tower back to your packs."},"__v":0},{"_id":"6Kfc5KayUEetWV3uMj3DRQ==","name":"Griffin Roof Crack","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Whit Magro, Justin Griffin. 2007","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.2342,45.4169]},"left_right_index":10,"mp_id":"114528004","mp_crag_id":"105941840","climb_id":"6Kfc5KayUEetWV3uMj3DRQ==","areaRef":"YLhCsT5SXm23QY+RPfbe+g=="},"content":{"description":"Starts up the same lichen covered crustiness as Father's Day. As soon as the rock steepens, enjoy clean and pretty granite while pulling on edges and an obvious small crack that protects very well with cams or wires. When you reach the roof, take a breath, slot a good piece, and easily pull the roof by campusing up the thin hands crack via one arm pull-ups like a champ. At the next small roof it is possible to traverse left over to a bolted anchor or continue straight up to finish on Father's Day. It is recommended to climb shirtless as the area is known to harbor a large number of hardy Bozemanites.","protection":"Gear to 3\"","location":"When the main approach trail reaches The Tower, look up."},"__v":0},{"_id":"DjLCZCVdWU2OEPi3hqZzsQ==","name":"Generation X","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Jack Tackle, Mindy Shulak, 70's FFA: Rob Hagler, Mike Hagler, 1996","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.2342,45.4169]},"left_right_index":19,"mp_id":"107636757","mp_crag_id":"105941840","climb_id":"DjLCZCVdWU2OEPi3hqZzsQ==","areaRef":"YLhCsT5SXm23QY+RPfbe+g=="},"content":{"description":"The logical progression if you wish to get to the top of the tower from the top of Orange Crack if you can't climb 5.11.  After climbing Orange Crack's first pitch step right around the corner (Less bold individuals may wish to stay roped in for this) and to the base of the back wall.  Looking up and you can spot a bolt ~9 feet off the ground and one at around 70 feet. This is Generation X.","protection":"2 bolts and gear from Blue TCU's to a #4 Camalot.  I don't think doubles are necessary except in the smaller sizes (<#1 red Camalot)","location":"There are rap anchors at the top of Gen X that you can use to get back to Orange Crack's end and rap all the way back down.  You can also climb the final pitch of the tower to top out and then rap the backside."},"__v":0},{"_id":"3Fyke/X6XeyXy8T6h9D5LA==","name":"First Best","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Pat Callis, Brian Leo, Steve White, 70s?","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.2342,45.4169]},"left_right_index":15,"mp_id":"105941861","mp_crag_id":"105941840","climb_id":"3Fyke/X6XeyXy8T6h9D5LA==","areaRef":"YLhCsT5SXm23QY+RPfbe+g=="},"content":{"description":"Another classic pitch; one of the best cracks in GC. Face moves bring you to a bulge. Drop a small nut in a crack above, pull the tenuous crux moves, and rally up the corner to a ledge.","protection":"Singles, from small to a #2 camalot. My foggy memory seems to recall a possible #3 camalot placement near the top of the corner, but I can't say for sure. Chain anchor.","location":"The great-looking corner right of the Standard Route. P1 ends at a rap anchor shared with Thing in Between and Tigger. Single rope rap here or continue up Tigger/variations to the top."},"__v":0},{"_id":"RPVwXXPEVwqQ1XsGR0MCew==","name":"Face Cadet","yds":"5.10c/d","grades":{"yds":"5.10c/d","french":"6b+"},"fa":"Jim Scott & David Gerhart 1984","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-111.2342,45.4169]},"left_right_index":14,"mp_id":"117259660","mp_crag_id":"105941840","climb_id":"RPVwXXPEVwqQ1XsGR0MCew==","areaRef":"YLhCsT5SXm23QY+RPfbe+g=="},"content":{"description":"Climb up through some good finger cracks, then onto the mostly blank face protected by 1 lone bolt. Angle left towards the chains on the big ledge, ending on another little finger crack. Best toproped. Would be a bold lead.","protection":"1 bolt, few micro to finger sized cams. Chain anchors.","location":"This is the mostly blank face in between First Best and P1 of the Standard Route."},"__v":0},{"_id":"eZFj2bZkUQe8klGPUHNq+Q==","name":"The Dagger","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.2342,45.4169]},"left_right_index":11,"mp_id":"106520721","mp_crag_id":"105941840","climb_id":"eZFj2bZkUQe8klGPUHNq+Q==","areaRef":"YLhCsT5SXm23QY+RPfbe+g=="},"content":{"description":"Easily recognized by the sharp, knife-like feature at the top, the more recently named\n\nDagger\n\nwon't\n\ncut\n\nyou short of excitement.  This brilliant line makes for a great alternative start to\n\nThe Standard Route\n\nor just simply ran as a quick single pitch. Thin hands/fingers backed by adequate gear and good stances highlight this line. Cruise the start and enjoy the crack as the climbing gradually gets harder. Finish at\n\nthe dagger\n\nand stop at a big ledge.","protection":"The Dagger\n\nprotects easily with a small single rack and medium to large nuts. Set a belay directly above the finish on a ledge; an independent two bolt anchor with chains exists. Continue on here up\n\nThe Standard Route\n\nor rap to the ground off the chains.","location":"This line starts in the left facing corner directly left of\n\nThe Standard Route\n\n. Its the first and cleanest dihedral you encounter on the front face."},"__v":0},{"_id":"YXINyspVVsC20OeA4Uik6Q==","name":"Bull in a China Closet","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.2342,45.4169]},"left_right_index":4,"mp_id":"116727039","mp_crag_id":"105941840","climb_id":"YXINyspVVsC20OeA4Uik6Q==","areaRef":"YLhCsT5SXm23QY+RPfbe+g=="},"content":{"description":"The route right of \"Bowling for Buicks.\" Moves up and right to the large horizontal break.","protection":"Bolts.","location":""},"__v":0},{"_id":"tjTz3u9GVqeIERpzrm7G8w==","name":"Bowling for Buicks","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Tom Kalakay  1988","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.2342,45.4169]},"left_right_index":3,"mp_id":"106963269","mp_crag_id":"105941840","climb_id":"tjTz3u9GVqeIERpzrm7G8w==","areaRef":"YLhCsT5SXm23QY+RPfbe+g=="},"content":{"description":"Awesome sport climb on the Bowling Ball Wall (Gallatin Tower south face). Fun, diverse climbing on slightly overhanging, heavily featured gneiss.","protection":"Bolts. Probably want to stick clip the first one.","location":"Look for the route near the left end of the wall with a high first bolt and lots of chalk. A guidebook is helpful since there are a lot of routes on this face."},"__v":0},{"_id":"KqBGsHuNWdOD2ci3c9jJ5Q==","name":"Bowlemia","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"unknown","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-111.2342,45.4169]},"left_right_index":2,"mp_id":"116727049","mp_crag_id":"105941840","climb_id":"KqBGsHuNWdOD2ci3c9jJ5Q==","areaRef":"YLhCsT5SXm23QY+RPfbe+g=="},"content":{"description":"A solid warmup on toprope; a bit different experience on lead.","protection":"Nuts, cams, bolts.","location":"Left of \"Bowling for Buicks.\""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,6d93ce9a-b1f9-55de-ba48-51d186dd1ef8,8f38b276-2760-5622-b0c2-03625573cc64,23156b26-b567-50e6-8d95-a771171fd408,ff907526-7b39-5963-8811-4eeae517e026,60b842b1-3e52-5e6d-b741-8f913df6defa","pathTokens":["USA","Montana","Southwest Region","Gallatin Canyon","West Side","Gallatin Tower"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.13a/b"},{"count":1,"label":"5.10a/b"},{"count":4,"label":"5.9"},{"count":1,"label":"5.13c"},{"count":1,"label":"5.10b"},{"count":1,"label":"5.11b/c"},{"count":1,"label":"5.11b"},{"count":2,"label":"5.12a"},{"count":1,"label":"5.6"},{"count":1,"label":"5.8+"},{"count":1,"label":"5.12b"},{"count":1,"label":"5.10-"},{"count":1,"label":"5.10c/d"},{"count":1,"label":"5.8"},{"count":1,"label":"5.11d"},{"count":1,"label":"5.10c"}],"byDiscipline":{"trad":{"total":16,"bands":{"unknown":0,"beginner":3,"intermediate":8,"advanced":4,"expert":1}},"sport":{"total":9,"bands":{"unknown":0,"beginner":0,"intermediate":3,"advanced":4,"expert":2}}},"byGradeBand":{"unknown":0,"beginner":3,"intermediate":9,"advanced":6,"expert":2}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-111.2342,45.4169]},"bbox":[-111.23484059358105,45.416450339818134,-111.23355940641893,45.41734966018186],"left_right_index":-1,"ext_id":"105941840","area_id":"YLhCsT5SXm23QY+RPfbe+g=="},"content":{"description":""},"density":0,"totalClimbs":20,"__v":1,"createdAt":"2022-11-07T06:09:34.177Z","updatedAt":"2024-01-15T16:45:54.868Z"}