{"_id":"63689f33e80bff5a9950cdb9","area_name":"Finger of Fate","shortCode":"","climbs":[{"_id":"ObbfDnaEWFKUb7xOsqeQxQ==","name":"TIPTOES","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"unknown","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-114.96179,44.0262]},"left_right_index":2,"mp_id":"107976248","mp_crag_id":"106531475","climb_id":"ObbfDnaEWFKUb7xOsqeQxQ==","areaRef":"2Y/LYMR8U/+O2YgqLnfekw=="},"content":{"description":"Pitch 1 Starts at the same place as Bino's Book, look for the pine trees. Start just right of the trees. Once the trees are reached work to the left. Find the little book section before the arete. Find the ledge to setup your anchor.\n\nPitch 2 Start making your way up the book. Look back and forth for placements. Stay to right of the arete. Keep climbing up the face there will be an anchor to the right. Bypass that one and continue upward until there is another anchor system with a piton.\n\nPitch 3 Go straight up form the anchor in the corner system right above the belay. The pitch will take a left at the top of the corner follow the ramp to the left. On the way left you should run into a old piton then continue up until a ledge is reached at the top of the ramp.\n\nPitch 4 This is the crux of the climb and where it gets its name. Start out in this nice hand crack around the corner from the belay. The crack continues for a ways until another corner is reached. From here things get a little thin, but it is positve friction. Work back and forth between the crack on the left and the sloping edge on the right. It will finish at the notch on the Open Book route.\n\nPitch 5 Go up the double cracks on the face. Once the top of the face is reached the pitch will continue on to the slab before the summit block. This is 5.8 climbing, good fun!\n\nPitch 6 You'll do the same as the rest of the routes on the Finger for the summit block.","protection":"A standard rack with extra's in the finger to hand size cams and make sure to bring a 3 and 3.5 for the anchor on pitch 3. Make sure to bring plenty of slings.","location":"It is on the north face of the Finger. Start just right of the trees on the face low right. Then the decent from the summit rappel down the west side to the ridge then down to the pine tree. If you have a 70m rope you can make this in one rappel, if you have a 60m it will have to be made in two. Look to left on the face there is another anchor set up. From here the gully can be reached."},"__v":0},{"_id":"8E34r7WUVtGnImFVJE5H4Q==","name":"Bino's Book","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Kelly Elder and Matthew Childs 1976 (or 1977?)","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-114.96179,44.0262]},"left_right_index":1,"mp_id":"107976205","mp_crag_id":"106531475","climb_id":"8E34r7WUVtGnImFVJE5H4Q==","areaRef":"2Y/LYMR8U/+O2YgqLnfekw=="},"content":{"description":"Pitch 1 Start far right of the Open Book route. GO until you can see some pine trees up the wall. Then start climbing just right of the trees on the lower face. This is class 4 scrambling to the trees. Climb until the tress are reached, then go left to a bigger flat spot. This the end of the pitch\n\nPitch 2 is the crux of the climb. At this point start up left of the balay you'll see a horizontal crack. This is a awkward crack it is the only place for protection. Once past this spot continue up the face into a nice finger crack. At the top of face there are ledges, this is the end of pitch 2.\n\nPitch 3 Start climbing up the face. The pitch will weave back and forth so be aware of this. This pitch is about a 120 feet long. Pitch goes at 5.7\n\nPitch 4 Starts at a big chimney. Climb up the chimney until there is a big block in the way. There will be a bunch of slings wrapped around the huge block. This is the end of the pitch. The summit block is ahead.\n\nPitch 5 Make your way up by a hole under the summit block. It gets a little tight. I personally like to break this into two pitches so that way it cuts down on the rope drag when going to the top. At this point the summit block is ahead. There is a 4 foot gap that has to be jumped. Once the gap is crossed then go left to the arete. Once there you'll see a flat ledge then make a mantal move on to the face. A piton is there to clip to thats the only protection until the top is reached. Then make your way up the face to the top.\n\nNamed for Alan \"Bino\" Patterson","protection":"Need just a standard rack with a 4 cam for the chimney. Make sure to have plenty slings.","location":"The route is on the north face of the finger. Start to the far right of the Open Book then there is Tiptoes up the arete. Look for the pine trees up on the face, and that is start of the route. Then get down through the regular decent route from the open book."},"__v":0},{"_id":"RF3RN54pWFe6DSt8QnTFEg==","name":"Open Book","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-114.96179,44.0262]},"left_right_index":0,"mp_id":"106531483","mp_crag_id":"106531475","climb_id":"RF3RN54pWFe6DSt8QnTFEg==","areaRef":"2Y/LYMR8U/+O2YgqLnfekw=="},"content":{"description":"An excellent topo is posted in the photo section. This description is a supplement to that.\n\nPitch 1: Head up fun, well protected 5.6 warm-up terrain to the base of the corner proper. Hand jam for 10 feet, then through a short wide section(#4 camalot useful) to a decent ledge. Beautiful. Gear Belay. 190'.\n\nPitch 2: Another longer wide section off the ledge(#4 again, but small nuts protect crack out left, along with semi-tipped out #3 at top work okay) puts you below a  crackless roof. Clip an optional sling belay anchor and smear out the face.(2nd best move of climb) Continue up easy blocky terrain to a slung chockstone. Belay here or gear belay up 10 more feet is more comfortable. 190'\n\nPitch 3: This pitch is a gimme. Tunnel up through a whole in the rock, avoiding the gaping chimney on the right,then up left on 5.5 terrain to the top of the dihedral onto the saddle. Great view! Gear belay or sling chockstone. 150'\n\nThe topo shows the next section as pitch 4, but it is a ropeless 3rd class scramble, so I will not call it a pitch. Scramble up right to the highest point in a notch. Belay here on fat ledge. 100'\n\nPitch 4: Highest quality pitch I thought. Climb the beautiful hand crack that tends right up to a ledge, over the hundreds of feet below.  Proceed left up a 5.5 slab to another fat ledge. (Note: this last slab section is very easy, 30-35 feet long,  but there is no pro available. A fall here would be very serious, but it is quite easy as long as you did a good job with runners so there isn't much rope drag. Plus this is good prep for the next pitch!) 100'\n\nPitch 5:  Most unique of the pitches. Climb straight up from your belay to a big whole in the summit block. Tunnel through either the right hole(smaller but better for rope drag) or the left(bigger, but worse for rope drag)to the other side.  Then comes the coolest part(or scariest) of the climb. Make a 5.8(topo says 5.9?) move off a fat ledge and lieback the unprotectable arete for 30 feet to the summit. Like the previous section, this could be bad if you fall, but the hardest part is right off the deck. The last 15 feet are 5.4 or less, so its only about 20 feet you need to worry about. We did not see the fixed pin mentioned on the topo.  3 bolt belay(1 bomber, 2 old). 120'\n\nSign the register and enjoy the super cool summit!\n\nDescent: 3 raps. Rap off the summit block directly west(the way you finished the climb) down to another saddle. Hike from here due west along ridge down to a fat tree. Rap once from here to either of two more tree anchors. Rap one more to ground. 2 60m ropes will get you down in one. Hike back to the base of the climb to your gear.","protection":"1 60 meter rope. Standard rack is more than adequate. Most will want a #4 camalot or equivalent, but not required. Lots of runners. Topo shows their gear recommendation.","location":"If you drove to Upper Hell Roaring Trailhead, hike 1/4 mile to the confluence with the main trail that started at the lower trailhead. If you started at the lower trailhead, hike 2 miles to this point.\n\nFrom the two trails intersection, hike 2 miles to Hell Roaring(HR) Lake on really flat terrain. Upon reaching the lake, a view of the finger can be seen for the first time by looking directly west.\n\nFrom the lake, find the trail that leads to the toilet(marked) and follow this trail(not super distinct, but good enough) all the way to the west end of the lake. It skirts the lake quite closely. (Note: This is not the trail that leads to Redfish Lake, which is marked upon arrival at HR Lake)\n\nWhen you reach the west end where a stream enters the lake, head north on the same trail up very steep terrain for about a half mile. You will eventually reach a pond, and then a bigger blue unnamed lake. The finger will be quite close now.\n\nFrom this lake, hike around the south end on a trail, and take the path of least resistance up the drainage southeast of the finger, avoiding the cliffs east of the finger. Skirt the base of the finger heading north, then west up steep scree to the base of the route, which is the obvious clean 45 degree corner/diehdral on the north side of the finger. Time from trail intersection: 2.5 hours, (4-5 miles?)"},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,f4466c3f-1d59-56da-9fa9-8ef51d12d53e,02ac3e51-11bc-5ac4-a837-7c27e05506b4,8266fe69-367d-5b54-85ff-1179675b468e,d98fcb60-c47c-53ff-8ed9-882a2e77de93","pathTokens":["USA","Idaho","Central Idaho","Sawtooth Range, The","Finger of Fate"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10+"},{"count":1,"label":"5.9"},{"count":1,"label":"5.8"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":0,"beginner":1,"intermediate":2,"advanced":0,"expert":0}},"alpine":{"total":3,"bands":{"unknown":0,"beginner":1,"intermediate":2,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":2,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-114.96179,44.0262]},"bbox":[-114.96241537743678,44.02575033981814,-114.96116462256322,44.02664966018185],"left_right_index":-1,"ext_id":"106531475","area_id":"2Y/LYMR8U/+O2YgqLnfekw==","polygon":{"type":"Polygon","coordinates":[[[-114.96241537743678,44.02575033981814],[-114.96116462256322,44.02575033981814],[-114.96116462256322,44.02664966018185],[-114.96241537743678,44.02664966018185],[-114.96241537743678,44.02575033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T06:01:35.017Z","updatedAt":"2024-01-20T01:01:49.600Z"}