{"_id":"63689de0e80bff5a994f92a1","area_name":"Crack Land","shortCode":"","climbs":[{"_id":"IZWcwLiYUpeE3ebWzQwHxw==","name":"War Horse","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Richard Rossiter and Pebby Johns, June 2006","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.41159,39.99888]},"left_right_index":6,"mp_id":"105833627","mp_crag_id":"105810466","climb_id":"IZWcwLiYUpeE3ebWzQwHxw==","areaRef":"em7SUWEDU2mYYLFv1kVMWg=="},"content":{"description":"Richard Rossiter and Pebby Johns have added yet another new route on the Northeast Face of Avalon. War Horse follows a line about 15' right of\n\nThus Us\n\n, and is identified by three bolts heading up a face into a right-facing dihedral.\n\nStart at the wide crack at the beginning of\n\nThus Us\n\n, and angle up right to a bolt on the face about 20' up.  Be careful making the first clip.  Continue up past the second bolt into a right-facing corner with a flared hand crack at the third bolt.  Make some difficult moves (10c or 10d) past the bolt to a ledge on the left.  Continue up another right-facing corner with a thin crack (gear) to a tree with slings and rap rings.  There is also a new 2-bolt anchor just up and right of the tree.\n\nWar Horse seemed slightly harder than\n\nThe Art of War\n\n.  Since the route is so new (rock dust below the bolts from recent drilling), it is still a bit dirty.  My partner wire brushed the route extensively on rappel after we were finished climbing.","protection":"3 bolts plus small-to-medium gear. Bring some small wired nuts and cams from small Aliens to a #1 Camalot.\n\nI placed a blue/green hybrid Alien just above the third bolt and a green Alien on the ledge above that.  In the upper corner with the thin crack, I placed two small wired nuts (BD #5 and #7 stoppers), and a yellow Alien.  I placed a #.75 Camalot to protect the last move to the anchor (could have used a #1 Camalot here instead).\n\nAt the top of the pitch there is a tree with slings and rap rings (the anchor for Thus Us), and a new 2-bolt anchor just up and right of the tree.  Belay at the tree, or lower off the tree or the new 2-bolt anchor.","location":""},"__v":0},{"_id":"HIN/4fQhUKeKMj0gosxRUQ==","name":"Thus Us","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"Richard Rossiter, Pebby Johns, June 2006","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.41159,39.99888]},"left_right_index":5,"mp_id":"105831858","mp_crag_id":"105810466","climb_id":"HIN/4fQhUKeKMj0gosxRUQ==","areaRef":"em7SUWEDU2mYYLFv1kVMWg=="},"content":{"description":"There was not a particular crux, unless it was the more physical moves off of solid hand-jams. Good crack technique helps, I suppose.\n\nThis climb is fairly long for Avalon and has pretty good moves. I'll give it 2 stars now, but I bet it will clean up to get 3.\n\nThis route  required very extensive cleaning, done By Richard, Pebby, and Bruno. Due to the extensive cleaning that was done, little rubble remains, but there is plenty of dirt on the route that has yet to settle- if you do it soon, assist by taking a brush and cleaning on your way back down.","protection":"A standard trad rack with extra pieces in the 3-4\" range. The anchor up top is presently a single sling with 2 biners on the tree. In time this will need to be beefed up. I'd add a second sling and a rapid link in favor of the biners, but I was up there without any before I knew what was needed.","location":"This route is on the left face of the third tier (NE aspect) of the cliff, practically reaching Wizard Rock. It is just right of\n\nThe Art Of War\n\n.\n\nTo approach it, hike past the Wall of The Goddess and continue around the corner to the east, passing\n\nCharon's Boat\n\n/\n\nMerlin's Enigma\n\n. Go along the cliff, heading to Wizard Rock, for another 100 Meters. The trail becomes soft and steep near this climb. Look up the rock to see a primarily left-facing and left-leaning hand-to-fist crack on the upper half. There is a large tree above the route with a sling anchor."},"__v":0},{"_id":"0D/MU+F4W/egh8BHMlXrmA==","name":"Ship of Fools","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Richard Rossiter and Pebby Johns, July 2006","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.41159,39.99888]},"left_right_index":15,"mp_id":"105839872","mp_crag_id":"105810466","climb_id":"0D/MU+F4W/egh8BHMlXrmA==","areaRef":"em7SUWEDU2mYYLFv1kVMWg=="},"content":{"description":"The 3 crack climbs,\n\nGhost Ship\n\n, Ship of Fools, &\n\nMystery Tour\n\n(aka Crack Land Dihedral) begin from a common system and branch to individual lines after the first 25 feet. Begin about 10 feet left of\n\nMystery Ship\n\nand follow vague, blocky terrain to where the lines diverge (5.6, gear to 1 inch, 25 feet). All 3 lines top out at the belay tree for\n\nDragon Slayer\n\n. Lower off or rappel 90 feet from slings with rings. Extensive cleaning and trail work have been done to provide access to these excellent crack climbs.\n\nThese routes are located on the NW corner of the Third Tier of Avalon, just left of\n\nMystery Ship\n\n. This is actually the far right side of the NE Face, perhaps 100 feet right of\n\nAncient Light\n\n.\n\nShip of Fools: Climb a right-facing corner to a small roof, pull right and jam a perfect hand crack to where it narrows.  Continue up difficult terrain to a horizontal break.  Step right and climb a flared crack to the alcove at the top of\n\nMystery Tour\n\n.  Climb a short crack on the left wall and gain a good ledge and the belay tree for\n\nDragon Slayer\n\n.","protection":"Nuts and cams from 0.5 inches to 3.5 inches.  Lower off or rappel 90 feet from slings with rings around a tree.","location":"This is the middle of the three cracks in the Crack Land Dihedral.  Begin 10 feet left of\n\nMystery Ship\n\n."},"__v":0},{"_id":"4MYXmT1oUxGlZQoE3lFwAA==","name":"Resurrection","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Richard Rossiter and Joan Johns, 2005","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.41159,39.99888]},"left_right_index":8,"mp_id":"105764421","mp_crag_id":"105810466","climb_id":"4MYXmT1oUxGlZQoE3lFwAA==","areaRef":"em7SUWEDU2mYYLFv1kVMWg=="},"content":{"description":"This route is on the remote NE face (Crack Land) of the Third Tier of Avalon.  Approach via the route\n\nANCIENT FRIGHT\n\n.  Instead of lowering off from the anchors, continue up and left to a 2-bolt anchor and belay.  Climb an obvious crack to a ledge with a tree (5.7).  Climb the steep wall above the ledge (5.9, 2 bolts) and finish with a short crack.  Lower off from a 2-ring anchor or climb to the spectacular summit and belay, then walk off to the east and north.","protection":"2-bolt belay/rappel anchor at the start. Gear up to 3 inches.  Two bolts in the middle.  More gear with a 2-ring anchor at the top, or climb to the summit and walk off.","location":""},"__v":0},{"_id":"R4XC1qtiUSe3AQeXTCxwOg==","name":"Mystery Tour","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Richard Rossiter and Pebby Johns, July 2006","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.41159,39.99888]},"left_right_index":16,"mp_id":"105839886","mp_crag_id":"105810466","climb_id":"R4XC1qtiUSe3AQeXTCxwOg==","areaRef":"em7SUWEDU2mYYLFv1kVMWg=="},"content":{"description":"The 3 crack climbs,\n\nMystery Ship\n\n,\n\nShip of Fools\n\n, & Mystery Tour (aka Crack Land Dihedral) begin from a common system and branch to individual lines after the first 30 feet.  Begin about 10 feet left of Mystery Ship and follow vague, blocky terrain to where the lines diverge (5.6, gear to 1 inch, 30 feet). All 3 lines top out at the belay tree for Dragon Slayer. Lower off or rappel 90 feet from slings with rings. Extensive cleaning and trail work have been done to provide access to these excellent crack climbs.\n\nThese routes are located on the NW side of the Third Tier of Avalon just left of\n\nMystery Ship\n\n. This is actually the far right side of the NE Face, perhaps 100 feet right of\n\nAncient Light\n\n.\n\nTape up for the Mystery Tour.  Begin as for the previous two routes, but stay right and gain a stance beneath a magnificent, left-facing dihedral with a perfect crack.  Jam to the top of the dihedral, then step left and climb the final crack for\n\nShip of Fools\n\n.  Hands, fists and arm bars.  Bitchin'.","protection":"Mostly cams from 1 inch to 4 inches.  A 5-inch piece can be placed in a short offwidth section.  Lower off or rappel 90 feet from slings with rings around a good tree.","location":"Mystery Tour is the right of 3 cracks at the far right side of the Crack Land.  Begin 10 feet left of\n\nMystery Ship\n\n."},"__v":0},{"_id":"Q/aRBGkdVZ2RBrq4FfZqEg==","name":"Mystery Ship","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Richard Rossiter and Pebby Johns, 2005","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.41159,39.99888]},"left_right_index":17,"mp_id":"105757942","mp_crag_id":"105810466","climb_id":"Q/aRBGkdVZ2RBrq4FfZqEg==","areaRef":"em7SUWEDU2mYYLFv1kVMWg=="},"content":{"description":"The 3 crack climbs, Mystery Ship,\n\nShip of Fools\n\n, &\n\nMystery Tour\n\n(aka Crack Land Dihedral) begin from a common system and branch to individual lines after the first 30 feet. These 3 climbs were once organized (called Crack Land) under a sub-area for the Northeast Face (now renamed Crack Land).  Begin about 10 feet left of Mystery Ship and follow vague, blocky terrain to where the lines diverge (5.6, gear to 1 inch, 30 feet). All 3 lines top out at the belay tree for Dragon Slayer. Lower off or rappel 90 feet from slings with rings. Extensive cleaning and trail work have been done to provide access to these excellent crack climbs.\n\nThese routes are located on the NW side of the Third Tier of Avalon just left of Mystery Ship. This is actually the far right side of the NE Face, perhaps 100 feet right of\n\nAncient Light\n\n.\n\nSee Dawn on\n\nboulderclimbs.com\n\n.  Hike to the Wall of the Goddess on the ledge above the second tier of Avalon.  Continue around to the east past a gully full of boulders.  Descend past two obvious dihedrals to a ledge that runs all the way across the northeast face beneath\n\nAncient Light\n\n.  Look for a bolt above a low roof, just left of the two dihedrals. The route is visible from here.  Climb over the roof  and follow the line of bolts to a sloping ledge with a 2-bolt anchor.","protection":"QDs only.  6 bolts to a 2-bolt anchor.  Lower off.","location":""},"__v":0},{"_id":"+gkzv/kXU/GyVlVqGgwShg==","name":"Ghost Ship","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Cleaned extensively and climbed by Richard Rossiter and Joan Pebby Johns, July 2006.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.41159,39.99888]},"left_right_index":14,"mp_id":"105839865","mp_crag_id":"105810466","climb_id":"+gkzv/kXU/GyVlVqGgwShg==","areaRef":"em7SUWEDU2mYYLFv1kVMWg=="},"content":{"description":"The 3 crack climbs,\n\nMystery Ship\n\n,\n\nShip of Fools\n\n, &\n\nMystery Tour\n\nbegin from a common system and branch to individual lines after the first 30 feet. Begin about 10 feet left of\n\nMystery Ship\n\nand follow vague, blocky terrain to where the lines diverge (5.6, gear to 1 inch, 30 feet). All 3 lines top out at the belay tree for\n\nDragon Slayer\n\n. Lower off or rappel 90 feet from slings with rings. Extensive cleaning and trail work have been done to provide access to these excellent crack climbs.\n\nThese routes are located on the NW side of the Third Tier of Avalon just left of\n\nMystery Ship\n\n. This is actually the far right side of the NE Face, perhaps 100 feet right of\n\nAncient Light\n\n.\n\nBefore committing to the middle crack (\n\nShip of Fools\n\n), climb a right-facing corner to a small ledge, pull left and jam a hand crack to the right side of a roof.  Pull right and jam a final crack to good ledges and the belay tree.","protection":"Nuts and cams from 0.5 inch to 3.0 inches.  Lower off or rappel 90 feet from slings with rings around a tree.","location":"Begin from the ledge, 10 feet left of\n\nMystery Ship\n\n."},"__v":0},{"_id":"w/1OVtZ6XH+J7x/7KTSfAA==","name":"The Enemy Within","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Richard Rossiter and Pebby Johns, July 2006","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.41159,39.99888]},"left_right_index":4,"mp_id":"105987462","mp_crag_id":"105810466","climb_id":"w/1OVtZ6XH+J7x/7KTSfAA==","areaRef":"em7SUWEDU2mYYLFv1kVMWg=="},"content":{"description":"This route ascends the conspicuous, narrow chimney between\n\nThe Art of War\n\nand\n\nThus Us\n\n.  The rock is solid and good quality.  Crux is in the last 20 feet of the chimney where it tapers from narrow to squeeze.  Two bolts protect this final stretch.  A big throw with the right arm and a virtual pullup get you out of the squeeze and up to a good stance at a two-bolt anchor with rings. You may have broken a sweat by then.\n\nTape up and wear appropriate clothing to protect your knees and elbows. Bolts and ring anchor were installed on 2 July 2007.  Route was previously toproped. ENEMY is now a solid and reasonable lead...not a sport climb.","protection":"Bring gear from a green Alien to a #2 Camalot.  2 bolts protect the last 20 feet of the chimney.  2-bolt anchor with rings at the top.  This anchor has a good stance and can also be used for\n\nThus Us\n\n.","location":"Find this route on the NE Face of Avalon between\n\nThe Art of War\n\nand\n\nThus Us\n\n.  Start along the left side of a huge block that has fallen about 3 feet and stopped.\n\nThus Us\n\nbegins along the right side of the same block."},"__v":0},{"_id":"3xZ0ezhhXnqWGfB5hN6o6A==","name":"Crack Love III","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Richard Rossiter and Pebby Johns, July 2006","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.41159,39.99888]},"left_right_index":1,"mp_id":"105842443","mp_crag_id":"105810466","climb_id":"3xZ0ezhhXnqWGfB5hN6o6A==","areaRef":"em7SUWEDU2mYYLFv1kVMWg=="},"content":{"description":"This is actually a 20-foot variation finish to Crack Love II; and a good one it is.  Climb Crack Love II to the roof where the main route goes offwidth and fist.  Pull 5 feet left beneath the roof and place gear, then make a very strenuous move to clear the roof and get established in the crack above (crux). Good hand and finger jams continue to the top of the wall and the anchor for Crack Love II.\n\nIt must be noted that Bruno Hache busted his butt cleaning this system and is commended and thanked for his hard work and contribution to the routes of Avalon.","protection":"Gear only from 0.4 inches to 2.5 inches.","location":"This route is located on the upper left Northeast Face of Avalon.  Follow the excellent trail beneath the Northeast Face to its low point beneath Ancient Light.  Continue up the slope past two switchbacks to the obvious alcove and V-slot of Crack Love.  Crack Love II/III is the crack system on the right."},"__v":0},{"_id":"XPVngpZHXLap854OxVslLQ==","name":"Crack Love II","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"Richard Rossiter, Pebby Johns, and Bruno Haché","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.41159,39.99888]},"left_right_index":2,"mp_id":"105836099","mp_crag_id":"105810466","climb_id":"XPVngpZHXLap854OxVslLQ==","areaRef":"em7SUWEDU2mYYLFv1kVMWg=="},"content":{"description":"The Sequel.  This route begins 8 feet right of the obvious V-slot of Crack Love.  Hike up a short ramp, then climb a finger and hand crack straight up to a roof.  Pull the roof via hand jams and continue up a  widening, slightly flared crack to the top. It is not very difficult, but it is a real crack climb on excellent rock.","protection":"Gear only from 0.5 inch to 3.5 inches.  2 bolt anchor with rings at the top.  Lower off 75'.","location":"Crack Love II is the penultimate route on the upper left Northeast Face of Avalon.  It begins a few feet right of the obvious V-slot of Crack Love and perhaps 80 feet up and left from The Art of War."},"__v":0},{"_id":"iHdNQEwEXwOJi8eq7RyAOA==","name":"Crack Love","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Richard Rossiter and Pebby Johns","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.41159,39.99888]},"left_right_index":0,"mp_id":"105834686","mp_crag_id":"105810466","climb_id":"iHdNQEwEXwOJi8eq7RyAOA==","areaRef":"em7SUWEDU2mYYLFv1kVMWg=="},"content":{"description":"This is an excellent crack climb that begins about 75 feet up and left from THE ART OF WAR.  Climb a V-slot and a good hand crack to a roof.  Work left to a perfect hand crack and climb to second roof.  Place gear, pull the roof (crux) and cruise to a stance beneath a tree with slings and 2 carabiners.  Lower off.","protection":"Bring gear from 0.5 inch to 4 inches.","location":"Crack Love begins about 75 feet up and left from THE ART OF WAR.  From the bottom of ART, follow the trail, hike up the talus 50 feet, then follow the trail up and right toward the NE Face. The route is obvious as you draw near the wall.  Look for a clean V-slot above granite steps followed by a hand crack."},"__v":0},{"_id":"inOeav13VcKnVyHQrQo4/g==","name":"Blade","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Richard Rossiter and Pebby Johns, July 2006","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.41159,39.99888]},"left_right_index":11,"mp_id":"105841512","mp_crag_id":"105810466","climb_id":"inOeav13VcKnVyHQrQo4/g==","areaRef":"em7SUWEDU2mYYLFv1kVMWg=="},"content":{"description":"Blade ascends the blatant, overhanging, right-facing dihedral just left of\n\nDragon Slayer\n\nand is a link between the second pitch of\n\nAncient Light\n\nand the final corner of\n\nDragon Slayer\n\n. Good jams on the left with the opportunity for daring stems all the way up. The crux is the last 20 feet before joining\n\nDragon Slayer\n\n.  Good rock and good pro all the way.\n\nBlade makes an interesting circuit. Begin with the first pitch of Ancient Light and belay at the rings above the big ledge.  Climb the second pitch to the right side of Penis Envy Pillar, but don't climb the pillar. One can belay here, just right of the PE Pillar, which reduces rope drag and keeps the belayer in touch with the leader (though I have not done this). Pull through a small roof and ascend the obvious right-facing, right arching dihedral.  Join\n\nDragon Slayer\n\nand lower off from the 2-ring anchor at the top (the anchor is 3 feet above a final roof). Arrive at the belay tree for\n\nDragon Slayer\n\n.  Rappel 90 feet from slings with rings around the tree (down the Crack Land Dihedral -\n\nMystery Ship\n\n,\n\nShip of Fools\n\nand\n\nMystery Tour\n\n) to the trail maybe 100 feet west from the start to\n\nAncient Light\n\n.","protection":"Ancient Light\n\n(P2) and the last bit of\n\nDragon Slayer\n\neach require a couple of draws. Recommendation: clip only the second bolt on\n\nAncient Light\n\nP2, then back-clean the draw when it is easy to pull right around the arete. The subsequent dihedral (Blade) is strictly gear from 0.25 inch to 3 inches.  Plan on maybe 5 to 8 placements.  Ring anchors at the top.  Lower off to the belay tree for\n\nDragon Slayer\n\n, which is the tree at the top of the Crack Land Dihedral,\n\nShip of Fools\n\nand\n\nGhost Ship\n\n.","location":"Blade begins with the first 40 feet of the second pitch of\n\nAncient Light\n\nand becomes an independent line at the right side of Penis Envy Pillar.  The pitch is 90 feet long and finishes at the ring anchors atop\n\nDragon Slayer\n\n."},"__v":0},{"_id":"1r+x2SpsXPOpsWLqyfZF/g==","name":"The Art Of War","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Richard Rossiter, Pebby Johns, 5/2006","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.41159,39.99888]},"left_right_index":3,"mp_id":"105831811","mp_crag_id":"105810466","climb_id":"1r+x2SpsXPOpsWLqyfZF/g==","areaRef":"em7SUWEDU2mYYLFv1kVMWg=="},"content":{"description":"This climb has a few cruxes in the low 5.10 range and probably clocks in at about 5.10b now that it has cleaned up. The hardest moves are ~1/2 of the way up the climb and require balance, not power. The route is long, continuous and in places complex for its modest grade. I believe I recall 9 clips to a 2-bolt anchor. The route will be a classic for the area- possibly the best 10 at Avalon.\n\nRichard and Pebby have cleaned this route extensively, followed by another session of cleaning by Pebby and Bruno. They deserve some thanks and recognition for how hard they've worked at providing an 'instant classic' as opposed to a 'cleaner-upper.'\n\nThe final bit of Art of War has some remaining lichen, but it is not on the holds or at the crux so it does not detract from the route.","protection":"9 bolts to a 2-bolt anchor. 60m rope required to lower or rap.","location":"This route is presently the highest route (left-most) on the NE face of the third tier of Avalon. Come around the corner from th Wall of the Goddess and pass\n\nCharon's Boat\n\n/\n\nMerlin's Enigma\n\nto the Eastwardly aspect of the cliff and continue for ~100 meters, reaching an area where the trail is less beat down and distinct. Look for bolts going up a clean arete, just a few meters left of an obvious trad line with a fist crack."},"__v":0},{"_id":"L2a+Jy5RXZSZQcG1KHEFpA==","name":"Ancient Sight","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Tony Bubb, Jason Haas, 6/08","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.41159,39.99888]},"left_right_index":9,"mp_id":"106187300","mp_crag_id":"105810466","climb_id":"L2a+Jy5RXZSZQcG1KHEFpA==","areaRef":"em7SUWEDU2mYYLFv1kVMWg=="},"content":{"description":"Continued from\n\nAncient Fright\n\n, this adds on a trad extension to the summit directly going up and ever-so-slightly right in cracks and pockets to add up to 45 meters of climbing. The belay on top is cord on large boulders and a tricam.\n\nThe route has a few cracks dug out for pro, and the rock is mostly solid, but expect lichen and dirt here and there.  While not terribly dirty, it has not been cleaned by any stretch of the imagination.","protection":"The route was done on a single run of cams to 3\" and a red tricam, but it could certainly take more gear.","location":"The name of this route is a reference to being half blind. After doing P1 of\n\nAncient Fright\n\n, I could not see where\n\nResurrection\n\nwent, so I simply continued directly up the face past the anchors, going another 80 feet or so to a sub-summit, perhaps 13 meters right of\n\nResurrection\n\n. This passes a smaller pine tree and then a larger one, climbing with both just to your right."},"__v":0},{"_id":"AcfJ4SSUU+ugQI/iAtpjcA==","name":"Ancient Light","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Richard Rossiter, Bonnie Von Grebe, Christine Damiano, 2001. P2 Richard Rossiter and Joan Johns, 2005","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.41159,39.99888]},"left_right_index":10,"mp_id":"105761370","mp_crag_id":"105810466","climb_id":"AcfJ4SSUU+ugQI/iAtpjcA==","areaRef":"em7SUWEDU2mYYLFv1kVMWg=="},"content":{"description":"This route begins on the far left side of the summit tier of Avalon.  From the Wall of the Dead, follow a trail right and up to Avalon's summit tier. Traverse left heading downstream. Pass a short wall with several cracks (Wall of the Goddess) and continue into the woods on a trail right next to the rock.The route starts at a narrow spot on the trail, right next to a curvy 10-foot-high dead tree.\n\nP1. Climb up a somewhat grungy face (moss, lichen), then make an exciting traverse left at a little roof onto an arete (crux).  Continue up the arete, past a 2-bolt anchor on a pedestal, to a 2-bolt anchor on a big grassy ledge. (10a, 9 bolts, 80').\n\nThe climbing on the upper half of the pitch is quite good.\n\nP2. Work up and right past 2 bolts and pull right around the Penis Envy Pillar. Climb the right side of the pillar to a roof. Lieback through the roof, then climb straight up to a 2-bolt ring anchor on a nice ledge (10c, 5 bolts & gear to 3\", 80').","protection":"P1: 8 bolts to a 2-bolt anchor at 70'.\n\nIf you're going to do the second pitch, continue past the first anchor (on a pedestal just below the grassy ledge) up to the grassy ledge and an anchor on the wall above it. This makes the pitch 80' long with 9 clips instead of 8.\n\nP2: 5 bolts and gear up to 3\".","location":""},"__v":0},{"_id":"utuc+QRNULyGODlPHhIOvA==","name":"Ancient Fright","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Richard Rossiter and Joan Johns (Pebby), 2005","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.41159,39.99888]},"left_right_index":7,"mp_id":"105764418","mp_crag_id":"105810466","climb_id":"utuc+QRNULyGODlPHhIOvA==","areaRef":"em7SUWEDU2mYYLFv1kVMWg=="},"content":{"description":"ANCIENT FRIGHT is located on the remote NE face of the Third Tier of Avalon, well around the corner from the Wall of the Goddess.  The route ascends a steep wall some 30 feet left from the top of Ancient Light.  Approach via\n\nAncient Light\n\nor climb in from the left (class 4).\n\nClimb steep and very well-formed rock past 5 bolts.  The higher you go, the harder it gets.  Lower off, 70 feet.\n\nResurrection\n\ncontinues from the top of this route to the magnificent summit of Avalon (5.9), but you need gear up to 3 inches, q.v.","protection":"Bring only QDs.  New Fixe stainless steel  all the way.  5 bolts to a 2-ring anchor.  Lower off 70 feet.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,decc1251-4a67-52b9-b23f-3243e10e93d0,e519a674-a620-509c-9e86-a246f84a8e40,4a81817f-2b01-5bc4-8056-91d6665c9839,729cf32b-ee34-529d-8a0c-cdeb3341cfbe,7a6ed251-6103-5369-9860-b16fd6454c5a","pathTokens":["USA","Colorado","Boulder","Boulder Canyon","Avalon","Third Tier","Crack Land"],"gradeContext":"US","aggregate":{"byGrade":[{"count":3,"label":"5.10c"},{"count":2,"label":"5.9-"},{"count":4,"label":"5.10a"},{"count":2,"label":"5.9"},{"count":2,"label":"5.8+"},{"count":1,"label":"5.9+"},{"count":1,"label":"5.10"},{"count":1,"label":"5.10b"}],"byDiscipline":{"trad":{"total":13,"bands":{"unknown":0,"beginner":4,"intermediate":9,"advanced":0,"expert":0}},"sport":{"total":5,"bands":{"unknown":0,"beginner":0,"intermediate":5,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":4,"intermediate":12,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.41159,39.99888]},"bbox":[-105.41217698005133,39.998430339818135,-105.4110030199487,39.99932966018187],"left_right_index":-1,"ext_id":"105810466","area_id":"em7SUWEDU2mYYLFv1kVMWg=="},"content":{"description":""},"density":0,"totalClimbs":16,"__v":1,"createdAt":"2022-11-07T05:55:58.081Z","updatedAt":"2022-11-25T11:16:30.593Z"}