{"_id":"6368a214e80bff5a9955d8a4","area_name":"Second Tunnel","shortCode":"","climbs":[{"_id":"1dG1DtDWXba9HY5F90fhjg==","name":"XXX","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"???","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.764,35.7358]},"left_right_index":2,"mp_id":"111216987","mp_crag_id":"106027298","climb_id":"1dG1DtDWXba9HY5F90fhjg==","areaRef":"fE5MvlDNVlGFvIuCYlZ1Og=="},"content":{"description":"Jemez Rock describes this as a \"proud line\" following the right leaning splitter crack. Two bolts to gain a ledge, from the ledge follow the sufficiently bolted line through the crux to the two bolt anchor. I'm not sure what most people would call the crux, but its all fairly good/sustained climbing from the ledge to the chains. I felt that the anchor needed to be either extended with chains or moved right to just under the small roof. At the moment, the anchor location creates massive rope wear and it's difficult to clean the route where they stand.","protection":"9 Bolts, 2 bolt anchor","location":"You cant miss it, its the line that is very obviously following a splitter crack. Immediately to the right of the dihedral where Banzai is located."},"__v":0},{"_id":"jRNZ7l3EUMadPO+V3ymLpQ==","name":"Soylent Green","yds":"5.14a","grades":{"yds":"5.14a","french":"8b+"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.764,35.7358]},"left_right_index":6,"mp_id":"106029425","mp_crag_id":"106027298","climb_id":"jRNZ7l3EUMadPO+V3ymLpQ==","areaRef":"fE5MvlDNVlGFvIuCYlZ1Og=="},"content":{"description":"The crux of this short and technical route is on the first half of the climb. Climb the obvious green face through small crimps. \n\n  This route climbs much better than it looks. Too bad the rock is so poor. Basically you have three not-too-bad moves to get established on a pair of crimps 12' up. From here, a 6-move V9-10 boulder problem leads past the first bolt (to the obvious horizontal break). From the horizontal break its probably 12d or so to the anchor.","protection":"Draws. 2-Bolt Anchor.","location":""},"__v":0},{"_id":"BbX8dfiOU7aQCdNBMFo3Ew==","name":"Sierra Corazon","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Marc Beverly","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.764,35.7358]},"left_right_index":5,"mp_id":"106027518","mp_crag_id":"106027298","climb_id":"BbX8dfiOU7aQCdNBMFo3Ew==","areaRef":"fE5MvlDNVlGFvIuCYlZ1Og=="},"content":{"description":"Presumably this low-angled slab would be a good choice for beginning climbers.   Good rock, nice position, and hassle free logistics make up for forgettable movement up this trivial slab. \n\n  Mark Beverly: \"This is a great first-timer's sport lead. It's long and easy. Named after my Sierra. Another bolt was added to make a direct start from the ground-no need to start at the higher belay bolt now. Pendulum hazard exists on lower/rappel.\"","protection":"11 draws to a 2BA ","location":"Wanders up the low angled slab right of Out of the Shadows."},"__v":0},{"_id":"ucZDFryPXd2fDcpH/oalLQ==","name":"Judge Dread","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Marc Beverly","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.764,35.7358]},"left_right_index":0,"mp_id":"106028620","mp_crag_id":"106027298","climb_id":"ucZDFryPXd2fDcpH/oalLQ==","areaRef":"fE5MvlDNVlGFvIuCYlZ1Og=="},"content":{"description":"A 2-pitch route with a good crack first pitch and an fun airy bolted 2nd pitch. \n\n  Pitch 1: (5.8 trad) Climb up easy ground, place a 3\" cam, hand traverse left to the open book.  This corner has fun thin hand cracks with some blocky terrain and rubble at its top.  Belay at the 2-bolt anchor.  Ditch the rack on the anchor. \n\n  Pitch 2: (5.8 sport, 8 bolts) Fun face climbing right of the arete. This pitch has great exposure high above the roaring river.","protection":"Cams 0.5\" to 3\" for the 1st pitch only.     2-bolt anchors at the 1st and 2nd belays, both are equipped for rappelling.","location":"Just past the 2nd tunnel on the left side. Look for the open book first pitch. Start just left of Banzai.  \n\n  Descent: Rap twice with a single 60m rope, or one 60m double rope rappel to the dirt."},"__v":0},{"_id":"vynMdih6WhKRG8rnpq63NA==","name":"Out of the Shadows","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Marc Beverly","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.764,35.7358]},"left_right_index":3,"mp_id":"106027500","mp_crag_id":"106027298","climb_id":"vynMdih6WhKRG8rnpq63NA==","areaRef":"fE5MvlDNVlGFvIuCYlZ1Og=="},"content":{"description":"This worthwhile route is a good option on a hot afternoon or chilly morning.  Certainly one of the best routes on the left side, this route can be a bit dirty at times, despite good-quality rock.  Begin by scrambling up to the belay stance.  Its possible to climb a mini-pitch up to a good ledge with a belay bolt for minimal rope drag, but its perfectly do-able (and surely less of a hassle) to belay from the 2nd class ledges below.  Snake up the vertical wall, occasionally reaching right around the arete.","protection":"Bolts","location":"Just above the pullout is a V-shaped wall.  In the center of the \"v\" is a blunt, vertical arete.  OOTS ascends the left side of this arete."},"__v":0},{"_id":"g9C159v7Vk6V6SnDwPEl9w==","name":"Double Sidewinder Splitter","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Marc Beverly, Ian McMillan","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.764,35.7358]},"left_right_index":4,"mp_id":"106028635","mp_crag_id":"106027298","climb_id":"g9C159v7Vk6V6SnDwPEl9w==","areaRef":"fE5MvlDNVlGFvIuCYlZ1Og=="},"content":{"description":"Pitch 1: Head up the left side of the Sierra Corazon slab.  Most of this is really easy but a lieback section near the top of this requires committing 5.7 moves, protectable with large cams.  Straight up after this move, and you'll reach a 3-bolt anchor.   \n\n  Pitch 2: Move left and go straight up past 4 bolts to the steep headwall with the double finger cracks.  These take small cams and  painful finger jams.  It's fun stemming between the cracks to a 2-bolt anchor.  You can plug in as much gear as you need in this crux section, especially finger size cams, but if you place gear in both cracks, use long runners to alleviate rope drag.  This felt like hard 5.10 to me, but the gear is excellent.  If you don't like pain or don't have good technique, the left-facing dihedral right of the 2 splitter cracks is easier (5.8 or 5.9), and will also reach the chains.  (This right variation (\"Bull Snake\") was climbed by Mark Mathis on TR in 7/07, led by Matt Price subsequently, but certainly someone could've climbed it earlier.)  Both choices are still a little loose in the headwall section, but it'll clean up with traffic.","protection":"Standard rack from 0.5\" to 3\".  4 bolts.   \n\n  2-bolt anchors at the first belay and at the top are equipped with chains for rappelling.","location":"The climb ascends the left edge of the Sierra Corazon slab in the 2nd Tunnel area, then goes straight up on Pitch 2.   Rap the route by 2 rappels w/ a single 60m rope (or one rappel with 2 ropes)."},"__v":0},{"_id":"qy6Yeq5kX0KguSdOLH/t/A==","name":"All That Glitters","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Mark Grazier, Karl Kiser & Jenny Blackmore, Fall 2017","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.764,35.7358]},"left_right_index":7,"mp_id":"113627770","mp_crag_id":"106027298","climb_id":"qy6Yeq5kX0KguSdOLH/t/A==","areaRef":"fE5MvlDNVlGFvIuCYlZ1Og=="},"content":{"description":"This is an addition to the roadside climbs and an all gear route to boot.  The crux is about mid way in the pitch.  Movement is fun.","protection":"All gear, a couple of large pieces down low and then wires, smaller cams and several hand sized pieces.  Bolt and chain anchor at the top.","location":"This is the most right of the second tunnel routes.  Protect the larger crack low and then climb the right facing dihedral.  Rap the route."},"__v":0},{"_id":"awz2cEwkU7a5LtK7Y/UIfw==","name":"Banzai","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Ian McMillan","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.764,35.7358]},"left_right_index":1,"mp_id":"106027511","mp_crag_id":"106027298","climb_id":"awz2cEwkU7a5LtK7Y/UIfw==","areaRef":"fE5MvlDNVlGFvIuCYlZ1Og=="},"content":{"description":"This unfortunate chunk of stone leaves a lot to be desired.  Mercifully short, this route climbs marginal rock that is generally covered in dirt and spider webs.  However, if you like a challenge and are desparate to climb something on the left side of the road, this is probably better than going to a staff meeting. \n\n  Scramble over some pretty loose talus, then a delicate step right to a sloping ledge at the base of the imposing steep left leaning bolted dihedral.  A long reach gets you started. Then jam strenuously, laybacking, along with finger locks and stemming help you make your way up the painful dihedral crack.  Eventually as the angle lessens the corner ends and the anchor is on your right. \n\n  [Both Monomaniac and LeeAB deserve credit for this route description, as each of their individual contributions were combined]","protection":"Bolts and a bolted anchor","location":"The first route left of the obvious XXX face, this is a bolted, steep, left-leaning dihedral."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,98c839d1-f0d4-5006-bb58-276b12f05bd0,671e371a-61db-5214-840e-77ebd0ac59fa,2ce20db0-184d-5608-9b1a-834a85bea475,7c4e4cbe-50cd-5651-85bc-8b826256753a","pathTokens":["USA","New Mexico","Jemez Mountains and Jemez Valley","Gilman Tunnels","Second Tunnel"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.12a"},{"count":1,"label":"5.14a"},{"count":1,"label":"5.5"},{"count":1,"label":"5.8"},{"count":2,"label":"5.10b"},{"count":1,"label":"5.9"},{"count":1,"label":"5.10c"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":0,"beginner":1,"intermediate":2,"advanced":0,"expert":0}},"sport":{"total":5,"bands":{"unknown":0,"beginner":1,"intermediate":2,"advanced":1,"expert":1}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":4,"advanced":1,"expert":1}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-106.764,35.7358]},"bbox":[-106.76455396056672,35.73535033981813,-106.76344603943328,35.73624966018187],"left_right_index":-1,"ext_id":"106027298","area_id":"fE5MvlDNVlGFvIuCYlZ1Og=="},"content":{"description":"The Second Tunnel is a somewhat misleading description for the group or routes found on the left (W) side of the road, ~100 yards past (N of) the second tunnel.  This area receives sun for most of the morning, and begins getting shade in the mid-afternoon.  Routes here are generally not as long, or as good as those across the river.  This crag is very near the road, so expect to interact with the tourons."},"density":0,"totalClimbs":8,"__v":1,"createdAt":"2022-11-07T06:13:44.452Z","updatedAt":"2022-11-25T11:20:25.639Z"}