{"_id":"6368a214e80bff5a9955daef","area_name":"Backside of Upper Mound/ Wounded Knee area (Northern cluster of boulders)","shortCode":"","climbs":[{"_id":"mZ3sKkIUWeuz2/4Tt/j93w==","name":"Wounded Knee arete","yds":"V3","grades":{"yds":"V3","font":"6A","vscale":"V3"},"fa":"Paul Horak, ca. 1979","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.48104,35.08387]},"left_right_index":999999,"mp_id":"106365917","mp_crag_id":"106364817","climb_id":"mZ3sKkIUWeuz2/4Tt/j93w==","areaRef":"RbJNEZWmUSOwEd/o02Xczw=="},"content":{"description":"The arete at the east (left) side of the broad vertical north face of Wounded Knee boulder. Starts on a semi-detached hanging blob. Pull up using a right-hand sidepull, then reach high for a poor left hand crimp. Work out the crux move, and finish up the arete or move slightly right to a more secure finish with a scarier landing (rock in landing zone).\n\n Problem P1 from the Mayer & Moret online guide, \"On the eastern edge of the boulder, a funky layback move with high feet gets you to a decent crimper way up left; set your feet and reach up right (crux), then finish on easy ground. V3+?\"","protection":"pads (I recommend 2), spotter.","location":"See above."},"__v":0},{"_id":"K3TGJh8NU1CIeTxE5h/J9w==","name":"Wounded Knee","yds":"V2+","grades":{"yds":"V2+","font":"5+","vscale":"V2+"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.48104,35.08387]},"left_right_index":999999,"mp_id":"106365900","mp_crag_id":"106364817","climb_id":"K3TGJh8NU1CIeTxE5h/J9w==","areaRef":"RbJNEZWmUSOwEd/o02Xczw=="},"content":{"description":"Located center right of the vertical north face of the Wounded Knee boulder. Starts on the lowest of the obvious chalked horizontal crimps. Pull up through crimps, with a big deadpoint halfway up, then jugs to the top. I think it's called wounded knee because the dark blob that's the obvious starting foothold tends to spit feet off, resulting in wounded knees.\n\n Problem P2 from the Mayer & Moret online guide, \"Follow the line of positive edges on the right. A classic crimpfest; probably V3-. Perhaps the best boulder problem at U-Mound. From the lower crimps, try dyno-ing directly for the top jug -- a great V4 dyno problem.\"","protection":"Pad/ spotter. This problem has a perfect flat landing.","location":"See area description and photos. This is the lowest and farthest north of the boulders in the \"Back Side Upper Mound/ Wounded Knee\" sector."},"__v":0},{"_id":"n9+otpseX5+C2juoLz9FAQ==","name":"Pizza Crack","yds":"V2","grades":{"yds":"V2","font":"5+","vscale":"V2"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.48104,35.08387]},"left_right_index":999999,"mp_id":"106366469","mp_crag_id":"106364817","climb_id":"n9+otpseX5+C2juoLz9FAQ==","areaRef":"RbJNEZWmUSOwEd/o02Xczw=="},"content":{"description":"Work up into the right-facing finger crack (lay back to the left), then bust a big move to the upper notch. Careful not to leave a finger behind if you fall!\n\n Problem Q1 from the Mayer & Moret online guide, \"Follow the lay-back crack. A spotter/crashpad is recommended (there is an old bolt hole on top left, but the bolt itself is absent). Don't lose fingers up there if you fall... Height-dependent; probably V2+ if you have a 6ft reach, but more like V3 otherwise.\"","protection":"Pad, spotter.","location":"Just right of Driftwood, on the alcove podium above (south of) wounded knee boulder."},"__v":0},{"_id":"vcY9z9wIU06UFFZQUrx9bQ==","name":"Hidden corridor problem","yds":"V4","grades":{"yds":"V4","font":"6B","vscale":"V4"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.48104,35.08387]},"left_right_index":999999,"mp_id":"106366336","mp_crag_id":"106364817","climb_id":"vcY9z9wIU06UFFZQUrx9bQ==","areaRef":"RbJNEZWmUSOwEd/o02Xczw=="},"content":{"description":"Start on crimps (generally chalked), with a reachy move once you're established off the ground. Climb up to slopers, and grovel up to the horizontal hand crack. Awkward moving up and left to the topout, as there's a boulder in the crack you have to avoid. The V4 grade is just a guess.\n\n This seems like Q4 from Mayer & Moret's online guide, \"Hard painful slab problem about 15-20 feet left of the lay-back crack. Tiny crimpers (one-finger half-pad), and smears for feet... Just three hard moves from the set up, yet I think it goes at V3 or more; but someone accustomed to slabs appeared to walk up it and called it V1. It's definitely harder than the P.1-2-3 (Wounded Knee) problems.\"","protection":"Pad, spotters.","location":"This problem is in a little hidden corridor just to the east of Driftwood and the Pizza crack. Get up onto the podium at the base of those problems, and look to your left as you face the rock. You have to scramble over a little boulder to get into the corridor, and the problem is immediately on your right (the south wall of the corridor).   This problem is featured in the following exciting short film on You Tube: \n\nyoutube.com/watch?v=oQZ0k2k…"},"__v":0},{"_id":"wPPcdRRUVUCX4Cp5Ng6KPQ==","name":"Driftwood or Petrified Wood","yds":"V4","grades":{"yds":"V4","font":"6B","vscale":"V4"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.48104,35.08387]},"left_right_index":999999,"mp_id":"106365254","mp_crag_id":"106364817","climb_id":"wPPcdRRUVUCX4Cp5Ng6KPQ==","areaRef":"RbJNEZWmUSOwEd/o02Xczw=="},"content":{"description":"The easier left start in the obvious arching undercling flake is far friendlier (AKA: better, obviously this is a matter of opinion) than the direct, Skinner Problem.\n\n Work up and right in the undercling flake untill you can reach up to a right hand edge that is pretty good. Next reach up left to the petrified wood hold, fingers go in a seam and your thumb on the wood. Next surf out right to a kind of terrifying hold, there is a dark circular inclusion with a perfect two finger tooth that you grab, it just seems as though it is going to snap off. Reach left to the top gaining a rounded friendly hold and top out relatively easily.\n\n Problem Q1.5 from the Mayer & Moret online guide, \"Just to the left is a hard problem, first done by Todd Skinner in 89. The second hold up and left is a sucker, go right slightly. Crux is near the top and the landing is problematic -- use a crashpad for sure and have a spotter to prevent you from landing too much left. At least V4; and V5 if you start from the ground on the two heinous crimpers. You can bring a Petzl short bolt and a hanger for the single bolt on top if you want to toprope it. I am told this is a great problem, hence the rating, but I have not done it.\"","protection":"Pad and spotter. While not really tall, the landing is only about 4 feet deep and if you happen to tumble back it drops off beyond that.","location":"On the clean upper wall above the Wounded Knee boulder stating from the right arching undercling flake on the left side of the wall."},"__v":0},{"_id":"cDmX+xlxXgqONMUtOhsJLg==","name":"Driftwood direct start","yds":"V6-7","grades":{"yds":"V6-7","font":"7A+","vscale":"V6-7"},"fa":"Bob Murray?","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.48104,35.08387]},"left_right_index":999999,"mp_id":"106365909","mp_crag_id":"106364817","climb_id":"cDmX+xlxXgqONMUtOhsJLg==","areaRef":"RbJNEZWmUSOwEd/o02Xczw=="},"content":{"description":"Awesome problem, if you're in shape for serious crimping. Starts on matched crimps at chest height, and gradually eases in difficulty as you go. Upper moves are shared with the left variation.","protection":"Pads/ spotters. At least 2 pads, or one big one (an extra pad folded in half underneath is useful, as the narrow landing shelf slopes away). 2 spotters help, too, as it's possible to tumble backward off the ledge.","location":"Alcove above (to the south of) wounded knee. The problem faces north."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,98c839d1-f0d4-5006-bb58-276b12f05bd0,f2bfcdc1-9015-5cbd-9762-f469ecb317fa,249e13bb-7ec3-5c48-9485-ba011e641c1c,713eecb9-7cbb-5466-91e1-bc8f4c2e30fc,45b24d11-95a6-5123-b011-dfe8d365dccf","pathTokens":["USA","New Mexico","Albuquerque Area","Foothills Bouldering","U-Mound","Backside of Upper Mound/ Wounded Knee area (Northern cluster of boulders)"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"V3"},{"count":1,"label":"V2+"},{"count":1,"label":"V2"},{"count":2,"label":"V4"},{"count":1,"label":"V6-7"}],"byDiscipline":{"bouldering":{"total":6,"bands":{"unknown":0,"beginner":0,"intermediate":2,"advanced":3,"expert":1}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":2,"advanced":3,"expert":1}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-106.48104,35.08387]},"bbox":[-106.4815894975301,35.08342033981813,-106.48049050246986,35.08431966018187],"left_right_index":-1,"ext_id":"106364817","area_id":"RbJNEZWmUSOwEd/o02Xczw==","polygon":{"type":"Polygon","coordinates":[[[-106.4815894975301,35.08342033981813],[-106.48049050246986,35.08342033981813],[-106.48049050246986,35.08431966018187],[-106.4815894975301,35.08431966018187],[-106.4815894975301,35.08342033981813]]]}},"content":{"description":"Cool, north-exposed problems down the back-side. A great place to boulder on warmer/ sunnier days."},"density":0,"totalClimbs":6,"__v":1,"createdAt":"2022-11-07T06:13:51.027Z","updatedAt":"2024-01-20T01:05:03.417Z"}