{"_id":"63689d5ce80bff5a994f50a1","area_name":"Mt. Sill","shortCode":"","climbs":[{"_id":"t9LQO3/NU/+lNKh57mbglg==","name":"Swiss Arete","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Dick Jones, Spencer Austin, Ruth Dyer, Ray Ingwersen, Joe Momyer - July 1938","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.503,37.0959]},"left_right_index":0,"mp_id":"105804092","mp_crag_id":"105804055","climb_id":"t9LQO3/NU/+lNKh57mbglg==","areaRef":"aPe8GI23X/WIVV1VNqoa6g=="},"content":{"description":"Although not quite as spectacular as its namesake climb on the Matterhorn, the rock is so much better, in a more remote setting too.\n\nFrom Sam Mack Meadow climb the left-hand gully at the back of the meadow, bear right under the Palisade Glacier moraine, through another shallow gully just to its right (Thunderbolt Peak framed in the notch) and so gradually gain the crest of the moraine. Follow it until it peters out (wonderful views of North Pal) then work across the Glacier towards Glacier Notch - climb the Glacier Notch couloir (loose in low snow). About 1.5 hours from Sam Mack Meadow.\n\nWander across to, then up the L-Shaped Couloir until a convenient place is found to access the ridge. One usually ends up a pitch before the steepening. Although the arete can be climbed from much father down.\n\nThe climb consists of about 6 pitches of moderate climbing up steep steps using cracks in perfect granite. The crux is at P4 where an impasse forces a tricky little sideways excursion onto an exposed slab on the right, followed by a steep crack at the back, after which two more pitches lead to the summit.","protection":"Alpine rack, plus ice-axe and crampons.","location":"Descent is down Walter Starr's infamous Class 4 North Coulior (aka L-Shaped Couloir). Head down the ridge towards North Pal, then descend from the ridge before it levels off (just before a split pinnacle), usually in a series of rappels to an exposed traverse across to the notch at the top of the L-Shaped Couloir. This is all very exposed and an unprotected slip would be fatal. One can breathe a little more easily once down the couloir. The last real iffy bit is descending back down the Glacier Notch couloir. From here enjoy the hike back down to the comfort and greenery of Sam Mack Meadow (early season glissades back to the meadow are ideal for the weary Alpinist)."},"__v":0},{"_id":"50VLGeYpV5uWIVRBXjQXEQ==","name":"North Couloir Variation","yds":"5.2","grades":{"yds":"5.2","french":"3"},"fa":"George Wallerstein","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.503,37.0959]},"left_right_index":2,"mp_id":"118958512","mp_crag_id":"105804055","climb_id":"50VLGeYpV5uWIVRBXjQXEQ==","areaRef":"aPe8GI23X/WIVV1VNqoa6g=="},"content":{"description":"This is a variation of the North Couloir route. Follow instructions for the North Couloir until you get to the notch atop the L-shaped couloir, before you would start the traverse.\n\nFrom the notch, when facing Mt Sill, head directly up the rock face for three pitches which bring you right up to the summit.\n\nIn the Secor guide he says, \"Climb straight up from the start of the traverse for five short pitches.\" We did it in three with a 60 meter.\n\nWe did it as follows:\n\nFrom the low point in the notch between Mt Sill and Apex Peak face Mt Sill and move up to a short right facing corner at the base of the rock and belay from here.\n\nP1: Head up and out of the corner and continue scrambling up low angle rock, traverse left into a chimney and go up this until it ends. Belay on the ledge to the right. (55m/5th)\n\nP2: A shorter pitch up and a bit left on fun, blocky granite. (30m/4th)\n\nP3: From here you can either traverse left for 20-30 feet and then up (we did this to avoid some snow but isn't necessary) or just head up and left - both courses meet a little ways up. Continue with more of the same - fun, blocky scrambling to the top. (We belayed just below the summit, maybe 15 feet, because we ran out of rope, it was no more than 4th class from here. However, you can easy extend the 2nd pith a bit further and this won't be an issue.) (50m/4th-5th)\n\nNOTE: There's more than one way to do this variation of the North Couloir route. In spring (we did it in spring of a big snow year) you'll have some easy mixed climbing and in late summer the traverse on pitch 3 wouldn't make any sense as it would most likely be a pure rock climb.\n\nDESCENT: You can either rappel the route or descend the regular North Couloir route.","protection":"Ice axe, crampons and helmet.  Rock: Light alpine rack and rope (or solo)","location":"From the notch between Mt Sill and Apex Peak face Mt Sill directly. The rock face in front of you is your route."},"__v":0},{"_id":"JqxdyRUrVp6ai6cNF0L6cQ==","name":"North Couloir","yds":"4th","grades":{"yds":"4th","french":"1"},"fa":"Walter Starr Jr. September 25th 1931","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.503,37.0959]},"left_right_index":1,"mp_id":"107173189","mp_crag_id":"105804055","climb_id":"JqxdyRUrVp6ai6cNF0L6cQ==","areaRef":"aPe8GI23X/WIVV1VNqoa6g=="},"content":{"description":"The North Couloir of Mt Sill can be reached via Glacier Notch, which is the notch between Mt. Sill and Mt. Gayley. Glacier Notch is reached by crossing the burgschrund of the Palisade Glacier and climbing the steep gully between Sill and Gayley. Once the notch is gained, head southwest and climb the large, snow filled gully(North Couloir) to the gap between Sill and Apex Peak. From this gap, traverse across the north face about 100 feet to a steep chute. Climb straight up this chute to the northwest ridge. From the ridge, climb the large blocks on the northwest face to the summit.","protection":"Ice axe, crampons, helmet.\n\nNorth Couloir (aka L-Shaped Couloir) Descent Beta\n\nHead down the ridge towards North Pal, then descend from the ridge before it levels off (just before a split pinnacle), usually in a series of rappels to an exposed traverse across to the notch at the top of the L-Shaped Couloir. This is all very exposed and an unprotected slip would be fatal. One can breathe a little more easily once down the couloir. The last real iffy bit is descending back down the Glacier Notch couloir. From here enjoy the hike back down to the comfort and greenery of Sam Mack Meadow (early season glissades back to the meadow are ideal for the weary Alpinist).","location":"Palisades"},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,7a68eb3f-1d6f-5bdf-863a-b1eeea8dad89,c6e36f00-8d84-5a2b-beaa-92d7a3061787,68f7bc18-8db7-5ff5-8855-5d5536aa1aea","pathTokens":["USA","California","High Sierra","09 - Palisades & Surrounding Peaks","Mt. Sill"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.7"},{"count":1,"label":"5.2"},{"count":1,"label":"4th"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":1,"beginner":2,"intermediate":0,"advanced":0,"expert":0}},"alpine":{"total":3,"bands":{"unknown":1,"beginner":2,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":1,"beginner":2,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-118.503,37.0959]},"bbox":[-118.50356374737854,37.095450339818136,-118.50243625262144,37.09634966018187],"left_right_index":-1,"ext_id":"105804055","area_id":"aPe8GI23X/WIVV1VNqoa6g==","polygon":{"type":"Polygon","coordinates":[[[-118.50356374737854,37.095450339818136],[-118.50243625262144,37.095450339818136],[-118.50243625262144,37.09634966018187],[-118.50356374737854,37.09634966018187],[-118.50356374737854,37.095450339818136]]]}},"content":{"description":""},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T05:54:36.655Z","updatedAt":"2024-02-19T18:29:45.190Z"}