{"_id":"6368a722e80bff5a995dda8f","area_name":"Moss Cave & Face Dancer","shortCode":"","climbs":[{"_id":"+F3APMdJUAWN728H/hOAIA==","name":"Winds of War","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Mike Lindsey","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-108.83965,42.74037]},"left_right_index":9,"mp_id":"106945815","mp_crag_id":"105829027","climb_id":"+F3APMdJUAWN728H/hOAIA==","areaRef":"i06qpIE9WHezBnO5VAKiQA=="},"content":{"description":"Winds of War is another technical face climb not unlike the brilliant Face Dancer.  However, this line climbs a water streak, and can be covered in silt after heavy rains, so best to give your partner first crack if it rained the night before.\n\nBegin up an easy, gray, 45deg slab passing two bolts.  Mount the vertical wall and weave back and forth between large pockets and good crimps.  The line slabs out near the top as the holds diminish, leaving a few thought-provoking moves just below the anchor.","protection":"~12 bolts, 2BA.","location":"Immediately left of Face Dancer, beginning with 2 bolts up a short gray slab."},"__v":0},{"_id":"Ok3IR4PTXJycKUg/KRiJQw==","name":"Wind River Rose","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Steve Scott","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-108.83965,42.74037]},"left_right_index":13,"mp_id":"114004765","mp_crag_id":"105829027","climb_id":"Ok3IR4PTXJycKUg/KRiJQw==","areaRef":"i06qpIE9WHezBnO5VAKiQA=="},"content":{"description":"Wind River Rose is a surprisingly awesome climb. It gets alot of run off during the wetter months, but I think this worth spending a couple minutes to brush the holds, the climbing on it is really fun! The rock is good and most of the pockets are in-cut and I did not find the dirtyness to be an issue. It's pretty clean as of Jan 2018\n\nMake a few big moves off the ground and get a rest at a small hand ledge by the second bolt. Continue up a fun series of crimps and pockets to the 5th bolt, then traverse left through pockets and up to a ledge at the top of the climb. Mantle up and clip the chains.\n\nThe bolts are a little more spaced than other spots at Sinks, but all the clipping stances are good.","protection":"~8 Bolts","location":"3rd route right of face dancer. Starts on the small pointy boulder. I would stick clip the first bolt"},"__v":0},{"_id":"5oGK1ezXVFSAQJYfOndtWw==","name":"Wicker Man","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Scott Cole","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-108.83965,42.74037]},"left_right_index":12,"mp_id":"114332139","mp_crag_id":"105829027","climb_id":"5oGK1ezXVFSAQJYfOndtWw==","areaRef":"i06qpIE9WHezBnO5VAKiQA=="},"content":{"description":"Wicker Man looks really blank from the ground, but I promise the holds are all there. The bottom starts with a short boulder problem going from the crimp to a mono, then up to bigger holds by the second bolt. After the second bolt the climbing eases up on better but hard to read crimps and pockets. I gave it a good brushing but it will be a little dirty after run off. Worthwhile quest. Stick clip the first bolt.","protection":"10 Bolts to lowering biners.","location":"Just right of Eros. It was recently re-bolted with glue ins. (The first bolt blends in)."},"__v":0},{"_id":"kB7+hKKjWxuB0oC6QG0YQw==","name":"The Travelling Menagerie","yds":"5.14b","grades":{"yds":"5.14b","french":"8c"},"fa":"Kyle Vassalopolis","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-108.83965,42.74037]},"left_right_index":4,"mp_id":"106261449","mp_crag_id":"105829027","climb_id":"kB7+hKKjWxuB0oC6QG0YQw==","areaRef":"i06qpIE9WHezBnO5VAKiQA=="},"content":{"description":"Starts on Smoke Shapes and traverses the lip of the Moss cave to finish on Confessions.  Sustained bouldering.","protection":"bolts","location":""},"__v":0},{"_id":"BE5ILK/SVTGXrwo9pt1Ldg==","name":"Smoke Shapes","yds":"5.13c","grades":{"yds":"5.13c","french":"8a+"},"fa":"Matt Lund","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-108.83965,42.74037]},"left_right_index":5,"mp_id":"106261446","mp_crag_id":"105829027","climb_id":"BE5ILK/SVTGXrwo9pt1Ldg==","areaRef":"i06qpIE9WHezBnO5VAKiQA=="},"content":{"description":"Smoke Shapes is an outstanding line of small pockets requiring strong fingers and technical precision.  This is one of the better pocket-pulling test-pieces around, though it suffers from runoff and may require a thorough brushing prior to climbing.  The tufa flowstone found here is some of the best in Lander, once its been cleaned.  Expect 4-6 monos, depending on your sequence!  Though certainly a power route, a good bit of endurance is needed to make it through the redpoint crux at the fourth bolt.\n\nStick clip at least the first bolt, then begin ~10 feet right on a sloping ramp that may host a small tower of cheater stones.  A PDH jump start gets you in the mood for an unrelenting left-ward traverse along a fortuitous horizontal band of small pockets.  Fancy footwork and extreme crosses lead to a precarious stance a bit left of the first bolt.  Make a desperate move up to the obvious flake, where the route character shifts from burly to technical.  Cerebral climbing and a set of obvious monos lead up the clean wall to a make or break move to reach the fourth bolt.  With the send in the bag, cruise the entertaining headwall to the anchor.","protection":"7 bolts plus a directional ring-bolt in the back of the cave.  2 BA.  Stick clip mandatory.","location":"Furthest right route in the Moss Cave, climbing a smokey smooth gray streak"},"__v":0},{"_id":"L8LEHE4FU3GgQsjb0nbKPA==","name":"Poagie Bait","yds":"5.13c","grades":{"yds":"5.13c","french":"8a+"},"fa":"BJ Tilden","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-108.83965,42.74037]},"left_right_index":1,"mp_id":"106182830","mp_crag_id":"105829027","climb_id":"L8LEHE4FU3GgQsjb0nbKPA==","areaRef":"i06qpIE9WHezBnO5VAKiQA=="},"content":{"description":"A0 start.  Cruxy opening moves to easier but sustained pocket pulls.","protection":"bolts","location":"Between Confessions and Gorsky in the Moss Cave."},"__v":0},{"_id":"tPORADnuUEuhTGOiJCO7jQ==","name":"No More Heroes","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Greg Collins","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-108.83965,42.74037]},"left_right_index":15,"mp_id":"105829066","mp_crag_id":"105829027","climb_id":"tPORADnuUEuhTGOiJCO7jQ==","areaRef":"i06qpIE9WHezBnO5VAKiQA=="},"content":{"description":"A fun stout crux comes right off the bat on this line. Pull the initial powerful moves past the first bolt, the balancy moves above, and carefully clip the second bolt. Easier but somewhat runout climbing leads to the anchors. Well positioned bolts protect the harder moves on this line, but it certainly qualifies as run out, so beware for the newer 5.10 leader. Perhaps a 'PG' route on the seriousness scale, not quite 'PG-13'. Perhaps worth 2.5 out of 4 stars.\n\n2018: Rebolted and not runout","protection":"5 bolts to anchors.","location":"No More Heroes is two lines left of the pillar."},"__v":0},{"_id":"PLv8a7ztWNWawB3W37aDJw==","name":"MaskaBait","yds":"5.12c/d","grades":{"yds":"5.12c/d","french":"7c"},"fa":"Wu Tang","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-108.83965,42.74037]},"left_right_index":2,"mp_id":"107155387","mp_crag_id":"105829027","climb_id":"PLv8a7ztWNWawB3W37aDJw==","areaRef":"i06qpIE9WHezBnO5VAKiQA=="},"content":{"description":"start on \"confessions..\" and climb up to the  crux, traverse left and finish on the top of \"pogey bait\".  awesome movement and pumpy! great fitness variant.","protection":"bolts to 2BA","location":""},"__v":0},{"_id":"pGdpj7qEWZm6PUB9fTKylg==","name":"Kamiakin","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Dennis Vandenbos","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-108.83965,42.74037]},"left_right_index":16,"mp_id":"107075003","mp_crag_id":"105829027","climb_id":"pGdpj7qEWZm6PUB9fTKylg==","areaRef":"i06qpIE9WHezBnO5VAKiQA=="},"content":{"description":"This line offers fun jug hauling after a reachy boulder problem start.  The line's proximity to the \"Fallen Idol\" allows some shade for the belayer in the early part of the day.\n\nBegin by scrambling up to a ledge and stick-clipping the first or second bolt.  A long reach from cheater stones leads to a good, slopey pocket.  Work the feet up to a comfortized 2-finger pocket, then make a long move to a big hole at the second bolt.  Things ease tremendously from here, as nice jugs and edges weave up the yellow slab.","protection":"~8 bolts to 2BA anchor which currently has fixed biners.  Stick clip recommended.","location":"The first bolted line left of the Fallen Idol pillar."},"__v":0},{"_id":"ajKUl+VWW4GtA7h7MwYlsg==","name":"Good Luck Mr. Gorsky","yds":"5.13c","grades":{"yds":"5.13c","french":"8a+"},"fa":"Paul Piana","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-108.83965,42.74037]},"left_right_index":0,"mp_id":"106182826","mp_crag_id":"105829027","climb_id":"ajKUl+VWW4GtA7h7MwYlsg==","areaRef":"i06qpIE9WHezBnO5VAKiQA=="},"content":{"description":"Start off a cheater stack with a big hueco and an undercling. Expect long pulls on really good holds, with surprisingly poor feet. It is mostly positive two and three finger pockets through the steep section. The crux is a dead point to a four finger right hand jug off a deep two finger for the right hand and a crimp side pull for the left after the 5th bolt. The angle eases up after the 7th bolt. There is a 12a redpoint crux off a right mono between bolts 9 and 10. Very sustained until the headwall, although the holds get smaller as the angle gets more vertical. Sequential and power endurance the whole way. Sometimes this route can be a bit wet, especially the first 2-3 bolts.","protection":"11 glue in bolts and a two bolt anchor. Usually has fixed draws.","location":"Second route from the left in the Moss Cave."},"__v":0},{"_id":"rTxuuqnVUEGSu0NIT0EvvQ==","name":"The Fallen Idol (Pt I)","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-108.83965,42.74037]},"left_right_index":17,"mp_id":"105829036","mp_crag_id":"105829027","climb_id":"rTxuuqnVUEGSu0NIT0EvvQ==","areaRef":"i06qpIE9WHezBnO5VAKiQA=="},"content":{"description":"This short easy slab is a fun romp, with several slightly tougher high steps protected by the well spaced bolts.","protection":"Three bolts to anchors located back from the lip on top the pillar. Options from here include 1) Continue on the 5.8 above on the face 2) Use long runners to set up a TR anchor 3) Belay your partner up and rap off towards the side of the pillar.","location":"'The Fallen Idol' is the obvious detached pillar to the left of the Hardware wall."},"__v":0},{"_id":"EePWUEGWUSOqM+06PxU8Mw==","name":"Fallen Idol","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Greg Collins","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-108.83965,42.74037]},"left_right_index":14,"mp_id":"106445385","mp_crag_id":"105829027","climb_id":"EePWUEGWUSOqM+06PxU8Mw==","areaRef":"i06qpIE9WHezBnO5VAKiQA=="},"content":{"description":"Not to be confused with \"The\" Fallen Idol (which goes up the slabby pillar), this climb is a steep face route that lies 3 routes left of the fallen idol pillar.\n\nStart off on a suspect flake leading up to solid edges and pockets.  A low crux protects spectacular 5.10 climbing above.  Not quite a classic but very good none the less.  Recently re-bolted and de tuned for a enjoyable experience.","protection":"6-7 bolts to anchors","location":"3 routes left of the fallen idol pillar"},"__v":0},{"_id":"Jr++2Qf4VMCmi7r57N+PUg==","name":"Face Dancer","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Joe Desimone","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-108.83965,42.74037]},"left_right_index":10,"mp_id":"105829031","mp_crag_id":"105829027","climb_id":"Jr++2Qf4VMCmi7r57N+PUg==","areaRef":"i06qpIE9WHezBnO5VAKiQA=="},"content":{"description":"This fun line pulls pockets and edges with a crux between the second and third bolt, with continuous slightly easier climbing above.  A small bulge guards the chains.","protection":"11 bolts to anchors.","location":"Face Dancer is located 7 bolted lines to the left of the Fallen Idol Pillar. It is the second line up a small pedestal / ramp on the left side of the Fallen Idol face.  A newer \"Unknown\" route (10+) starts immediately right of Face Dancer, while Wicker Man (11a) is right of this."},"__v":0},{"_id":"C6vvtCg/UkicbGUSqOYyBw==","name":"Eros","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Tom Hargis, 2001","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-108.83965,42.74037]},"left_right_index":11,"mp_id":"105829055","mp_crag_id":"105829027","climb_id":"C6vvtCg/UkicbGUSqOYyBw==","areaRef":"i06qpIE9WHezBnO5VAKiQA=="},"content":{"description":"This classic line is a recent addition to the cliff and a great tandem line to Face Dancer.  The route has a slightly easier crux than Face Dancer, that also comes within the first 3-4 clips and amazing, continuous climbing on pockets and edges.","protection":"11 bolts to Clip-n-Lower anchors","location":"This line is just right of Face Dancer, starting in nearly the same position, but trends up and right before heading straight up the face.  Also located just left of Wicker Man (11a)."},"__v":0},{"_id":"dFn0byXQVQKfsRQlEMfhDg==","name":"Diemos","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Tom Hargis, 2001","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-108.83965,42.74037]},"left_right_index":8,"mp_id":"107092614","mp_crag_id":"105829027","climb_id":"dFn0byXQVQKfsRQlEMfhDg==","areaRef":"i06qpIE9WHezBnO5VAKiQA=="},"content":{"description":"Another fun face climb, this one is considerable less sustained than the other lines on this wall, and is probably the best choice for an easy warmup as it starts out is and gets gradually harder with height.\n\nFollow ~4 bolts up an easy gray slab to reach a sloping ledge below the near-vertical wall.  Cruise the highly featured wall to a horizontal break, a slight bulge, then a shallow right-facing corner.  Increasingly difficult moves up the corner lead to the high anchor.\n\nThis one also suffers from runoff, but doesn't seem to be as bad as either of its neighbors.","protection":"Around 13 lead bolts & 2BA.  A few of the bolts can be easily back-cleaned if you're short on draws.","location":"Between St Yabo & Winds of War on the left end of the Face Dancer Wall.  This guy is most easily identified as the furthest left line with bolts starting up the slab."},"__v":0},{"_id":"wIDdxBjYW6W+7jLraHXckw==","name":"Confessions of a Mask","yds":"5.13b","grades":{"yds":"5.13b","french":"8a"},"fa":"Piana","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-108.83965,42.74037]},"left_right_index":3,"mp_id":"106182822","mp_crag_id":"105829027","climb_id":"wIDdxBjYW6W+7jLraHXckw==","areaRef":"i06qpIE9WHezBnO5VAKiQA=="},"content":{"description":"Start on long overhanging pulls off a cheater stack up to an undercling crack. Next make some long moves between sinker pockets for a couple of bolts. There is a right trending mono move (left hand in the mono) at bolt 4/5 to a good shake before the crux.\n\nThe crux comes after the 5th clip with a long move off a poor left hand side pull. Less steep, but sequential face climbing leads to the anchor high on the wall.","protection":"Bolts.","location":"Right side of the Moss Cave."},"__v":0},{"_id":"GJV+Sh3YVMSWfaBlPp0/1A==","name":"Calling Saint Fiacre","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Dave Doll, 2004","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-108.83965,42.74037]},"left_right_index":6,"mp_id":"111651719","mp_crag_id":"105829027","climb_id":"GJV+Sh3YVMSWfaBlPp0/1A==","areaRef":"i06qpIE9WHezBnO5VAKiQA=="},"content":{"description":"Climb the left side of the small pillar located on the right end of the Moss Cave.  Mantle onto the pillar and make some balancey moves using small side-pulls and Gastons. From the high right Gaston stem feet high and reach the small crimp and shallow pocket. One more tenuous pull leads to a crimp and jugs followed by a delicate move over the bulge.\n\nFiacre apparently means \"battle king\".  You might need to summon the battle king within to fire this stout little climb.","protection":"5 bolts + anchors.","location":"Far right end of the Moss Cave.  The belay is awkward as the ground slopes down into a hole."},"__v":0},{"_id":"jf6VrPZIWjaV0+FJAW3p9g==","name":"Blessed Saint Yabo","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Todd Skinner","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-108.83965,42.74037]},"left_right_index":7,"mp_id":"107075081","mp_crag_id":"105829027","climb_id":"jf6VrPZIWjaV0+FJAW3p9g==","areaRef":"i06qpIE9WHezBnO5VAKiQA=="},"content":{"description":"Dear Lord! What did Yablonski do to deserve this homage?  The climbing on this line is actually quite fun if you can disregard the omnipresent silt and sketchy anchor.  Unfortunately this is hard to do since the dirt coats virtually every hold.  However, if you're looking for athletic reaches between great pockets on a steep-for-the-grade wall, whip out that toothbrush and get to work.\n\nStick clip the first bolt and teeter up the precarious flakes to a good but dirty sidepull.  Make a big move for the obvious diagonal crack, then move left for a few feet to a good jug.  Excellent pockets lead onto the slab and a few random holds that don't require cleaning.  Cruise the ever-interesting slab to reach the big ramp.  A few easy moves on spooky rock lead to the one-bolt-placed-in-a-detached-flake-anchor.  At this point, if you brought a bunch of extra draws, head right or far left to finish up one of the neighboring lines.  Otherwise down-climb to the lip of the ramp, then move easily left to the Stone Seed anchor, careful to avoid a grating pendulum fall.","protection":"~6 bolts to 1-bolt anchor in loose rock that suffers from extensive seepage.","location":"This is the third bolted line left of Face Dancer, or the third route right of the right side of the Moss Cave.  It begins from a stack of flakes that protrude from the ground."},"__v":0},{"_id":"rM72Q4jZV+qWYtonIIcSLA==","name":"Billie Idol (aka  \"Fallen Idol\" p.2)","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-108.83965,42.74037]},"left_right_index":18,"mp_id":"105829046","mp_crag_id":"105829027","climb_id":"rM72Q4jZV+qWYtonIIcSLA==","areaRef":"i06qpIE9WHezBnO5VAKiQA=="},"content":{"description":"This newer line is a continuation of the slab up the Fallen Idol Pillar and makes a great warm up.  It may have a different name (let me know and I'll change this).  A great addition to the cliff, and perhaps 4 stars after it cleans up a bit.  This line climbs the fairly steep headwall above the pillar on large to huge pockets with fun movement.  Well bolted at the bottom when out of view of your belayer.  Be sure to get a smart belay as slack and a fall would lead to nasty consequences.","protection":"4-5 bolts in addition to the 3 bolts on the pillar below, to anchors.","location":"The obvious detached pillar left of Hardware Wall."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,afc3c77e-efc9-50f7-a248-5b1d2864b858,b1166235-3328-5537-b5ed-92f406ea8495,90a197ac-28d0-5afa-9953-e56d25d2af21,8b4eaaa4-813d-5877-b306-73b95402a240","pathTokens":["USA","Wyoming","Lander Area","Sinks Canyon","Moss Cave & Face Dancer"],"gradeContext":"US","aggregate":{"byGrade":[{"count":3,"label":"5.10c"},{"count":2,"label":"5.11a"},{"count":2,"label":"5.11b"},{"count":1,"label":"5.14b"},{"count":3,"label":"5.13c"},{"count":1,"label":"5.12c/d"},{"count":1,"label":"5.10b"},{"count":1,"label":"5.5"},{"count":1,"label":"5.10d"},{"count":1,"label":"5.13b"},{"count":2,"label":"5.11c"},{"count":1,"label":"5.8"}],"byDiscipline":{"sport":{"total":19,"bands":{"unknown":0,"beginner":2,"intermediate":5,"advanced":7,"expert":5}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":5,"advanced":7,"expert":5}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-108.83965,42.74037]},"bbox":[-108.84026225187962,42.739920339818134,-108.83903774812039,42.74081966018186],"left_right_index":-1,"ext_id":"105829027","area_id":"i06qpIE9WHezBnO5VAKiQA==","polygon":{"type":"Polygon","coordinates":[[[-108.84026225187962,42.739920339818134],[-108.83903774812039,42.739920339818134],[-108.83903774812039,42.74081966018186],[-108.84026225187962,42.74081966018186],[-108.84026225187962,42.739920339818134]]]}},"content":{"description":""},"density":0,"totalClimbs":19,"__v":1,"createdAt":"2022-11-07T06:35:24.104Z","updatedAt":"2024-02-19T18:43:18.281Z"}