{"_id":"6368a44ee80bff5a9959c1a5","area_name":"Crocket Tor","shortCode":"","climbs":[{"_id":"32YRn8WnVC6w/7ap1DNF3A==","name":"Where the Sky Hangs","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Chris Hirsch, Braden Herbst, Taylor Lais, 2014 (Ground-up)","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-103.5484,43.84089]},"left_right_index":1,"mp_id":"111332713","mp_crag_id":"111332710","climb_id":"32YRn8WnVC6w/7ap1DNF3A==","areaRef":"VDIuwMk4WjSOQFGOUmQ/zw=="},"content":{"description":"First climbed this thinking it was already established but undocumented, because there was a couple slung horns that I had noticed for a few years. After passing the upper sling, and no bolts in sight, I quickly realized the previous climbers must've bailed. Finished it up anyways, while getting some sparse gear and desperately slinging horns to calm the nerves. Came back the next year to add a couple bolts but still kept it adventurous. \n\n  1)5.6 70' Begin in chimney at the bottom of the gully that separates Crocket Tor from The Fist. Stem up then exit to the right on knobby face. Sling your belay off a small spire just below the crescent arete. \n\n  2)5.8+ 130' Climb down from the belay until possible to step across on to ramp leading to the arete. Stem to the left in order to protect with gear. First bolt protects a small bulge pull. Continue up the huge jugs and keep an eye out for possible gear placements. I remember a couple of slung horns, a yellow C3, and an unconventional #4. Second bolt protects the crux, then it eases off to the top.","protection":"2 bolts   Single rack red C3-#4   Natural anchors","location":"When viewed from the parking lot. This line takes the subtle arching arete on the far right (N) side of Crocket Tor. This may climb past the Conn's Petty Point summit. Must have one 80m rope to NSR back into the gully to the N."},"__v":0},{"_id":"iXaQxHQ5U2+LlGadEl3jlw==","name":"Short and Sweet","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Jeff, Wilbur, Pete Delannoy, Neal McDermadt and Brent Kertzman May 29 1982","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.5484,43.84089]},"left_right_index":0,"mp_id":"116750585","mp_crag_id":"111332710","climb_id":"iXaQxHQ5U2+LlGadEl3jlw==","areaRef":"VDIuwMk4WjSOQFGOUmQ/zw=="},"content":{"description":"I believe this is the obvious crack splitting the small pinnacle behind Crocket Tor. I climbed this back in 2013 so memory isn't the best i just remember it was one of the coolest features i had set eyes on in this area but what does a boulderer know about crack climbs....  Crack goes to the bottom of the pinnacle. Move up with hands until you reach the small bulge. Oh NO! Shouldn't be too difficult you are in a beautiful crack after all. Easy to get off with many different options all are good. Standard is just scrambling off the backside.  Either way get on it!","protection":"BD cam 1-4 are nice if you have doubles your are set. Save a medium size piece for directly after the bulge. Then you will want smaller cams or nuts for right after the crack gets smaller towards the top.. Clean falls in the \" crux\" bulge.","location":"Head towards Crocket Tor from the Little Devils Parking Lot. Once you get to the base on the hill. Go right towards Loepers Leap. This formation is at the bottom of the last gully on your left when walking west. Head down and this Pinnacle is right in the middle of the bottom. You can see it from above the gully too before you descend. "},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,253ab2e3-944f-5c5f-8477-58a428c86291,eb71723c-d454-5686-9f66-8bbd19c7143e,9d2e1b0f-8212-5b6e-80f9-5fd3b4a983a4,54322ec0-c938-5a34-8e40-518e52643fcf","pathTokens":["USA","South Dakota","Custer State Park","Needles Eye Area","Crocket Tor"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.8+"},{"count":1,"label":"5.9+"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":1,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-103.5484,43.84089]},"bbox":[-103.54902343175515,43.840440339818144,-103.54777656824484,43.841339660181866],"left_right_index":-1,"ext_id":"111332710","area_id":"VDIuwMk4WjSOQFGOUmQ/zw==","polygon":{"type":"Polygon","coordinates":[[[-103.54902343175515,43.840440339818144],[-103.54777656824484,43.840440339818144],[-103.54777656824484,43.841339660181866],[-103.54902343175515,43.841339660181866],[-103.54902343175515,43.840440339818144]]]}},"content":{"description":"The large mass across the gully from the parking lot. Just left of the Fist formation. Conns summited via 4th class chimneys June 9th, 1951."},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T06:23:16.673Z","updatedAt":"2024-01-20T01:06:22.662Z"}