{"_id":"6368a214e80bff5a9955da9c","area_name":"Torreon","shortCode":"","climbs":[{"_id":"NxhhvjBQUcWR8rPXVyNyLg==","name":"Wizard of Air","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"William Penner and Eric Whitbeck, September 2005","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.45253,35.20869]},"left_right_index":6,"mp_id":"106118280","mp_crag_id":"105820617","climb_id":"NxhhvjBQUcWR8rPXVyNyLg==","areaRef":"XI46XDSVVuWADxwJj5d7Kw=="},"content":{"description":"Pitch 1 (5.11-) follows bolts and gear to a ledge and bolted belay that is located somewhat near the beginning of Wizard of Odd (Most folks start Wizard of Odd by scrambling around the south end of the Torreon and up a gully onto a ledge that is about 80 to 90 ft off the ground). \n\n  Pitch 2 (5.10-) follows obvious seams up into a short left-facing dihedral, exiting right beneath a small roof to a small ledge with a bolted belay.  The upper section of the pitch is shared with Wizard of Odd.  The folks who got the first ascent of Wizard of Odd were consulted prior to placing this anchor.  \n\n  Pitch 3 (5.11+) goes up then left passing a bolt until you can turn the roof at its left side.  Trend up and right passing bolts and a hard crux until a large ledge and bolted belay is reached right around the corner.  An excellent pitch.   \n\n  Pitch 4 (5.12-) follows fixed gear on the obvious (and beautiful) arete easily visible from the La Luz Trail.  After a section of thin face, trend left past the crux to the arete and eventually turn around the arete to its left and heading up to another ledge with a bolted belay.  One of the best face climbing pitches in the Sandias with awesome exposure. \n\n  Pitch 5 (5.9+) trends up and left wandering for almost a full rope-length until a large ledge.  Use your instincts. \n\n  Pitches 6 and 7 are typical Sandias last pitches--ie, grainy, blocky, loose.  Wander up the remaining portion of the south prow of the Torreon.","protection":"1 set of cams from #3 Friend to purple Metolius TCU and a full set of nuts.  Extras of the yellow and green Aliens are good but are not critical if you are solid at the grade.","location":"Wizard of Air starts ~100 right of Mountain Momma.    The route was established ground up in 2005. \n\n  If you top out the route, descend the standard way for the Torreon.   \n\n  A better option is to do the first four pitches, rap the route, and go blast up Mountain Momma for a full day.  A single 60 m rope will get you down from the top of Pitch 4 but barely.  It is safer to take a 70 m rope and be careful rapping Pitch 3 as it overhangs quite a bit.  All anchors have chains."},"__v":0},{"_id":"ycmvYgZeXVebOzTcpW6oww==","name":"Voodoo Child","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Doug Bridgers, Peter Prandoni","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.45253,35.20869]},"left_right_index":3,"mp_id":"106191342","mp_crag_id":"105820617","climb_id":"ycmvYgZeXVebOzTcpW6oww==","areaRef":"XI46XDSVVuWADxwJj5d7Kw=="},"content":{"description":"A classic Sandia testpiece. Historically it has been given a 5.12a rating, but it is likely .11d.1. Two options. The original start climbs the left side of a pillar (5.8) to the arete just left of Mountain Momma. The other option is to start on MM, but after clipping the 2nd bolt step left to a thin crack (5.10) and climb the right side of the pillar. This variation has better climbing, but the start of the crack is somewhat runout. Belay on top of the pillar at a two-bolt anchor.2. Clip a bolt and crank hard face moves (.11d) to another bolt. Work right to the arete, clip a pin, and rest at a stance below a thin, shallow corner. Lieback the desperate right-facing dihedral (5.11d) to a small roof. Micro cams/nuts for pro, go for it, they will hold falls. Undercling left, then work back right to the arete (beware of rope drag). To avoid rope drag, take a direct line to the arete which adds additional top-notch, adequately protected 5.11 climbing. Follow an easy crack to the awesome belay ledge that is the top of the 2nd pitch of MM.3. A spectacular pitch. Originally rated 5.12a, the climbing is actually not that hard, but it is airy and physical for a full value experience. Charge up and slightly left from the belay, then work right into a left-facing corner. Power up the exposed, overhanging dihedral (5.11b/c) to a thin crack. Fire the excellent, right-facing corner above to a ledge with a two-bolt anchor. Outstanding!From here, climb the 4th pitch of Mountain Momma, and finish on it.","protection":"PRO to 2 inches, including micro cams/nuts.","location":"Start below the large roof in the center of the face, just left of the arete that separates Voodoo Child and Mountain Momma."},"__v":0},{"_id":"WitxCZ40XsyIzL4Ir9KwzA==","name":"The Sorcerer","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"John Kear, Mick Schein, Josh Smith and Allan Aiken","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-106.45253,35.20869]},"left_right_index":1,"mp_id":"106912133","mp_crag_id":"105820617","climb_id":"WitxCZ40XsyIzL4Ir9KwzA==","areaRef":"XI46XDSVVuWADxwJj5d7Kw=="},"content":{"description":"The Sorcerer is the direct extension of The Sorcerer's Apprentice.Pitch 1&2 - Climb The Sorcerer's Apprentice  the top of the second pitch.Pitch 3 (5.11, 130ft.) - Climb straight up off the belay past a mantle and two bolts. Continue for another couple of body lengths to a tiny tree growing out of a horizontal crack. From here move up and slightly right finding pro in hidden horizontals. Continue straight up on gradually easier but runout climbing to a bolt. Climb the left facing corner system as it arches up and left, after a final small roof continue straight up to a bolted belay. Pitch 4 (5.12, 150ft.) - Climb straight up to the roof above the belay. Clip a pin and back it up then pull the roof onto the headwall above. Follow the thin seam that splits the headwall past 4 protection bolts. This is the sustained crux of the route. After clipping the last bolt continue straight up on easier face climbing and past a final short splitter. Arrive at a good sized ledge with a dead tree. From here easier climbing leads up and slightly right into a short left facing corner and finally the top. ","protection":"Cams from .25 (purple or grey C3) to 2 inches, 3 or 4 .5inch (green alien/blue TCU), doubles .75 to 1.5, RPs, set of nuts.    P1 - 3 bolts and 1 piton, bolted anchor    P2- 1 piton, bolted anchor   P3- 3 bolts, bolted anchor   P4- 4 bolts, 1 pin, tree anchor on top","location":"Located about 100ft up hill from Mountain Momma. Start at the base of a vertical face that leads directly into the crack/seam of The Sorcerer's Apprentice."},"__v":0},{"_id":"Xr6ChEfBWQGKk3nKkbIt/A==","name":"Sorcerer's Apprentice","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Prandoni, Hicks, Bridgers 8/79","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-106.45253,35.20869]},"left_right_index":2,"mp_id":"106803852","mp_crag_id":"105820617","climb_id":"Xr6ChEfBWQGKk3nKkbIt/A==","areaRef":"XI46XDSVVuWADxwJj5d7Kw=="},"content":{"description":"This is an old and somewhat forgotten classic on Torreon.  The first two pitches are some of the best climbing at the 5.10 grade in the Sandias.  Be prepared for sustained climbing with small and occasionally heady gear. \n\n  P1 - You can start directly below a thin crack/seam that cuts its way straight up the wall for 200ft.  If you start directly there is about 50 ft of face climbing to gain a big ledge.  You can access this same ledge from the left and skip the lower face.  Above the ledge pull into the crack system (fingers) and begin working out the many cruxes that lie between you and the 1st anchor.  The cruxes are almost all face climbing as the seam doesn't allow straight crack technique.  You will pass two old bolts and one new one and a fixed pin right before the belay.  5.10c 60M \n\n  P2 - Climb past a fixed pin into a left facing corner, stem, jam and crank through the corner and exit atop an clean flake.  Traverse the flake right 15ft into an amazing left facing corner.  Climb the corner to it's top and traverse (crux) then mantel up to the belay.  5.11a 30M \n\n  From the top of pitch 2 another pitch has been established at 5.11b/c to another bolted anchor.  There is still another pitch directly to the top that now goes at 12a/b (see The Sorcerer).  These 2-3 pitches are not Sorcerer's Apprentice but a new direct finish that Mick Schein, Josh Smith then later Allan Aiken and myself had been working on. Mick Schein and I finished this new direct finish on Oct 2, 2010.   The original finish is to traverse rightward after the second pitch and work your way up to join Mountain Momma on its last pitch or two.","protection":"Cams from .25 (purple or grey C3) to 2 inches, doubles .5 to 1.5, RPs, set of nuts.   P1 - 3 bolts and 1 piton, bolted anchor   P2- 1 piton, bolt and piton anchor","location":"Located about 100ft up hill from Mountain Momma.  Start at the base of a vertical face that leads directly into the crack/seam of the route.  Rappel with two 60M ropes."},"__v":0},{"_id":"M1eY59UuUyaaTfOPy+DTVA==","name":"Mountain Momma","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Dennis Udall, Dirk VanWinkle: 4/1977","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.45253,35.20869]},"left_right_index":4,"mp_id":"105820636","mp_crag_id":"105820617","climb_id":"M1eY59UuUyaaTfOPy+DTVA==","areaRef":"XI46XDSVVuWADxwJj5d7Kw=="},"content":{"description":"Claimed to be one of the best 5.10 routes in the Sandias. Most of the climb is on clean rock, with a few loose sections, as goes the Sandias. See attached topo for more detailed climbing beta. \n\n  Pitch 1 (5.10a): Climb up to a ledge to the right of the dihedral. From atop the ledge, clip the bolt, and move left into the dihedral. Follow the dihedral up, eventually following a protectable crack to the left. Follow to a hanging belay. \n\n  Pitch 2 (5.10a): Some face climbing to a bolt leads to a right facing dihedral. After finishing the dihedral, climb up and to the left through some ledgy sections, eventually gaining the anchors on a nice belay ledge. \n\n  Pitch 3 (5.10c): This is the pitch that makes this climb what it is! Climb up and slightly right, and through the bulge. You can clip a fixed pin below the bulge and add a 0.4 or 0.5 Camalot just before pulling through it. After the bulge, continue up some ledges to a nice hand crack. Follow the hand crack and pull through a roof section. Clip the anchors. There are two crux sections on this pitch, over the overhang and going up through the crack. Some believe the overhang is more difficult, others believe the crack is more difficult. Take your pick!  \n\n  Pitch 4 (5.9+ or 5.9): I thought this was the worst pitch on the climb, mostly because I really like cracks and not disconnected and run-out face climbing. There are two variations, both of which I have done, and the first is the one I would recommend the most. \n\n  V1: (highly recommended): Traverse left from the anchor, clipping a fixed pin underneath a roof [reportedly gone as of May 2013], and continue low and left directly underneath a roof. The feet are great but the hands can be difficult. Felt pretty awkward but solid.  At the end of the roof is a crack that can be followed straight up. I placed a nut to pull the move then reached down to remove it after I placed some pro. This helps to eliminate rope drag. Continue up, cliping two fixed pins, and continue through meagerly protected climbing and route finding up. You will angle slightly to the right before moving left again and up to the anchors.  \n\n  V2: (not recommended): Though the initial climbing is probably more fun this way, you end up with rope drag from hell in combination with run out climbing. Climb straight up from the anchors through some fun 5.9+ climbing. Clip a fixed cam with a fixed nut not so far above that. After the fixed nut traverse left. You will see a fixed pin below your feet but going down to clip it would result in impossible rope drag. You will also see places to place meager pro (much of which I did not use because of fear of rope drag). After climbing high enough I did get some pro in. Move slightly right through a crack then back left to the anchors. If you really enjoy run-outs and heinous rope drag you should consider going this way! \n\n  Pitch 5 (5.9): Short, move up and right from the anchors, clipping a pin (the first time I did this route I clipped a pin, did not see it the second time; however, the pro is more than adequate) then gaining a nice ledge. Continue up and right from the ledge to a very large ledge. Build an anchor here.  \n\n  Pitch 6 (5.7 or optional 5.10b): We did the 5.7 section. Climb up and right of a huge dihedral, continuing right up poor quality rock to the summit. Anchor from a tree. Although we considered the variation, we were not sure exactly where to go. \n\n  DESCENT: From the summit, looking down to the northeast face you will see a half dead tree with some slings wrapped around it. Rap from this tree while angling north as much as possible. Once down, traverse north on grassy ledges to get to the first obvious couloir. Scramble up this, using a fixed line about 2/3s up. This gully ends west of the log structure you saw on your way in.  ","protection":"-  Double set of Camalots from 0.3 to 2 with 1 #3. Micro C3s or  equivelent were also helpful in a few sections.   - Set of nuts   - Slings for wandering ","location":"To find the route, go to the center of the Torreon. As you are tramming along the base of the rock, continue looking up until you see a huge roof in the middle of the face. To the right of the roof there is a prominent dihedral with ledge just to the right of it, and a bolt about 15 feet high. This is pitch one of Mountain Momma! There are some bushes in the crack to the left of the ledge you will start on. The bushes are within the crack you will begin climbing on higher up."},"__v":0},{"_id":"67QaLPDpViyiBcqZBf7lZw==","name":"Crossroads","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Mick Schein, Eric Whitbeck: 1995","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.45253,35.20869]},"left_right_index":0,"mp_id":"106079553","mp_crag_id":"105820617","climb_id":"67QaLPDpViyiBcqZBf7lZw==","areaRef":"XI46XDSVVuWADxwJj5d7Kw=="},"content":{"description":"P1 climbs off a ledge with a tree, move up and right to a open book with a splitter finger crack on the left wall of the open book.  Step from the corner into the finger crack and climb straight up to a ledge.  Move up and right from the ledge traversing to another ledge and a nice hand crack leading straight up.  When the crack ends step left and belay on a ledge, there is a bolt off the L end of the ledge 120ft 5.9.    P2 clip the bolt and step up and left off the ledge, this is a new bolted variation that 1)straightens the line and 2)avoids some of the choss of the original start to the 2nd pitch.  After clipping the second bolt continue up and slightly left to a ledge system.  From the ledge climb a superb shallow corner, step left after 30ft or so and traverse to a larger left facing corner system, follow nice cracks up to a ledge in a corner, there should be a nice 3\" inch crack leading up off the ledge 130ft 5.10a.    P3 Climb the crack straight up off the belay to a ledge and continue up into a big left facing corner system.  Climb the corner to a roof and turn the roof to the right.  Belay a little higher  at a bolt and good 2\" crack 150ft 5.9.    P4 step right off the belay and do a delicate traverse right (crux) trending up and right into a shallow corner.  Follow the corner to the top.  Eventually you can either keep trending right to the top of Torreon or go straight up to a large ledge and good tree belay.  The last 40-60ft of this pitch deteriorates into not so good climbing 150ft 5.10a.     Most of this climb is excellent and I think its one of the best climbs of its grade in the Sandias.","protection":"Standard Sandia rack with a couple 3\" pieces for the second belay and 3rd pitch.  A couple of bolts protect the face variation on P2 and 1 bolt at the 3rd belay which also protects the crux of P4.","location":"The climb is located about 200ft left of Mountain Momma.  The climb starts off a ledge that is 40ft or so above ground level.  If you approach Torreon via its standard approach gully you will pass right under Crossroads just before you would scramble over open talus to get down to the start of Mountain Momma."},"__v":0},{"_id":"CaLznNGDVgeuoLdLjVToAw==","name":"Bitch's Brew","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Peter Prandoni and Ron Beauchamp, Sept. 1981","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.45253,35.20869]},"left_right_index":5,"mp_id":"108373725","mp_crag_id":"105820617","climb_id":"CaLznNGDVgeuoLdLjVToAw==","areaRef":"XI46XDSVVuWADxwJj5d7Kw=="},"content":{"description":"Quality climbing despite some friable rock and avian excrement. \n\n  Pitch 1: Follow Mountain Momma. \n\n  Pitch 2 (5.10+): Follow Mountain Momma until it heads left.  Instead of going left toward the shared belay pedestal with Voodoo Child, continue directly up the corner system.  Pull through a steep section on positive holds in friable rock to a belay with one bolt (can be fortified with protection in kitty litter pockets).  This is a longish (~50 m) pitch. \n\n  Pitch 3 (5.10+): Continue up the corner.  Stemming and liebacking lead through a bulge to a hand crack filled with bird poop.  Bail gear from lost souls in search of Mountain Momma is evident.  Follow the hand crack until it ends in a corner below a roof.  Face climb right past the roof (take small brassies and micro nuts) to a nice belay stance with a fixed nut above it. \n\n  Pitch 4 (5.11-): Strenuous moves through the roof directly above the belay stance (crux) lead past a piton to a finger crack.  The route rejoins Mountain Momma at the large ledge system below its last pitch. \n\n  Pitch 5: Standard finish to the top of Torreon via easy 5th class.","protection":"Standard Sandia rack to a 3\" cam.  Double hand-size units useful but not necessary.  A selection of brassies and micro nuts for the third pitch.","location":"Torreon, right next to Mountain Momma.  See photo with routes drawn in 2013 version of Mick Schein's Sandia Rock for more detailed info."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,98c839d1-f0d4-5006-bb58-276b12f05bd0,f2bfcdc1-9015-5cbd-9762-f469ecb317fa,a291d1d8-8f03-5991-bd12-b6d9de7bd0b5,5da4957a-1cd2-54ce-86d1-5eaab3459e34,5c8e3a5c-3495-56e5-800f-1c098f977b2b","pathTokens":["USA","New Mexico","Albuquerque Area","Sandia Mountains","La Cueva Canyon, Upper","Torreon"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.12a"},{"count":1,"label":"5.11d"},{"count":1,"label":"5.12b"},{"count":1,"label":"5.11a"},{"count":1,"label":"5.10c"},{"count":1,"label":"5.10a"},{"count":1,"label":"5.11-"}],"byDiscipline":{"trad":{"total":7,"bands":{"unknown":0,"beginner":0,"intermediate":2,"advanced":5,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":2,"advanced":5,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-106.45253,35.20869]},"bbox":[-106.4530803409525,35.20824033981813,-106.4519796590475,35.20913966018186],"left_right_index":-1,"ext_id":"105820617","area_id":"XI46XDSVVuWADxwJj5d7Kw==","polygon":{"type":"Polygon","coordinates":[[[-106.4530803409525,35.20824033981813],[-106.4519796590475,35.20824033981813],[-106.4519796590475,35.20913966018186],[-106.4530803409525,35.20913966018186],[-106.4530803409525,35.20824033981813]]]}},"content":{"description":"This nice formation is home of some of the cleanest rock in the Sandias, standing directly across (east) from The Thumb. The two classics on this formation are Mountain Mamma (5.10c) and Voodoo Child (5.12a)."},"density":0,"totalClimbs":7,"__v":1,"createdAt":"2022-11-07T06:13:49.851Z","updatedAt":"2024-01-20T01:05:01.645Z"}