{"_id":"6368a6e7e80bff5a995d8570","area_name":"5.4 - Doorway Rocks - Minor Mass","shortCode":"","climbs":[{"_id":"JsMfjVl/XN6HrGBtUWIwyA==","name":"Saturday Forever","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Not by me.  ????","type":{"trad":true,"tr":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-89.71906,43.41411]},"left_right_index":20,"mp_id":"107769270","mp_crag_id":"105730065","climb_id":"JsMfjVl/XN6HrGBtUWIwyA==","areaRef":"7V9J2gWXUjK5Iep1vrL/Eg=="},"content":{"description":"This route follows a prominent crack line up the minor buttress on the right of Minor Mass right side.  It's more or less where route #1 on page 158 (marked on diagram 34E page 157) of Swartling/Mayer 3rd Edition \"Climbers Guide to Devils Lake\".  The crux hits the climber directly off the ground with steep tricky moves to gain a small first ledge but there is a minor crux pulling through the finger crack section above onto a second ledge.  There is a steep and thinly protected short wall to surmount above the second ledge to gain a third huge ledge (watch out on the moves pulling over - all downward sloping) then a final poorly protected final slab wall (or nearly not at all if climber takes the face strictly).  Climber can utilize a large crack on he right for gear for this upper section and there is fixed pin as well but it is not a direct route of ascent.","protection":"Two small wire slots to protect the entrance moves then wires and first knuckle sized cams to protect the finger crack.","location":"Minor Mass - very right most buttress that has any routes worth checking out.  I think this route is a challenge as a on-sight lead.  There are options in the upper sections of the climb for pro if the climber wanders and finds side gear with long runners given to them."},"__v":0},{"_id":"O+QwLvMdVSqwnPFVn5ZIXQ==","name":"Rainman","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"FA:  James (Peyton) Hessinger & Isaac Therneau","type":{"trad":true,"tr":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-89.71906,43.41411]},"left_right_index":15,"mp_id":"106873945","mp_crag_id":"105730065","climb_id":"O+QwLvMdVSqwnPFVn5ZIXQ==","areaRef":"7V9J2gWXUjK5Iep1vrL/Eg=="},"content":{"description":"Faint crack system on the face right of pigeon roof.  The climb is hard off of the ledge, and  the crux involves some tricky movement through the overhang, finishing on the face to the right of the arete next pigeon roof.","protection":"Sparse in the beginning but good once you get to it.","location":""},"__v":0},{"_id":"Ko7exEpnVxi0+FyImdXvTA==","name":"Power of a Good Haircut","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Ralph Schmitt","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-89.71906,43.41411]},"left_right_index":18,"mp_id":"105730298","mp_crag_id":"105730065","climb_id":"Ko7exEpnVxi0+FyImdXvTA==","areaRef":"7V9J2gWXUjK5Iep1vrL/Eg=="},"content":{"description":"Power of a Good Haircut starts at the ledge gained by climbing Obduracy (route 5).  Climb the face between the dead tree trunk to the right and the shallow groove to the left using small face holds.","protection":"TopRope","location":""},"__v":0},{"_id":"smxETvfgXFGsDkmsftkZsQ==","name":"Pigeon Roof","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-89.71906,43.41411]},"left_right_index":14,"mp_id":"105730286","mp_crag_id":"105730065","climb_id":"smxETvfgXFGsDkmsftkZsQ==","areaRef":"7V9J2gWXUjK5Iep1vrL/Eg=="},"content":{"description":"This route climbs the big crack on the east face of Minor Mass.  From below the roof looks imposing, but it is surprisingly easy.  Above the roof ... is the crux! \n\n  An initial, scrambling start on the left (west) side of the lower wall takes you to the big ledge system that runs under the upper face, from the saddle on the left to the gully on the right. \n\n  A few strenuous moves in the dihedral get you established on the wall.  At the overhang, keep your eyes peeled for holds beside the crack. \n\n  Once past the overhang, a combination of arm bars and tiny face holds allow you to progress further.","protection":"A standard rack to three inches will have you diving deep in the upper crack, desperately searching for nut placements.  That works, but you'll be happier with a 5\" or even 6\" piece! \n\n  There are a couple of ancient pitons on and near this route - don't trust them, please.","location":""},"__v":0},{"_id":"DeoKa7rgWxWYOSGQn4gjQg==","name":"Oofdah Right","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-89.71906,43.41411]},"left_right_index":1,"mp_id":"112223696","mp_crag_id":"105730065","climb_id":"DeoKa7rgWxWYOSGQn4gjQg==","areaRef":"7V9J2gWXUjK5Iep1vrL/Eg=="},"content":{"description":"Climb the face on the right side of the arete. Starts out easy, following an inside corner angling up and right (or stay on the face left of the inside corner). The climb gets interesting on the top half where you have to choose to climb the arete on the left, the vertical crack 4 ft right of the arete or a 2nd vertical crack 3 ft right of the 1st crack. Alternative climb is to follow the point of the arete all the way up.\n\n (This is #25 in the Swartling-Mayer guide 3rd ed.)","protection":"TR","location":"This is on the first (western-most) climbable rock in Minor Mass. The top of the climb is just 15 ft off the Devil's Doorway Trail. To get to the bottom, walk west on Devil's Doorway Trail, just before reaching Major Mass step down into the gully separating Minor Mass from Major Mass, and angle down and left. Walk around the arete to the East facing side."},"__v":0},{"_id":"BpsT/L7bU5iJng2vVTdWGw==","name":"Oofdah Left","yds":"5.3","grades":{"yds":"5.3","french":"3+"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-89.71906,43.41411]},"left_right_index":0,"mp_id":"112223603","mp_crag_id":"105730065","climb_id":"BpsT/L7bU5iJng2vVTdWGw==","areaRef":"7V9J2gWXUjK5Iep1vrL/Eg=="},"content":{"description":"Any easy route with that can be climbed several ways. Start by climbing the large detached boulders 10 ft left of the arete, go up about 10 ft and step across. Climb up the blocky face left of the arete, wandering left or right as needed. End just left of the top of the arete. A variation starting off the smaller block closer to the arete is a little harder.\n\n (This is #26 in the Swartling-Mayer guide 3rd ed.)","protection":"TR","location":"This is on the first (western-most) climbable rock in Minor Mass. The top of the climb is just 15 ft off the Devil's Doorway Trail. To get to the bottom, walk west on Devil's Doorway Trail, just before reaching Major Mass step down into the gully separating Minor Mass from Major Mass, and angle down and left."},"__v":0},{"_id":"U1W9XeUGUgunlTmAF4UCRA==","name":"Obduracy","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-89.71906,43.41411]},"left_right_index":16,"mp_id":"105730268","mp_crag_id":"105730065","climb_id":"U1W9XeUGUgunlTmAF4UCRA==","areaRef":"7V9J2gWXUjK5Iep1vrL/Eg=="},"content":{"description":"Obduracy is a short route to the right of an oak tree and left of a steep dihedral.  Use ledges to gain the top of the climb.  The climb is used to access the ledge above, from which the routes Disinclination, Power of a Good Haircut, and Ladyfingers are climbed.","protection":"Standard Rack","location":""},"__v":0},{"_id":"QxR9zeFZUaqWeJzXd3o7gQ==","name":"Off Width His Head!","yds":"V1","grades":{"yds":"V1","font":"5","vscale":"V1"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-89.71906,43.41411]},"left_right_index":2,"mp_id":"114507286","mp_crag_id":"105730065","climb_id":"QxR9zeFZUaqWeJzXd3o7gQ==","areaRef":"7V9J2gWXUjK5Iep1vrL/Eg=="},"content":{"description":"Get whatever you can fit into the narrow off-width and squirm and chicken wing up as the crack gradually widens. Shove yer whole self in and chimney up until the roof tries to lop yer head off. A good side pull and hand sized crack around the roof will help you escape on to the top ledge. Bailing early on to the first ledge will get you sent straight to the guillotine.","protection":"Pads","location":"The wide crack up the hill from B-minor Mass, right next to Manhandler (route 22 in Sven's guide)."},"__v":0},{"_id":"AFCydee9V7GC9/7NPP3hQA==","name":"No Stranger to the Fist","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"Rich Bechler","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-89.71906,43.41411]},"left_right_index":13,"mp_id":"105730289","mp_crag_id":"105730065","climb_id":"AFCydee9V7GC9/7NPP3hQA==","areaRef":"7V9J2gWXUjK5Iep1vrL/Eg=="},"content":{"description":"This route is located on the east face of the Minor Mass of the Doorway Rocks, to the left (south) of the large oak tree.  The route is about 80 feet long. To climb the route start out by making your way up to the \"Saddle\" using easy ledges.  Once on the saddle climb the face directly below the roof using small, balancey face holds.  At the top of the face surmount the four-foot roof and continue up to the top with easy moves.","protection":"Standard Rack","location":""},"__v":0},{"_id":"wYQxN/4uVWSe4rBUHKT9Wg==","name":"Mr Wizard and Tutor Turtle","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Alex A","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-89.71906,43.41411]},"left_right_index":5,"mp_id":"106508104","mp_crag_id":"105730065","climb_id":"wYQxN/4uVWSe4rBUHKT9Wg==","areaRef":"7V9J2gWXUjK5Iep1vrL/Eg=="},"content":{"description":"One of the taller routes at Minor Mass.","protection":"DL Style and TR. Has it been led?","location":"Start up the face right of \"Manhandler\". At overhang grab a rest to the right and then climb left and straight up to the top."},"__v":0},{"_id":"Dv167gBjXduhcWsYX/ya1A==","name":"Manhandler","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"??","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-89.71906,43.41411]},"left_right_index":4,"mp_id":"105956361","mp_crag_id":"105730065","climb_id":"Dv167gBjXduhcWsYX/ya1A==","areaRef":"7V9J2gWXUjK5Iep1vrL/Eg=="},"content":{"description":"Crux is pulling the roof move.  Nice crack, edges, and roof line to the left of Green Ledges route.  Low down start in left most crack (another route if you stay in this crack) then after maybe 10 Ft maximum make rightwards move utilizing small but sharp and positive pulls up and under the roof.  There is somewhat of a sucker rest standing on a major horizontal under the roof.  Above the roof the crack continues with major horizontals for the feet and one passes near an old tree stump sticking out.","protection":"Excellent small to medium wires and small cams all the way.","location":"On the same buttress of rock that \"Green Ledges\" route resides in Minor Mass area.  The route is to the left of \"Green Ledges\""},"__v":0},{"_id":"DmR0lUE4VKOeqW2VqjhoQA==","name":"LadyFingers","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-89.71906,43.41411]},"left_right_index":17,"mp_id":"105730301","mp_crag_id":"105730065","climb_id":"DmR0lUE4VKOeqW2VqjhoQA==","areaRef":"7V9J2gWXUjK5Iep1vrL/Eg=="},"content":{"description":"LadyFingers starts on the ledge gained by climbing Obduracy (route 5).  It follows the groove and crack found almost directly behine the large oak tree.  Climb from the ledge up to the groove using small holds and horizontal ledges.  Try not to get spit out when you reach the groove.  To surmount the groove reach up to the finger crack above and pull past the groove.  Finish using the crack to the top.","protection":"Standard Rack","location":""},"__v":0},{"_id":"6evKDcFBXU+JAoJztlVAGQ==","name":"In the Heat of the Sun","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Unkown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-89.71906,43.41411]},"left_right_index":11,"mp_id":"105730436","mp_crag_id":"105730065","climb_id":"6evKDcFBXU+JAoJztlVAGQ==","areaRef":"7V9J2gWXUjK5Iep1vrL/Eg=="},"content":{"description":"In the Heat of the Sun is located on the east face of the South Tower.  Climb up the center of the face on small features to the top of the tower.","protection":"Standard Rack","location":""},"__v":0},{"_id":"OeDgBoO/WrGAmhS6+JMnpw==","name":"Green Slab","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-89.71906,43.41411]},"left_right_index":7,"mp_id":"119035182","mp_crag_id":"105730065","climb_id":"OeDgBoO/WrGAmhS6+JMnpw==","areaRef":"7V9J2gWXUjK5Iep1vrL/Eg=="},"content":{"description":"Start at the lowest part of the main wall on the west side of Minor Mass. Climb the rounded slabby nose. When you reach the upper overhang, stay right and climb the face on the right side of the overhang to the top.\n\n If you set a toprope from the very top of the Green Slab/A Cheval \"tower\", it'll use almost all of a 60m rope. There is a secondary ledge below the top that could be used for a shorter rope, but it is not trivial to reach it. Actually, I set my 60m rope from the very top and climbed A Cheval first, then with minimal change to the anchor at the very top I rapped down to the secondary ledge and set a redirect to the climbers left which put the rope in a better position for Green Slab.\n\n (This is S/M #19.)","protection":"toprope","location":"On the west side of the saddle separating the main wall from the south tower (B-Minor Mass) look for the rounded slab that starts at the low point of the main wall. Situated between Green Ledges and A Cheval.\n\n To access the top, starting from the East Bluff Trail go down the flight of rock steps on the east end of the Devil's Doorway trail and immediately hang a left. Squeeze between a cedar (on your right) and a short rock wall (on your left), down about 10 ft., then back up a few feet to the top of the Green Slab/A Cheval \"tower\"."},"__v":0},{"_id":"z+GdaXLJXZuqcdW/MT4AVQ==","name":"Green Ledges","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"??","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-89.71906,43.41411]},"left_right_index":6,"mp_id":"105956309","mp_crag_id":"105730065","climb_id":"z+GdaXLJXZuqcdW/MT4AVQ==","areaRef":"7V9J2gWXUjK5Iep1vrL/Eg=="},"content":{"description":"Very nice varied line.  Starts out as steep slab with a series of ledges and mantles and barely adequate small pro.  Second half of climb ascends steep and somewhat devious steep groove and final sorta sketchy small overhang and grooves.","protection":"Small wires and small TCU or Metolius power cams or Micro Camelots.  Tricams are useful in upper section.  I got a nice Ball nut in for the final mantle move into upper half of the route.  The first moves are minimally protected.","location":"The next major buttress that sits behind Minor Mass and South Tower.  Start at base of South Tower and scramble up and left past gully and to a position below the next major buttress. Buttress is NW west of South Tower.  Green Ledges follows a line along right side of the South facing and most prominently viewed facet of this buttress from below and is directly right of the route \"Manhandler\"."},"__v":0},{"_id":"EvBWhE2cUIyUN3SxejUUZQ==","name":"Great Mass in C Minor","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"???? Distant past in DL history","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-89.71906,43.41411]},"left_right_index":9,"mp_id":"107791764","mp_crag_id":"105730065","climb_id":"EvBWhE2cUIyUN3SxejUUZQ==","areaRef":"7V9J2gWXUjK5Iep1vrL/Eg=="},"content":{"description":"The hardest moves are right off the starting ledge and the there is a  a tricky little musical sequence above pulling over onto the first prominent ledge.  The upper half is even 5.5 tempo.","protection":"Excellent all the way and never more then a body length except for the first 5 feet where YES... the crux moves are to be found.","location":"South Tower of the Minor Mass, East Bluff.  Climbs nice crack on face left of B Minor route and left of the big pine tree on the ledge up 20 feet of the B Minor route proper up to neat ledges and neat mantles then crosses the B Minor route to take on the final south facing upper most funky fractured block top."},"__v":0},{"_id":"kw/6+AokWLWbPV3iIYitHQ==","name":"Flotsam and Jetsam","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-89.71906,43.41411]},"left_right_index":12,"mp_id":"105730292","mp_crag_id":"105730065","climb_id":"kw/6+AokWLWbPV3iIYitHQ==","areaRef":"7V9J2gWXUjK5Iep1vrL/Eg=="},"content":{"description":"Flotsam and Jetsam are two climbs on the east face of the Minor Mass of the Doorway Rocks.  They can be easily located by finding the large pine tree that lays across the chimney below Pigeon Roof. \n\n  The right variation of the route is the longer of the two.  Make your way up to the \"Saddle\".  From the saddle climb around so that you're above the fallen tree at the bottom of an inside corner about 10 feet above the \"Saddle\".  Climb up the inside corner on easy holds to the south face of a small tower.  Use ledges to gain the top of the tower. \n\n  The left variation climbs up the chimney that contains the fallen tree.  This variation is the more awkward variation and is less recommended than the right variation.","protection":"Standard Rack","location":""},"__v":0},{"_id":"xDH3aVIZVy6zRqGMfX3ZKg==","name":"Empty Nester","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"(previously undocumented)","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-89.71906,43.41411]},"left_right_index":3,"mp_id":"112020135","mp_crag_id":"105730065","climb_id":"xDH3aVIZVy6zRqGMfX3ZKg==","areaRef":"7V9J2gWXUjK5Iep1vrL/Eg=="},"content":{"description":"Like the routes to the right, the start is harder than it looks.  Very thin bit to finish directly to right at the top.  Like Mr. Wizard there are good edges on the upper face.","protection":"Will go with small gear but thin top out.","location":"Climb crack and face to immediate left of Manhandler (shares the first few moves with Manhandler)."},"__v":0},{"_id":"lWpxL0TSX6SL2TQgTq2cwA==","name":"Disinclination","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-89.71906,43.41411]},"left_right_index":19,"mp_id":"105730295","mp_crag_id":"105730065","climb_id":"lWpxL0TSX6SL2TQgTq2cwA==","areaRef":"7V9J2gWXUjK5Iep1vrL/Eg=="},"content":{"description":"Disinclination starts out at the ledge gained by climbing Obduracy (route 5).  Locate the trunk of the dead pine tree to the left of the dirty gully.  Climb up to this pine tree.  Once at the tree make your way to the right of the tree and climb up the dihedral behind the tree to the top on easy ledges.  When this climb is linked with Obduracy it makes for a nice long climb.  It would be more highly rated if some of the brush weren't there.","protection":"Standard Rack","location":""},"__v":0},{"_id":"xIElqnxvX4mB3kfVHeShpg==","name":"B-minor Mass","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-89.71906,43.41411]},"left_right_index":10,"mp_id":"105730439","mp_crag_id":"105730065","climb_id":"xIElqnxvX4mB3kfVHeShpg==","areaRef":"7V9J2gWXUjK5Iep1vrL/Eg=="},"content":{"description":"B-minor Mass is located on the South Tower of the Minor Mass of the Doorway Rocks.  The lower half of the climb starts out on the south-facing buttress of the South Tower.  Climb from here up to the ledge using nice easy holds.  From the ledge traverse left and climb up through an easy overhang.  On the final ledge ascend the inside corner to the top.","protection":"Standard Rack","location":""},"__v":0},{"_id":"2A1x2RPUXkiM2VuQEUoT0g==","name":"A Cheval","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Old School","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-89.71906,43.41411]},"left_right_index":8,"mp_id":"106957466","mp_crag_id":"105730065","climb_id":"2A1x2RPUXkiM2VuQEUoT0g==","areaRef":"7V9J2gWXUjK5Iep1vrL/Eg=="},"content":{"description":"Starts hard on a sharp arete and then eases off with good pro.","protection":"Mixed bag of gear.","location":"Start in the gully behind B-Minor Mass on a sharp arete right of a tree choked dihedral."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,6f566d5b-d7f9-56d3-96e6-c4808c4fcc10,8c8a16c4-3fea-5c7c-b93d-f7b4f32d7b62,bf4481e8-d698-5b5f-a46d-81f807c26d7d,fcc99d04-659e-593f-b62c-18ad9d8c2e31,ed5f49da-0597-5232-b921-ea75beb2ff12","pathTokens":["USA","Wisconsin","Baraboo Range","Devil's Lake","East Bluff 05 - Potholes Area","5.4 - Doorway Rocks - Minor Mass"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.8"},{"count":1,"label":"5.10b"},{"count":1,"label":"5.12b"},{"count":3,"label":"5.6"},{"count":4,"label":"5.7"},{"count":1,"label":"5.3"},{"count":1,"label":"V1"},{"count":1,"label":"5.12d"},{"count":1,"label":"5.10d"},{"count":1,"label":"5.9+"},{"count":2,"label":"5.10a"},{"count":3,"label":"5.4"},{"count":1,"label":"5.9"}],"byDiscipline":{"trad":{"total":19,"bands":{"unknown":0,"beginner":12,"intermediate":6,"advanced":1,"expert":0}},"bouldering":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}},"tr":{"total":18,"bands":{"unknown":0,"beginner":11,"intermediate":5,"advanced":2,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":12,"intermediate":7,"advanced":2,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-89.71906,43.41411]},"bbox":[-89.71967902094262,43.413660339818136,-89.71844097905738,43.414559660181865],"left_right_index":-1,"ext_id":"105730065","area_id":"7V9J2gWXUjK5Iep1vrL/Eg==","polygon":{"type":"Polygon","coordinates":[[[-89.71967902094262,43.413660339818136],[-89.71844097905738,43.413660339818136],[-89.71844097905738,43.414559660181865],[-89.71967902094262,43.414559660181865],[-89.71967902094262,43.413660339818136]]]}},"content":{"description":"The Doorway Rocks - Minor Mass is located near the top of the Potholes trail to the west of Red Rocks.  The formation contains a good range of climbs with good exposure and length.  The formation includes an 80 foot tower (South Tower) and two distinct levels, offering good opportunity to practice multi-pitch leads.  The Minor Mass is rarely crowded, in part because it is less easily accessed than other popular areas.  Don't let the lack of crowds fool you.  The quality of the climbs on this formation is equal to those found at the East Rampart or other popular spots."},"density":0,"totalClimbs":21,"__v":1,"createdAt":"2022-11-07T06:34:23.963Z","updatedAt":"2024-01-20T01:09:03.797Z"}