{"_id":"63689de0e80bff5a994f9721","area_name":"Sin City","shortCode":"","climbs":[{"_id":"7IqYws1uXPa9d1o2336mNQ==","name":"Sunny Side Up","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Tod Anderson & Patrick Stephens","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.08995,39.25384]},"left_right_index":0,"mp_id":"112174756","mp_crag_id":"112087111","climb_id":"7IqYws1uXPa9d1o2336mNQ==","areaRef":"nFeGeA03WnyFgQd4/xnzzQ=="},"content":{"description":"This climb starts just left of a decent hand crack which is located about 100 feet left of the Revelation Chimney. It can be identified by the four closely spaced bolts.\n\nPitch 1 - 5.10b.\n\nStart up the face just left of the hand crack, and climb up a steep wall to easier terrain (crux of the entire route). Just before the anchor is another thought provoking, slabby crux,\n\n16 bolts, 115 feet.\n\nPitch 2 - 5.7.\n\nFrom the belay ledge, climb straight up 20 feet to the first bolt. After the second bolt, traverse right on slab to another belay station,\n\n5 bolts, 75 feet.\n\nPitch 3 - 5.10a.\n\nThis is the money pitch. From the belay, step right where there are two bolted lines up a prow. Take the right bolted line (left is a variation 11, mixed with gear, unconfirmed). Enjoy fun face climbing up chickenheads to another sizable ledge. Near the top, don't veer too far right to a randomly placed bolt,\n\n11 bolts, 85 feet.\n\nPitch 4 – 5.10a.\n\nClimb easy terrain, left, to a somewhat high first bolt. Only a few short moves of balancy climbing, up a seam, guide you to easy climbing and the next belay,\n\n4-5 bolts, 35 feet.\n\nPitch 5 – 5.8.\n\nStart with a mantel to reach the first bolt. Funky, dirty, bushy climbing leads to the top. Rappel the route or walk off. If you're rappelling, consider rappelling from the top of the fourth pitch,\n\n7 bolts, 50 feet.\n\nNotes:\n\n-Pitches 4 & 5 can easily be combined, 12 bolts.\n\n-There is another set of anchors 15-20 feet below the pitch 1 anchors (different bolted line) which would facilitate a rappel with a 60m rope for those only seeking to do the first pitch.","protection":"Draws. The first pitch requires 16.","location":"Per\n\nJulian Smith\n\n: this route is easy to find. It is located just to the left of the\n\nRevelation\n\nChimney. In fact, begin approaching as for the\n\nRevelation\n\nChimney, and just before you have to start scrambling, deke left to a nice ledge, where the bolted layback crack should be obvious.\n\nNote, this is a combination of 2 submissions for the same route with the information merged onto the 1st submission's page."},"__v":0},{"_id":"nj162U5WWC2NGVCmrRQ59A==","name":"Jackson Creek Jig","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Wolfe","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.08995,39.25384]},"left_right_index":5,"mp_id":"112174722","mp_crag_id":"112087111","climb_id":"nj162U5WWC2NGVCmrRQ59A==","areaRef":"nFeGeA03WnyFgQd4/xnzzQ=="},"content":{"description":"Start 30 feet down the hill from the start of\n\nDevil's Trident\n\n, and climb the obvious, short, wide crack.\n\nDespite only being 20 feet tall, this packs some good OW punch. Too bad it isn't longer! The crux is near the top.","protection":"A single set of BD C4 #0.5-6 (smaller stuff for anchor 15-20 feet back from the edge of the climb).\n\nLong pants, a shirt, and a knee pad are highly recommended.","location":""},"__v":0},{"_id":"Wfeye7nXXA2nZMyU5klXjg==","name":"Revelation Route","yds":"5.11a/b","grades":{"yds":"5.11a/b","french":"6c"},"fa":"Mike Carrington, Matt Allenbach, Damien Ternes, Lisa McGloin","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.08995,39.25384]},"left_right_index":2,"mp_id":"112087135","mp_crag_id":"112087111","climb_id":"Wfeye7nXXA2nZMyU5klXjg==","areaRef":"nFeGeA03WnyFgQd4/xnzzQ=="},"content":{"description":"This is the Devil's Head ultra classic. I've been told by others it's the Naked Edge of Devil's Head. This route has it all!\n\nP1. Climb the 3 foot wide chimney with your back against one side and your feet pressing the other side, 5.8.\n\nP2. From the anchors, trend up and left with a short crux soon after the anchors and another crux lay backing higher up the pitch, 5.9.\n\nP3. Climb up an easy slab to the base of the 200 foot tall headwall. Make an awkward mantel to get yourself established below the crux. Traverse slightly left and up for more continuous, amazing climbing to a semi-hanging belay, 5.10+.\n\nP4. Climb up through more crimps, sidepulls, and balancy moves to get to an airy traverse to the right, 5.9.\n\nP5. This is the crux of the route! Powerful, elegant, varied, airy, and continuous! Climb straight up from the anchor on some nice incuts and playbacks. There's a huge block on the left that I wrenched on for hours with a crowbar and couldn't get to come off. The crux is a powerful undercling to a thin crack straight up then strenuous laybacking to get over the bulge. Get a rest for a few moves when you can stand on a little ledge near the white spot. Continue up laybacking to a delicate move up and right. The last crux! Climb up overhanging crimps, and save some juice to make it to the anchors.\n\nP6. Climb up to the ledge, and move right, climbing the slab over a few bulges and ledges to the next set of anchors, 5.5.\n\nP7. Climb up a short wall trending to the left. Climb the arete to the summit, 5.6.\n\nVariations:\n\nThere is a harder variation to this climb that goes right after the first pitch. This is steeper and much more sustained than the original route.\n\nP2 variation. At the first belay, look off to the right for a bolt. This will lead you to the steep headwall. Climb a few stiff moves to get to the first belay, 5.9.\n\nP3 variation. Climb up steep, incut edges, laybacking and balancing up the crimpy handholds. The crux is a very delicate, balance move to stand up and move to the right, sustained 5.10.\n\nP4 variation. Continue up great climbing to a flaring, shallow crack. The crux is moving out of this slot and balancing up the very thin slab, 5.11.\n\nP5 variation. There are three different ways to go on the fifth pitch. The original line (you would have to move your belay to the left to the other anchors). The middle route which is the hardest but is less sustained, layback to get a really desperate cupped hand jam to get over the roof (I don't think anyone else has done this variation, I think it's 5.12). The right variation which you get a undercling to a super long reach to a pinch hold. All three variations share the last overhanging crimping section of the original line and  end at the anchors at the top of the fifth pitch.","protection":"Draws.","location":"The climb starts in the obvious, huge, 3 foot wide chimney"},"__v":0},{"_id":"uafg8B1/WlutBHZ8GE89GA==","name":"The Devil's Trident","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Wolfe, Maxson","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.08995,39.25384]},"left_right_index":3,"mp_id":"112149346","mp_crag_id":"112087111","climb_id":"uafg8B1/WlutBHZ8GE89GA==","areaRef":"nFeGeA03WnyFgQd4/xnzzQ=="},"content":{"description":"This is probably one of the best single pitch crack routes in the Platte! No joke. SPLITTER crack and varied climbing on decent stone with an enjoyable finish.\n\nFrom the start of\n\nRevelation Route\n\n(bolted chimney in the center of Sin City), walk ~150 feet, north (right) down a hill to the dual split crack. Climb 20 feet of class 3 to a small bench at the start of the crack. Belay from here.\n\nBegin up the thin crack (some chossy rock on the left which is only used for balanced feet) to a short section of wide hands which then reduces back to perfect hands through two tiers. Tackle the final, semi-overhung hand crack (crux) to easier ground.\n\nHand traverse or walk to the top of the flake that creates the crack you just climbed. Finish with 15 feet of easy slab (1 bolt) to a two bolt anchor.\n\nMake sure to tie knots at the end of your rope - it's right at 100 feet long, and you could certainly drop your partner off the ledge.","protection":"Select nuts for the start. An overkill rack would be: single BD C4 #0.4 & 0.5 with doubles of #0.75-1, 4-5 #2s, 2-3 #3s.\n\nDon't gimp on the #2s.","location":""},"__v":0},{"_id":"P2EeDxFSV8uf5fMlJYRQoQ==","name":"The Devil's Trident (Center to Right Fork)","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Wolfe, Maxson","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.08995,39.25384]},"left_right_index":4,"mp_id":"112149420","mp_crag_id":"112087111","climb_id":"P2EeDxFSV8uf5fMlJYRQoQ==","areaRef":"nFeGeA03WnyFgQd4/xnzzQ=="},"content":{"description":"This is a variation to\n\nThe Devil's Trident\n\nas they share the same start and finish.\n\nFrom the start of\n\nRevelation Route\n\n(the bolted chimney in the center of Sin City), walk ~150 feet, north (right) down a hill to the dual split crack. Climb 20 feet of class 3 to a small bench at the start of the crack; belay from here.\n\nBegin up the thin crack (some chossy rock on the left which is only used for balanced feet) to a short section of wide hands which then reduces back to perfect hands. Instead of climbing the left prominent crack to the top, climb the center splitter hand crack.\n\nDon't climb too high as the top of the flake creating the second crack is questionable. Place a high cam (again not too high), traverse hard right to a ledge, and the right crack. Continue up the thin right crack (somewhat tricky gear and crux), to a slab arete on the right.\n\nThe top of the arete ends at the top of the flake that creates the Devil Trident's left crack. Finish with 15 feet of easy slab (1 bolt) to a two bolt anchor.\n\nMake sure to tie knots at the end of your rope - it's right at 100 feet long, and you could certainly drop your partner off the ledge.","protection":"Nuts, RPs, singles of BD C4 #0.3-0.4, and doubles of #0.5-3.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,3008c0fb-0ce5-525b-b50f-6155887d0597,100d5508-4531-5c61-b19e-fa666bc6229a,9c578678-0d37-5a7c-8581-0778ff19f3cd","pathTokens":["USA","Colorado","South Platte","Devil's Head","Sin City"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10c"},{"count":2,"label":"5.10"},{"count":1,"label":"5.11a/b"},{"count":1,"label":"5.10+"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":0,"beginner":0,"intermediate":3,"advanced":0,"expert":0}},"sport":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":4,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.08995,39.25384]},"bbox":[-105.09053069354123,39.25339033981813,-105.0893693064588,39.25428966018186],"left_right_index":-1,"ext_id":"112087111","area_id":"nFeGeA03WnyFgQd4/xnzzQ=="},"content":{"description":""},"density":0,"totalClimbs":5,"__v":1,"createdAt":"2022-11-07T05:56:16.496Z","updatedAt":"2024-01-15T16:43:14.025Z"}