{"_id":"6368a1b8e80bff5a99553dfc","area_name":"Webster Mountain Dome","shortCode":"","climbs":[],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,8a63706f-b14c-536f-b8ab-3cea90093e36,a371d6cf-4535-59d7-a60d-f3f2d565c576,3b21a504-e83a-559c-8696-036defb24eee","pathTokens":["USA","New Hampshire","WM: Crawford Notch","Webster Mountain Dome"],"gradeContext":"US","aggregate":{"byGrade":[],"byGradeBand":{"unknown":0,"beginner":0,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-71.3925,44.1962]},"bbox":[-71.3931271788682,44.19575033981813,-71.3918728211318,44.196649660181855],"left_right_index":-1,"ext_id":"108242014","area_id":"OyGlBOg6VZyGlgNt77JO7g==","polygon":{"type":"Polygon","coordinates":[[[-71.3931271788682,44.19575033981813],[-71.3918728211318,44.19575033981813],[-71.3918728211318,44.196649660181855],[-71.3931271788682,44.196649660181855],[-71.3931271788682,44.19575033981813]]]}},"content":{"description":"The summit of Mt Webster is a fine 150-200 foot dome of white or Conway granite. It begins very steeply for forty sixty feet and then eases back in steepness progressively as all domes do. There is only one route up this cracked dome 'Keystoned' gotten to from slabs a thousand+ feet below. The dome center and heading south consist of hand steep jam cracks that pass through horizontal cracks to begin with. The north side of the dome is more vegetated and slabbed as I recall it. Room for a few more routes here are a certainty and it takes all day to rock climb directly here from the slabs. Depending on where the car is parked it could be a very long walk too the car. So skip all of that and just go to the dome by trail. A light rack of draws is all that should be brought and it is important that the gear rack be mostly 2-4 cams and some doubles in that size could be necessary and for rappels down to the dome's base? The base is open and ledge and safe as good as being on the ground because below this brush. Climbing is at 3700-3999 appropriately. The last hundred feet is low almost walking angle. There is an excellent source for water before the summit approach to Webster Mt. I won't say drink it untreated (I used too). I will say it saves on a lot of weight for a couple of miles to get most of your water weight near the top to carry up. All of the highest ledges can be reached by this trail. I like the top ledges they're steepest"},"density":0,"totalClimbs":0,"__v":1,"createdAt":"2022-11-07T06:12:08.954Z","updatedAt":"2024-01-20T01:03:20.228Z"}