{"_id":"63689de0e80bff5a994f9107","area_name":"Before Rock of Ages","shortCode":"","climbs":[{"_id":"kHLR31JJV7ij1sx1NbELjQ==","name":"Unknown aka Birthday Crack","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.64264,40.35372]},"left_right_index":999999,"mp_id":"115131410","mp_crag_id":"115131373","climb_id":"kHLR31JJV7ij1sx1NbELjQ==","areaRef":"kRcdkCO0UlC02j1Vju0TEw=="},"content":{"description":"This route is a long pitch with mostly good rock.  The splitter through the roof is a fun challenge, and the pitch would get more stars if it had more sustained difficulties. There are 2 cracks in the roof.  The left crack looked easier and had some old webbing in it, so presumably it has been climbed. Neil L. and I climbed the right crack, which perhaps has never been climbed before.\n\nStart in the corner on the left side of the buttress (see picture). Climb this for until you can place an optional #4 Camalot. Take care for loose rock in the corner. Step right around the corner. This is somewhat intimidating but not very hard. Follow cracks up a low angle slab for 70 feet or so. Towards the end of the slab, traverse left on flakes to the arete. Build an optional belay before the roof or continue (recommended). Traverse right on a giant, horizontal flake until you are below the right roof crack. The crack goes from fingers to thin hands. Save a purple Camalot for the roof. After climbing the roof, step left, and follow a very nice low angle hand crack to the top. Watch out for an easily avoidable loose block above the climb. Build an anchor on top.\n\nTo descend, one can probably rap into the gully to climber's left with a 70m rope. We opted to scramble to the top of the buttress (4th Class) and then carefully descend the loose, steep gully.","protection":"Standard rack to a #2 Camalot. The crux protects well with a #0.5 and 0.75 Camalot. There is a crack on top that makes a good anchor with #0.75 and #1 Camalots.","location":"Hike in about 15 to 20 minutes, and then start looking through the trees. You will first see a broad cliff with some cracks on the right side. Just past this, you will see the narrow buttress with 2 cracks splitting a roof midway up. Scramble up loose ground to the base. See the picture."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,b8bc6400-2efc-577d-b6a6-c5367641fd44,1621a45a-659f-5708-9ba0-bc0a295bfc73,4ca3b3d2-0c57-5e4a-9251-7a6a3addac65,91171d90-23b4-5250-b4da-3d558eed1313","pathTokens":["USA","Colorado","Alpine Rock","RMNP - Rock","Fern Canyon Rocks","Before Rock of Ages"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11-"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.64264,40.35372]},"bbox":[-105.64323005754828,40.35327033981815,-105.6420499424517,40.35416966018187],"left_right_index":-1,"ext_id":"115131373","area_id":"kRcdkCO0UlC02j1Vju0TEw=="},"content":{"description":""},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T05:55:52.468Z","updatedAt":"2024-01-15T16:42:34.462Z"}