{"_id":"63689d5ce80bff5a994f552d","area_name":"Skyline Slabs","shortCode":"","climbs":[{"_id":"5m2RLFsjUFm8jeFvxM99WA==","name":"Skyline Slab Center","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-122.16816,37.29093]},"left_right_index":999999,"mp_id":"111249464","mp_crag_id":"105733905","climb_id":"5m2RLFsjUFm8jeFvxM99WA==","areaRef":"ltJfiZFrXdu6YYSe3ed37w=="},"content":{"description":"This is a runout two pitch route up the center of the large low angle slab that is facing South. The quality is poor with brittle rock, few opportunities to place protection, none of which is bomber, and lots of lichen, pine needles and debris on the rock. However, if you are an adventurous sole and are looking to get away from the crowds and get a little elevation above the trees this might be a worthy objective for an afternoon.\n\nPitch one: about 150 feet of 5.0-5.1 moves that can feel a little harder than it should at times due to the sparsity of protection, the looseness of the sandstone, in places, and lichen/pine needles/small debris covering most of the rock. This pitch ends at a large and obvious pod about half way up the rock. There are two good looking bolts with chains on them for the anchor.\n\nPitch two: 150 feel starting with a short, well defined crux ~5.7 or so just above the anchor. The crux is protected with one rusty bolt, but the remainder of the pitch offers little opportunity for protection. After the crux is more 5.0-5.1 low angle slab until the top. This pitch finishes at the obvious pine tree where one can build an anchor on it. Alternatively, there are bolts higher up, but they are meant for the single pitch routes on the other side of the rock.","protection":"The first anchor is bolted and there is one bolt protecting the crux, but the rest of the pro consists of tying off small plates and nobs with slings. Bring 4 or more thin runners and some cordelette to make an anchor off the tree at the end of the second pitch.\n\nThere are a few options for the descent. The easiest is to use two ropes and get down by doing two rappels, one off the tree used for the anchor at the top and one off the chains of the first anchor. Another option is to use one 60m rope and rap form the anchor tree to an oak tree about 30m down and a little left, then rap to an old bolt anchor that is 30m down and a little right (it can be hard to find, but it is there) and finally down to the ground. The last option is to simply hike off the side of the rock, but the trail can be difficult to find/follow and with privet property up there it could be easy to end up on someone's land.","location":"This route is in the center of the 300 foot, south facing, low angel slab. It is a little tricky to find, but that is half the adventure so embrace the full experience (haha). To reach it start by hiking down the trail to Aquarian Falls. Shortly before reaching the falls take the climbers trail that branches off to the right and traverses the hillside. Follow this trail as it gradually grows faint and the manzanita busses start crowding in. Eventually you will see the slab up ahead to the right."},"__v":0},{"_id":"05xQtaCpWoyfNXEwQr6XbA==","name":"Old Bolt Ladder","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.16816,37.29093]},"left_right_index":999999,"mp_id":"111911035","mp_crag_id":"105733905","climb_id":"05xQtaCpWoyfNXEwQr6XbA==","areaRef":"ltJfiZFrXdu6YYSe3ed37w=="},"content":{"description":"","protection":"","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,915faeed-6c49-5845-83e9-8529c8e245f5,2a58c4e4-791d-5e4c-9b14-50a8a4cba043,96d25f89-916b-5ddb-ba61-849edde777ef","pathTokens":["USA","California","San Francisco Bay Area","Aquarian Valley","Skyline Slabs"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.7"},{"count":1,"label":"5.10d"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"sport":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-122.16816,37.29093]},"bbox":[-122.16872520547676,37.29048033981814,-122.16759479452321,37.29137966018187],"left_right_index":-1,"ext_id":"105733905","area_id":"ltJfiZFrXdu6YYSe3ed37w==","polygon":{"type":"Polygon","coordinates":[[[-122.16872520547676,37.29048033981814],[-122.16759479452321,37.29048033981814],[-122.16759479452321,37.29137966018187],[-122.16872520547676,37.29137966018187],[-122.16872520547676,37.29048033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T05:54:52.700Z","updatedAt":"2024-02-19T18:30:05.621Z"}