{"_id":"6368a1b8e80bff5a99553e21","area_name":"Pound Crack Boulder","shortCode":"","climbs":[{"_id":"6/u7vHorUeubC6TCEH/I/A==","name":"West End","yds":"V3","grades":{"yds":"V3","font":"6A","vscale":"V3"},"fa":"John Sherman","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.79692,43.79895]},"left_right_index":3,"mp_id":"106324571","mp_crag_id":"106724529","climb_id":"6/u7vHorUeubC6TCEH/I/A==","areaRef":"yOAurtk0XQOnwH6iNjC3oQ=="},"content":{"description":"Climb the obvious line above the block on the perfectly vertical face, the flakes look easy but if seen from the top the are not as good as they look. The holds are small but not tiny there are some long moves, but nothing huge. The route is just sustained, and none of the holds are as good as they look. It doesn't get a ton of activity because of the height of the problem, but it is a worthy problem. Be safe when one this route have plenty of spotters and pads.","protection":"Pads and spotter.","location":"This route it left of The Pound Crack, just over the stone wall, it starts on top of the block and goes straight up, on the Pound Crack Boulder."},"__v":0},{"_id":"RBYee85FVqeLJg+f9qyjDg==","name":"The Thwart","yds":"V3","grades":{"yds":"V3","font":"6A","vscale":"V3"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.79692,43.79895]},"left_right_index":9,"mp_id":"108135363","mp_crag_id":"106724529","climb_id":"RBYee85FVqeLJg+f9qyjDg==","areaRef":"yOAurtk0XQOnwH6iNjC3oQ=="},"content":{"description":"Just to the right of the starting jug of The Blot is a large left facing sidepull at about 6 feet. Grab this with your hands, pick some feet and toss for the quartz holds at the lip, then top out. \n\n  In the Kemple guide the topo for this route is miss labeled. After some discussion between myself and Christian Prellwitz this is how we both agreed the route actually climbed. If you have any info that contradicts this please let me know and I'll update the description","protection":"Pad and a spotter.","location":"Start standing on the large sidepull just to the right of the starting jug of The Blot."},"__v":0},{"_id":"CWgayEIxXTuDEWujKTbrwA==","name":"The Return of The Blot","yds":"V2","grades":{"yds":"V2","font":"5+","vscale":"V2"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.79692,43.79895]},"left_right_index":7,"mp_id":"106315317","mp_crag_id":"106724529","climb_id":"CWgayEIxXTuDEWujKTbrwA==","areaRef":"yOAurtk0XQOnwH6iNjC3oQ=="},"content":{"description":"Start as for The Blot but move right to a flake near the lip. This route has small feet, but the feet are there, the holds are pretty good with a variety of different holds, this route will test your overall climbing skill by forcing you to use gastons, crimps, sidepulls. The top out is the giant quartz jug and the top out is easy. \n\n  V3 Variation: Stand start on the rounded sidepull at six feet and go straight up.","protection":"Pad and a spotter.","location":"On the Pound Crack Boulder follow directions for The Blot (V2)"},"__v":0},{"_id":"C6k6czttVAWTsA8ho8YPlg==","name":"Power of One","yds":"V1","grades":{"yds":"V1","font":"5","vscale":"V1"},"fa":"Matt Wallace","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.79692,43.79895]},"left_right_index":999999,"mp_id":"107654672","mp_crag_id":"106724529","climb_id":"C6k6czttVAWTsA8ho8YPlg==","areaRef":"yOAurtk0XQOnwH6iNjC3oQ=="},"content":{"description":"Sit start below the over hang on two decent crimps, pick from the limited choices of feet and make a large move up and right to a jug at the lip.  \n\n  One move wonder but a fun one at that.","protection":"Pad","location":"In the alcove that is through the cave. Walk past The Blot V2 then continue past Limbic V3 and up over a small boulder and this problem will be on your right start with you hands at the lip of the overhang."},"__v":0},{"_id":"GFgkeDZqVkStsBIp/JoLcw==","name":"Pound Crack (Closed)","yds":"V1","grades":{"yds":"V1","font":"5","vscale":"V1"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.79692,43.79895]},"left_right_index":2,"mp_id":"106176764","mp_crag_id":"106724529","climb_id":"GFgkeDZqVkStsBIp/JoLcw==","areaRef":"yOAurtk0XQOnwH6iNjC3oQ=="},"content":{"description":"Don't let its height deter you from this one, it is as enjoyable, safe and wonderful to climb as it looks. Start on the obvious holds in the crack, use the block for feet and motor through the low crux to the jug, and a few hand jams later you'll be wishing that it went on for 100+ more feet and you had a rope on.","protection":"Pads, Spotter (its is kinda high)","location":"Obvious crack in front of you as soon as you cross the stone wall."},"__v":0},{"_id":"v4napZTzUS2hCFD7CKsJJA==","name":"Pound Back SDS","yds":"V4","grades":{"yds":"V4","font":"6B","vscale":"V4"},"fa":"Jake Perry?","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.79692,43.79895]},"left_right_index":999999,"mp_id":"112211272","mp_crag_id":"106724529","climb_id":"v4napZTzUS2hCFD7CKsJJA==","areaRef":"yOAurtk0XQOnwH6iNjC3oQ=="},"content":{"description":"This is a sit start to the broken Pound Back (the crimps on the face used to be much better).  \n\n  Sit start with two low opposing underclings. Pull hard to get your butt off the ground and make a desperate RH throw to a great slopey jug. Work your LH up to the upper of the two slippery face crimps. Bump your RH up the sloper to make room for a very high right heel. Move RH up to perfect crimp around the corner. Get LH on the arete, bump it up to a great hold, then make a big committing move to the lip (it's a huge jug!).","protection":"2 pads. At first glance it seems like you could knock your head on the rock behind you, but you really don't come close to it due to how it climbs.","location":"To the right of The Little Boy. If you're looking at Smoke And Mirrors, turn around and walk through the little tunnel, then look to your right."},"__v":0},{"_id":"9wO1sXm+UsG89GgSBKHLcQ==","name":"Pound Back","yds":"V2+","grades":{"yds":"V2+","font":"5+","vscale":"V2+"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.79692,43.79895]},"left_right_index":999999,"mp_id":"106324517","mp_crag_id":"106724529","climb_id":"9wO1sXm+UsG89GgSBKHLcQ==","areaRef":"yOAurtk0XQOnwH6iNjC3oQ=="},"content":{"description":"When you walk through the \"cave\" on your right will be two crimps that seem to be always chalked. This is how you locate the route, to start the route move back into the cave a little just past the rounded arete right of the crimps, here you will find a slopey feature use that and some fiction feet to stand up to the lower crimp with your left hand, then bump to the higher crimp, heel hook by your right hand then reach up with your right for a good hold just right of the arete. From here work your way over they top anyway possible (except using the boulder behind you). The top out is fairly good.","protection":"Pad.","location":"Cross the road from the parking area and go over the stone wall. The Pound Crack will be in front of you, walk to the right as if going to The Blot there will be a cave you can walk through, walk through it and this problem is on the other side on your right."},"__v":0},{"_id":"8yBarWkHW6uYtzTmYS8zQQ==","name":"Plaque Face","yds":"V0","grades":{"yds":"V0","font":"4","vscale":"V0"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.79692,43.79895]},"left_right_index":10,"mp_id":"106315323","mp_crag_id":"106724529","climb_id":"8yBarWkHW6uYtzTmYS8zQQ==","areaRef":"yOAurtk0XQOnwH6iNjC3oQ=="},"content":{"description":"This is directly across from The Blot. This is a fun problem to warm up the tendons because the first moves can be a little crimpy, and starts on OK feet, good fun and don't miss the giant hold out left, the top out is easy.","protection":"Pad","location":"This route is across from The Blot it climbs the face next to the Chris Hassig memorial plaque. There is normally plenty of chalk on it."},"__v":0},{"_id":"aAOelXYmXrizEJNWgsvLeA==","name":"Pickles and Prune Juice","yds":"V0","grades":{"yds":"V0","font":"4","vscale":"V0"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.79692,43.79895]},"left_right_index":999999,"mp_id":"106479636","mp_crag_id":"106724529","climb_id":"aAOelXYmXrizEJNWgsvLeA==","areaRef":"yOAurtk0XQOnwH6iNjC3oQ=="},"content":{"description":"This is a possile new route... I did some scrubbing on this problem and there was no sign of anyone climbing on it, but if it has been done before give me the correct name and info and I will gladly change it. \n\n  Ok so the route is short comprising of only a few moves but the moves are relatively fun. Sit start in the middle of the face with a single pad crimp for your right hand and  another similar size crimp for your left, the left hand is kinda high. Using the good feet below your right hand pull yourself up moving to a good hold about two feet from the top, from here move your feet up and go to the top, the topout is awesome.","protection":"Pad","location":"From the main entry area of The Pound, walk back towards The Blot (V2) and Plague Face (V0) when in that little aclove area walk though the cave formed by the two boulder, once through this cave you will be standing next to Pound Back (V1) stay right and up the hill ten feet will be Pickles and Prune Juice (V0+) on your right."},"__v":0},{"_id":"gdSFpPfTUuWb//QaSS05Wg==","name":"Odd Future","yds":"V1+","grades":{"yds":"V1+","font":"5","vscale":"V1+"},"fa":"Matt Wallace (?)","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.79692,43.79895]},"left_right_index":999999,"mp_id":"107142769","mp_crag_id":"106724529","climb_id":"gdSFpPfTUuWb//QaSS05Wg==","areaRef":"yOAurtk0XQOnwH6iNjC3oQ=="},"content":{"description":"The route climbs a vertical seam that has a couple pods in it.  \n\n  Sit start with left hand in the lowest pod and right hand on a sloper crimp, pick some feet and rock up and move left hand to a crimp in the seam just below the next pod, then lay-back and move your right hand into the pod. Walk your feet out left on the obvious rail and make a move out left to the obvious jug and then make a couple easy obvious moves to the top out. \n\n  When I found this route I broke several feet off below the lip for the sit start, I think everything that would come off under there has but just be warned. The amount of rock I peeled off leads me to believe that this has not been done before, or at least from a sit start, if it has and you have info for it let me know and I will update the info.","protection":"Pads and Spotters. There is a hole to the left of the route that that if you fell while making the crux move could be a painful and dangerous fall.","location":"Enter the pound and walk to the right of The Pound Crack Boulder and through the cave. Once through the cave go right and up over a foot and a half boulder and bear left this will be the boulder problem on the ten foot face with the vertical seam on in."},"__v":0},{"_id":"WsW6UzYzUBy9rDWRYZaMkA==","name":"Loomit","yds":"V10","grades":{"yds":"V10","font":"7C+","vscale":"V10"},"fa":"Joe Kinder","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.79692,43.79895]},"left_right_index":1,"mp_id":"106680072","mp_crag_id":"106724529","climb_id":"WsW6UzYzUBy9rDWRYZaMkA==","areaRef":"yOAurtk0XQOnwH6iNjC3oQ=="},"content":{"description":"This problem climbs out the roof on the left-hand side of the Pound Crack boulder. Start sitting with some funky pockety holds and make a powerful throw to the sloping rail (the kicker to the left is off-route, apparently). Use ingenious footwork and a lot of body tension to traverse right on the sloping rail until you can make a desperate throw to a decent hold. Keep your feet on or you'll be laying on the large flat rock that's now just below you. Make a couple more powerful, but easier moves on good holds to come around the corner and onto the face. For full value, proceed up the dirty 5.11 on the arete on which you are now established and top out. A good problem to work on in the winter, when the low sun beams in and the friction is good. Would be a classic in my book but for the eliminate start and the butt-dragging nature of the last couple of hard moves.","protection":"pads and a spot.","location":"If you are facing the Pound crack, turn left and follow the trail over the stone wall, then look right. Loomit is the climb in the roof that uses the obvious chalked sloping rail."},"__v":0},{"_id":"rCUblurkXDSBN3bulx4erg==","name":"The Little Boy","yds":"V7-8","grades":{"yds":"V7-8","font":"7B","vscale":"V7-8"},"fa":"Jacob Perry","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.79692,43.79895]},"left_right_index":999999,"mp_id":"112210328","mp_crag_id":"106724529","climb_id":"rCUblurkXDSBN3bulx4erg==","areaRef":"yOAurtk0XQOnwH6iNjC3oQ=="},"content":{"description":"And his Dream... \n\n  This problem is in the running for best v8 at the Pound.   Sit start with a good left hand crimp by the left arete, or use the arete. Grab an undercling with the right hand and figure out the body positioning in order to pull off of the ground. Squeeze the s**t out of the rock and make a burly move up left hand higher on the arete. From here do a little tricky footwork and move the right hand out from the undercling to the right arete. From here position your feet once more for a left hand bump, and then go big right hand to a good pinch higher on that side. Bump another time with the left or go big to another good edge on the arete. From here take a deep breath and make one more committing move to good holds and jugs for the top out.   Stand start around v4/5 and a right exit is also possible from the sit at around v6.","protection":"2 pads and a spotter.","location":"This line is to the right of \"Limbic\" and compresses to two aesthetic aretes. If at \"B-Boy Stance\", walk left to the cave and this is the line to the left of the cave."},"__v":0},{"_id":"F/vZ5512UqKsnpCHg2Irig==","name":"Little Boy Stand","yds":"V3","grades":{"yds":"V3","font":"6A","vscale":"V3"},"fa":"Jake Perry?","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.79692,43.79895]},"left_right_index":999999,"mp_id":"112211382","mp_crag_id":"106724529","climb_id":"F/vZ5512UqKsnpCHg2Irig==","areaRef":"yOAurtk0XQOnwH6iNjC3oQ=="},"content":{"description":"The stand start for the full line, it's worth doing in it's own right. \n\n  Start with a LH pinch on the arete (or a crimp around the corner if you can reach that far, you have other options too, use whatever you want really) and a RH high pinch. Find yer feet, pull on and bump LH up to a high sloper, bump RH to a jug sidepull/pinch. Bump LH again to a better sloper or just go all the way to the jug lip.","protection":"One big pad.","location":"Through the tunnel to the left of Plaque Face."},"__v":0},{"_id":"EzGSsBu1Vi6TQgZtPyBkWw==","name":"Limbic","yds":"V3-","grades":{"yds":"V3-","font":"6A","vscale":"V3-"},"fa":"Matt Wallace","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.79692,43.79895]},"left_right_index":999999,"mp_id":"107414493","mp_crag_id":"106724529","climb_id":"EzGSsBu1Vi6TQgZtPyBkWw==","areaRef":"yOAurtk0XQOnwH6iNjC3oQ=="},"content":{"description":"Sit Start with you left hand on a flake and right hand on a sloper. There is a good left foot very near the ground, I actually dug some dirt away from it to make use of it. This problem will only feel V3 if you get the right foot beta correct.  \n\n  Once you have picked you feet make a long move to an almost vertical edge and hold on (crux). Holding this hold requires good body position and tension. Once you latch the hold move youe feet and make a long move up and left to a large edge then top out.","protection":"Pads and spotter.","location":"Located immediately to the left of 'Pound Back V2'."},"__v":0},{"_id":"oA/zz0TyWq+ZAJgRqCbpSw==","name":"Hardman Dentist","yds":"V9","grades":{"yds":"V9","font":"7C","vscale":"V9"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.79692,43.79895]},"left_right_index":4,"mp_id":"106315313","mp_crag_id":"106724529","climb_id":"oA/zz0TyWq+ZAJgRqCbpSw==","areaRef":"yOAurtk0XQOnwH6iNjC3oQ=="},"content":{"description":"Start as for Pound Crack but after one move exit the crack to the right working holds under the bulge. This is very scary because your body is horizontal for a number of moves, and at this point you are about eight to ten feet off the ground. The hard moves end when you reach over the bulge, to a jug. I personally haven't been on this route but I know several people who have and been there when they worked on it, for this route core strength is a must, along with strong fingers.","protection":"Pad and a spotter","location":"Start as for Pound Crack, and walk off the back."},"__v":0},{"_id":"tozECTMiXQ6jn3/l0rfIoQ==","name":"The Blot","yds":"V2+","grades":{"yds":"V2+","font":"5+","vscale":"V2+"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.79692,43.79895]},"left_right_index":6,"mp_id":"106295252","mp_crag_id":"106724529","climb_id":"tozECTMiXQ6jn3/l0rfIoQ==","areaRef":"yOAurtk0XQOnwH6iNjC3oQ=="},"content":{"description":"stand start on buldge and first finger pocket. follow the pockets in the crack (crux, really awkward. get up to the arete (using lowers the grade) and up to a good block at top of the corner. top outs pretty straight foward. ","protection":"pad, spotters, watch out of the tree 4 ft back from the route. not fun to roll into","location":"Go around right of the welcome crack boulder. find the cave. Obvious corner left of the entrance to the cave."},"__v":0},{"_id":"sFS+mdrCWLi6aWEoTI1N3w==","name":"The Birth of the Blot","yds":"V5","grades":{"yds":"V5","font":"6C","vscale":"V5"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.79692,43.79895]},"left_right_index":5,"mp_id":"106730858","mp_crag_id":"106724529","climb_id":"sFS+mdrCWLi6aWEoTI1N3w==","areaRef":"yOAurtk0XQOnwH6iNjC3oQ=="},"content":{"description":"This route has jugs, slopers, crimps, a finger lock and a heel hook, sound fun to you?     Its great! \n\n  Start with left hand on the jug with your right hand in the finger lock in the crack as for The Blot (V2). Move left through crimps below the bulge and slopers on the lip. I used a heel hook for these moves. The crux is fighting the barn door when removing the heel hook. Once removed the heel hook get your feet back under you and pull over the bulge on crimps to an easy less than vertical highball top out. \n\n  This problem climbs under and around the bulge that makes up the left wall of the dihedral of The Blot (V2).","protection":"There is a rock you could fall on when pulling the bulge so pads and spotters are good.","location":"On the Pound Crack Boulder, start as for The Blot (V2) and traverse left under the bulge and then pull the left and top out up slightly dirty rock."},"__v":0},{"_id":"cNRgC9/NXTOut04O8u1NaA==","name":"Beware of the Blot","yds":"V4","grades":{"yds":"V4","font":"6B","vscale":"V4"},"fa":"FRA: Jonny McCollough","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.79692,43.79895]},"left_right_index":8,"mp_id":"111319231","mp_crag_id":"106724529","climb_id":"cNRgC9/NXTOut04O8u1NaA==","areaRef":"yOAurtk0XQOnwH6iNjC3oQ=="},"content":{"description":"Stand start with a good left hand side pull and a small pinch with your right in a seam. Make a powerful move out right to the good edge, then left hand up to the big side pull. Now set your feet and toss to the lip.","protection":"Pads and spotter.","location":"A foot to the right of 'The Blot' on an obvious left hand side pull and right hand on a pinch in the seam."},"__v":0},{"_id":"5LX5cXW5XJ+lqFcEpxZRwA==","name":"B-Boy Stance","yds":"V12","grades":{"yds":"V12","font":"8A+","vscale":"V12"},"fa":"Joe Kinder","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.79692,43.79895]},"left_right_index":0,"mp_id":"107536967","mp_crag_id":"106724529","climb_id":"5LX5cXW5XJ+lqFcEpxZRwA==","areaRef":"yOAurtk0XQOnwH6iNjC3oQ=="},"content":{"description":"Start on a shelf to the left of the roof and go to a good sidepull. Get a heel on the shelf and make a big cross to a decent sloper. From here make an incredibly stretched out move to a bad gaston. Control the swing which is followed by more moves of similar nature until a crux move throwing your left hand over the lip with your right hand on a bad crimp. The rest of the moves to the top out are not easy but will feel like nothing if you can get there. Great boulder and definitely worth trying for anyone who can climb v12. \n\n  Jumping to the sloper to eliminate the shelf all together has been done and raises the grade to maybe v12/13 but feels very contrived.","protection":"Either many pads without spotters or few pads with spotters. Landing is very flat and the hard part ends about 10 feet up.","location":"In a cave on the left side of the boulder if looking at Pound Crack. To the left of Loomit."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,8a63706f-b14c-536f-b8ab-3cea90093e36,bc725d65-735a-52b8-97de-e040e1a00458,95c76b44-bddc-5780-9a8c-d22830277a1f,c8e02eae-d934-5d03-a7c0-7ea23630b7a1","pathTokens":["USA","New Hampshire","ZZTemp Holding","saved Pound info","Pound Crack Boulder"],"gradeContext":"US","aggregate":{"byGrade":[{"count":3,"label":"V3"},{"count":1,"label":"V2"},{"count":2,"label":"V1"},{"count":2,"label":"V4"},{"count":2,"label":"V2+"},{"count":2,"label":"V0"},{"count":1,"label":"V1+"},{"count":1,"label":"V10"},{"count":1,"label":"V7-8"},{"count":1,"label":"V3-"},{"count":1,"label":"V9"},{"count":1,"label":"V5"},{"count":1,"label":"V12"}],"byDiscipline":{"bouldering":{"total":19,"bands":{"unknown":0,"beginner":2,"intermediate":7,"advanced":6,"expert":4}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":7,"advanced":6,"expert":4}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-71.79692,43.79895]},"bbox":[-71.79754299398367,43.79850033981813,-71.79629700601633,43.79939966018187],"left_right_index":-1,"ext_id":"106724529","area_id":"yOAurtk0XQOnwH6iNjC3oQ==","polygon":{"type":"Polygon","coordinates":[[[-71.79754299398367,43.79850033981813],[-71.79629700601633,43.79850033981813],[-71.79629700601633,43.79939966018187],[-71.79754299398367,43.79939966018187],[-71.79754299398367,43.79850033981813]]]}},"content":{"description":"This boulder has the classic Pond Crack on it and is easy to find. It is tall will  steep over hang on the left/west side, that holds the hardest boulder problem in Rumney, B-Boy Stance V13. Also on the right/east side of the boulder there is some easier routes."},"density":0,"totalClimbs":19,"__v":1,"createdAt":"2022-11-07T06:12:09.492Z","updatedAt":"2024-02-19T18:35:08.550Z"}