{"_id":"6368a214e80bff5a9955d835","area_name":"Red Wall","shortCode":"","climbs":[{"_id":"SY5Y0smxXHqNHcEUMV4kNw==","name":"Trunk Monkey","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Mark Thomas, Steve Hattenbach et. al.  Winter 2009","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.9885,34.0045]},"left_right_index":20,"mp_id":"106698735","mp_crag_id":"106096063","climb_id":"SY5Y0smxXHqNHcEUMV4kNw==","areaRef":"GqEAU/7dWLO6avwUlmp+5w=="},"content":{"description":"This is a mixed route.  The bolts are painted so locate the route a little left of the bush right and uphill of the short sport climbs (Lucid Fairyland and unknown right of LF).  The climb goes straight up to a ledge then trend left up a crack and finally step right and up to the anchor with chains.  A 60m rope with stretch will get you to the ground. ","protection":"Light rack, save a couple of larger cams for the second half of the pitch (ca. 3 & 3.5 Friend).","location":"See beta picture, climb starts near bush at the right.  The climb is the last climb on the right."},"__v":0},{"_id":"F93iUoPvX/OsrR5iKEUWkw==","name":"Spiderman","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.9885,34.0045]},"left_right_index":13,"mp_id":"106642738","mp_crag_id":"106096063","climb_id":"F93iUoPvX/OsrR5iKEUWkw==","areaRef":"GqEAU/7dWLO6avwUlmp+5w=="},"content":{"description":"Gave this a \"Great\" rating just for P1.  P2 is okay.  Can rap from the top of P1 with a 60 meter rope.  Don't let the 5.9 rating scare you away as it applies to the P1 variation and is well protected. \n\n  P1 5.8:  Trend left over ledges, then up and back right past two newer bolts to an older, original first [lone] bolt. Then move right and up to a nice left-trending finger crack with good pro on easier terrain.  At end of this crack find bolt above and continue up to a horizontal weakness with gear placements.  Make a move or two left along the weakness and then up past another bolt and beyond to gear anchors with chains.  30 meters.  (note: I have not done the run-out start to the first bolt and deduce it from historical beta provided by others MP.com users) \n\n  P1 Var, ~5.9 (perhaps part of a different route): To the right of the original P1 start, climb up past the line of four bolts (crux 5.9).  Then trend left and up to the nice left-trending finger crack with good pro.  Finish P1 as above. \n\n  P2, 5.6:  Climb up and a little left from the anchor.  Find what pro you can while continuing up and trending just a little more left to the bottom of a gully.  Felt 5.6 and run-out but may have passed up an opportunity for gear placement (i.e., maybe a ~4 inch cam or, alternatively, a ~1/2 inch cam?). Ascend the gully to the top.  Less than 30 meters.","protection":"With the sporty start we did, we encountered 6 bolts on the first pitch but the 5.8 leader will want to supplement with gear 1/2 to 1 inch.  No bolts on P2 with some runout on 5.6 terrain; see p2 description for possible gear sizes to protect the 5.6 terrain. \n\n  I recall at least one of the P1 \"bolts\" having a star pattern on the head of the nail - probably one of the last two bolts.  Star Dryvin nail-and-sleeve bolts have this pattern and have inferior strength.  Back it up!","location":"We started roughly 50 feet uphill from the direct start to Red Wall route, beneath four safely spaced bolts (P1 Var).  See this photo: \n\nSome two-pitch trad / mixed routes on Red Wall."},"__v":0},{"_id":"CI7xeDhJU9a5iLMb86kGYw==","name":"TNT","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.9885,34.0045]},"left_right_index":6,"mp_id":"106692952","mp_crag_id":"106096063","climb_id":"CI7xeDhJU9a5iLMb86kGYw==","areaRef":"GqEAU/7dWLO6avwUlmp+5w=="},"content":{"description":"This climb is very bouldery located on the \"explosive wall\" (a small section of the Red wall).","protection":"5 or 6 bolts. It was originally done on the 3rd and 4th bolt only and can still be climbed that way.","location":"Located right of corner block and left of the red wall dihedral."},"__v":0},{"_id":"Ez9+/YcsVQ2rPcAOnbpwyw==","name":"Red Wall","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.9885,34.0045]},"left_right_index":12,"mp_id":"106642752","mp_crag_id":"106096063","climb_id":"Ez9+/YcsVQ2rPcAOnbpwyw==","areaRef":"GqEAU/7dWLO6avwUlmp+5w=="},"content":{"description":"Gave this a \"Great\" rating just for P1. P2 is okay. Can rap from the top of P1 with a 60 meter rope. \n\nP1:  Start to right of a large shoulder of rock and traverse up and left on little pro to the bottom of the dihedral and a bolt.  Continue up the dihedral past another bolt (5.7) and find bolted anchor with chains a little left of the top of the dihedral.  30 meters. \n\nP1 var:  Make a direct start in a kind of alcove below and slightly left of the dihedral in the below photo. This is a higher quality start if perhaps a bit more spice-y. \n\nDirect start to Red Wall.\n\nP2:  Climb up while trending slightly right through black rock with some pro; watch for looseness.  Follow grassy ledge or ramp - initially steep - up and right to find above a right facing corner or slot and ascend it.  Make the first couple moves into the corner and clip the now revealed bolt on the right.  The route continues straight up the corner, passing to the left of a large bush and then up to the top. \n\nP2 var courtesy of kevinnlong: If you go straight up from the belay - left of the black rock - to the roof and traverse right to the corner, then P2 is quite good. The traverse right is well protected, has great rock / position, and feels like solid 5.8. \n\nP2 alternative as shown in the 1985 topo:  Traverse right over to Spiderman's P1 bolted anchor and finish on the second pitch of Spiderman.","protection":"Standard rack up to 2 inches.  Two bolts on P1 and then a bolted anchor with chains.  P2 has one hidden bolt which appears to be the inferior Star Dryvin sleeve-and-nail style.","location":"See the below photo.  Locate a large right facing dihedral which starts about 30 feet up from the ground. \n\nSome two-pitch trad / mixed routes on Red Wall."},"__v":0},{"_id":"7wCAbvL7XnWl+KS1psegcg==","name":"Phase Dance","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Mark Thomas et. al.","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.9885,34.0045]},"left_right_index":14,"mp_id":"108562175","mp_crag_id":"106096063","climb_id":"7wCAbvL7XnWl+KS1psegcg==","areaRef":"GqEAU/7dWLO6avwUlmp+5w=="},"content":{"description":"The major crux is after the fourth bolt.  It is easier if one traverses at bit right of the bolt line.  There is a second crux at the top after the big ledge rest.","protection":"Bolts to the same anchor as Spiderman.  BE careful lowering, a 60m rope will just work!","location":"The route is just to the right of Spiderman."},"__v":0},{"_id":"UGupKt0xXRWHNpEnIKjPXQ==","name":"Narcolepsy Nightmare","yds":"5.10c/d","grades":{"yds":"5.10c/d","french":"6b+"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.9885,34.0045]},"left_right_index":15,"mp_id":"108562263","mp_crag_id":"106096063","climb_id":"UGupKt0xXRWHNpEnIKjPXQ==","areaRef":"GqEAU/7dWLO6avwUlmp+5w=="},"content":{"description":"This is a technical face climb and relatively sustained.  The absolute crux is at the bulgy section about 20 feet below the first anchor.","protection":"Bolts to anchor and chains. There is a second set of bolted anchors about 12 feet directly above the first set. Climbing to these higher anchors adds a satisfying finish to the route. A bolted second pitch is of lower quality and rope drag can occur if some draws are not extended or back-cleaned. The last four bolts to the anchor (single rap ring) traverse sharply left and up along a small headwall. Once on top, the anchor will be directly above where you turned creating a zig-zag, more drag, and difficulty cleaning the draws on the way down. Rap down to the second set of anchors below. Rap a second time to the ground.","location":"The route is just left of the Lucid Fairyland variation."},"__v":0},{"_id":"KpY8mdFzWuag4/DKhK/nKA==","name":"Molotov Cocktail","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.9885,34.0045]},"left_right_index":7,"mp_id":"106692965","mp_crag_id":"106096063","climb_id":"KpY8mdFzWuag4/DKhK/nKA==","areaRef":"GqEAU/7dWLO6avwUlmp+5w=="},"content":{"description":"Middle climb on explosive wall goes straight up to the right anchor.","protection":"5 or 6 bolts. This climb was originally climbed with the 3rd and 4th bolt only and you escaped left to easier climbing.","location":"Located just left of TNT on the explosive wall."},"__v":0},{"_id":"/XjhCgm9VmCgR7TwuJXWTw==","name":"Lucid Fairyland","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.9885,34.0045]},"left_right_index":18,"mp_id":"106096068","mp_crag_id":"106096063","climb_id":"/XjhCgm9VmCgR7TwuJXWTw==","areaRef":"GqEAU/7dWLO6avwUlmp+5w=="},"content":{"description":"A hard start with a few big pockets gets you to bolt 2, where you'll angle to the right passing 2 more bolts protecting a somewhat awkward/thin crimpy crux, then up and left to the chains on a ledge.","protection":"4 (or was it 5?) bolts to a 2-bolt anchor.  Rappel with 1 50m rope.","location":"This climb is the 3rd one from the right on Red Wall (a climb not documented in RC:NM is to its right)."},"__v":0},{"_id":"mn4OEMSlW/iVZYFBpykVOQ==","name":"LF variation","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.9885,34.0045]},"left_right_index":17,"mp_id":"106096075","mp_crag_id":"106096063","climb_id":"mn4OEMSlW/iVZYFBpykVOQ==","areaRef":"GqEAU/7dWLO6avwUlmp+5w=="},"content":{"description":"An easier way to the Lucid Fairyland anchors.  Start as for Lucid Fairyland with bouldery moves and a few big pockets.  At the 2nd bolt, go left passing a horizontal crack (an unsure 5.8 leader might want a big wired nut here).  Two more bolts lead through a thin section (crux) to the anchor.  This crux part is a little contrived, because you could escape to 4th class ledges to the left just before it and still get to the chains. \n\n  Edit: I'd guess this climb is now more likely improved, and made more independent, by continuing up a new extension La Sombra instead of moving back to the Lucid Fairyland anchor (but I haven't done it yet).","protection":"4 bolts to a 2-bolt anchor.  Optional: big stoppers.","location":"Start as for Lucid Fairyland (the 3rd route from the right on Red Wall).  This climb is the left variation of that route."},"__v":0},{"_id":"9v5PQpewVhmd+ohAEM+3wA==","name":"Leisure Sport","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"??","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.9885,34.0045]},"left_right_index":19,"mp_id":"107179758","mp_crag_id":"106096063","climb_id":"9v5PQpewVhmd+ohAEM+3wA==","areaRef":"GqEAU/7dWLO6avwUlmp+5w=="},"content":{"description":"This climb is the one that's listed as Unknown (5.8/5.8+, all bolted, short) on the main red wall page. It's really relaxing. If you do a 10ft traverse to the left you can toprope Lucid Fairyland.","protection":"All bolts (4 bolts)","location":"In between Lucid Fairyland and trunk monkey"},"__v":0},{"_id":"dlRzaF/IVZ+ithfGVv1kJg==","name":"Left Wing","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Steve Hattenbach & Kyle Thomas","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.9885,34.0045]},"left_right_index":2,"mp_id":"106148660","mp_crag_id":"106096063","climb_id":"dlRzaF/IVZ+ithfGVv1kJg==","areaRef":"GqEAU/7dWLO6avwUlmp+5w=="},"content":{"description":"Start in the left facing dihedral and follow the crack to the left (traverse) and up through an exciting steep section. The climb trends left to a bolt and up to the anchor.","protection":"All gear plus two bolts nearer the anchor (remember full length slings). Bolted anchor and chains","location":"Left of Hawkman."},"__v":0},{"_id":"hE6v58olX9KgeUMpLDWiyQ==","name":"La Sombra","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Alex Sfakianos, Mark Thomas et. al.  Winter 2009","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.9885,34.0045]},"left_right_index":16,"mp_id":"106696434","mp_crag_id":"106096063","climb_id":"hE6v58olX9KgeUMpLDWiyQ==","areaRef":"GqEAU/7dWLO6avwUlmp+5w=="},"content":{"description":"The route, aka Lopsy Lou, is an extension of the LF variation.  Clip the bolts of the original route then continue up and clip several more for a pitch of reasonable length.","protection":"Bolts, an optional piece can be used at the end of the climb before the anchor.  The anchor has chains for the rap.","location":""},"__v":0},{"_id":"xQfy+8LGWQCsjL2HWqXkyA==","name":"Hawk's Nest","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.9885,34.0045]},"left_right_index":4,"mp_id":"111583556","mp_crag_id":"106096063","climb_id":"xQfy+8LGWQCsjL2HWqXkyA==","areaRef":"GqEAU/7dWLO6avwUlmp+5w=="},"content":{"description":"There are two pitches although the first pitch to bolted anchors is most typically done.  The second pitch follows the path of least resistance, around a small roof, then goes up and left to a small tree.  One can rap off one of the bolted top anchors on Red Wall or walk off right.","protection":"Trad rack with gear to 2 inches.","location":"The route is in a right trending dihedral right of Air France.  Climb the awkward crack to bolted anchors shared with TNT (about 50 feet).  The route can be used to access the bolted anchors to the right and TR the harder sport routes."},"__v":0},{"_id":"xRGPSjcLVI29TFn2WIamuQ==","name":"Hatchling","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Deb Evans, Karl Kiser & Steve Hattenbach winter 2016","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.9885,34.0045]},"left_right_index":0,"mp_id":"111589457","mp_crag_id":"106096063","climb_id":"xRGPSjcLVI29TFn2WIamuQ==","areaRef":"GqEAU/7dWLO6avwUlmp+5w=="},"content":{"description":"Balance moves at the bottom constitute the crux.  The bolts are a bit farther apart in the center but the holds are positive.  It is good to extend the anchor draws if followed or TRed.","protection":"Bolts to a shared anchor with Fledging (can be TRed from this climb).  Several longer slings are useful, don't bring simply short sport draws.","location":"Starts just right of the small Corner Block gully.  Rap the route."},"__v":0},{"_id":"KS4p7r8mVTagR+mcxVEHUw==","name":"Gun Powder","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"probably Gramont and company","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-106.9885,34.0045]},"left_right_index":5,"mp_id":"120170837","mp_crag_id":"106096063","climb_id":"KS4p7r8mVTagR+mcxVEHUw==","areaRef":"GqEAU/7dWLO6avwUlmp+5w=="},"content":{"description":"This left-angling seam is another line to try out from the TNT anchor.  Placements will be mostly small and tricky; the crux is in the first 15'. Above that you should be good, and will join the wider Hawk's Nest crack and angle back right to the anchor for TNT.  You can run this on TR if you get to the TNT anchor by leading that route (or more easily Hawks Nest or Fire Cracker).","protection":"Nuts and small cams. You might place a larger piece after you join Hawk's Nest.","location":"The leftward trending seam that starts just left of TNT and joins into Hawk's Nest."},"__v":0},{"_id":"LuyyKzxLVZCpGs7g7KXjfA==","name":"Fledgling","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Karl Kiser & Steve Hattenbach, Spring 2007","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.9885,34.0045]},"left_right_index":1,"mp_id":"106148654","mp_crag_id":"106096063","climb_id":"LuyyKzxLVZCpGs7g7KXjfA==","areaRef":"GqEAU/7dWLO6avwUlmp+5w=="},"content":{"description":"Face climb to the left of Left Wing.  The crux is near the bottom of the pitch.  The climb joins Left Wing at the top.","protection":"Mixed route, gear and bolts.  Bolts and chain at the anchor.","location":""},"__v":0},{"_id":"P9sqIb82UKu0/1CBBcxCgw==","name":"Fire Cracker","yds":"5.10b/c","grades":{"yds":"5.10b/c","french":"6b"},"fa":"Lance","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.9885,34.0045]},"left_right_index":8,"mp_id":"106692974","mp_crag_id":"106096063","climb_id":"P9sqIb82UKu0/1CBBcxCgw==","areaRef":"GqEAU/7dWLO6avwUlmp+5w=="},"content":{"description":"This climb is right of Molotov Cocktail and shares anchors.","protection":"5 or 6 bolts","location":"Located on the Explosive Wall in the middle of the Red Wall left of the Red Wall Dihedral."},"__v":0},{"_id":"GrgTmmV3Wbu0SA6/3jK6kg==","name":"Earwig","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.9885,34.0045]},"left_right_index":11,"mp_id":"111583572","mp_crag_id":"106096063","climb_id":"GrgTmmV3Wbu0SA6/3jK6kg==","areaRef":"GqEAU/7dWLO6avwUlmp+5w=="},"content":{"description":"Climb a crack at the start to smaller holds climbing with bolts, cross the Diagonal route and go left to a small corner.  One can place a small cam here before one face climbs straight up to a bolt.  Continue up and right passing a couple more bolts to the top.  One can TR the route from the Red Wall anchor with directionals. \n\n  There is a crux before crossing the Diagonal Route and another crux on the top headwall.","protection":"Bolts plus a light rack, one hand sized cam down low.  Make sure you have several two foot alpine draws.","location":"The climb is just left and downhill of Red Wall.  The route goes to the Red Wall anchors where one can rap"},"__v":0},{"_id":"S2ssrshdUrC7O1UKi/R1pw==","name":"The Diagonal","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-106.9885,34.0045]},"left_right_index":10,"mp_id":"111585050","mp_crag_id":"106096063","climb_id":"S2ssrshdUrC7O1UKi/R1pw==","areaRef":"GqEAU/7dWLO6avwUlmp+5w=="},"content":{"description":"This route is almost never done because of poor gear and groundfall potential.  The notation here is really for completeness.  One climbs the crack or seam for a long way right until and stance with a bolt is reached.  Then go straight up a shallow groove to the anchor.  Earwig crosses the Diagonal route near this stance but goes left to other climbing.","protection":"A couple of old bolts and little gear.  The route shares an anchor with Red Wall.","location":"This is the obvious left to right crack on the Red Wall formation.  Rap from the shared anchor."},"__v":0},{"_id":"g5DOtEKDVy61j/qXtef3aw==","name":"Big Red Roof","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Mark Thomas et. al.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.9885,34.0045]},"left_right_index":9,"mp_id":"111583599","mp_crag_id":"106096063","climb_id":"g5DOtEKDVy61j/qXtef3aw==","areaRef":"GqEAU/7dWLO6avwUlmp+5w=="},"content":{"description":"P1:  ( 5.10) climb the diagonal right slanting crack for a few pieces, then go left at a Y placing a few more pieces, then face climb to a bolt and continue up, passing additional bolts, to a bolted anchor. \n\n  P2:  (5.11-) go right and up, clipping a bolt, to a roof (the crux).  After the roof continue on easier ground with smaller pro to another bolted anchor.","protection":"Bolts and gear (lighter trad rack with several two foot alpine draws).  Both anchors are bolted with chains.","location":"Start in the diagonal right slanting crack (The Diagonal Route).  Rap the route taking care to swing in to the bolted anchor at the top of the first pitch."},"__v":0},{"_id":"wNUP2QJyWXKUHlJSET+TqQ==","name":"Armed and Dangerous","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Chuck Dahl Sept 3rd, 2016","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.9885,34.0045]},"left_right_index":21,"mp_id":"112118520","mp_crag_id":"106096063","climb_id":"wNUP2QJyWXKUHlJSET+TqQ==","areaRef":"GqEAU/7dWLO6avwUlmp+5w=="},"content":{"description":"Either start at ground level or walk around to the right to gain access to a small ledge.  Climb the slab for 3 bolts to gain access to the steep upper head wall.  Really fun moves and not like your usual Red Wall route.","protection":"8 bolts and sport anchor.","location":"To the right of Trunk Monkey.  Right around the corner from a small tree growing against the wall."},"__v":0},{"_id":"SNDCVvtaXyiwRTfVcLmqhA==","name":"Air France","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Mark Thomas & Steve Hattenbach","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.9885,34.0045]},"left_right_index":3,"mp_id":"106148643","mp_crag_id":"106096063","climb_id":"SNDCVvtaXyiwRTfVcLmqhA==","areaRef":"GqEAU/7dWLO6avwUlmp+5w=="},"content":{"description":"The route contains primarily face climbing to the left of Hawkman.  There are several crux sections although the hardest is at the top.  The rap from the top of the pitch (bolted anchor and chains) is about 105 feet although it can be done with a 60m rope. \n\n  There is an optional second pitch to the top.  It is gear protected at 5.8 to another bolted anchor.","protection":"A couple pieces of gear and then all bolts.","location":"Same start as Left Wing."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,98c839d1-f0d4-5006-bb58-276b12f05bd0,990a83a0-3905-5f0d-93da-c12bf15e29c9,521794d7-5c00-56e4-8d33-25b56adc47e5,bd4f5e7d-14bd-5424-bb72-ec0992f0f1e0,1aa10053-fedd-58b3-ba6a-fc14966a7ee7","pathTokens":["USA","New Mexico","Socorro Area","Box Climbing Areas, The","Northern Box areas","Red Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":5,"label":"5.8"},{"count":1,"label":"5.11d"},{"count":1,"label":"5.7"},{"count":1,"label":"5.11a"},{"count":1,"label":"5.10c/d"},{"count":1,"label":"5.11b"},{"count":2,"label":"5.10-"},{"count":1,"label":"5.8+"},{"count":1,"label":"5.9+"},{"count":2,"label":"5.9"},{"count":1,"label":"5.7+"},{"count":1,"label":"5.10c"},{"count":1,"label":"5.10b/c"},{"count":1,"label":"5.11-"},{"count":1,"label":"5.12b"},{"count":1,"label":"5.11c"}],"byDiscipline":{"trad":{"total":10,"bands":{"unknown":0,"beginner":5,"intermediate":4,"advanced":1,"expert":0}},"sport":{"total":12,"bands":{"unknown":0,"beginner":3,"intermediate":4,"advanced":5,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":8,"intermediate":8,"advanced":6,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-106.9885,34.0045]},"bbox":[-106.9890424169187,34.00405033981814,-106.98795758308128,34.00494966018187],"left_right_index":-1,"ext_id":"106096063","area_id":"GqEAU/7dWLO6avwUlmp+5w=="},"content":{"description":"Red Wall is the tallest cliff at Socorro Box, about 170' tall. It faces southwest and gets sun from late morning to late afternoon. About 15 climbs are on Red Wall- some are decent moderate sport climbs, and some trad climbs. Many of these stop about halfway up, but a few lines continue all the way up. In general, the 2nd pitches (other than \"Big Red Roof\") are not worth it; the rock is less good and the climbing easier... but it is worth going to the top once for the experience. The Corner Block, at the left end of Red Wall, hosts 5 more routes too. Despite its height and fun climbing, Red Wall is less popular than some of the other cliffs nearby, perhaps because of incomplete info and that many older climbs require gear to supplement bolts for protection.As with the rest of the Box, the rock looks suspect but is quite solid."},"density":0,"totalClimbs":22,"__v":1,"createdAt":"2022-11-07T06:13:43.504Z","updatedAt":"2024-01-15T16:47:07.972Z"}