{"_id":"6368a5a5e80bff5a995bc4e7","area_name":"Contact Boulder","shortCode":"","climbs":[{"_id":"DNYe2obYVM+pgzEVFWiidw==","name":"Sleepy Hollow","yds":"V1","grades":{"yds":"V1","font":"5","vscale":"V1"},"fa":"Brad Caldwell","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.48093,36.61245]},"left_right_index":2,"mp_id":"106819863","mp_crag_id":"107687480","climb_id":"DNYe2obYVM+pgzEVFWiidw==","areaRef":"+NB8itmZUCSTpDaqwH5UMg=="},"content":{"description":"Sit start in the middle on the front, vertical face on a descent ledge. make a far move up to a flat ledge and then into a pinch with a finger-catch bump on the long hollow tube/rail/ledge extensions above. they seemed solid, but I wouldnt try some ridiculous swing on them (i cannot for any reason see why you would but its best to say something...). move up to the top out via good hands.","protection":"pad","location":"In the middle of the vertical face under the long hollow rods/ledges/rail/flake thingies that sound like xylophones..."},"__v":0},{"_id":"t+dGw81dXYGiWAXsx3yyTA==","name":"Polaris","yds":"V6-","grades":{"yds":"V6-","font":"7A","vscale":"V6-"},"fa":"Aaron James Parlier","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.48093,36.61245]},"left_right_index":8,"mp_id":"106777558","mp_crag_id":"107687480","climb_id":"t+dGw81dXYGiWAXsx3yyTA==","areaRef":"+NB8itmZUCSTpDaqwH5UMg=="},"content":{"description":"walk around the Contact boulder to the steeply overhanging nose. under the nose will be a vertical crack line. at the base of the crack line is a large jug/ledge. to the right from the crack line and the jug, and up along the incline will be a smooth, completely vertical sidepull. these will be your sitstart holds for \"Polaris\" (v-7).   Sitstart low and underneath the overhanging nose. this problem climbs straight out of the nose and tops out on the right side of the end of the nose on the shorter segment of the lip (as compared to the rest of the top outs for the nose to the left).   Sit start with a left hand on the upper right side of the huge jug segment at the low portion of the crack line under the nose. heel hook your left foot near the hand. use smooth flat sidepull overhead for a right hand.   pick up and lunge back to a left hand pinch/crimp hold. toe in on the big starting jug ledge and fire out to a far edge with your right hand. toe-hook out right and come into a nearby left hand crimp. campus to the boulders lip. top out.","protection":"pad","location":"walk around the Contact boulder to the steeply overhanging nose. under the nose will be a vertical crack line. at the base of the crack line is a large jug/ledge. to the right from the crack line and the jug, and up along the incline will be a smooth, completely vertical sidepull. these will be your sitstart holds for \"Polaris\" (v-7).   Sitstart low and underneath the overhanging nose. this problem climbs straight out of the nose and tops out on the right side of the end of the nose on the shorter segment of the lip (as compared to the rest of the top outs for the nose to the left)."},"__v":0},{"_id":"5ulbDm21X2elXG6lDb+qtg==","name":"Mostly Harmless","yds":"V4","grades":{"yds":"V4","font":"6B","vscale":"V4"},"fa":"Alex Vernon","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.48093,36.61245]},"left_right_index":5,"mp_id":"107329189","mp_crag_id":"107687480","climb_id":"5ulbDm21X2elXG6lDb+qtg==","areaRef":"+NB8itmZUCSTpDaqwH5UMg=="},"content":{"description":"Sit start same as \"Copperhead\" (v3) on large jugs with a left heel hook. Move straight up to a solid flake and then out right to a rail/flake. Work your feet to the right and use a heel on the start holds before starting the traverse, moving far right to a flat crimp. Lower your feet down into the crack area before bringing your left hand down to a crimp. From there bump up with your right or go big for the jug on the right side of the crack. The rest is jugs the whole way to the top out.","protection":"Crash Pad","location":""},"__v":0},{"_id":"iHgyt/32WgCjiBsFgcmgrQ==","name":"Memorial","yds":"V6","grades":{"yds":"V6","font":"7A","vscale":"V6"},"fa":"Aaron James Parlier","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.48093,36.61245]},"left_right_index":9,"mp_id":"108162217","mp_crag_id":"107687480","climb_id":"iHgyt/32WgCjiBsFgcmgrQ==","areaRef":"+NB8itmZUCSTpDaqwH5UMg=="},"content":{"description":"Do you like lowballs? Dragging your butt through the dirt? Slopers? Big moves? If so, you have found the right boulder problem! \n\n  Find the roof on the Contact Boulder. under the deepest, lowest, closet to the bank portion of the roof you will find a long sloped ledge running directionally toward the ground. To the left of this is a low in-cut jug. Start here (heel-hooking the same sloped ledge) and bust a huge move out right to the sloped lip. Traverse left to the easy top out using whatever.","protection":"pad (if you can figure out how to use one and not dab).","location":"Contact."},"__v":0},{"_id":"9cX2bJRdUpaCSrv6TFvjcA==","name":"Heel or Peel","yds":"V1","grades":{"yds":"V1","font":"5","vscale":"V1"},"fa":"Matt 'Mokolai' Bielejeski","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.48093,36.61245]},"left_right_index":3,"mp_id":"106762488","mp_crag_id":"107687480","climb_id":"9cX2bJRdUpaCSrv6TFvjcA==","areaRef":"+NB8itmZUCSTpDaqwH5UMg=="},"content":{"description":"-contact Boulder-    start low on the mid right of the main, long face, to the left of the overhang and grapevine. start low with a hands matched on a tilted ledge/rail and a right heel hook out and low. paste a left foot on a small jib and move high to a bumpy flat spot. continue up to the top-out where a series of aptly placed knobs lead the way to victory.","protection":"pad","location":"sit start on the mid right of the main, long face to the left of the overhang and grapevine. low ledge rail/ low heel-hook right"},"__v":0},{"_id":"Ip9+UqEPX2eFAI/Pde+dnw==","name":"Full Contact","yds":"V4","grades":{"yds":"V4","font":"6B","vscale":"V4"},"fa":"Aaron James Parlier","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.48093,36.61245]},"left_right_index":7,"mp_id":"106761755","mp_crag_id":"107687480","climb_id":"Ip9+UqEPX2eFAI/Pde+dnw==","areaRef":"+NB8itmZUCSTpDaqwH5UMg=="},"content":{"description":"-Contact Boulder-   Such a good line!!   Sit low underneath the overhanging roof. find the long finger crack that runs vertically down the roof, to the bottom. look for the lowest usable jug ledge and this is the starting left hand.   your right hand will engage the upper crack on a segment that allows it to be used an overhead sidepull.   start with a foot far out right under the roof, and commence the sequence with a starting opposition move up to an edge to the left. \n\n  (all of the roof holds are near the crack line, on its right or left) \n\n  move off of the left edge to another edge to the right using a heel hook. bump to a further right edge.   fire to the lip.   topping out is easy and fun.","protection":"pad","location":"Sit low underneath the overhanging roof. find the long finger crack that runs vertically down the roof, to the bottom. look for the lowest usable jug ledge and this is the starting left hand.   your right hand will engage the upper crack on a segment that allows it to be used an overhead sidepull."},"__v":0},{"_id":"6EVVzFX3WPedaG0S63NrQg==","name":"Copperhead","yds":"V3","grades":{"yds":"V3","font":"6A","vscale":"V3"},"fa":"Aaron James Parlier","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.48093,36.61245]},"left_right_index":4,"mp_id":"106761764","mp_crag_id":"107687480","climb_id":"6EVVzFX3WPedaG0S63NrQg==","areaRef":"+NB8itmZUCSTpDaqwH5UMg=="},"content":{"description":"-Contact Boulder-   Sit start in between the main face and the roof (think the corner or the arete if there were one)   on monster jugs with a heel hook.   toss up to a suspect (but solid) massive detached flake jug.   move high up to a sloper, match, and then move up to commence the top out. ","protection":"pad","location":"Sit start in between the main face and the roof (think the corner or the arete if there were one)   on monster jugs with a heel hook."},"__v":0},{"_id":"7LhDK2jkVtK2lGdkI0DhUQ==","name":"Black Snake","yds":"V0-1","grades":{"yds":"V0-1","font":"4+","vscale":"V0-1"},"fa":"Aaron Parlier","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.48093,36.61245]},"left_right_index":1,"mp_id":"106771830","mp_crag_id":"107687480","climb_id":"7LhDK2jkVtK2lGdkI0DhUQ==","areaRef":"+NB8itmZUCSTpDaqwH5UMg=="},"content":{"description":"-Contact Boulder-   Located on the main face, to the left side. find the long, prominent shelf that runs horizontally along the boulder about midway up.   the problem is on the left end of that massive ledge.   sit-start beneath that ledge on a deep in-cut jug, with either a heel hook or toe on the big right facing edge.   move up through good crimp rails to a larger rail on the massive ledge. move up to another giant ledge for juggy holds to the fun top out which is above the start.","protection":"pad","location":"Located on the main face, to the left side. find the long, prominent shelf that runs horizontally along the boulder about midway up.   the problem is on the left end of that massive ledge.   sit-start beneath that ledge."},"__v":0},{"_id":"bQOdAPo/XrezkySMaEJvjg==","name":"Contact Left","yds":"V3-4","grades":{"yds":"V3-4","font":"6A+","vscale":"V3-4"},"fa":"Aaron Parlier","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.48093,36.61245]},"left_right_index":6,"mp_id":"106794198","mp_crag_id":"107687480","climb_id":"bQOdAPo/XrezkySMaEJvjg==","areaRef":"+NB8itmZUCSTpDaqwH5UMg=="},"content":{"description":"The same sit-start as \"Full Contact\" (v4) but after the first move (left hand up to the crimp) cross over of bump through to the next crimp along the crack/seam/rail. make another cross or bump along the same long rail and switch feet to the starting feet of \"copperhead\" out to the left. then move up to the finish of (copperhead\" off of the rail system via a large move to a good jug plate/shelf. top out to the right of the \"Down-climb Vine.","protection":"pads","location":"same start as \"Full Contact\" (v4), finish out at \"Copperhead\" (v3)"},"__v":0},{"_id":"M11roypEWKCMIdOxqzh46w==","name":"Clapper Claw","yds":"V4","grades":{"yds":"V4","font":"6B","vscale":"V4"},"fa":"Aaron Parlier","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.48093,36.61245]},"left_right_index":0,"mp_id":"106777594","mp_crag_id":"107687480","climb_id":"M11roypEWKCMIdOxqzh46w==","areaRef":"+NB8itmZUCSTpDaqwH5UMg=="},"content":{"description":"as you walk up to the Contact Boulder this problem will be the first line you come to. this is the very opposite end from the overhanging nose. short, slopey, and revolves around the second and third move for the crux. the problem starts from the sit, rounds over the bulge and tops out slightly to the right from the start. \n\n  Sit start matched from the sidepull, or with one hand on the side pull and the other on the long ledge rail. pull up to the spiky, slopey side of the boulder above. negotiate through bumps and places to daub up through to a loaf type feature, and then past that to the in-cut area to lead to the top out.","protection":"pad","location":"as you walk up to the Contact Boulder this problem will be the first line you come to. this is the very opposite end from the overhanging nose. short, slopey, and revolves around the second and third move for the crux. the problem starts from the sit, rounds over the bulge and tops out slightly to the right from the start."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,a42e6847-4548-5299-820a-7a75bfe34c71,c4221374-ca4e-5dc9-9b03-65f3effa0633,522337f4-f041-5101-b2a3-4603eebbf4b4,1357f9b3-bbde-52ad-90d3-2a33345c33e0,0f2977c8-f2b0-5995-bf53-f6aa05cf091e,f8d07c8a-d999-5024-93a4-36aac07e5432","pathTokens":["USA","Virginia","Southwest Virginia (Appalachia)","Grayson Highlands State Park","Contact Station Area","Contact Station Boulders","Contact Boulder"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"V1"},{"count":1,"label":"V6-"},{"count":3,"label":"V4"},{"count":1,"label":"V6"},{"count":1,"label":"V3"},{"count":1,"label":"V0-1"},{"count":1,"label":"V3-4"}],"byDiscipline":{"bouldering":{"total":10,"bands":{"unknown":0,"beginner":1,"intermediate":2,"advanced":6,"expert":1}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":2,"advanced":6,"expert":1}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-81.48093,36.61245]},"bbox":[-81.48149019304839,36.612000339818145,-81.48036980695161,36.61289966018186],"left_right_index":-1,"ext_id":"107687480","area_id":"+NB8itmZUCSTpDaqwH5UMg==","polygon":{"type":"Polygon","coordinates":[[[-81.48149019304839,36.612000339818145],[-81.48036980695161,36.612000339818145],[-81.48036980695161,36.61289966018186],[-81.48149019304839,36.61289966018186],[-81.48149019304839,36.612000339818145]]]}},"content":{"description":"The Contact Boulder is more obscure and tricky to find than the others in the Contact Station Area, but it's one of the best.  \n\n  Contact has a nice, low, steep roof on the far right end (when viewed as looking at the main, long front face) and a handful of fun vertical problems all along its main face. \n\n  Be sure to try out \"Full Contact\", \"Copperhead\", and \"Heel or Peel\". \n\n  There are a plethora of other contrivances and test-pieces to be had here if you are interested. I would rather keep the content listed to the most straight forward boulder problems. Ask around or make up your own!"},"density":0,"totalClimbs":10,"__v":1,"createdAt":"2022-11-07T06:29:09.010Z","updatedAt":"2024-02-19T18:41:48.282Z"}