{"_id":"63689de0e80bff5a994f93ef","area_name":"First Flatiron","shortCode":"","climbs":[{"_id":"DpZqn5+yXS2OXqbD5qSs7w==","name":"Zig Zag","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2928,39.9908]},"left_right_index":7,"mp_id":"105751606","mp_crag_id":"105744678","climb_id":"DpZqn5+yXS2OXqbD5qSs7w==","areaRef":"4LsJ0jcLXiKaUck4u3b5nw=="},"content":{"description":"This is a fun route on the First that is open year round.  Approach via the First Flatiron Trail, follow this trail past the start of the\n\nEast Face Direct\n\nroute.  The trail then heads south, away from the First Flatiron, but keep going, it will come back.  When it does return under the First, at one point the trail passes within 10' of the base of the rock, and above is a huge, left-facing corner which curves into a series of roofs about 120' up.  The route begins up a slab about 30' left of this big dihedral (to the right of the dihedral is the start of\n\nBaker's Way\n\n).  This big dihedral goes all the way to the summit ridge and is visible in the photo left of the \"2a\".\n\nCharge up the easy slab.  Above in the overhang you should see a mass of slings hanging from a block.  This is the first belay (about 120' out).  You can belay here, or continue (recommended if you have a 60m rope).  Traverse almost straight right (east) on big footholds, then grab some big face holds and crank right over the final overhang.  Then head up a slab towards the big left facing corner and belay anywhere you can find a good anchor (the tree up to your left with slings is not on route).\n\nFrom here, the route follows the big, left-facing dihedral (or the face to its left), all the way to the summit ridge.  At the end of the 2nd pitch (60m ropes) is a second roof which I thought was the crux.  On the third pitch, you head up an easy slab with a huge flake to your right that can be used for stemming or chimneying.\n\nThe third pitch (with 60m ropes) ends atop the false summit (may be 4 pitches depending on where you belay and how long your rope is).  From here, you can unrope and scramble to the top or do one more pitch.  From the summit eye bolts, rap 100' west to the ground.  If you don't have a 60m rope, rap south to a ramp where you will find another eye bolt for a second rap to the ground (you can also downclimb this route (SW Face), easy but very exposed).","protection":"Light rack to 2-3\", long slings.","location":""},"__v":0},{"_id":"Jx+ufb/lWZu7vPnTKhC/UQ==","name":"Yellow Brick Road","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Rossiter & Baldwin, 1977 (solo)","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2928,39.9908]},"left_right_index":11,"mp_id":"105971796","mp_crag_id":"105744678","climb_id":"Jx+ufb/lWZu7vPnTKhC/UQ==","areaRef":"4LsJ0jcLXiKaUck4u3b5nw=="},"content":{"description":"This is a great route on great rock- resembles the route\n\nButterfly\n\nin many ways. It LACKS PROTECTION for long stretches.\n\nPitch 1 (5.6, S): Start up in a chimney-sized groove and after a short distance, step left up and onto the slab, heading left to intercept a line of odd brick-like blocks and puzzle-pieces. These can be climbed for ~70 meters to top out left onto a ramp and a belay.\n\nPitch 2 (5.7, VS): From that belay, move up a good distance to some nice boulders below a double roof. This will give you more rope for the 71-meter pitch you are about ready to do.  The first above is wider and larger, the second is smaller and arch-shaped. Watching for any loose rock (and mind you, with lack of gear) go over the right side of roof #1, then up the center of roof #2. Continue up and left though a very seriously runout water-groove. You can bail-out to the right, but we found that you can continue up this perfect rock for 70 meters to join \"\n\nBaker's Way\n\n\" just below a ledge just below where it intercepts the\n\nDirect East Face\n\n.\n\nPitch 3 (5.4): Go a short way up \"\n\nBaker's Way\n\n\" and join \"\n\nDirect East Face\n\n\" for one long pitch to the summit Ridge of the \"\n\nNorth Arete\n\n.\"\n\nPitch 4 & 5 (5.0): Join the\n\nNorth Arete\n\nto the summit in 2 very pitches.","protection":"You better be ready for runouts. Real ones. The first rope-length of climbing is quite runout in spots. The second is just plain silly for lack of gear. The third takes you up to more normal Flatirons climbing....","location":"A few hundred feet up and left of the\n\nDirect East Face\n\n, and above a massive boulder that has to be circumnavigated to get to the base. Start up into a groove just right of a junky corner."},"__v":0},{"_id":"2N1YUuhHV3eYcJVnjRR0tA==","name":"Way of the Ancients","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"unknown","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2928,39.9908]},"left_right_index":2,"mp_id":"106614295","mp_crag_id":"105744678","climb_id":"2N1YUuhHV3eYcJVnjRR0tA==","areaRef":"4LsJ0jcLXiKaUck4u3b5nw=="},"content":{"description":"The Way of the Ancients is a great route to round out your day on the First's East face.  The climbing has large runouts (up to 50 feet), but the positon on the final arete and the rock is great.\n\nStart on the upper left flank of the east face.  The first faint trail from the summit will lead you to the base.\n\nP1: Follow\n\nHubris\n\nfor ~215 feet to a updated bolt anchor.  This section follows a vague, left-facing, dihedral system to the bolt anchor about 40 feet left of a large pine tree.  There is great runout slab climbing on this pitch if you stray away from the dihedral.\n\nP2/3: From the bolt anchor, angle left to the summit block. Pass a small overhang on the left and enjoy the beautiful position up the blunt prow to the summit.  If you are climbing with a rope, you better belay before the summit block.  The upper prow has no bomber gear on it.","protection":"Light rack.","location":"Way of the Ancients shares the first half of\n\nHubris\n\non the far left side of the east face."},"__v":0},{"_id":"QlAV9N55U1ebx5EjAWSOpw==","name":"Southwest Face","yds":"5.2","grades":{"yds":"5.2","french":"3"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2928,39.9908]},"left_right_index":1,"mp_id":"105750976","mp_crag_id":"105744678","climb_id":"QlAV9N55U1ebx5EjAWSOpw==","areaRef":"4LsJ0jcLXiKaUck4u3b5nw=="},"content":{"description":"My wife Marketa and I climb sport exclusively in Austin, so when we decided to try some trad routes in Colorado, we were mighty modest about what grade we could chew. Our friends Gary and Eliza were doing the Direct East Face, which we originally intended to follow. However, after a bit of reflection we decided to do the easiest route in the book. At 5.0, we figured we couldn't lose. We were right, of course. The route we took started at the point where the East face of the First Flatiron juts above the ground near the summit. I got on the big ramp and found ridiculously easy climbing that went to a nice place for a belay. A handle of rock the size of a large squash invited a bomber thread. From there, I managed to find cracks above to add nuts and micro cams. This being my second trad anchor ever, I spent forever testing it and equalizing the thing.\n\nThe next belay was at the huge eye bolt in the place the Falcon guidebook calls \"a small bowl.\" It's more like a huge ledge. In any case, fears that the wall to the left would block talking with my belayer were unfounded. From the eye bolt, you may consider climbing up directly in front of you. If you are a wuss and want to stick with the easy stuff, you'll back track slightly to the East face and get back on it. From there, it's barely a stone's throw to the twin eye bolts on the summit proper.\n\nOne cool note: it only requires a single 60 meter rope to rappel off the back side, contrary to what we had been led to believe. Next trip in a year, we plan to do the Direct East Face and a bunch of other stuff. This place kicks ass! It is beautiful. Oh well, back to the limestone.","protection":"Small cams, nuts, and slings.","location":""},"__v":0},{"_id":"n2r7N5aAXQ2L3IMDDn9tDA==","name":"Red Slab Variation","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"uncertain, (various)","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2928,39.9908]},"left_right_index":15,"mp_id":"105761397","mp_crag_id":"105744678","climb_id":"n2r7N5aAXQ2L3IMDDn9tDA==","areaRef":"4LsJ0jcLXiKaUck4u3b5nw=="},"content":{"description":"This route will be described as we did it/found it, which is not in some cases the original line, but is very nearly so. By way of example, we \"added\" a pitch at the bottom.  No doubt, all of this territory has been previously climbed and so the FA is listed as \"uncertain/various.\"\n\nFor the first pitch, you can do the first pitch of the direct route, [battling] for position for the first 100' or so, to the second bolt then continue straight up on the line, or better yet...\n\nP1, (5.7, VS, 68 meters): Walk up and right (north) from the start of the direct route to a smooth red slab at the base. Start pasting hands and feet up this pitch. You will follow this line directly up past very little gear, 30 to 50' North of the bolts on the Direct East Face. Continue for 60m to the left hand side of a decaying flake and then up and over it 8m more to belay on a small ledge at the top of it with reasonable gear. I believe I got 3 [pieces] of gear in this pitch.\n\nP2, (5.8, S, 70m): Go up from the belay perhaps 30m, tending slightly left to reach a large bulge in the wall. This is not as steep at it appears from below. At the bulge, protect and climb a 6 meter section of left-leaning finger crack (grungy crux, but protected well enough) then continuing up and slightly left to an excellent ledge at 70m.  Belay there.\n\nP3, (5.6, 70m): Go up and right on easy [terrain] to the right side of the huge tower that leans against the First Flatiron. [Continue] on easy ground for 50+M to reach a point on its top, then belay at 50m or continue. This ledge is the same which is reached from 20m to the left on the direct route. Continuing to 70m of length on this same pitch gained a stance and some 1\" gear just below a smooth section with a second crux.  You may also prefer to have the 2nd simul-climb to this point before belaying from above, running P3/4 together\n\nP4, (5.8, 70m): From the belay at 70m, or once the second is in Simul-climb mode, climb up and right on a smooth face through a few \"slashes\" in the wall. (second crux, clean 5.8) Clean-edged fingercracks that protect reasonably well with .75\"-1.5\" gear. Continue up through this section to attain the N. Ridge well down and right of where the Direct Route Does. Climb to the end of your rope and belay.\n\nP5-7, (5.2, 100+m total) Actual pitch count will depend on rope-length and rope-drag, Follow the N. Ridge to the true summit of the first.\n\nDescend from the summit via the standard rap, with a 60+m rope or twin 50s.\n\nThe roped ascent done by leading/following the pitches as [described] was done car-to-car from the ranger station in 2h40m with only a little simuling, (was mostly conventional lead/follow). This time could easily be reduced, as we played around trying to retrieve a fixed nut for 10 minutes and also I had a massive wipe-out running down the trail- lost a lot of skin on an \"endo\" into the trail when my [heel] got caught in a loop of the rope I had tied onto my back.","protection":"A standard light rack of nuts and a few cams 1\"-3\". Small tricams were also used in our ascent, but they are not needed.","location":""},"__v":0},{"_id":"E+yXkKUFUZOS1gQoRjiy5w==","name":"North Arete","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2928,39.9908]},"left_right_index":18,"mp_id":"105752794","mp_crag_id":"105744678","climb_id":"E+yXkKUFUZOS1gQoRjiy5w==","areaRef":"4LsJ0jcLXiKaUck4u3b5nw=="},"content":{"description":"A great route for beginners. Beware of serious rope drag on pitches 3,4 and 5.\n\nThis scenic, exposed route gets three stars as a free solo.\n\nApproach the North Arete by climbing East Face North Side (see Warren Teissier's description of that route), or by hiking around the back of the First Flatiron to the notch just uphill from the end of the East Face North Side route.\n\nP1 (45m): Rope up in the notch. Climb up a steep 20 feet, then pull around onto the east face. Climb up the face to a flat area at the base of a long, low overhang.\n\nP2 (50m): Climb straight up to the lip of the overhang, then move left until you can pull up onto the face above the overhang. Run it out on beautiful, highly featured rock to one of several belay spots on the crest. (5.4)\n\nP3 (40m): Climb along the arete, down into a notch, then up a hard-to-protect 50 degree slab. Belay on top of the slab.\n\nP4 (50m): Climb down into another notch and behold the \"quartz crystal pitch\".  Climb a groove (small wired stoppers or tiny cams), then move right on face holds to the top of the tower. As you yard on the flat-topped quartz crystal, think of all the famous Boulder climbers who have yarded on same. Set a belay as far up on the ridge as your rope will reach. (5.4)\n\nP5 (40-50m): Climb up arete to walking terrain. Navigate loose rock and boulders, scramble down into a final notch, then up the right side of the summit tower. Belay from gigantic eyebolts on the summit.\n\nDescent: With a single 50m rope, rap from eyebolts to a big ledge 20 feet from summit.  Rap or scramble south down ledge to another large eyebolt. Rappel down the south face. With a 60m or two 50m ropes, make one mostly free-hanging rappel from summit eyebolts to ground.","protection":"Standard Flatirons rack.","location":""},"__v":0},{"_id":"1jNTXv2OULOLHBMuneAwrg==","name":"Massugu","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"R Rossiter, 1988","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2928,39.9908]},"left_right_index":5,"mp_id":"108988078","mp_crag_id":"105744678","climb_id":"1jNTXv2OULOLHBMuneAwrg==","areaRef":"4LsJ0jcLXiKaUck4u3b5nw=="},"content":{"description":"This is not a bad route but one of the fewer traveled on the East Face of the First Flatiron - in fact, the very last documented route that I got around to doing.  The route is mostly solid and pretty good overall.  The most noteworthy section on it is the middle, where the route climbs solid horizontals and incuts over brick-like cobbles for a fairly long section, reminiscent of the lower section of the route '\n\nButterfly\n\n,' also on the East Face of the 1st Flatiron.\n\nFrom the 6th switchback, step off of the trail and onto a pine-needle ledge at the margin of the East face as for\n\nAtalanta\n\n.  A chossy gully diagonals up and to the North slightly below you.  Just above this, aim up and right to a nice feature above a small group of conifers and into a hanging, left-facing dihedral. This is one dihedral left of\n\nAtalanta\n\n.\n\nA 70m rope will just barely take you up the first pitch to a good ledge and belay, passing the \"brick wall\" of solid square cobbles along the way.\n\nA second pitch will take you up and just left to rejoin\n\nAtalanta\n\nand onto the final false summit of the East Ridge, from where you can belay and then un-rope and scramble over, (or lead) a final pitch to the true summit and rap down.","protection":"The route protects just slightly less than similarly graded Flatiron routes with the exception of the compact stone around the cobbles, where little protection is available.  This is not a difficult section, however, as it is square and incut, is unlikely to produce any major anxieties.","location":"This route starts quite a way up the trail between the 1st and 2nd, as for\n\nAtalanta\n\n.  A final switch-back that nearly touches the rock's base is easy to locate just a few hundred yards after hiking past and above the chossy red roofs over\n\nKamakaze\n\nand\n\nZig-Zag\n\n."},"__v":0},{"_id":"b33mYQ9fVqmiXpLzv5jTYA==","name":"Kamikaze Overhangs","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2928,39.9908]},"left_right_index":6,"mp_id":"105753823","mp_crag_id":"105744678","climb_id":"b33mYQ9fVqmiXpLzv5jTYA==","areaRef":"4LsJ0jcLXiKaUck4u3b5nw=="},"content":{"description":"This is a fun route and a nice alternative to Fandango when the First is crowded. It starts a couple of switchbacks up the 1st Flatiron descent trail from the start of Fandango at the base of a pleasant alcove. You can recognize the start of the route by a long, purple-ish slab capped by a black, licheny roof band. A tree over the roof band usually sports rappel slings.\n\nClimb the slab to the roof, which you can either turn directly (5.7 s) or by stepping right. Belay at the tree.\n\nTwo to three easier pitches lead to the base of another roof band, which comprises the crux. Either breach this roof on the right at a fixed pin (5.8) or via a groove and hand crack on the left (more exposed, 5.8+). The slab above this roof is studded with small trees and somewhat dirty. The best rock seems to be on the left.\n\nRealm up to the ridge, which you then follow to the summit. This route is about 5-6 pitches long.","protection":"Your standard Flatirons rack, with an emphasis on mid-range cams and long slings for the belays.","location":""},"__v":0},{"_id":"tfiNKCBzVyinrIszm1NiAw==","name":"Hubris","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown probably mid-'50s to mid-'60s","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2928,39.9908]},"left_right_index":3,"mp_id":"105753700","mp_crag_id":"105744678","climb_id":"tfiNKCBzVyinrIszm1NiAw==","areaRef":"4LsJ0jcLXiKaUck4u3b5nw=="},"content":{"description":"This is one of the shortest routes on the First (3 pitches).  It seems to lack belay ledges, and is water polished and quite runout in spots.  It ascends the SE facing gully between the main summit and the first sub-summit, and is exposed to rockfall from people traveling along the regular route between the summits.\n\nThis route is best done as an \"extra credit\" bonus to another route on the First, or a route on the Second.  It begins about 100' below (east of) the saddle between the First and Second Flatirons.  Identify the gully/corner which meets the saddle east of the main summit.  This gully is well defined up high, but the lower portion of this route is a nondescript slab.  About 250' up, and 50' right of this gully is a large pine tree (on the route Atalanta).\n\nP1. Romp up the slab (water polished rock), following the better defined dihedral up higher.  Belay somewhere below an overhang which is 50' left of the big pine tree; it is hard to find an anchor and ledge together in here.\n\nP2: Move left under the overhang (there are actually two overhangs one above the other, you can move under either one).  Look for a bolt after the traverse left (there are actually 2 bolts here but one is broken off).  From the bolt, head straight up the smooth gully (5.6 s), or if freaked out by this head straight left from the bolt, around a bulge, and then back right and up (5.4).  It is hard to find much for a belay anchor at the end of this pitch, so you may want to stop short if you find any crack to belay from (we were 30' short of the saddle in two 60m pitches).\n\nP3. The easy third pitch continues up to the saddle and reaches the summit (watch for loose rock).","protection":"Standard Flatiron rack.","location":""},"__v":0},{"_id":"kmkKj3MqUOS92YYJfoMvbQ==","name":"First in Flight","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Dougald MacDonald","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2928,39.9908]},"left_right_index":0,"mp_id":"105756124","mp_crag_id":"105744678","climb_id":"kmkKj3MqUOS92YYJfoMvbQ==","areaRef":"4LsJ0jcLXiKaUck4u3b5nw=="},"content":{"description":"This is the line below the direct rappel from the summit of the First (to the north). I'm sure people have TR'd it  many times, but I asked the usual suspects and  couldn't locate anyone who had led it before. Anyway, it's an excellent pitch, so I thought I'd describe it. If there's earlier history to this one, I'd love to hear it.\n\nThe line starts up overhanging rock, trending left, near  the far right side of the north face. You're aiming for two, parallel, right-leaning corners a few feet apart and  about halfway up the face. A #3 Camalot and an ancient fixed pin protect the initial moves. From a decent rest, place gear in the corners above and then launch up about 12 or 15 feet of strenuous finger crack, using  both corners. A fairly committing move leads to a good rest at a break. From here, I led up and left on  unprotected 5.8 face climbing and eventually reached  the easy ground below the summit. It might also be possible to move right after the crux -- maybe there's pro out there too. The way I went was reasonably secure but serious.\n\nMany people who could climb this route probably don't, because they've just soloed the First and don't have a  rope or gear, but if you end up there with a rope, you  should try it. It's very easy to toprope the line from the summit anchors with a 60-meter rope.","protection":"Bring a #3 Camalot or equivalent for down low  and a bunch of small wires for the crux.","location":""},"__v":0},{"_id":"UTQtpoiNVWqSxf9wJo1bCg==","name":"Fandango Variation","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2928,39.9908]},"left_right_index":9,"mp_id":"105748511","mp_crag_id":"105744678","climb_id":"UTQtpoiNVWqSxf9wJo1bCg==","areaRef":"4LsJ0jcLXiKaUck4u3b5nw=="},"content":{"description":"Start the same as for\n\nFandango\n\n, about 200 hundred feet up the left edge of the rock.\n\nP1. Travel right, then up the massive flake and around the roof. A 60m rope can not quite make the tree above and left after turning the roof - it's about 10 yards short. Plan accordingly.\n\nP2. The variation goes up and right slightly, up an easy face to a huge tree. Step over and onto a ledge behind the tree and a couple of nice large boulders.\n\nP3. Follow the clean face up and left with the left-facing dihedral. Where the dihedral turns left and grows larger, move out right and join back up with Fandango.\n\nP4. Head straight up, or follow the dihedral up and right to the summit traverse.\n\nP5-6. From here, it takes usually two pitches to reach the summit block. Take care, for the ridge traverse is exposed at times.\n\nRappel 100 feet off of two eye bolts, or down climb via the south. Note: a 50m rope may be used for the rappel, but it's definitely not recommended. The rope didn't touch the ground until we were nearly at the end of the rope.","protection":"Standard rack. Protection is thin in places, and there are some exposing run outs.","location":""},"__v":0},{"_id":"Hee4d4dnUbiHuiI61DwJdQ==","name":"Fandango","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2928,39.9908]},"left_right_index":10,"mp_id":"105748508","mp_crag_id":"105744678","climb_id":"Hee4d4dnUbiHuiI61DwJdQ==","areaRef":"4LsJ0jcLXiKaUck4u3b5nw=="},"content":{"description":"Start about 1/4 of the way up the east face - to the left of the huge left-facing dihedral that arcs up the face. To get there, continue up the trail past the bridge at the base of the First Flatiron.  The trail will move away from the rock, pass a few isolated rocks, and then after several hundreds yards, return to the main flatiron right at a point where a split-rail fence ends.  Instead of turning left on the switchbacking trail, turn right down the obvious gully along the Flatiron face. The start of the climb is about 50 feet down the gully, it can't be missed - it's the big face that leads up to the huge dihedral.\n\nP1: travel right, then up the massive flake and around the roof. A 60m rope can not quite make the tree above and left after turning the roof - it's about 10 yards short. Plan accordingly.\n\nP2-5: follow the big dihedral system up and right. Head up a huge flake you can actually climb under. From here, it takes usually two pitches to reach the summit block. Take care, for the ridge traverse is exposed at times.\n\nRappel 100 feet off of two eye bolts, or down climb via the south. Note: A 50m rope may be used for the rappel, but definitely not recommended. The rope didn't touch the ground until the rappeller was nearly at the end of the rope when we did it with 50m.","protection":"Standard rack with extra shoulder slings.","location":""},"__v":0},{"_id":"6A9u6OeIX7Sx+mL0eFPCdg==","name":"East Face North Side/1st Flatiron","yds":"5.3","grades":{"yds":"5.3","french":"3+"},"fa":"unknown","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2928,39.9908]},"left_right_index":17,"mp_id":"105765114","mp_crag_id":"105744678","climb_id":"6A9u6OeIX7Sx+mL0eFPCdg==","areaRef":"4LsJ0jcLXiKaUck4u3b5nw=="},"content":{"description":"This route is the Northernmost route on the East Face of the First. It starts about 100+ feet to the right and up from the start of the Standard East Face route. The route wanders up just right of a large gully (East Face Gully). The rock is good although a bit hard to protect (as all East face routes tend to be).\n\nTo get onto the East face, find a large flake (see picture) that allows an easy traverse East and proceed straight up the face finding the path of least resistance. There is an old piton and two bolts on the first pitch. From there, the route wanders left and right a couple of times until it reached the\n\nNorth Arete\n\njust [South] of the start of that route.\n\nDownclimb to the West and [descend to the North] or climb up again some 50 feet [South] and do the\n\nNorth Arete\n\nroute, 5.4.","protection":"Standard Flatiron rack.","location":""},"__v":0},{"_id":"mBtqBJ7RUHqfs58b0pEi+Q==","name":"East Face Gully","yds":"5.3","grades":{"yds":"5.3","french":"3+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2928,39.9908]},"left_right_index":16,"mp_id":"105753982","mp_crag_id":"105744678","climb_id":"mBtqBJ7RUHqfs58b0pEi+Q==","areaRef":"4LsJ0jcLXiKaUck4u3b5nw=="},"content":{"description":"This route is recommended only to those Flatiron Slab Mongers who want to or have to bag all the climbs on the First or worse yet are committed to doing all the easy climbs on the Flatirons (you know who you are...).\n\nThe rock is very polished, the route is not easy to protect and there is a good amount of loose rock.\n\nThis route follows the Northernmost Gully on the East Face of the First. It starts about 100+ feet to the right and up from the start of the\n\nStandard East Face\n\nroute and shares the start and first pitch of the East Face North Side route.\n\nFrom the trail on the north of the face, find a large flake that allows an easy traverse East and proceed straight up the face finding the path of least resistance. There is an old piton in the first pitch.\n\nAt this piton, the routes separate. Traverse left finding the easiest way into the gully and head up the gully finding the path of least resistance (\n\ni.e.\n\nwith more friction...) Roach mentiones staying right initially until you reach some ledges where the gully widens and then moving left. This was not that obvious to us.\n\nLess obvious to us, was the exit of the gully. About a pitch from the top of the gully look left under some small trees for a licheny ramp at a weakness on the left wall, this is the exit onto the East face. Some 25 feet above this is a easier looking exit. This exit is indeed easier but getting to it involves a poorly protected 5.6 friction traverse... Pick you poison.\n\nOnce out of the gully traverse left until you reach the Junction Knob and join the\n\nNorth Arete\n\n.\n\nHave fun....","protection":"Standard Flatiron rack.","location":""},"__v":0},{"_id":"0vLw2yWaUEGT5e/2v0dlHg==","name":"Dumais Direct","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2928,39.9908]},"left_right_index":13,"mp_id":"106105696","mp_crag_id":"105744678","climb_id":"0vLw2yWaUEGT5e/2v0dlHg==","areaRef":"4LsJ0jcLXiKaUck4u3b5nw=="},"content":{"description":"Start left of the\n\nDirect Route\n\nand follow the crack to the shared first Belay on the direct route. Continue up the\n\nDirect Route\n\n, then head left.  There is a large eye bolt at the end of the second pitch.  Follow the steeper slot (5.8R) through the overhangs up to a belay off a sturdy pass through.  There is no gear for the crux, which is about 40 feet off the belay eyelet.  Veer left or right tackling the roof above or heading off left.  Finish the last 2-3 pitches as\n\nDirect Route\n\nto the summit.\n\nOptions:  With a seventy meter rope, it is possible to combine the first 3 pitches into two.  There is a belay about halfway through the second pitch at a left-leaning flake.  Aliens would be prudent for the pin scars.","protection":"Sparce at times.  Metolius blue through big purple will get you there.  Pink and red tricams are nice also.  If you could trust them, Aliens would be nice in that range.","location":"Start at the belay station for\n\nStandard\n\n.  Nice alternative day out."},"__v":0},{"_id":"WMtRNNwkUM6brHzqFrTkjQ==","name":"Butterfly","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Gerry Roach and Jeff Wheeler, 1956","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2928,39.9908]},"left_right_index":12,"mp_id":"105753721","mp_crag_id":"105744678","climb_id":"WMtRNNwkUM6brHzqFrTkjQ==","areaRef":"4LsJ0jcLXiKaUck4u3b5nw=="},"content":{"description":"This route is similar to the popular\n\nDirect Route\n\n, but there are no bolts to follow and the route finding is tricky.  This climb is very runout in spots (like most Flatiron climbs), but the crux is well protected.\n\nThis climb starts some distance left of and above the\n\nDirect Route\n\n.  The easiest way to identify the area of the first 2 pitches is to look for a huge, diamond-shaped slab of pale yellow rock.  Follow the approach for Fandango, scrambling around the south side of a big boulder near this section of the face (the Witch's Cabin).  This climb begins 40' west of the top of the Witch's Cabin.\n\nClimb a strange, tricky looking gully, which goes through the right side of a roof.  Continue up the gully, but eventually break left up the huge diamond shaped slab.  Belay anywhere you can find a good anchor.\n\nP2: Continue straight up the slab with little pro (5.4) aiming for a section of roofs above you.  The roofs are the crux and there are several ways to pass them.  I headed toward the far right side of one, cranked over it (good pro), and then traversed left just over the lip and below another overhang to a good belay.\n\nP3: Head straight up, aiming for a tree about 120' above you.  After this pitch the climbing becomes easier and in one more pitch joins the\n\nDirect (Regular) Route\n\nat the \"route junction knob\".\n\n[This route is labeled \"1a\" in the\n\n0. Far Right, 2. 1. Direct E Face, 6R. 1a. Butterfly, 6R. 2. Fandango, 5. 2a. Variation, 6. 3. Baker's Way, 3. 4. Way of the Ancients, 7R. 5. Zig Zag, 7. 6. ?Kamikaze, 9? 9. Hubris, 6. Unmarked Atlanta, 3.\n\n]","protection":"Standard Flatiron rack.","location":""},"__v":0},{"_id":"iu9Z0UwXVK+P2XMcsagjVw==","name":"Direct Route","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Pat Ament and Larry Dalke, c. 1960","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2928,39.9908]},"left_right_index":14,"mp_id":"105748268","mp_crag_id":"105744678","climb_id":"iu9Z0UwXVK+P2XMcsagjVw==","areaRef":"4LsJ0jcLXiKaUck4u3b5nw=="},"content":{"description":"This route climbs the entire 1000+ feet of the First Flatiron, and is pure joy the whole way up.  The pitches are based upon using a 50m rope.  It's 7 for a 60m rope.\n\nP1:  Start at the base of the Flatiron, just across and left of the bridge. Follow a water gully up, passing two eye bolts on the left side, to belay on a ledge by the tree if you have a 60meter rope. Otherwise, you'll have to belay at a small shelf about 1/2 way there.\n\nP2:  Continue straight up, belaying at another nice ledge a rope length up.\n\nP3:  Scramble up easier terrain to a belay. (Yes it's vague. Just go a rope length, and find a good ledge).\n\nP4:  Scamble again straight up and a little left. Belay on a ledge that could hold 20 people, on top of the headwall.\n\nP5:  Head left and up, towards a slot at the left end of the roof.\n\nP6:  Follow up the slot and start on the ridge traverse.\n\nP7-10: It's 2-4 pitches from here to the actual summit block.","protection":"Standard rack recommended, but it can be done with some stoppers, hexes, a couple of tri-cams. Bring extra shoulder slings.","location":""},"__v":0},{"_id":"6sG2hEd/WgGQg1YG9kT7nQ==","name":"Baker's Way","yds":"5.3","grades":{"yds":"5.3","french":"3+"},"fa":"Baker Armstrong?","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2928,39.9908]},"left_right_index":8,"mp_id":"105754588","mp_crag_id":"105744678","climb_id":"6sG2hEd/WgGQg1YG9kT7nQ==","areaRef":"4LsJ0jcLXiKaUck4u3b5nw=="},"content":{"description":"This is a classic route. It is exposed without being overwhelming and keeps the technical difficulty in the first moves of the first pitch. I am thinking date climb or if you're without a date, solo climb.... This climb can be finished by either completing the ascent of the First, via the North Arete, or downclimbing a bit to the start of the North Arete and down to hiking territory.\n\nStart at the same place where\n\nZigZag\n\nand The Roof routes start (see description), but rather than going up the slab, look for a small alcove on the right of the slab next to the trail. This alcove leads to a small vertical wall. From the alcove and above the wall, you will see a small tree, maybe some 40 feet up. This tree is a shared belay with the first pitch of\n\nFandango\n\n. Getting up that small wall and to the tree is the crux of the route.\n\nFrom the tree, continue up a small trough for some 10 feet, and then traverse right and only slightly up. You are aiming for a weakness on the small step to your right. Above that small weakness you will see a small gully climbing diagonally to the North with some small trees.\n\nOnce you are on top of the small step, the gully becomes very defined. Many of our friends have missed this gully and gone in exploration trips into undocumented gullies further up the wall....\n\nOnce on the gully, scramble up passing the junction knob on your right and until you reach the arete. This is really easy climbing.","protection":"Standard Flatiron rack.","location":""},"__v":0},{"_id":"bCG90+trV9K/sxI1hUckXQ==","name":"Atalanta","yds":"5.3","grades":{"yds":"5.3","french":"3+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2928,39.9908]},"left_right_index":4,"mp_id":"105753979","mp_crag_id":"105744678","climb_id":"bCG90+trV9K/sxI1hUckXQ==","areaRef":"4LsJ0jcLXiKaUck4u3b5nw=="},"content":{"description":"This is a short (by First Flatiron standards) 3-4 pitch route on the Southern side of the East face of the First.\n\nThe quality of the rock is good although pro is not that easy to find.\n\nThe route starts some 200 feet above (South) the start of\n\nBaker's Way\n\n. The start can be reached by staying on the trail between the First and the Second and looking for the next \"easy\" way to get on the face after\n\nBaker's Way\n\n.\n\nLook for and easy, broken groove that heads Northeast for some 30 feet.\n\nClimb the groove to a small ledge and head up a small dihedral with a small, East-facing ramp leading to a short steep face (crux). Roach mentions the existence of an old piton after the crux, but we either missed it or it was gone when we did the route.\n\nAfter the crux, you can either continue up the dihedral to a tree and then the\n\nNorth Arete\n\n, or you can move left onto the East face of the false summit. The latter option provides a cool but relatively unprotected face climb.\n\nFrom the\n\nNorth Arete\n\n, take a left and reach the summit in one pitch or less.\n\nDescent - rap down or downclimb the Southwest face.","protection":"Standard Flatiron, small pieces.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,decc1251-4a67-52b9-b23f-3243e10e93d0,d0ca78b6-a3cb-517c-adee-d9c6f8c2d2d8,86410ac6-a2da-5a5f-8855-ba74384faafb,e0bb09d2-370b-5e22-9a51-c938bb76f99f","pathTokens":["USA","Colorado","Boulder","Flatirons","North","First Flatiron"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.7"},{"count":3,"label":"5.5"},{"count":1,"label":"5.2"},{"count":3,"label":"5.8"},{"count":1,"label":"5.4"},{"count":4,"label":"5.6"},{"count":1,"label":"5.11a"},{"count":4,"label":"5.3"}],"byDiscipline":{"trad":{"total":19,"bands":{"unknown":0,"beginner":18,"intermediate":0,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":18,"intermediate":0,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.2928,39.9908]},"bbox":[-105.2933869106096,39.990350339818136,-105.29221308939042,39.991249660181865],"left_right_index":-1,"ext_id":"105744678","area_id":"4LsJ0jcLXiKaUck4u3b5nw==","polygon":{"type":"Polygon","coordinates":[[[-105.2933869106096,39.990350339818136],[-105.29221308939042,39.990350339818136],[-105.29221308939042,39.991249660181865],[-105.2933869106096,39.991249660181865],[-105.2933869106096,39.990350339818136]]]}},"content":{"description":""},"density":0,"totalClimbs":19,"__v":1,"createdAt":"2022-11-07T05:56:02.072Z","updatedAt":"2024-02-19T18:31:27.032Z"}