{"_id":"63689de0e80bff5a994f939f","area_name":"Der Freischutz","shortCode":"","climbs":[{"_id":"y5HSry3uW/Ce10REa6XacA==","name":"Street Hassle","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Hank Caylor and Paul Glover, 1987.","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28888,39.9732]},"left_right_index":1,"mp_id":"105751336","mp_crag_id":"105745223","climb_id":"y5HSry3uW/Ce10REa6XacA==","areaRef":"nC+/b8S4X76mPvG9XyC8Bw=="},"content":{"description":"This immaculate slab climb is located on the Frankenstein's Castle formation located in the gully between The Hand and Der Freischutz.\n\nIt ascends a shallow, right-facing dihedral up a slab, behind a tree, on the south side of the gully just before reaching the Der Freischutz west face.  The crux moves are right off the ground, and so stick clipping the first bolt is advised (a stick can be found near the base, just bring tape).\n\nBegin by moving off of two good crimpers up right to a gaston, match left foot to left hand, reach up left for some small holds, then stand up to gain some good crimpers at the base of the dihedral.  From here, the first bolt could be clipped (should already be stick clipped).  From here, all the moves are no harder than 5.11.  Follow a series of sidepulls and pinches up past a second bolt (careful clipping) and towards a third, keeping your feet below the dihedral.  After clipping the third bolt, move up and over the dihedral and a second small overlap on good holds to and fourth bolt and easy climbing to the anchors.\n\nThis is a stellar slab climb, well worth the hike, and makes for a good day when climbed with\n\nPower Bulge\n\n(5.12c) on the south face of The Hand formation, directly across the gully.  One is delicate and slabby with the crux right of the ground, the other is steep and sustained with the crux moves at the end!","protection":"Four bolts to coldshut anchors.","location":""},"__v":0},{"_id":"1v27B/jUVvqGC5RF2b7kGw==","name":"South Ridge","yds":"5.0","grades":{"yds":"5.0","french":"2-"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28888,39.9732]},"left_right_index":999999,"mp_id":"105755176","mp_crag_id":"105745223","climb_id":"1v27B/jUVvqGC5RF2b7kGw==","areaRef":"nC+/b8S4X76mPvG9XyC8Bw=="},"content":{"description":"This \"F3\" route is one of Roach's Flatiron classics. It probably made the list due to the length of the climb, position in the canyon, and the easy climbing.  I personally did not find this climb to be that enjoyable. There is some good climbing on the route, but there is a lot of bad rock and lichen.  We had planned to simul-climb this route, but the up and down steps on the ridge creates a lot of rope drag.  Roach says this climb is about 600ft long, but it is probably closer to 750ft.\n\nApproach this climb by hiking between the Overture and Dinosaur Rock.  Head down the gully to the south, passing the southern ridge on the Overture.  The south ridge route will have a 20 foot arch on the ridge line at 120 ft.  Pretty much follow the ridge line for 750ft. When you run into headwalls head left.  At a group of trees at the 500ft level, you will join the Free Shot route.\n\nDescent: A one rope rap off a horn to the north will put you on the ground.  Find a hole to squeeze through to get to hiking territory.","protection":"Light rack to 2\".","location":""},"__v":0},{"_id":"xxxJJbMJXxufSw8YAVs9KA==","name":"Sidewalk Stroll","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"unknown","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28888,39.9732]},"left_right_index":999999,"mp_id":"105976541","mp_crag_id":"105745223","climb_id":"xxxJJbMJXxufSw8YAVs9KA==","areaRef":"nC+/b8S4X76mPvG9XyC8Bw=="},"content":{"description":"An interesting climb with interesting moves- mostly thin edges and cobbles. A move leftward toward the arete at mid-height seemed to be the crux.\n\nThis climb is all about slipping or not slipping, so chalk up and climb it cold. I was in distress chalk-less and in the hot sun. Perhaps my assigned grade reflects that.\n\nThe route could be lead all sport (no trad gear) and still only get a grade of 5.11a/5.9(S).","protection":"3 bolts and a few stoppers or TCUs for the easier top.","location":"This climb is just up the hill from the Northern Dinosaur Egg, which is to say, it is at the lowest south-facing wall on the West side of Der Freischutz. It is the left of two bolted faces which share a disgustingly 'hot pink' sling on the anchor at the moment.... Thankfully it is out of view from almost anywhere by the summit of the N. Dino Egg, and hopefully the sun will fade it fast.  The 80s were not kind to me and this triggered bad memories."},"__v":0},{"_id":"EcsYiBnnWIux4nsDjxzjlQ==","name":"Rock and Roll","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28888,39.9732]},"left_right_index":6,"mp_id":"105751333","mp_crag_id":"105745223","climb_id":"EcsYiBnnWIux4nsDjxzjlQ==","areaRef":"nC+/b8S4X76mPvG9XyC8Bw=="},"content":{"description":"This route ascends the textured face to the right of \"\n\nDrugs\n\n\".  Climb up and right to the first bolt, then continue up and right on flakes and cobbles to a second bolt.  Make some fun layback moves off of small edges (10d crux) to gain a ledge with a fixed pin at its left end (the moves through the crux are highly photogenic with a serene backdrop).  Clip the pin and continue up left on some small edges (5.10) to gain a small left angling ramp which leads up to the anchors.  If the finishing moves appear too intimidating, one can move up right on easier ground after clipping the pin to gain the anchors.  The climbing is sharp and the route is short, but the exposure and setting makes it worth climbing!","protection":"Three quickdraws and gear for the anchors if desired.","location":""},"__v":0},{"_id":"Qco0rMvjWVGRTXfHbz5Ogg==","name":"Reality","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Bruce Hildenbrand, 1988","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28888,39.9732]},"left_right_index":4,"mp_id":"107024946","mp_crag_id":"105745223","climb_id":"Qco0rMvjWVGRTXfHbz5Ogg==","areaRef":"nC+/b8S4X76mPvG9XyC8Bw=="},"content":{"description":"Climb the face between\n\nBidoigt\n\nand\n\nDrugs\n\n.  The route name comes from the fact that everyone knows \"Reality is harder than Drugs.\"","protection":"TR from existing anchors on\n\nBidoigt\n\n.","location":"The face between\n\nBidoigt\n\nand\n\nDrugs\n\n."},"__v":0},{"_id":"JNSMdzKIU6GQsc2yEGLh0A==","name":"Porcelain God","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"FKFA: T. Bubb, K Arhendt, Oct. 7, 2017","type":{"trad":true,"tr":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28888,39.9732]},"left_right_index":8,"mp_id":"113679675","mp_crag_id":"105745223","climb_id":"JNSMdzKIU6GQsc2yEGLh0A==","areaRef":"nC+/b8S4X76mPvG9XyC8Bw=="},"content":{"description":"The name of this variation is given with a double entendre. As a variation of\n\nFat Elvis\n\n, which mentions the circumstances of his death, it seemed fitting. The second was the thoughts on the lead, runout quite a way, and in fragile health (torn rotator cuff, torn labrum, waiting to determine if surgery was required and not using the right arm). It came to mind that while things can look clean and tough, sometimes they are actually fragile, and shatter if dropped. In a way, this had already happened to me. I tore a shoulder catching a frisbee (eye roll).\n\nClimb as for\n\nFat Elvis\n\n. Off of the ledge at mid-height, pull up past the first bolt, and then look directly up at what seems to be a direct and obvious line. Climb this directly to the top through a slight bulge up high to reach the anchors from the right side. The holds are mostly secure but a bit lichenous. From the point of divergence, you could opt to move up and left to clip the second bolt with an extended sling then come back down and right before climbing straight up as well with a little more peace of mind if that is your thing, but it is not really necessary.\n\nIn any case, whilst lead with no gear at the time, it would probably take a few stoppers and certainly a sling or two on a chickenhead.\n\nThe route is actually easier than the bolted line to the left, IMO, and might be 5.9 or 5.9-. I am not sure, really.","protection":"All but the last 3 bolts of\n\nFat Elvis\n\n. A set of stoppers and a few slings on chickenheads could probably protect the 30' runout up top, but it was done\n\nsans\n\ngear when we did it.","location":"This route climbs up directly to the top, nearly on a plumb line from the first bold above the ledge of\n\nFat Elvis\n\n."},"__v":0},{"_id":"XpOfifUGURaYFKUn32AcQg==","name":"North East Gully","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28888,39.9732]},"left_right_index":999999,"mp_id":"107151482","mp_crag_id":"105745223","climb_id":"XpOfifUGURaYFKUn32AcQg==","areaRef":"nC+/b8S4X76mPvG9XyC8Bw=="},"content":{"description":"Route finding errors lead me to a dirty gully full of friable rock, poor protection options, pine needles, lichen, overall a screaming choss pile, possibly the worst I have ever climbed. I had 2 holds break off in my hands. The climbing eases up after 40 meters to 4th/easy 5th class. The good parts of this climb were when I hit one of the main routes.\n\nI joined the south ridge after the 1st belay which was pleasant 3rd-4th class.\n\nThe highlight is the 5.4 downclimb, fun and is easy for an experienced climber. Follow the obvious path until it appears to cliff out, grab some bomber holds above the V-slot ramp, and dangle your feet. You will find huge foot holds. Once on the ramp, easy chimney moves will get you down and a fall from here (slide really) would be inconsequential.","protection":"There are not many good protection options on the first pitch. I made good use of some finger-sized nuts and tricams. The cracks that look from the ground like they would have good cam placements are in expanding rock or they are full of the dark red sandstone that falls apart.  I got 4 pieces in on the first 200 foot pitch including a slung tree.  I ran a full 60 meters of rope out to a tree sitting inside a giant hueco that would fit 10 people.  You don't get much better belay stances than this.","location":"At the start of the east face routes, head up the trail 100 feet or so.  Look for a slung tree about 30 feet up with a rap ring and dirty old piece of tat.  If you are willing to run it out to that tree on manky rock, you are ready for this chossfest."},"__v":0},{"_id":"NgzjXEYMVJiWbx1KZLAkRA==","name":"Lucy and Devi Go Mousing","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Scott Resnick, David Light","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28888,39.9732]},"left_right_index":0,"mp_id":"105755623","mp_crag_id":"105745223","climb_id":"NgzjXEYMVJiWbx1KZLAkRA==","areaRef":"nC+/b8S4X76mPvG9XyC8Bw=="},"content":{"description":"This obscure little sport climb lies on Der Freischutz in the complicated Dinosaur Mountain area.  Hike the Mallory Cave Trail, past Dinosaur Rock and up into the gully S of Der Zerkle.  A bit of scrambling here.  Find this rock on your left.  This route is on the lower west face.  Find a 4 bolt steep slab.\n\nThis devious, steep, slab route has thin face climbing past 4 bolts with cruxes after the 2nd bolt and after the 4th bolt.  Rossiter describes using some underclings.  2 bolt anchor.\n\nThis felt stiff for the 11a rating told to me by Scott, but it was done a while back.  Chalk helps.  Lack of sun helps.  It may be a bit runout above the 4th bolt.  It may be a challenging onsight.\n\nJust to the left is a 3 bolt line, Sidewalk Stroll, 11a (according to Scott).","protection":"4 QDs and slings for the anchors.","location":""},"__v":0},{"_id":"4cHVI3fuVSaiUUXpfRV2SA==","name":"The Horn","yds":"5.13+","grades":{"yds":"5.13+","french":"8b"},"fa":"Hardware: Samet, Lanzano / FA: Jonathan Siegrist, 2010","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28888,39.9732]},"left_right_index":999999,"mp_id":"106748849","mp_crag_id":"105745223","climb_id":"4cHVI3fuVSaiUUXpfRV2SA==","areaRef":"nC+/b8S4X76mPvG9XyC8Bw=="},"content":{"description":"To the left of the classic, exposed slabs, '\n\nSex\n\n', '\n\nDrugs\n\n', '??' and '\n\nRock n Roll\n\n', there is a proud, jetting arete that hangs over the scattered boulders below. On the North-East face of this hanging arete is a brutal boulder problem of a route that requires thick skin and delicate body position.\n\nBegin on the boulder as you would for '\n\nDrugs\n\n', but climb up the slab directly beneath the arete past a couple bolts on easy 5.11 terrain. When you reach the base of the arete, the climbing gets a bit more difficult, but a jug around the right side allows for you to make your final clip (the last bolt is strictly for working the route and would be nearly impossible to clip on the go). From here, a short series of very difficult moves on worsening holds lies ahead of you, ending with two hard dead-points complete with an exciting fall potential.\n\nI've suggested 5.13+ as a grade estimate, although due to the bouldery nature of the route some may find it easier or perhaps harder...have a go and let me know what you think!!","protection":"6 bolts / 2 bolt anchor. All new hardware.","location":"This lies directly left (around corner) of '\n\nSex\n\n'."},"__v":0},{"_id":"VpwPwCrLXWCAFp9ct/90Lw==","name":"Free Shot","yds":"5.1","grades":{"yds":"5.1","french":"2"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28888,39.9732]},"left_right_index":999999,"mp_id":"105754468","mp_crag_id":"105745223","climb_id":"VpwPwCrLXWCAFp9ct/90Lw==","areaRef":"nC+/b8S4X76mPvG9XyC8Bw=="},"content":{"description":"This \"F2\" east face route is a Flatiron classic.  It starts near the northeast corner of the rock.  Follow a ledge system that traverses the east face to the southern ridge line (200 feet).  Continue with the southern ridge for another 200 feet to the summit.  There are nice views of Fee, Fi, Fo, and Fum from the summit.  A recommended start to this climb is to start with one of the routes on the Overture.\n\nDescent:  There are three ways to get down. 1.) Downclimb the Free Shot route.  2.) Rap off of a horn to the north (50 feet).  Then dive down between the boulders in a hidden passage way. This can be down climbed at 5.4. 3.) Rap off of the bolts of one of the sport climbs on the southwest face.","protection":"SR.","location":""},"__v":0},{"_id":"GdJwt/bPUk2GW9hA88KGog==","name":"Frankenstein","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Hank Caylor","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28888,39.9732]},"left_right_index":2,"mp_id":"108872949","mp_crag_id":"105745223","climb_id":"GdJwt/bPUk2GW9hA88KGog==","areaRef":"nC+/b8S4X76mPvG9XyC8Bw=="},"content":{"description":"This is a very enjoyable, short slab climb located just right of '\n\nStreet Hassle\n\n'.\n\nStart close to the arete, and follow good edges onto the slab, aiming for the obvious crystal features, occasional small pebbles, and shallow monos. The angle eases after 30 feet of sustained climbing to a fun, moderate, lichen covered finish to the anchor of '\n\nStreet Hassle\n\n'.","protection":"Use the anchor for '\n\nStreet Hassle\n\n'.","location":"This is located just right of '\n\nStreet Hassle\n\n', on the north side of the 'Frankenstein's Castle' formation."},"__v":0},{"_id":"LO28KT2gWqand/sv5rGWaA==","name":"Fat Elvis","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Mark Roth, Glen Charnoski, Jay Droeger","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28888,39.9732]},"left_right_index":7,"mp_id":"110911054","mp_crag_id":"105745223","climb_id":"LO28KT2gWqand/sv5rGWaA==","areaRef":"nC+/b8S4X76mPvG9XyC8Bw=="},"content":{"description":"With the routes\n\nSex\n\n,\n\nDrugs\n\n, and\n\nRock & Roll\n\nright here, it should be no surprise that Fat Elvis was lurking around the corner. The upper half also reminded me of\n\nVelvet Elvis\n\n, with a rising traverse above an overhang, only easier. Train for this one with a strict regimen of peanut butter, banana, and bacon sandwiches, and try not to die on the toilet until you climb this!\n\nThe first half  chases 4 bolts up a clean and easy face to a ledge. This is a good place for a rest/nap (if low angle 5.7 is your limit). There is a great optional gear placement here if the next bolt seems scary to clip. Pretty much any big nut, tri-cam, or hex will fit.\n\nClip a bolt and pull over the roof on the right. Traverse up and left to the rounded and exposed arête, past 3 more bolts. Lower angle rock and jugs lead up and right to an anchor on a slab. The anchor is a little far from the \"lip\", so there is a bit of friction when lowering. It was placed there to keep the rope away from the tree on the ledge and also allow top roping of other variations to the right. It is also easy to reach this anchor from above in case you want to approach via an\n\nEast Face Route\n\ninstead of hiking around.","protection":"8 bolts, 1 big nut (optional), and a 2 bolt anchor.\n\nMany thanks to the Flatirons Climbing Council, Boulder OSMP, and the Access Fund for making it possible to establish new routes in the Flatirons.","location":"It is on the West face to the right and below the\n\nSex\n\n,\n\nDrugs\n\n, and\n\nRock & Roll\n\nledge.\n\nFrom the saddle between The Hand and Der Freischutz, step down to the West and walk down the gully to the South. Pass around the base of a giant boulder into a small alcove to discover the great staging area."},"__v":0},{"_id":"gq0pUtW0UFukOW2QMtYs6Q==","name":"East Face / Der Freischutz","yds":"5.0","grades":{"yds":"5.0","french":"2-"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28888,39.9732]},"left_right_index":999999,"mp_id":"105758925","mp_crag_id":"105745223","climb_id":"gq0pUtW0UFukOW2QMtYs6Q==","areaRef":"nC+/b8S4X76mPvG9XyC8Bw=="},"content":{"description":"To reach the East face route, follow the Mallory Cave trail as it switchbacks between Dinosaur Rock and Der Zerkle. The trail will pass within a few of the East face once you are West of Dinosaur Rock (Der Freischutz is West of Dinosaur Rock).\n\nStart at the base of the East face next to the dihedral formed by blocks on the North side of the Overture and Freischutz. Head up following the line of least resistance on the left of a gully for some 200 feet. Negotiate some large blocks via cracks at the top of the gully and head right for the summit.\n\nDescent - downclimb the\n\nFree Shot\n\nroute or scramble down some 30 feet (5.2 awkward) to the North and East via a V groove.","protection":"Standard rack.","location":""},"__v":0},{"_id":"+vomaeh7WEynuQpTC+Xbnw==","name":"Dwarfs Are People Too","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"(?) Tony Bubb, David Turner, 10/3/04","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28888,39.9732]},"left_right_index":999999,"mp_id":"105763167","mp_crag_id":"105745223","climb_id":"+vomaeh7WEynuQpTC+Xbnw==","areaRef":"nC+/b8S4X76mPvG9XyC8Bw=="},"content":{"description":"This route is on the lowest, north-facing 'boulder' at the North East toe of Der Freischutz. These have subnames such as Frankenstein's Castle and The Dwarf. This new (?) route is closest to the Dwarf but not on it. From the alley-way between The Hand and D.F., look South to the massive blocks and towers (boulders?) at the low corner of D.F. The first very large one you see is split by a system of cracks, starting low and right and bumping left, crack to crack, until reaching the top. That is \"Dwarves are People Too.\"\n\nAscend 8' or so to reach a good, horizontal flake wedged solidly into the wall. Place a pink tricam or a small Aliens/TCU in that, and bump up and left to reach the first vertical crack. A good thin-hands cam protects the crack just before it bottoms out. Move up above the shallow section and get a solid stance and place more gear before bumping left to another crack (1\"). Place gear and go up and left to a huge jug, then protect with solid gear again (larger) climb some fist crack and go up to a thinning spot, then up on small slashes and cracks to the juggy finish. The cracks on this route generally are good and some o the short slashes will take small Aliens and have good sinker pockets at the bottom of them.\n\nThis route should clean up nicely and both of us really liked the moves. Lamentably, it was over too soon. If it were twice as long, it would get 2*s for sure.","protection":"A single set of cams from 0.3 to 4\". Our ascent was done without anything bigger than a #3 Camalot or smaller than 1\" cam and some tricams, but a set of Aliens and cams to #4 would have been an easy rack to place and would have sewed it up!","location":""},"__v":0},{"_id":"horDbNC9VSe6hJK54Iu1mA==","name":"Drugs","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Hank Caylor and Paul Glover, 1987","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28888,39.9732]},"left_right_index":5,"mp_id":"105751327","mp_crag_id":"105745223","climb_id":"horDbNC9VSe6hJK54Iu1mA==","areaRef":"nC+/b8S4X76mPvG9XyC8Bw=="},"content":{"description":"This short but sweet face climb ascends the middle of the textured face on the southwest face of Der Freischutz, following a line of four bolts.  The route has a gorgeous backdrop of Bear Canyon, and so one might want to bring a camera for this one!  Start at a large hueco below the first bolt.  Climb straight up past four bolts on the beatiful face into a right facing corner and over the top to anchors.  The crux of the right is located right at the fourth bolt, and consists of balancy moves of hidden sidepulls and edges to gain a small ledge below the final corner.  The climbing up to this point is no harder than 5.10, and winds its way upward between a series of solid crimp-sized flakes and edges with plenty of feet.  To descend rappel from the anchors (50 feet).  This would most definitely receive three stars if it was not so short.","protection":"Bring four quickdraws and gear for the anchors if one is toproping.","location":""},"__v":0},{"_id":"YHHQtPZRUSSH08O4VGmbHw==","name":"Bidoigt","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Richard and Joyce Rossiter, 1988.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28888,39.9732]},"left_right_index":3,"mp_id":"105751330","mp_crag_id":"105745223","climb_id":"YHHQtPZRUSSH08O4VGmbHw==","areaRef":"nC+/b8S4X76mPvG9XyC8Bw=="},"content":{"description":"This route is better known as \"Sex\", thus completeing the trio of \"restday favorites\".  It starts right of the slab below the summit of Der Freischutz and follows 2 bolts into a left-leaning corner to the top.  After clipping the first bolt, make 5.9 moves up into the left-facing flake, where a blue Metolius cam can be placed if so desired.  Mantel on top of the flake and clip the second bolt.  Climb the face up into the crack (10a crux), place a few small wires, and follow the crack (5.9) to the top.  Here, a directional wire can be placed in a notch (to protect a second climber) and the leader can down climb right to the anchors.  50 feet. Rappel from anchors.","protection":"Bring a blue Metolius TCU, several quickdraws, and a set of small nuts.\n\nPer\n\nAeon Aki\n\n: this route now has its own set of anchors eliminating the need to \"down climb\" to the\n\nDrugs\n\nchains.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,decc1251-4a67-52b9-b23f-3243e10e93d0,d0ca78b6-a3cb-517c-adee-d9c6f8c2d2d8,3064068f-8414-58a3-aefa-818bbb244841,9c2fbf6f-c4b8-5fbe-a63e-f1bd5f20bc07","pathTokens":["USA","Colorado","Boulder","Flatirons","Central","Der Freischutz"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.12c"},{"count":2,"label":"5.0"},{"count":2,"label":"5.11a"},{"count":1,"label":"5.10d"},{"count":1,"label":"5.11c"},{"count":1,"label":"5.8"},{"count":1,"label":"5.4"},{"count":1,"label":"5.13+"},{"count":1,"label":"5.1"},{"count":1,"label":"5.11"},{"count":1,"label":"5.9"},{"count":2,"label":"5.10a"},{"count":1,"label":"5.11b"}],"byDiscipline":{"trad":{"total":8,"bands":{"unknown":0,"beginner":5,"intermediate":2,"advanced":1,"expert":0}},"sport":{"total":7,"bands":{"unknown":0,"beginner":0,"intermediate":2,"advanced":4,"expert":1}},"tr":{"total":4,"bands":{"unknown":0,"beginner":1,"intermediate":1,"advanced":2,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":5,"intermediate":4,"advanced":6,"expert":1}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.28888,39.9732]},"bbox":[-105.28946675944763,39.97275033981815,-105.28829324055238,39.97364966018186],"left_right_index":-1,"ext_id":"105745223","area_id":"nC+/b8S4X76mPvG9XyC8Bw=="},"content":{"description":""},"density":0,"totalClimbs":16,"__v":1,"createdAt":"2022-11-07T05:56:00.901Z","updatedAt":"2022-11-25T11:16:35.143Z"}