{"_id":"6368a36ae80bff5a9958299f","area_name":"(k) The Dihedrals","shortCode":"","climbs":[{"_id":"k9B9EYEZXpWIy5j9ogyE5A==","name":"Wedding Day","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Graeme Aimeer, Grant Davidson, 1984","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.14564,44.3665]},"left_right_index":22,"mp_id":"105796557","mp_crag_id":"105789078","climb_id":"k9B9EYEZXpWIy5j9ogyE5A==","areaRef":"58I+IIRmXaqZgdziKT42sg=="},"content":{"description":"Wedding Day lies one arete East of Chain Reaction and the corner that contains Moonshine Dihedral.  It climbs up the right side of the arete on a solid pocketed and edge-covered face.  The main crux comes at the very bottom, although there are some tricky moves towards the top as well.","protection":"7 bolts and a bolted anchor.","location":""},"__v":0},{"_id":"63nrJVT9Ukq9R1fS4z51OQ==","name":"Watts Totts","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Alan Watts","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.14564,44.3665]},"left_right_index":35,"mp_id":"106018126","mp_crag_id":"105789078","climb_id":"63nrJVT9Ukq9R1fS4z51OQ==","areaRef":"58I+IIRmXaqZgdziKT42sg=="},"content":{"description":"A great route with delicate climbing and fun moves.  Start on the shelf on the left side of the Latest Rage buttress and climb an aesthetic face that gets a little harder the higher you go.  The middle is tough, but the ending is no walk.","protection":"Sport.","location":"The Dihedrals."},"__v":0},{"_id":"mkkwfQHpVDO9NL3jkB695A==","name":"Vision","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Colin Lantz 4/88","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.14564,44.3665]},"left_right_index":1,"mp_id":"105880369","mp_crag_id":"105789078","climb_id":"mkkwfQHpVDO9NL3jkB695A==","areaRef":"58I+IIRmXaqZgdziKT42sg=="},"content":{"description":"A great arete route despite bad rock to start. Climb 20 feet of poor rock, clip the first bolt and move out onto the face. Tackle some easy face climbing and move out onto the arete. Slap, pinch, and palm your way through the first crux (around bolt 4), move onto the left face and milk a great rest in large incut pockets. Begin the second crux directly above. It involves some tricky pocket sequences. Move back onto the face and run to the anchors. The final 30 ft is fairly easy, however a good pump could send you packing.","protection":"Eight bolts, two bolt anchor`","location":"Furthest route left in the dehidrals. Take the Prophet wall path to it."},"__v":0},{"_id":"UhB+oOeFVw6mtgk3nCklaQ==","name":"To Bolt Or Not To Be","yds":"5.14a","grades":{"yds":"5.14a","french":"8b+"},"fa":"Jean Baptiste Tribout  November 7, 1986","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.14564,44.3665]},"left_right_index":25,"mp_id":"105880873","mp_crag_id":"105789078","climb_id":"UhB+oOeFVw6mtgk3nCklaQ==","areaRef":"58I+IIRmXaqZgdziKT42sg=="},"content":{"description":"Among the most famous routes in the world, this legendary wall of relentless edges played a seminal role in the consolidiation of Sport Climbing in the US.  As the first 5.14a in North America, this route's haughty grade focused national attention on local tactics, while luring the world's elite free-climbers to an unknown backwater rest-stop in rural Oregon.  Perhaps more than any other route of the era, To Bolt demonstrated the unique benefits of the \"top-down\" approach.  If nothing else, surely this was a route worth hang-dogging for. \n\n  For more than 20 years, hardmen from around the world have tangled with To Bolt's tiny crimps since French patron \"JB\" Tribout first freed the line in late 1986.  Alan Watts, the Father of American Sport Climbing, once posited that virtually every elite climber of the last 20 years had attempted the line, or had at least contemplated it, and thought better of it.  Scott Franklin, Jerrry Moffat, Ron Kauk, Alan Watts, Doug Englekirk, Steve Schneider, Lynn Hill, Chris Sharma, Dave Graham, Tommy Caldwell, Beth Rodden, Sonny Trotter, Steve McClure...the list of folks who've ticked this wall reads like a Who's Who of free climbing. \n\n  In addition to its intriguing history, unparalleled movement, flawless golden tuff and an awe-inspiring appearance warrant the line's ultra-classic status.   \n\n  For the redpoint climber, To Bolt offers countless challenges.  With so many difficult moves, numerous factors must come together for the send.  Weather, shoes, fitness, skin, where & when to rest, and how to clip--all these come into play.  The route is perhaps as much a psychological challenge as a physical one, with the redpoint crux coming down to the climber's ability to keep focus over the last five bolts of relatively easier stone, and suppress the leg-rattling notion that the send is in the bag. \n\n  The route begins tamely enough, with 3 bolts of fairly mellow 5.12- liebacking up a series of left-facing sidepulls.  There is a difficult left-hand mono move below the first bolt, and an easy sinker mono for the right-hand at the 3rd bolt.  The first difficult clip comes at the fourth bolt, just before the first crux, a 5.12 rightward traverse on sharp, purple crimps and un-inspiring foot divots.  Opposing sidepulls and high-steps lead to a 1/4\" polished crimp and the tenuous fifth clip.  The real business comes in the next few bolts.  For crux #2, gaston up and left to a series of 5.13- deadpoints to thin, sharp crimps and a core intensive clipping stance.  Clip #6, chalk up and kiss your skin goodbye as you tickle the 1/8\" crimps of the next 5.13 crux.  Moving from 6 to 7 is the hardest bit of climbing, and it comes with a  considerable pump, but good balance is the key to reaching the sickle-shaped sidepull and an extremely insecure clipping stance.  A brief shake & chalk is possible here, before continuing thru crux #4 via sequential 5.12-ish footwork & hip shifting.  Clip the 8th bolt with ease, then a series of super-high-steps and long lockoffs lead to the ninth bolt and the first real rest: a rounded 1\" crimp with decent feet.   \n\n  After a good shake, beta-intensive 5.13- crux #5 heads up and left on rounded crimps and long cranks, to a slopey pod rest at the tenth bolt.  From here to the chains is considered 5.12d, but should not be underestimated, as there are many heart-breaking moves in the last 5 bolts.  A few moderate moves lead to a large bear-hug flake at the 11th bolt, and one final shake before the last 5.12/13- crux.  Delicate footwork and tiny crimps work up & left to the \"crescent-shaped\" hold, an awkward clip and one last hard crank to a series of horizontal crack pods.  From here, things ease somewhat as the pump builds.  Long sequential lockoffs between bigger holds with better feet keep things moving chain-ward, but don't allow for any real \"Thank-God\" rest.  After clipping 14, an awkward & balancey step left leads to an ascending leftward traverse, crossing delicately to large slopey pockets and a bomber clipping jug on the arete.   ","protection":"14 Bolts.  Originally, the route continued around the arete up the 5.4 slab to the anchor atop the 2nd ptich of Moondance.  A chain anchor has since been added on the face for convenience.  A full 70m rope just barely makes it to the ground from this anchor with much care.  The hillside slopes away, so you will need to swing in towards your belayer (or stay clipped to the belayer's end of the rope) to reach the ground. ","location":"On the dihedral face left of Sunshine Dihedral, beginning atop a pointy boulder."},"__v":0},{"_id":"3HTo5dK+XGKPX3mgy3OZxA==","name":"Unknown (Helium Woman Extension)","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.14564,44.3665]},"left_right_index":6,"mp_id":"121885778","mp_crag_id":"105789078","climb_id":"3HTo5dK+XGKPX3mgy3OZxA==","areaRef":"58I+IIRmXaqZgdziKT42sg=="},"content":{"description":"If you know the actual name and/or FA info please comment and I’ll update the description accordingly.A fun, but much harder, stretch of climbing above the anchors for Helium Woman. The crux comes just above the second clip of the extension. Some crumbling rock, but not too bad and it’ll certainly clean up with traffic.","protection":"5 or 6 additional bolts above Helium Woman to a lower-off.","location":""},"__v":0},{"_id":"zdjwAgHdWdyEk7GoWp6p7g==","name":"Take a Powder","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Watts 87","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.14564,44.3665]},"left_right_index":30,"mp_id":"105928635","mp_crag_id":"105789078","climb_id":"zdjwAgHdWdyEk7GoWp6p7g==","areaRef":"58I+IIRmXaqZgdziKT42sg=="},"content":{"description":"A superb flake system leads you through the first four bolts. Technical face climbing ensues. The crux has gotten slightly harder since the FA as many key nubs have popped off. Very technical slab finish.","protection":"9 bolts two bolt rap anchor","location":"in between Powder in the eyes and Latin lover."},"__v":0},{"_id":"tAFwEbEVVLe+o2HQSmi/+g==","name":"Sunshine Dihedral","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"FFA Alan Watts & Alan Lester, 1981","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.14564,44.3665]},"left_right_index":27,"mp_id":"105816334","mp_crag_id":"105789078","climb_id":"tAFwEbEVVLe+o2HQSmi/+g==","areaRef":"58I+IIRmXaqZgdziKT42sg=="},"content":{"description":"Technical stemming up an ominous dihedral combined with a few powerful moves over bulging sections is encountered on this classic test piece. Although the crux (11+) is at a steep bulge about 10' above a 1/4\" bolt and 80' off the deck, difficult moves occur right off the ground and continue to the anchors at the top of Pitch #1.","protection":"Multiple stoppers, RP's, HB offsets, and small cams (I didn't use anything larger than an orange TCU). There are also two old bolts (1/4\" and 5/16\") and a piton that will probably still arrest a fall. Anchors are at the top of Pitch #1.","location":"This obvious line in the dihedrals is just right of To Bolt Or Not To Be and left of Powder in the Eyes."},"__v":0},{"_id":"4ELSFYHYVXGPT03OA1sZPg==","name":"The Sound Of Sunshine","yds":"5.13b","grades":{"yds":"5.13b","french":"8a"},"fa":"Jessica Groseth, January 17, 2019","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.14564,44.3665]},"left_right_index":28,"mp_id":"116368376","mp_crag_id":"105789078","climb_id":"4ELSFYHYVXGPT03OA1sZPg==","areaRef":"58I+IIRmXaqZgdziKT42sg=="},"content":{"description":"This new link-up combines the hard climbing on Powder in the Eyes with a much harder start, via Little Miss Sunshine, and a traverse crux linking between the two. Climb the first four bolts of Little Miss Sunshine past multiple long lock-offs on small crimps, then angle right past a new bolt, over to a good flat edge on the face just left of the Powder in the Eyes arete. With no real rest, launch into the first crux of Powder in the Eyes, and climb that route to the top. Get ready to crimp hard, starting right off the ground!","protection":"9 bolts","location":"See that chalkless, seemingly holdless wall to the left of the Take a Powder flake? That's you! Looks fun, right? "},"__v":0},{"_id":"+ChRwFl6XWqnWTDUYTAtAw==","name":"Rodney's Chocolate Frosted Love Donut","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"FA/ Rodney Spencer, Scott (aka Stick) Kelly, Don Gonthier","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.14564,44.3665]},"left_right_index":49,"mp_id":"106190927","mp_crag_id":"105789078","climb_id":"+ChRwFl6XWqnWTDUYTAtAw==","areaRef":"58I+IIRmXaqZgdziKT42sg=="},"content":{"description":"All bolts were placed on lead by Rod while a crapy belay was provided provided by Mr. Kelly. Gonthier provided verbal commentary and promised not to call the route what he did. Both Mr. Gonthier and Mr. Kelly have received their final belays and will forever be missed.","protection":"","location":""},"__v":0},{"_id":"q/Ta7Ci7Vwe6Eodoif7DeA==","name":"Slow Burn","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Alan Watts","type":{"trad":true,"sport":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-121.14564,44.3665]},"left_right_index":43,"mp_id":"105939846","mp_crag_id":"105789078","climb_id":"q/Ta7Ci7Vwe6Eodoif7DeA==","areaRef":"58I+IIRmXaqZgdziKT42sg=="},"content":{"description":"This bold line was the first route to venture above Karate Crack on the magnificent Karate Wall.  The route was established in \"Ground-Up\" fashion, with all of the original bolts placed on lead, hanging from hooks.  This was a common practice in the early 80's in areas such as Yosemite.  However, to truly appreciate the boldness of this ascent, consider the (poor) quality of the stone on the upper half of the pitch. \n\n  In its current state, this route is still a bold undertaking, with massive runouts on very spooky rock, and bird's nests in key pockets.  For this reason, this route is almost never climbed, even by the hourdes of topropers that monopolize the wall on a daily basis. \n\n  Rope drag on this pitch can be significant as the line wanders considerably, and even with the route's sparse protection you will be towing more than 30m of rope at the top. \n\n  Begin up Karate Crack.  When the crack turns horizontal, head straight up to the first large hueco (as for Crossfire).  If you desire, stuff a #3 Camalot in this pocket then head directly left to the other large hueco slightly higher and 8 feet left (as for Power Dive).  Clip the bolt just above the hueco, (probably with a really long sling, unless you are using double ropes) then crank the crux move, a heinous crank on a sloping 2-finger pocket to a large rail.  Traverse right along the rail, clipping Crossfire's 2nd bolt, then continue right-wards past Crossfire, to a dark brown, chalkless wall of creaking nobs and pidgeon nests.  \n\n  The route continues, mostly from large pocket to large pocket, up and right, ever-steepening as you ascend.  Pass two more bolts, then the final crux: crimping on rounded edges.  A long runout leads to the final enormous hueco.  De-pump and  place a tipped-out #3 (or perhaps #3.5 or #4) Camalot in this pocket.  10 more feet on easing terrain lead to the last bolt, and a final runout on huge knobs and flexing flakes to the top of the wall. \n\n  In this day and age, it might make more sense (rope-drag-wise) to head straight up from Karate Crack, thru the Crossfire crux, then veer right, rather than climbing through the left hueco.  However, the route was originally climbed as described above.","protection":"5 bolts, gear for Karate Crack, and 2 x #3 Camalot. (3.5 or 4 Camalot may work in the upper hueco).","location":"Karate Wall.  Begin up Karate Crack, then follow the right-most line to the top.  See above for detailed weaving beta."},"__v":0},{"_id":"aaf+p8VsXIq09bzMIJqHsg==","name":"Right Slab Crack","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.14564,44.3665]},"left_right_index":53,"mp_id":"106032487","mp_crag_id":"105789078","climb_id":"aaf+p8VsXIq09bzMIJqHsg==","areaRef":"58I+IIRmXaqZgdziKT42sg=="},"content":{"description":"The vertical corner offers a challenging but fully protectable start.  After a few moves the route leads to easier ground and bolted anchors that are shared with Lichen It.  The route continues another pitch (5.2) to the top but its rarely climbed.","protection":"Gear to its own anchors","location":"Between Easy Reader and Lichen It"},"__v":0},{"_id":"Bt73u2kHUsqkSk9fRE/rLA==","name":"Rebirth","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Derrick Peppers, Harrison Ruffin, July 2014.","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.14564,44.3665]},"left_right_index":13,"mp_id":"109341339","mp_crag_id":"105789078","climb_id":"Bt73u2kHUsqkSk9fRE/rLA==","areaRef":"58I+IIRmXaqZgdziKT42sg=="},"content":{"description":"This route makes a good option for those wanting something a little different from the usual smith face climbing or wanting to learn chimney tech. crux is prob the start or the finish depending on climbers height. Recommended stick clip. The chockstone in the crack is pretty solid (we gave it some serious testing) but I would still recommend doing it without using it. Enjoy!","protection":"4 Bolts. Anchor with rap chains. ","location":"The large Chimney 15 feet to the left of Chain Reaction. Look for bolts on the outside edge of the wide chimney."},"__v":0},{"_id":"zY8MSVj5XWqzz2BVh6UsSQ==","name":"Rattlesnake Chimney","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"George Cummings, Rob Hall 1963","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.14564,44.3665]},"left_right_index":12,"mp_id":"107327483","mp_crag_id":"105789078","climb_id":"zY8MSVj5XWqzz2BVh6UsSQ==","areaRef":"58I+IIRmXaqZgdziKT42sg=="},"content":{"description":"Big, dirty chimney.  Nice hidey hole for your belayer to duck into to get out of rockfall danger.  Bring your adventure hat.","protection":"Big gear. Couple bomber placements in the larger hex size as well as great 1-4 BD cams, though you might be wishing you'd brought bigger.  Single bolted belay which you can skip and head straight for the top with a 60 meter rope.","location":"Huge chimney just south of Chain Reaction in The Dihedrals."},"__v":0},{"_id":"sUnYBySjVKubDnJKIZa43g==","name":"Rabbit Stew","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.14564,44.3665]},"left_right_index":8,"mp_id":"106154378","mp_crag_id":"105789078","climb_id":"sUnYBySjVKubDnJKIZa43g==","areaRef":"58I+IIRmXaqZgdziKT42sg=="},"content":{"description":"Climb the left corner of the Bunny Face pillar (the sister climb of Lycopodophyta, the right corner).  Wicked fun and mellow finger locks give way to the occasional jam.  Really nice face moves all the way.  Fantastic feet.  Uses the Bunny Face anchors. \n\n  Has a second pitch which is presumably unrecommended.","protection":"finger to hand size pieces.  takes nuts and small cams well.","location":""},"__v":0},{"_id":"i20FGmixXCC+rQVp0T725A==","name":"Power Dive","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.14564,44.3665]},"left_right_index":41,"mp_id":"111656194","mp_crag_id":"105789078","climb_id":"i20FGmixXCC+rQVp0T725A==","areaRef":"58I+IIRmXaqZgdziKT42sg=="},"content":{"description":"The route begins up Karate crack. As Karate Crack arches right, leave the crack and continue straight up the face. After placing a large cam in a pod above the crack you'll veer left towards a pod of about the same size.  There are several paths to the pod.  From the pod clip the first bolt and continue up the face.  Technical moves with decent/good rests.","protection":"Gear to 3\" for Karate Crack + a large cam for the pod above.  Bolts from there.","location":"Hard to miss.  The right most face of the Dihedrals."},"__v":0},{"_id":"goCaJOVXVP6LTB4OAsP5bA==","name":"Powder in the Eyes","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"JB's sub-man (Jean Marc Troussier, 1986)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.14564,44.3665]},"left_right_index":29,"mp_id":"105939863","mp_crag_id":"105789078","climb_id":"goCaJOVXVP6LTB4OAsP5bA==","areaRef":"58I+IIRmXaqZgdziKT42sg=="},"content":{"description":"This notorious sandbag is perhaps the most neglected sport route in the Dihedrals (other contenders: Peepshow, Almost Nothing?).  Given 5.12c in the Watts Guide, this line is a big step up in difficulty from Full Heinous or Last Waltz.  Many a hard man has been spanked by the deceptive, continuous, funkery lurking innocently left of Take a Powder.   \n\n  However, if you can get past the grade issue, this line offers a full (half) rope-length of stellar movement on Smith's top-shelf stone.   \n\n  Begin with the first 3 bolts of Take a Powder.  Veer left along the obvious undercling flake, and tackle the subtle arete feature.  The first crux hits just above the 4th bolt, then a good clipping stance at the 5th, then the next crux, slapping the left hand up the arete with tricky feet and a difficult 2-finger pocket move.  Above the climbing eases slightly, but remains quite technical.   \n\n  This route can feel pretty sharp if you pick a warm day.  There seems to be two ways to consider the grade:  5.12 moves with 5.13 beta, or 5.13 moves with 5.12 beta.  In any case, this one won't be down-rated from 12c any time soon!","protection":"Bolts, 2 Bolt anchor.","location":"On the panel right of To Bolt, sharing the start with Take a Powder."},"__v":0},{"_id":"xci2jwLnWsGaS3QnFYfOgQ==","name":"Peep Show","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.14564,44.3665]},"left_right_index":33,"mp_id":"110364988","mp_crag_id":"105789078","climb_id":"xci2jwLnWsGaS3QnFYfOgQ==","areaRef":"58I+IIRmXaqZgdziKT42sg=="},"content":{"description":"The ultimate slab climb? Lurking above Latin Lover is a barely visible line of bolts stretching into an infinity of chalkless nubbins, edges, and pockets.  This is Peepshow.  While it's not necessarily the type of route you'll come back to do again and again, it is a route you should tick at least once in your life. \n\n  If Latin Lover goes well for you, then Peepshow should make for quick work.  Start up Latin Lover and at the 5th bolt, instead of traversing right to the anchor, continue straight up, wandering back and forth over the bolt line via unending balancy, edgy climbing.  I found the crux to be somewhere in the middle of the extension, but the real challenge will almost certainly be keeping it all together to the chains.  All in all a fantastic route that should really get more traffic. \n\n  A note on getting down: lowering off the top, my 70m just barely got me to the Latin Lover anchor where I had to clip in and pull/rethread.  This is a long pitch so tie knots in your ends and pay attention!","protection":"16 draws plus whatever for the anchors.  This route could use some chain at the anchors.  The current configuration puts mega twists in your rope.","location":"Directly above Latin Lover and across from To Bolt, Take A Powder, etc..."},"__v":0},{"_id":"pFwWmDdKVESrkSwgmfDQzQ==","name":"Peapod Cave","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"FRA Dean Caldwell, Byron Babcock 1966  FFA Dean Fry, Steve Lyford 1966.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.14564,44.3665]},"left_right_index":45,"mp_id":"110977948","mp_crag_id":"105789078","climb_id":"pFwWmDdKVESrkSwgmfDQzQ==","areaRef":"58I+IIRmXaqZgdziKT42sg=="},"content":{"description":"This seldom climbed route can be a fun dirty adventure.  This Route starts with Cinnamon Slab but step left and follow the crack system into the bottom of the chimney.  The Chimney protects well with a #4 C4 in the back. You can bring two or walk it up to the top to protect the exit.  The crux comes exiting the chimney going right to the belay ledge. \n\n  A Two pitch version using Karate Crack as an approach pitch was originally call \"Math Test\"","protection":"Gear to 4\" for back of the chimney.   Bolts with Rap Chain Links","location":"Right of Karate Crack. Start as for Cinnamon Slab but turn left and follow the crack into the chimney."},"__v":0},{"_id":"2Owy/VadWKW6rsGy25vvAQ==","name":"Night Flight","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"F.A. Allan Watts, Ben Watts, August 14th 1999","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.14564,44.3665]},"left_right_index":50,"mp_id":"107117827","mp_crag_id":"105789078","climb_id":"2Owy/VadWKW6rsGy25vvAQ==","areaRef":"58I+IIRmXaqZgdziKT42sg=="},"content":{"description":"Chunky slab rock hopping all the way to the top. Good first lead. Great to teach someone lead belaying.","protection":"7 bolts and chain anchors","location":"Right of cinnamon slab. Rapp the route (60m gets you to the ground)."},"__v":0},{"_id":"BWHCjP36UpumsQX9leTLJw==","name":"Moonshine Dihedral","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"FFA: Dean Fry and JeffThomas 11/72","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.14564,44.3665]},"left_right_index":19,"mp_id":"105790283","mp_crag_id":"105789078","climb_id":"BWHCjP36UpumsQX9leTLJw==","areaRef":"58I+IIRmXaqZgdziKT42sg=="},"content":{"description":"This is one of the most classic trad lines at Smith.  The crux is in the first 20ft but many a climber has been shut down up high going for the chains.  It protects well at any point and has classic stemming and finger locks.  Climb the corner to anchors on the face.   \n\n  There is a decent second pitch but most make it a one pitch endeavor.","protection":"wires, cams to 3 inches","location":""},"__v":0},{"_id":"vZnFqfc4UxmbH7HNey1aNw==","name":"Moondance","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.14564,44.3665]},"left_right_index":23,"mp_id":"106143405","mp_crag_id":"105789078","climb_id":"vZnFqfc4UxmbH7HNey1aNw==","areaRef":"58I+IIRmXaqZgdziKT42sg=="},"content":{"description":"Start using the arete and a series of crimps to clip the first bolt. Traverse left and finesse your way up a sea of edges and crimps until you get to a flat ledge. Mantle on the ledge and stem up the technical corner to easier terrain. Awesome athletic route.","protection":"bolts","location":"First line to the right of wedding day."},"__v":0},{"_id":"ggMTlBtpUU2mQEoYi7CIuA==","name":"Monster Rage","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"Michael Stoeger","type":{"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-121.14564,44.3665]},"left_right_index":37,"mp_id":"112552706","mp_crag_id":"105789078","climb_id":"ggMTlBtpUU2mQEoYi7CIuA==","areaRef":"58I+IIRmXaqZgdziKT42sg=="},"content":{"description":"This epic linkup has to be one of the best climbs in the Dihedrals. Climb Latest Rage almost to the chains, then make an easy but runout hand traverse right to the fourth bolt on Karate Wall into that route's crux, then quest to the top of the wall. A no-hands rest at the top of Latest Rage makes this similar in difficulty to Karate Wall but with arguably better climbing.","protection":"Bolts.\n\n Also note, you cannot lower to the ground with a 70m (80m works) but with some shenanigans you can pull the rope and move your belayer up to the base of Karate Wall and lower all the way with 70.","location":""},"__v":0},{"_id":"NMzUrTtvVZCZBeL/l11BOQ==","name":"Middle Aged Vandal","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.14564,44.3665]},"left_right_index":20,"mp_id":"105817707","mp_crag_id":"105789078","climb_id":"NMzUrTtvVZCZBeL/l11BOQ==","areaRef":"58I+IIRmXaqZgdziKT42sg=="},"content":{"description":"A couple challenging bulges split by ledges highlight this enjoyable climb of edges and pockets.  A final hard move comes just before the anchor.","protection":"Bolts.  Rap anchors","location":"Between Moonshine Dihedral and The Flat Earth."},"__v":0},{"_id":"XqjpkRvEVsKIgIgGHxYM6g==","name":"Lichen It","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"Alan Watts, JoAnn Miller-Watts - 10/17/89","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.14564,44.3665]},"left_right_index":54,"mp_id":"106191286","mp_crag_id":"105789078","climb_id":"XqjpkRvEVsKIgIgGHxYM6g==","areaRef":"58I+IIRmXaqZgdziKT42sg=="},"content":{"description":"Popular route and an early lead for the grade as the crux is a single set of moves between the first and second bolts.","protection":"Bolts with permadraws on anchor.","location":"The start is a few feet right of Right Slab Crack."},"__v":0},{"_id":"azmM7O33Wpy9lQ6xu3zXlQ==","name":"Lycopodophyta","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Dean Fry and Jeff Thomas 12/72","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.14564,44.3665]},"left_right_index":7,"mp_id":"105804014","mp_crag_id":"105789078","climb_id":"azmM7O33Wpy9lQ6xu3zXlQ==","areaRef":"58I+IIRmXaqZgdziKT42sg=="},"content":{"description":"Lycopodophyta climbs a right facing dihedral just right of Helium Woman.  This climb is a pleasant way to top out at Smith, and a good lead for a new trad leader. \n\n  Climb the corner using perfect hand and fist jams, plus numerous features on the faces for feet and hands.  There is one short section of finger crack 2/3 of the way up where the gear thins, but it is easily passed in one or two moves and you don't have to finger jam to climb past.  At the top of the crack, step right and belay from the anchors above the first pitch of Bunny Face. \n\n  From the anchors on Bunny Face, you could rap to the ground.  Or top out by stepping down and right (slightly spooky, place a piece before you reach the bolts) and following the bolts on Bunny Face to the top (5.6). \n\n  Another option (the original second pitch) would be to continue up the crack through a wide, grungy and flaring section to the top (5.8).","protection":"Gear to 2\" for the first pitch.","location":"Obvious well loved crack just before the trail ends. "},"__v":0},{"_id":"eyyehAHxXmSu4VIsllQVqA==","name":"Left Slab Crack","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.14564,44.3665]},"left_right_index":51,"mp_id":"106193107","mp_crag_id":"105789078","climb_id":"eyyehAHxXmSu4VIsllQVqA==","areaRef":"58I+IIRmXaqZgdziKT42sg=="},"content":{"description":"This is a decent first-time trad lead 5.4. The second pitch is 4th class and rarely climbed, so watch out for loose rocks!","protection":"Gear to a two-bolt anchor.","location":"To the right of Night Flight"},"__v":0},{"_id":"nwEsQmMgXrKyVjLgcXZlbA==","name":"Latin Lover","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Jean Marc Troussier, 10/86","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.14564,44.3665]},"left_right_index":32,"mp_id":"105789753","mp_crag_id":"105789078","climb_id":"nwEsQmMgXrKyVjLgcXZlbA==","areaRef":"58I+IIRmXaqZgdziKT42sg=="},"content":{"description":"Another steep, sporty, and balancy Dihedrals climb.  While it may not be the classic that Heinous Cling (Full) is, it's definately worth doing.  A tricky thin traversing crux comes near the top by the last bolt. \n\n  Latin Lover is in the box-shaped enclave on the right end of the Dihedrals, and is on the face directly opposite from To Bolt or Not to Be.","protection":"6 bolts with a bolted anchor","location":""},"__v":0},{"_id":"cM4KfOubWN2Hg5Mw2J2QNQ==","name":"Latest Rage","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Alan Watts, February 1984","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.14564,44.3665]},"left_right_index":36,"mp_id":"105814483","mp_crag_id":"105789078","climb_id":"cM4KfOubWN2Hg5Mw2J2QNQ==","areaRef":"58I+IIRmXaqZgdziKT42sg=="},"content":{"description":"Most climbers start this classic arete route by veering in from the right onto the arete rather than the original direct start.  Continuous technical arete moves highlight the climb.  For myself, I've found the moves past the final bolt easiest on the left (the original crux), while the majority of climbers apparently find it easier to stay on the right side.","protection":"5 Bolts.","location":"The arete just left of Karate Crack, in front of the stair-steps."},"__v":0},{"_id":"30vvJSbQUzabiDvFX9kFiA==","name":"Last Waltz","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Alan Watts","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.14564,44.3665]},"left_right_index":24,"mp_id":"106304344","mp_crag_id":"105789078","climb_id":"30vvJSbQUzabiDvFX9kFiA==","areaRef":"58I+IIRmXaqZgdziKT42sg=="},"content":{"description":"Last Waltz features thin balancy moves and blind reaches.  While not extremely pumpy it remains technically demanding to the chains. \n\n  Start by suffering through thin 5.11 slab moves past the first three bolts of Moondance.  No this is not the crux so try to hide the pain in your eyes as you make it past a series of small sharp edges. Next make a couple traverse moves to the fourth bolt.  From here move into the roof, clip a long sling and get a good stemming rest.  With some effort exit the roof out right using some insecure fin holds and a couple of small edges.  This is an insecure awkward crux, but it is rewarding nonetheless. \n\n  It just keeps getting better.  Once around the roof take a good shake then enter the most sequential section of the arête.  From here pinch/sidepull the arête and highstep your way through continuous technical arête climbing.  The right side of the arête features some small positive edges that may be hard to see.  The arête is probably around 12a and it is tons of fun if you have a decent idea of where the good holds are. \n\n  If you like death missions try the severely runout direct start to the route.  Sorry there is no extra credit for putting your life on the line.  The grade remains 12c regardless of where you start. ","protection":"11 bolts plus chain anchors.  Fixed draws starting at fifth bolt","location":"Shares first three bolts with Moondance.  Obvious arete left of To Bolt Or Not To Be"},"__v":0},{"_id":"zYbvKQywV962uNhXZnPtmQ==","name":"Karot Tots","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Dave Jensen, George Cummings, 1970  FFA: Alan Watts, Mark Cartier, October 4, 1980","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.14564,44.3665]},"left_right_index":40,"mp_id":"106392598","mp_crag_id":"105789078","climb_id":"zYbvKQywV962uNhXZnPtmQ==","areaRef":"58I+IIRmXaqZgdziKT42sg=="},"content":{"description":"Karot Tots was an important route in the history of Smith climbing, as it was one of the first routes to tackle the steep faces of the dihedrals.  Though essentially a crack climb, the route requires a few commiting face moves to traverse between the cracks.   \n\n  Though classic & excellent, the route is a bit of a pain to climb, since it traverses so much.  The route turns two aretes, which compounds rope drag and makes it impossible to clean the route while lowering.  These factors have hampered the route's popularity, but if you have an adventurous mindset this route is a must do, and one of the best low-end 5.11s at Smith. \n\n  Begin up the classic Karate Crack.  Around 10 feet before the crack hooks right, traverse straight left, using a surprisingly slopey pocket, to gain the tail end of the thin, arching seam that snakes its way to the left arete of the Karate Wall.  Follow this seam past a bolt, placing bomber nuts or TCU's along the way.  As the seam turns horizontal it opens up, providing large jugs for the hand traverse.  Turn the corner, after which the difficulty eases substantially.  Continue traversing left around the next arete to a 2 bolt anchor.  Most folks rap off here, but its also possible to climb 5.6ish knobs up the low-angle, sparsely-bolted slab to the summit of the wall.  If rapping, beware that the rap route goes right over the popular Watts Tots & Latest Rage.","protection":"Gear to 3\", including TCUs or stoppers for the thin seam.  There is one bolt on the face between the cracks.","location":"On the Karate Wall, at the far right end of the Dihedrals."},"__v":0},{"_id":"J0PlwC4KWHmdvigVr3UbKg==","name":"Karate Wall (aka Powerline)","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Alan Watts,  May 1984","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.14564,44.3665]},"left_right_index":39,"mp_id":"105793214","mp_crag_id":"105789078","climb_id":"J0PlwC4KWHmdvigVr3UbKg==","areaRef":"58I+IIRmXaqZgdziKT42sg=="},"content":{"description":"This intimidating line which begins just left of Karate Crack is one of Smith's full-on endurance test pieces. Originally climbed with bolts and removable gear for protection, the route has recently been retrobolted.  \n\n  Even though the most difficult move is between  the 4th and 5th bolts there are several sections of comparable difficulty enroute to the chain anchors.  ","protection":"Quick Draws (11 / 12) for bolt hangers and one camming unit (blue TCU) or stopper for the seam  between the 5th and 6th bolts.","location":""},"__v":0},{"_id":"sFr9+SMIVAeSFiyQVtwJ3A==","name":"Karate Crack","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Dean Caldwell, Byron Babcock 1966, FFA: Dean Fry, Steve Lyford 10/73","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.14564,44.3665]},"left_right_index":44,"mp_id":"105790613","mp_crag_id":"105789078","climb_id":"sFr9+SMIVAeSFiyQVtwJ3A==","areaRef":"58I+IIRmXaqZgdziKT42sg=="},"content":{"description":"This is the \"fishhook\" shaped crack you see as you're hiking towards The Dihedrals area. It is on the vertical wall immediately left of a low angle narrow ramp (ramp is the 1st pitch of Cinamon Slab route, 5.6).The route has some short, not terribly thought-provoking, though kind of strenuous climbing. And it is great fun! Jam the crack which fluctuates from #3 to #1 Camalot size (hands to thin hands). There are some face holds to take advantage of as well if you prefer. At the top, the crack turns right and traverses for about 6 feet. Step right into a deep chimney and climb up 6 feet to a bolted anchor on the right wall of the chimney.","protection":"Cams from #0.75 to #3 Camalot (doubles from #1 to #3).  A #0.5 Camalot (or red Alien) works well in protecting the downclimb inside chimney.","location":""},"__v":0},{"_id":"JGLXXLnpXIm6nqZDJIckDg==","name":"Helium Woman","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Kevin Pogue, Jay Goodwin, 4/90","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.14564,44.3665]},"left_right_index":5,"mp_id":"106193133","mp_crag_id":"105789078","climb_id":"JGLXXLnpXIm6nqZDJIckDg==","areaRef":"58I+IIRmXaqZgdziKT42sg=="},"content":{"description":"The crux of Helium Woman arrives quickly with an interesting undercling move. Once past the crux the moves ease but remain interesting.","protection":"Quickdraws. Two bolt anchor.","location":"Uphill and to the left of Lycopodophyta on the same small buttress as Captain Xenolith."},"__v":0},{"_id":"4EmD5vUBWMu1oteRljWjJg==","name":"Heinous Cling Start","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.14564,44.3665]},"left_right_index":17,"mp_id":"109930142","mp_crag_id":"105789078","climb_id":"4EmD5vUBWMu1oteRljWjJg==","areaRef":"58I+IIRmXaqZgdziKT42sg=="},"content":{"description":"If you're going all the way, check out the full Heinous Cling.  For most of us, the fun will stop at the first anchor. \n\n  Begin up a seam and pockets with an optional gear placement (BD 0.4 or 0.5) in the horizontal crack.  Continue up pockets and good holds.  Manage your pump in preparation for more difficulties prior to reaching the final bolt.","protection":"5 bolts to fixed anchor.  Please do not toprope through the fixed carabiners.","location":""},"__v":0},{"_id":"TwrmA9YNVWe1WbFuEEtPpA==","name":"Heinous Cling (Full)","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Alan Watts, April 1984","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.14564,44.3665]},"left_right_index":18,"mp_id":"105789081","mp_crag_id":"105789078","climb_id":"TwrmA9YNVWe1WbFuEEtPpA==","areaRef":"58I+IIRmXaqZgdziKT42sg=="},"content":{"description":"The best route of its grade at Smith.  With a dynamic crux coming near the top, a climber needs to be careful to avoid getting pumped on the technical crimps and pockets below.  The route is perfect in pretty much every way.  The falls are clean and the climbing exciting, and this route should be on every climber's tick-list. \n\n  Although the route extends to the top of the cliff, the upper section is rarely done.  Both pitches together bump the grade to a very pumpy 5.12c with a couple of good runouts at the top.  Most ascents of this route stop at the anchors halfway up (5.12a). \n\n  It's located just to the right of Chain Reaction in the middle of the Dihedrals.","protection":"5 bolts with a 2 bolt anchor.  An additional 3 bolts protect the less-traveled top portion of the route.","location":""},"__v":0},{"_id":"/cxEP+B6Ve6w5HpnDWgxYA==","name":"Go Dog Go","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Alan Watts 9/88","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.14564,44.3665]},"left_right_index":2,"mp_id":"105880834","mp_crag_id":"105789078","climb_id":"/cxEP+B6Ve6w5HpnDWgxYA==","areaRef":"58I+IIRmXaqZgdziKT42sg=="},"content":{"description":"The most notable feature of Go Dog Go is the overhanging finish, but you'll have to engage in some typical Smith face climbing to access the higher classic moves. \n\n  Begin by soloing up a chossy mess to the first bolt. Next negotiate a tenuous rightward traverse. From the third bolt to the seventh bolt expect slippery face climbing with two cruxy sections. At the overhanging finish, carefully set up on two shallow two finger pockets and get psyched to throw to a jug. The finish is physical and juggy so move quickly and clip the chains before you pump out. This route has one of the most breath taking positions in the entire park.","protection":"9 bolts + anchor","location":"The eye catching overhanging face on the far left side of the dihedrals.  Shares the first three bolts with Vision."},"__v":0},{"_id":"p7nQcqadUoGgtbNCIQ/+mw==","name":"Ginger Snap","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.14564,44.3665]},"left_right_index":47,"mp_id":"106190814","mp_crag_id":"105789078","climb_id":"p7nQcqadUoGgtbNCIQ/+mw==","areaRef":"58I+IIRmXaqZgdziKT42sg=="},"content":{"description":"Knobby face that serves as an alternative to Cinnamon Slab.  Be careful with the rocky scramble and climb to the first bolt.","protection":"Bolted; anchors at top.","location":"Just to the right of Cinnamon Slab.  You can make this a two pitch climb by continuing on with Cinnamon Toast, Cry Babies, the 2nd pitch of Cinnamon Slab, or Rodney's Chocolate Frosted Love Donut."},"__v":0},{"_id":"XhrV5uJOWXiOhBqkClJLjA==","name":"Freshly Squeezed","yds":"5.11a/b","grades":{"yds":"5.11a/b","french":"6c"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.14564,44.3665]},"left_right_index":34,"mp_id":"111670718","mp_crag_id":"105789078","climb_id":"XhrV5uJOWXiOhBqkClJLjA==","areaRef":"58I+IIRmXaqZgdziKT42sg=="},"content":{"description":"Bouldery moves up the steep eroded start lead to easier climbing.  A couple thin technical cruxes will bring you to the chains.","protection":"6 bolts to bolted anchor.","location":"Ascends the left arete of the face between  Latin Lover  and Latest Rage.  The bolt line directly left of Watts Tots."},"__v":0},{"_id":"zQsoXX/iVMipOgeEh1s8aA==","name":"French Connection","yds":"5.13b","grades":{"yds":"5.13b","french":"8a"},"fa":"J.B.Tribout 10/88","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.14564,44.3665]},"left_right_index":26,"mp_id":"105880863","mp_crag_id":"105789078","climb_id":"zQsoXX/iVMipOgeEh1s8aA==","areaRef":"58I+IIRmXaqZgdziKT42sg=="},"content":{"description":"An easy version of To Bolt.  The overall crux is trying to link everything.  Sport climbers stay away due to climbing Sunshine Dihedral.  Pre-placing gear Isn't against the rules.  Climb Sunshine to the pin. Traverse into To Bolt using a long sling to reduce rope drag.","protection":"Small nuts and tcu's.","location":"At the base of To Bolt or Not To Be."},"__v":0},{"_id":"rjH10oEfU/mbxrcNsVB6HQ==","name":"Fox In Socks","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Ryan Palo","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.14564,44.3665]},"left_right_index":3,"mp_id":"108116297","mp_crag_id":"105789078","climb_id":"rjH10oEfU/mbxrcNsVB6HQ==","areaRef":"58I+IIRmXaqZgdziKT42sg=="},"content":{"description":"Fox In Socks starts off with with relatively easy stemming, but once you're on the arete, it's on. The crux section is short and wildly exposed, with large pulls on decent holds.  \n\n  You can lower off of the ledge or continue to the 'Go Dog Go' anchor.","protection":"bolts","location":"Fox In Socks ascends the arete just right of 'Go Dog Go'. You can the route by climbing above 'Captain Xenolith' 5.10a."},"__v":0},{"_id":"ZnnNNqTOW9Skq3gq6QYhow==","name":"The Flat Earth","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Eric Horst,  May 1991","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.14564,44.3665]},"left_right_index":21,"mp_id":"105796562","mp_crag_id":"105789078","climb_id":"ZnnNNqTOW9Skq3gq6QYhow==","areaRef":"58I+IIRmXaqZgdziKT42sg=="},"content":{"description":"An engaging sequential climb with plenty of bolts and two distinct cruxes that shares an anchor with Wedding Day. Previously a dirty route, this has cleaned up immensely. Loose rock at the top is long gone, however would recommend a stick clip because the easy jugs/flake getting up to and past the first bolt sound very hollow. The first crux is getting off the ledge and involves a brief encounter with a mono. Rest up at a jug pocket and tackle the second crux which climbs close to the arete, though the easiest sequence doesn't actually involve using it at all. Hang on and clip a few more bolts until the sequential pockets give way to a juggy ledge and the anchors.","protection":"6 bolts to a bolted anchor","location":""},"__v":0},{"_id":"JYSklj1CXYCd/dP+ztluww==","name":"Firing line","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Alan Watts 1984","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.14564,44.3665]},"left_right_index":38,"mp_id":"112554303","mp_crag_id":"105789078","climb_id":"JYSklj1CXYCd/dP+ztluww==","areaRef":"58I+IIRmXaqZgdziKT42sg=="},"content":{"description":"On the sheer face left of Karate crack, crank on small crimps up technical, bullet rock. At the horizontal seam, head leftward to the Karot tots anchors just left of the aréte.","protection":"5 bolts and 1-2 nuts/small cams in the Karot Tots crack","location":"Right side of the Dihedrals, a few yards downhill and left from the start of Karate Crack and Cinnamon Slab."},"__v":0},{"_id":"elCKNjqyX5KwEdmmDESRBA==","name":"Evil Sister aka Ugly Sister","yds":"5.13b","grades":{"yds":"5.13b","french":"8a"},"fa":"Prep Watts 90, FFA Mike Stoger","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.14564,44.3665]},"left_right_index":14,"mp_id":"106107920","mp_crag_id":"105789078","climb_id":"elCKNjqyX5KwEdmmDESRBA==","areaRef":"58I+IIRmXaqZgdziKT42sg=="},"content":{"description":"This rarely done line sits abandoned next to Chain Reaction. Often viewed as an \"unpure\" line due to a stem in between the first and second bolt. However, the stem only brings the route down a letter grade. Reachy movement on decent pockets leads you to the roof. Here you must gain a good pinch, clip, and deadpoint a small ergonomic nub. Healhook mantle your way to the chains.","protection":"Four bolts","location":"Left of Chain Reaction"},"__v":0},{"_id":"T86FqQWDWZSiUtfHZNG3aQ==","name":"Easy Reader","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.14564,44.3665]},"left_right_index":52,"mp_id":"106277152","mp_crag_id":"105789078","climb_id":"T86FqQWDWZSiUtfHZNG3aQ==","areaRef":"58I+IIRmXaqZgdziKT42sg=="},"content":{"description":"A low-angled sport route, this is a great lead for beginners or as a warm-up. Tops out with a 5.4 climb to the anchors.","protection":"8 bolts and chain anchors.","location":"It's located just to the left of Right Slab Crack."},"__v":0},{"_id":"L4mmCq/3XrOxku4S2LOacg==","name":"Darkness At Noon","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Watts-1985","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.14564,44.3665]},"left_right_index":16,"mp_id":"106070861","mp_crag_id":"105789078","climb_id":"L4mmCq/3XrOxku4S2LOacg==","areaRef":"58I+IIRmXaqZgdziKT42sg=="},"content":{"description":"Darkness at noon travels up a wall that is so highly featured that it makes it possible for folks of all sizes to figure out sequences through the various cruxes. The route can basically be broken up in to three sections; the first four bolts feature technical climbing on micro edges and two finger pockets, the middle section contains easier longer moves on good holds capped by a technical leftward traverse, and the final section is pumpy on good overhanging holds. The three sections are divided by full recovery resting jugs. While the hardest power endurance moves are found low on the route the redpoint crux is high up on the wall as you are forced to make a precision move to the \"mail slot.\"  Patient static climbers with great technical skills and lock off strength are well suited for this climb. Expect some sporting run outs.","protection":"8 Bolts to 2 BA.  [Long] Stick clip recommended.","location":"Darkness At Noon is the route just to the left of Heinous Cling.  You will need a 70m rope, this guy is long"},"__v":0},{"_id":"cc5iHlK4WsKhxqKfwydLOw==","name":"Cry Baby","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.14564,44.3665]},"left_right_index":48,"mp_id":"105802285","mp_crag_id":"105789078","climb_id":"cc5iHlK4WsKhxqKfwydLOw==","areaRef":"58I+IIRmXaqZgdziKT42sg=="},"content":{"description":"Do this in one pitch....Climb Ginger snap to the shared anchor with Cinnamon Slab and keep going up. Veer left following a line of bolts up the arete to the top of the formation. Don't get sucked left to the chains above Karate Wall, continue straight above the last bolt and top out. Use longs slings on the last bolt of G. Snap, the anchor and the next couple bolts to avoid drag.Super fun.The anchors are set back from the lip and have no rap rings. You'll need to belay everyone to the top and then rappel Cinnamon Slab (rings to the right) or use some other rappel station.","protection":"draws and slings","location":""},"__v":0},{"_id":"hIezcH9XUTCYZ/05/X3uHg==","name":"Crossfire","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Alan Watts 5/84","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.14564,44.3665]},"left_right_index":42,"mp_id":"105790859","mp_crag_id":"105789078","climb_id":"hIezcH9XUTCYZ/05/X3uHg==","areaRef":"58I+IIRmXaqZgdziKT42sg=="},"content":{"description":"Crossfire is a striking line that requires a variety of climbing skills from handjams to tiny crimp cruxes and hellacious endurance.  Slightly overhanging the entire way, the climbing is spectacular.  Fantastic jams down low on Karate Crack lead to classic Smith face climbing up higher on nubins, pockets, and crimps.  Several semi-rests make the marathon pitch seem plausible but still pumpy and interesting. \n\n  The route begins up Karate crack.  As Karate Crack arches right, leave the crack and continue straight up the face.  After placing a large cam in a pod above the crack you'll enter the sport part of the climb.  This climb is commonly said to have two cruxes.  One down low is reachy, thin, and crimpy but short while up higher you'll go through a sequential endurance sequence.  There are several runout sections especially up high as you traverse to the left to finish.  Mercifully the climbing is easier and the wall is steep but more than one climber has experienced an exhilarating fall there. \n\n  After topping out you can be lowered with a 70m or use the nearby Cinnamon slab to make two raps down. ","protection":"You'll need a 70m rope do be lowered off or do some easy downclimbing with a 60m. \n\n  One set of cams to a #3 camalot should get you through the Karate Crack section with an optional #4 camalot to place in a large pocket just above the crack.  After leaving the large pocket you'll need 10-12 quickdraws to get you to the chains up top.  Some people elect to use long runners on a few bolts up higher to minimize rope drag.  Use of a light rope is also beneficial on this climb. ","location":""},"__v":0},{"_id":"bGXJdVFoU7+MSQw+uVWuRQ==","name":"Cognition","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"F.A John Collins, T.R.F.A Alan Collins","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.14564,44.3665]},"left_right_index":0,"mp_id":"109389611","mp_crag_id":"105789078","climb_id":"bGXJdVFoU7+MSQw+uVWuRQ==","areaRef":"58I+IIRmXaqZgdziKT42sg=="},"content":{"description":"Start out to the first bolt of vision, then follow the chossy slab left of vision. After the fourth bolt is clipped, the rock quality improves greatly, featuring lots of pockets and edges of all sizes. The climbing is continues until the last bolt where more jugs appear with a good run to the anchors. Climbs is in the shade till about 12pm.","protection":"Draws!","location":"Farthest left route in the dihedrals, starting with the same start as vision."},"__v":0},{"_id":"nXLdBDYwVmmroK39Yxfk9Q==","name":"Cinnamon Slab","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Bob Bauman, 1960s","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.14564,44.3665]},"left_right_index":46,"mp_id":"106063719","mp_crag_id":"105789078","climb_id":"nXLdBDYwVmmroK39Yxfk9Q==","areaRef":"58I+IIRmXaqZgdziKT42sg=="},"content":{"description":"A very popular easy route, Cinnamon Slab climbs the large right-facing corner separating the Dihedrals from lower angle and more broken rock to the east.  While technically two pitches, most parties seem to finish on Cry Babies or Cinnamon Toast instead. \n\n  P1.  From the base of Karate Crack, Cinnamon Slab  takes the low-angle hand and fist crack to a comfortable bolted belay on a good ledge.  The moves are good and thoughtful for the grade. 5.6 \n\n  P2.  A short section of face climbing leads to an easier, shallow dihedral and the upper anchor.  5.5","protection":"Gear to 3.5\".  I would recommend 2 large pieces unless you are fairly comfortable at the grade.  The climb takes great gear the whole way from solid stances, with some decent moves between.  This is a great climb for new leaders.","location":"To descend, make two single rope raps down the route.  A second anchor on top of P1 helps reduce congestion."},"__v":0},{"_id":"5vm6FSfoUVCXCRTFpwUCoQ==","name":"Chain Reaction","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Alan Watts, February 1983","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.14564,44.3665]},"left_right_index":15,"mp_id":"105789917","mp_crag_id":"105789078","climb_id":"5vm6FSfoUVCXCRTFpwUCoQ==","areaRef":"58I+IIRmXaqZgdziKT42sg=="},"content":{"description":"You can't miss this arete, just left of Darkness At Noon and Heinous Cling (Full). One of the most fun and photogenic routes at Smith (and maybe the whole U.S.). Four bolts lead up the arete, with funky pinching, scumming, crimping  and pocket pulling to get through the technical crux between the second and third bolts. The redpoint crux is the sports action throw over the roof at the top, though.","protection":"Bolts with anchors at the top.","location":""},"__v":0},{"_id":"cTo9SCT/VfGWBLPIUFux2A==","name":"Captain Xenolith","yds":"5.10a/b","grades":{"yds":"5.10a/b","french":"6a+"},"fa":"Kevin Pogue, Jay Goodwin, 3/20/91","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.14564,44.3665]},"left_right_index":4,"mp_id":"106193137","mp_crag_id":"105789078","climb_id":"cTo9SCT/VfGWBLPIUFux2A==","areaRef":"58I+IIRmXaqZgdziKT42sg=="},"content":{"description":"Battle through the early nubbin and edges crux and then cruise to the finish.","protection":"Quickdraws. Two bolt anchors.","location":"The left route on the same small buttress as Helium Woman."},"__v":0},{"_id":"cOi7cHTqXHKxNUE8sEj5uA==","name":"Bunny Face","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Jeff Thomas, Ken Currens 1977","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.14564,44.3665]},"left_right_index":9,"mp_id":"106154363","mp_crag_id":"105789078","climb_id":"cOi7cHTqXHKxNUE8sEj5uA==","areaRef":"58I+IIRmXaqZgdziKT42sg=="},"content":{"description":"Fantastic and easy face climbing.  First pitch follows the pillar face to a bolted anchor.  Second pitch moves down and right off the pillar and onto the adjacent face (same as for Bookworm) for more face climbing.  Can be done in one pitch (bring slings for the anchor and consider skipping the first bolt of the second pitch.)  Descend on two rope rappel or two raps.","protection":"lots of quickdraws, some slings if running it in one pitch.","location":""},"__v":0},{"_id":"UhGBYHV1Uq+0WQMsYFpbRg==","name":"Bookworm","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.14564,44.3665]},"left_right_index":10,"mp_id":"106154355","mp_crag_id":"105789078","climb_id":"UhGBYHV1Uq+0WQMsYFpbRg==","areaRef":"58I+IIRmXaqZgdziKT42sg=="},"content":{"description":"First pitch: Climb the wide crack using armbars or face holds as the mood strikes you.  (40 ft) \n\n  Second pitch:  Fun moves off the anchor leads to continuous face climbing all the way to the anchors.  (100 ft)","protection":"Big pro for the first pitch.  A bunch of draws for the second.","location":""},"__v":0},{"_id":"BwkH1OgIWzq7vFjwio78ew==","name":"Ancylostoma","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Brian Baker, 1988","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.14564,44.3665]},"left_right_index":11,"mp_id":"106193143","mp_crag_id":"105789078","climb_id":"BwkH1OgIWzq7vFjwio78ew==","areaRef":"58I+IIRmXaqZgdziKT42sg=="},"content":{"description":"A challenging route whose crux is through the first two bolts.  Due to erosion the first bolt is farther off the ground than when the route was first created. Use the crack that's to the left of the bolt line and the route is rated 5.8.","protection":"3 bolts. Two bolt anchor.","location":"Starts on the block immediately to the right of Bunny Face."},"__v":0},{"_id":"Gpj6+wCgUiiZO3mktXDemA==","name":"Almost Nothing","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Jean Marc Troussier, October 1986","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.14564,44.3665]},"left_right_index":31,"mp_id":"106392561","mp_crag_id":"105789078","climb_id":"Gpj6+wCgUiiZO3mktXDemA==","areaRef":"58I+IIRmXaqZgdziKT42sg=="},"content":{"description":"This radically neglected face climb was one of the less-famous results of the French Invasion of 1986.  Despite perfect rock, interesting moves, & an accessible grade, this route sits totally ignored at the busiest crag at Smith, likely due to the R-rating in the Watts guide.  However, it has been recently rebolted, and the R rating is no longer valid.  \n\n  The route ascends the pretty pink face in the back of the alcove between Watts Totts & To Bolt.  Begin by scrambling up ledges immediately left of Latin Lover.  There is a bit of lose gravel on these ledges, so use caution.  A thin-hand sized piece can be used to protect these moves, but is not necessary.  From the ledge head straight up the face on cool knobs & the occasional shallow pocket.  Use care approaching the second bolt.  The crux comes below the 4th bolt, on a tenuous traverse from left to right.   \n\n  Almost Nothing gets a lot of shade compared to other Dihedrals routes, making it a good morning option on a warm day.","protection":"7 bolts(?), 2 BA.  The route is really not runout at all by Smith standards, and with the re-bolting is no longer R rated.","location":"In the alcove, immediately right of Take a Powder, and left of the thin off-set seam of Lester Tots."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,5f05ed84-1a18-52d9-b8cf-77f8fd01e061,e7aeefae-15e1-5de7-a395-a48727784e98,f3c655b6-9c95-597f-aaa6-fd7d8a4865ec,e7c23e20-8466-5daa-9981-dce2293e36b2","pathTokens":["USA","Oregon","Central Oregon","Smith Rock","(k) The Dihedrals"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10b"},{"count":7,"label":"5.12b"},{"count":1,"label":"5.14a"},{"count":1,"label":"5.10d"},{"count":5,"label":"5.12a"},{"count":3,"label":"5.13b"},{"count":3,"label":"5.8"},{"count":2,"label":"5.11d"},{"count":3,"label":"5.6"},{"count":5,"label":"5.7"},{"count":6,"label":"5.12c"},{"count":2,"label":"5.10a"},{"count":1,"label":"5.5"},{"count":3,"label":"5.9"},{"count":4,"label":"5.11c"},{"count":1,"label":"5.12d"},{"count":1,"label":"5.7+"},{"count":1,"label":"5.4"},{"count":1,"label":"5.11b"},{"count":1,"label":"5.11a/b"},{"count":1,"label":"5.13a"},{"count":1,"label":"5.8+"},{"count":1,"label":"5.10a/b"}],"byDiscipline":{"trad":{"total":14,"bands":{"unknown":0,"beginner":7,"intermediate":3,"advanced":3,"expert":1}},"sport":{"total":44,"bands":{"unknown":0,"beginner":9,"intermediate":5,"advanced":25,"expert":5}}},"byGradeBand":{"unknown":0,"beginner":15,"intermediate":8,"advanced":27,"expert":5}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-121.14564,44.3665]},"bbox":[-121.14626899948254,44.36605033981815,-121.14501100051748,44.366949660181874],"left_right_index":-1,"ext_id":"105789078","area_id":"58I+IIRmXaqZgdziKT42sg==","polygon":{"type":"Polygon","coordinates":[[[-121.14626899948254,44.36605033981815],[-121.14501100051748,44.36605033981815],[-121.14501100051748,44.366949660181874],[-121.14626899948254,44.366949660181874],[-121.14626899948254,44.36605033981815]]]}},"content":{"description":"The Dihedrals contain one of the highest concentrations of great sport climbing anywhere in North America. Home to big-name climbs like To Bolt Or Not To Be, Chain Reaction, and many others, this area can certainly be humbling. The Dihedrals have played an important part in Smith's history and have often been home to the area's (and world's) most difficult routes. \n\n  The walls appear almost impossibly sheer, and were it not for the white-on-brown contrast of chalk marks they'd look virtually featureless from below. The climbs here are bold but well-bolted and any loose rock has fallen off long ago on the popular climbs."},"density":0,"totalClimbs":55,"__v":1,"createdAt":"2022-11-07T06:19:24.457Z","updatedAt":"2024-02-19T18:39:10.382Z"}