{"_id":"6368a103e80bff5a99540198","area_name":"Artifact Wall","shortCode":"","climbs":[{"_id":"mItOBDvaWbiWVn+QgC4qYw==","name":"Crinoid Traverse","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Marcus Floyd","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-92.4084,38.84038]},"left_right_index":0,"mp_id":"112358971","mp_crag_id":"112338017","climb_id":"mItOBDvaWbiWVn+QgC4qYw==","areaRef":"BJEuDUvZUpyNNk/YvikWzA=="},"content":{"description":"Start at the bottom left hand side of the Artifact Wall slab. Traverse right, following easy slab climbing along the bolted line angling right. At the top of the slab, use an undercling to reach high to your next clip and football sized pocket. Mantle the buldge and continue to the short roof above. Again, utilize an undercling and clip you next bolt before climbing over onto the ledge at the rap anchors.","protection":"quick draws.If I am right, it should be six bolts plus anchor chains. Better take two more quickdraws.","location":"Start at the bottom left hand side of the Artifact Wall slab. Anchors with chains allow for an easy rappel."},"__v":0},{"_id":"iDJzwJVlU1S3aYE+tEPCrA==","name":"Crinoid (direct)","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Marcus Floyd","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-92.4084,38.84038]},"left_right_index":1,"mp_id":"112359073","mp_crag_id":"112338017","climb_id":"iDJzwJVlU1S3aYE+tEPCrA==","areaRef":"BJEuDUvZUpyNNk/YvikWzA=="},"content":{"description":"Crinoid Direct follows a thin crimpers up the steep bottom face of Artifact Wall slab. Work the crimpers through the lower crux to easier climbing past the second bolt. Past the thrid bolt, use an undercling to make a high clip and layback right off the football sized chert pocket. Mantle and continue up to the small roof. Use another undercling to clip the last bolt before the anchors.","protection":"Quick Draws and a helmet for the belayer. Two thin bands of chert cross the Artifact Wall and continue to shed small arrow down towards belayers. The climb is well protected but a stick clip, spotter, or bouldering pad is recommended.","location":"Start center of the Artifact Wall slab and follow the thin crimpers up to the first bolt then easier climbing."},"__v":0},{"_id":"KEUnbIWFULmOMVEDcrMGrw==","name":"Artifact","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Marcus Floyd","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-92.4084,38.84038]},"left_right_index":2,"mp_id":"112338259","mp_crag_id":"112338017","climb_id":"KEUnbIWFULmOMVEDcrMGrw==","areaRef":"BJEuDUvZUpyNNk/YvikWzA=="},"content":{"description":"Artifact, feels like a 5.6 to 5.7, follows a broken crack and line of dihedrals, just right of the center of Artifact Wall. Start on the lower left facing crack to clip the first bolt then take a high step right, moving through the lower slab crux. Follow the left facing flake past two more bolts then up and left to the middle dihedral. Smaller cams protect this section and the next section just above. Use a longer runner to reduce rope drag before climbing left out of the upper dihedral. Continue up the ramp using a sling around and though a hole in the rock then a large cam just before reaching the large rap tree at the summit. Wrap slings around the tree to rappel or down climb a bit to use the rap anchors 12 feet below. Requires some continued cleaning during repeat ascents. Have your belayer stand to the right of the first bolt to avoid any falling chert during the second half of the route.","protection":"Mixed route, take a standard rack, including smaller cams, 24\" runners, and helmet","location":"Artifact Wall"},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ee16d26c-c13e-590e-a542-c2f27eb9ad6d,b7f0bd28-9920-535a-97aa-2862e99003ad,3ee517cd-66ce-5010-bcf8-22c4a9166b91,ad96a620-e006-5409-83b7-a4a7ad352d1a,04912e0d-4bd9-529c-8d36-4fd8be2916cc","pathTokens":["USA","Missouri","CM: Providence","North Area","Spire Area","Artifact Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.8"},{"count":1,"label":"5.11"},{"count":1,"label":"5.7"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"sport":{"total":2,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":0,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-92.4084,38.84038]},"bbox":[-92.40897730439927,38.83993033981814,-92.40782269560073,38.84082966018186],"left_right_index":-1,"ext_id":"112338017","area_id":"BJEuDUvZUpyNNk/YvikWzA=="},"content":{"description":"The Artifact Wall, like many of the rock faces along the Providence Area, is divided into two halves, the lower slab and an upper, steep face. The wall is just right of the Spire, as seen from the lower trail. The tallest and most obvious line of least resistance, starts at the base of a diminishing seam, towards the bottom right of the wall, continues on a left facing edge, up the slab to a broken, right facing dihedral, then left to a sloped ledge and the top of the cliff. Several route variations end the line at different points along the top of the bluff."},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T06:09:10.452Z","updatedAt":"2024-01-15T16:45:50.159Z"}