{"_id":"6368a44ee80bff5a9959c1a8","area_name":"Bell Tower","shortCode":"","climbs":[{"_id":"xfzzKJ0RVbamd7+QhMmBhw==","name":"Kamps Crack","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Bob Kamps & Rich Goldstone, 1967","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-103.5458,43.84169]},"left_right_index":999999,"mp_id":"105845930","mp_crag_id":"105714656","climb_id":"xfzzKJ0RVbamd7+QhMmBhw==","areaRef":"rIUp4qI/Vh2EcIsS5ZMDuw=="},"content":{"description":"Tape up or suffer- this crack is loaded with quartz and flares. Wear a shirt to protect your shoulders.   Start in a shallow right-facing crystalline corner. CLimb this up and then bump left to the main crack (crux, pumpy) on so-so gear. Lots of it, but some in very crystalline (and thus possibly breakable) rock. Set a 1\" cam and then pull up into the flaring jam crack, wishing all the while you had taped you hands and maybe even your forearms. Waiting until cooler temps and wearing sleeves might take the bite out of it as well.  Continue with good rock, good gear, and a good calf-pump for 100' to a ledge with some open 'shuts' set for a rap (60m rope) or continue up and left on  ramp then back right on good face-holds (5.3, S) or straight up (5.6, S) to a second set of anchors a foot below the true summit.  The summit is very cool with great views. Rap from the top anchors with a 70M rope, or to the lower anchors and then to the ground with a 60M rope.   Scramble to the summit for awesome views. \n\n  The ramp between the two rap anchors has both raspberry and strawberry plants on it. Chow down!","protection":"A set of stoppers with a few extra large and medium plus cams from .5\" to 3.5.\"  Take and extra #3 and maybe a 3.5 if you like to sew them up.","location":"This route is on the North end of the North-East face and as such gets morning light until maybe 11am in early summer, but it is seasonally dependent.  hike around from the main lot of the Needle's eye, North of that and into the forested boulders at the base of the Bell Tower- walk out until you are on top of a massive flat chockstone the size of a car. Rack up and belay from there."},"__v":0},{"_id":"pSaehsH0WUGdQ+/ef1mSUQ==","name":"For Whom the Bell Tolls","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Cindy Tolle and Pete DeLannoy, Sept. 17, 1990","type":{"sport":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-103.5458,43.84169]},"left_right_index":999999,"mp_id":"107342269","mp_crag_id":"105714656","climb_id":"pSaehsH0WUGdQ+/ef1mSUQ==","areaRef":"rIUp4qI/Vh2EcIsS5ZMDuw=="},"content":{"description":"Follow bolts in the beautiful water groove on the SE face. Consistent climbing on great rock with great protection leads to a small bulge and the crux near the last bolt. The last 30 feet is slightly easier, but quite thin and unprotected. \n\n  Cindy Tolle and Pete DeLannoy took turns drilling bolts on lead with a Bosch. After drilling the last bolt, Pete thought that there would be a bomber hand hold above from which he could drill an additional bolt, which turned out to be false. \n\n  A great view of climbers on this route can be had from the summit of the Hitching Post or the Thimble.","protection":"6 or 7 bolts. \n\n  Descent can be made off either side of the Bell Tower with one rope, but watch the ends if descending N side.","location":"Start at the bolted anchor on the ledge above the Walt Bailey Chimney. Either jump the guard rail and thrash up the chimney with poor protection, or rap to the ledge from the Every Which Way But Loose anchor."},"__v":0},{"_id":"zAXJGJpCUiWuEDHGaAF+Ww==","name":"Every Which Way But Loose","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Pete Delannoy, Paul Muehl, Paul Piana, and Mark Smedley, June 30, 1979.","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.5458,43.84169]},"left_right_index":0,"mp_id":"107475319","mp_crag_id":"105714656","climb_id":"zAXJGJpCUiWuEDHGaAF+Ww==","areaRef":"rIUp4qI/Vh2EcIsS5ZMDuw=="},"content":{"description":"This is a really fun route with great moves that will keep you on your toes.   \n\n  Start by scrambling to a large sloping ledge near a right-facing corner.  There is a very thin crack in the dihedral that will hardly accept your smallest pro.  Climb the short dihedral placing marginal protection to a good undercling that will take a hand-sized cam.  From the undercling, traverse left following a mix of new and old fixed gear. \n\n  The traverse on steep rock is the crux, but is well protected.  After the traverse, climb straight up past two more bolts and continue to the anchors.","protection":"Mostly fixed gear   Micro gear for dihedral and a hand sized piece or two for the undercling.   Make sure to sling your protection long to avoid rope drag during and after the traverse.   Two bolt anchor with webbing of various ages","location":"Located on the N side of the Bell Tower.  Start near the middle of the face in a shallow right-facing corner and make your way up and left to the notch near the Needle's Eye. \n\n  One 60 m rope will just barely get you down off the N side. Rapping off the S side with a single 60 will also put you on a ledge below another highly recommended route, For Whom the Bell Tolls."},"__v":0},{"_id":"Mu4ZDPC5XqGenyPsQQVILA==","name":"Every Which Way But Kamps","yds":"5.12b/c","grades":{"yds":"5.12b/c","french":"7b+"},"fa":"Eric Doub 6/86   FFA  Paul Piana & Heidi Badaracco","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.5458,43.84169]},"left_right_index":1,"mp_id":"107685150","mp_crag_id":"105714656","climb_id":"Mu4ZDPC5XqGenyPsQQVILA==","areaRef":"rIUp4qI/Vh2EcIsS5ZMDuw=="},"content":{"description":"Very sustained throughout. Start on EWWBL then cut right to first bolt. Spaced bolts to begin then better protected up higher. Ain't over til it's over.","protection":"8 Bolts. Optional 1'' piece in start.","location":"N face of Bell Tower. Just left of obvious, wide Kamp's crack."},"__v":0},{"_id":"w/2pgo/ZUh6+XwVrqeKvKQ==","name":"Conn Route on Bell Tower","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Herb & Jan Conn","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-103.5458,43.84169]},"left_right_index":999999,"mp_id":"106562745","mp_crag_id":"105714656","climb_id":"w/2pgo/ZUh6+XwVrqeKvKQ==","areaRef":"rIUp4qI/Vh2EcIsS5ZMDuw=="},"content":{"description":"This is a fun and exhilarating route that doesn't see much traffic!  Our party climbed this route on October 1st and we were the second to sign a new registry placed on June 22nd. \n\n  P1:   On the east side of Bell Tower (next to the Thimble) is a huge detached flake.  There are two options, both chimneys.  The left side chimney is the original Conn Route and the right side is a mega squeeze chimney variation by Walt Bailey.  Belay at the top of the flake off a pair of bolts and webbing. \n\n  P2:   Step across onto the face of Bell Tower and clip a pin in a horizontal crack.  Traverse left delicately on small holds into another chimney.  Clip a new bolt, climb the chimney (30 or 40 feet) to a small flake and finish on 30 or so feet of unprotected easy face climbing. \n\n  Summit anchor (chains) is on the west face on the main summit block.","protection":"The Walt Bailey variation takes big gear, if that.  You can get in maybe one #5 cam. \n\n  The horizontal crack at the traverse takes small gear nicely.  Aliens, RP's, or a gray ghost. \n\n  The upper chimney is unprotected until you get to a flake. \n\n  There are a couple of new bolts along the route that ease the mind (a little bit.)","location":"Climb down over the wooden fence in the Needles Eye parking lot and you're there.  Tourists love to line up at the fence and watch if you climb the Bailey Variation."},"__v":0},{"_id":"aJcxBCD5X+mt52cwBdgeRA==","name":"Buck Shot Eyes and a Purple Heart","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Paul Piana '90s","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.5458,43.84169]},"left_right_index":999999,"mp_id":"105715655","mp_crag_id":"105714656","climb_id":"aJcxBCD5X+mt52cwBdgeRA==","areaRef":"rIUp4qI/Vh2EcIsS5ZMDuw=="},"content":{"description":"Following the directions to Bell Tower will leave you at the base of this climb.  The climb starts on the left side of the yellow arrowhead. Bolt, piton, seam, bulge, 4 more bolts to the anchors.  This route is a steep crystal pincher. There is a 2nd pitch but we didn't do it. I heard tell that it was terrible and not finished. Before you rope up, make sure you're wearing your shore leave wristwatch and cuban heels and that long-sleeved shirt with horses on the front,  and please leave all your papers on the Ticonderoga.","protection":"5-6 quickdraws w/ chain anchors","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,253ab2e3-944f-5c5f-8477-58a428c86291,eb71723c-d454-5686-9f66-8bbd19c7143e,9d2e1b0f-8212-5b6e-80f9-5fd3b4a983a4,ac8529e2-a23f-561d-8470-8b12e59303bb","pathTokens":["USA","South Dakota","Custer State Park","Needles Eye Area","Bell Tower"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.10"},{"count":1,"label":"5.11b"},{"count":1,"label":"5.12b/c"},{"count":1,"label":"5.6"},{"count":1,"label":"5.10+"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":0,"beginner":1,"intermediate":2,"advanced":0,"expert":0}},"sport":{"total":4,"bands":{"unknown":0,"beginner":0,"intermediate":2,"advanced":2,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":3,"advanced":2,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-103.5458,43.84169]},"bbox":[-103.54642344011481,43.84124033981813,-103.54517655988519,43.84213966018186],"left_right_index":-1,"ext_id":"105714656","area_id":"rIUp4qI/Vh2EcIsS5ZMDuw=="},"content":{"description":"This is the formation just behind (west) of the Needles Eye.  If driving from Sylvan, pull out and park left in the first gravel pullout just before the Needles Eye.  Tromp straight across the road and find a path that goes downhill and around to the left, hugging the base of the rock.  You'll soon come to a gully with a very large chockstone at the top of it and a large upwards-pointing arrowhead near the base of the right wall.  This is the Bell Tower and the start of \"Buck Shot Eyes and a Purple Heart.\""},"density":0,"totalClimbs":6,"__v":1,"createdAt":"2022-11-07T06:23:16.673Z","updatedAt":"2024-01-15T16:48:33.129Z"}