{"_id":"6368a50be80bff5a995aff6f","area_name":"Great White Icicle Area","shortCode":"","climbs":[{"_id":"N4NyGGw9UZW5ha2WRPSffQ==","name":"Viet Cong Corner","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Tom Hore, Andy Ross and Gene Vallee","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74168,40.56883]},"left_right_index":0,"mp_id":"107811979","mp_crag_id":"105739745","climb_id":"N4NyGGw9UZW5ha2WRPSffQ==","areaRef":"bbQKBTLlUTKGJR19/DrNzQ=="},"content":{"description":"A hard start leads to a good sustained finger sized corner followed by a wide lay back and delicate exit.","protection":"Standard rack, with some small tcus and/or wires for the start.","location":"Up and left of Small Block about 30 meters you will find this left facing corner starting off a ledge."},"__v":0},{"_id":"VrnnqycnWsymnzaF8BmZTg==","name":"Unknown","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74168,40.56883]},"left_right_index":20,"mp_id":"105824611","mp_crag_id":"105739745","climb_id":"VrnnqycnWsymnzaF8BmZTg==","areaRef":"bbQKBTLlUTKGJR19/DrNzQ=="},"content":{"description":"A tricky lead on a broken slab.  This unnamed route climbs the left side of Snow Slab's slab.  Protection is marginal, and the climbing is decent.  Unfortunately, the slab has the odd small ledge with dirt on it, as you climb up it.  Link up weaknesses, until you can see a bolt with no hanger.  Use it, and continue up the blank, exciting slab with no protection, until a hidden bolt appears.  Continue up to the anchors.  70 meter rope for the rappel or some downclimbing.","protection":"2 bolts, one with no hanger.  A couple of places for gear in rotten flakes.  Pretty runout.","location":"The slab that is to the right of Toe Shoes, contains three routes.  This unnamed route climbs the left side of the slab."},"__v":0},{"_id":"SV0b5+fjXeuYveK/1ch4tg==","name":"Toe Shoes","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"B. Robins, K. Davis, S. Malinski, and Cohan 1987","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74168,40.56883]},"left_right_index":19,"mp_id":"106526228","mp_crag_id":"105739745","climb_id":"SV0b5+fjXeuYveK/1ch4tg==","areaRef":"bbQKBTLlUTKGJR19/DrNzQ=="},"content":{"description":"A good slab climb with great movement and a committing finish.\n\nToe Shoes\n\nfollows a line of five well-placed bolts to its crux, where the real business begins.\n\nClimb a broken seam for about 15 feet to the first bolt. Pull a small roof and lean left towards another bolt. Work the slab up and right heading for a rest at a wide undercling. Continue straight up here to the last bolt and punch the crux. Head towards an arcing seam and run it out a good distance to the ledge. Climb with confidence, blowing the moves above the crux will result in a long ride! Belay up and left at an anchor.","protection":"Draws for five bolts and a chain anchor.\n\n-Optional small cams, small stoppers, and a #2 bd may ease the start, but are not needed.","location":"Toe Shoes\n\nis on the upper, far most set of slabs at the base of the\n\nGreat White Icicle Area\n\n. From the waterfall head right towards\n\nDaddy Long Legs\n\n. Follow the trail up and right along the base for about 40 feet until the trail runs out. Head straight up another 25 feet to the base of the slabs."},"__v":0},{"_id":"l5znFLbUWWmKf2A0Q+lnAg==","name":"Tap N Stance","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Kent Wheeler, Rush Bowers, Chris Begue, 1988","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74168,40.56883]},"left_right_index":18,"mp_id":"107186949","mp_crag_id":"105739745","climb_id":"l5znFLbUWWmKf2A0Q+lnAg==","areaRef":"bbQKBTLlUTKGJR19/DrNzQ=="},"content":{"description":"This is a slab route that runs past 3 bolts, a pin, then a final bolt.  The crux is getting from the 3rd bolt to the pin.  All of the bolts are old 1/4\", except the one right below the crux which has been upgraded to a nice 3/8\" bolt.\n\nThe crux is a diagonaling finger tips crack (flared) on slabby feet.  This route had enough other features to make it a fun slab route, and worth doing.  More ascents would help clean the route up a little more.","protection":"You may want a small nut (or a larger micro nut) to protect after the pin.  A 00 grey TCU at the start can help you mentally get to the first bolt.  3 bolts, then a pin, and finally one more bolt to anchors.  Can rap with a single 50m.","location":"To get to this route, you can either hike to it by going right at the base of the GWI slabs.  This is about 30m uphill from the base of Daddy Long Legs.  You can also get to this from the bolts atop the second pitch of Daddy Long Legs.  Simply rap to the base of the slabs that are off to the right of this belay/rap station.  This route is just left of Toe Shoes, which is also located on this slab.\n\nThis makes a great finish after having completed the DLL to Evening Falls route.  Rap off, then lead this pitch."},"__v":0},{"_id":"LqZlySHkXtmc8UQFbCAs5A==","name":"Snow Slab","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Bill Robins 1985","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74168,40.56883]},"left_right_index":21,"mp_id":"105824615","mp_crag_id":"105739745","climb_id":"LqZlySHkXtmc8UQFbCAs5A==","areaRef":"bbQKBTLlUTKGJR19/DrNzQ=="},"content":{"description":"Snow Slab climbs the center of this slab.  Halfway up there is a prominent water streak exiting a thorn filled slot.  Snow Slab stays left of this feature.  Easy climbing with not much good gear. Hard to discern this route.  Just follow the easiest line. 70 meter rope for the rap or some downclimbing.","protection":"Standard rack, heavy on cams.","location":"Center of the slab that is below and right of Toe Shoes."},"__v":0},{"_id":"mGRwPYUrU3OlhCp2sZC5Og==","name":"Small Block","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Aaron Rashaw and Tom Hore","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74168,40.56883]},"left_right_index":1,"mp_id":"106534443","mp_crag_id":"105739745","climb_id":"mGRwPYUrU3OlhCp2sZC5Og==","areaRef":"bbQKBTLlUTKGJR19/DrNzQ=="},"content":{"description":"If you gas it in the fast lane, try not to smoke your rubber off getting over to the exit ramp!\n\nA short and deceptive little dooby requiring everything from mantels to crack technique.","protection":"3 bolts and some optional tcu's.  Chains on top.","location":"This route is located about 80 feet East of The Block Party.  Follow the tongue of the cliff until it starts to curve up."},"__v":0},{"_id":"8EMT+xpAUKujAjai6rOZIg==","name":"The River's Edge","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Chris Begue and Win Steere '89","type":{"sport":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74168,40.56883]},"left_right_index":16,"mp_id":"105741758","mp_crag_id":"105739745","climb_id":"8EMT+xpAUKujAjai6rOZIg==","areaRef":"bbQKBTLlUTKGJR19/DrNzQ=="},"content":{"description":"This is the bolted line to the left of Daddy Long Legs. There is a run between the first and second bolt where a fall would put you all the way back to the ground, but the climbing is easy. After the second bolt the climbing get harder but the bolts get much closer. Fun, true slab climbing. There are no anchors up top, the best way to go is to belay from the tree at the top of the first pitch of Daddy Long Legs and then continue up the second picth and rappel from there (make sure you bring your trad gear for the second pitch).","protection":"Quickdraws, I placed one .5 camalot between the last bolt and the tree anchor, but it really isn't that critical. Double runners for the tree up top.","location":"Start: 20' right/south of\n\nAstair\n\n& 20' left/north of\n\nDaddy Long Legs\n\n."},"__v":0},{"_id":"mhERlOloWs+7Jtt3QrJ5KQ==","name":"Plain Kipper","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Mike Tea,  Jeff Pauline 1997","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74168,40.56883]},"left_right_index":13,"mp_id":"106280630","mp_crag_id":"105739745","climb_id":"mhERlOloWs+7Jtt3QrJ5KQ==","areaRef":"bbQKBTLlUTKGJR19/DrNzQ=="},"content":{"description":"","protection":"","location":"The slab to the right of the base of the GWI."},"__v":0},{"_id":"TX2HLiiDV+SQgPv2+jU9vg==","name":"Pandora's Blocks","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"yes","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74168,40.56883]},"left_right_index":4,"mp_id":"105742112","mp_crag_id":"105739745","climb_id":"TX2HLiiDV+SQgPv2+jU9vg==","areaRef":"bbQKBTLlUTKGJR19/DrNzQ=="},"content":{"description":"This route is located between \"The Great White Icicle\" and \"Pentapitch\" area.  There are two approaches.  From pentapitch parking, take the Wasatch climbing guide description for the waterfall area.  Once you get to the \"icicle,\" head up canyon(east) past \"ape index\" slab following the base.  Approximately 50-100 yards further you will see a shallow right facing dihedral.  The slab with bolts just east is the start.  The other approach heads up(east) the bike/hike trail turning right(south) 25 yards before a black pipe crosses the trail and before the secret garden bolders.  Link \"high school party areas\" and trails crossing small streams, heading southeast up toward major talus.  Where the talus meets a low toung of the cliff head down canyon(west) along the base until you see bolts.\n\nP1.  Climb good friction to an overlap and leftward traverse into a layaway flake.  Finish with a bulge.  9 bolts.  90' 5.10+  P2.  A bit contrived!  Climb loose 4th class to the base of a 50' slab.  Do 5 bolts and supplemental gear to the chains. 5.9- 110ish'  (move the belay down and across the gully to a tree ledge, not disturbing \"Pandora's Blocks\")  P3.  From the tree ledge chimney behind a bolder and do mixed gear and bolts angling up and right thru roofs.  A black alien takes the \"sting\" out below bolt 2.  80' 5.10+  P4.  Do a couple bolts up the dihedral and move out and right angling to another crack system.  Take this system thru the big roof. 80' 5.10+ brass helpful  Decent.  Rap the route w/ 60 meter.","protection":"1-2 sets tcu's (1 oo alien or grey tcu)camelots to #11 set brass nuts1 set nuts9 QDsbunch o long runners60 meter rope","location":""},"__v":0},{"_id":"Y95l2lfbUl6sr1Q/Zc2Wjg==","name":"Mountain Monkey Swing","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Kirsten Davis, Bill Robins: 1985","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74168,40.56883]},"left_right_index":7,"mp_id":"105850005","mp_crag_id":"105739745","climb_id":"Y95l2lfbUl6sr1Q/Zc2Wjg==","areaRef":"bbQKBTLlUTKGJR19/DrNzQ=="},"content":{"description":"This beginning of this route was destroyed by rockfall in the spring of 2007. The remainder of the climb remains intact and quite fun. A rare and great adventure awaits the curious climber who ventures up this gritty and scenic line.\n\nRoute navigation is a must here as this line is seldom traveled and faintly marked by protectable features. Expect to build anchors and use what's given to safely ascend your team to the top of the waterfall.\n\nProtection and quality improve as you ascend. Expect a few nice surprises here and there, as there are natural and maybe a few fabricated anchors along the way. Thoughtfully rappel MMS or walk off lookers RIGHT (west) via game trails back to the bottom.\n\nSince this line remains somewhat primitive, the pitch count is subjective. Gear can sometimes be tricky to find, but I wouldn't call this route dangerous. Saddle up and have fun!","protection":"Most climbers will be happy with a double set of cams and a single set of nuts up to 3 inches. Cordelettes and various sized slings will make your life easier and more satisfying.","location":"Mountain Monkey Swing start on the ground immediately left of The Great White Icicle. Begin on the path of least resistance and be judicious of the varying rock quality. Conditions improve as you ascend."},"__v":0},{"_id":"q9Fp1gzoUXCuBWLi3BmH5Q==","name":"More Funky Than Monkey","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Before 2007","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74168,40.56883]},"left_right_index":9,"mp_id":"105979502","mp_crag_id":"105739745","climb_id":"q9Fp1gzoUXCuBWLi3BmH5Q==","areaRef":"bbQKBTLlUTKGJR19/DrNzQ=="},"content":{"description":"Start:\n\n30' left/east of the waterfall.\n\nClimb the thin bolted face to a ledge with a 2-bolt/chain station.","protection":"0.2\" cam, 2 bolts, 2-bolt/chain station.","location":""},"__v":0},{"_id":"jRPzF/PQWwutn27t9h7s/Q==","name":"Monkey Talk","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Bill Robbins, Kirsten Davis 1985","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74168,40.56883]},"left_right_index":12,"mp_id":"117316481","mp_crag_id":"105739745","climb_id":"jRPzF/PQWwutn27t9h7s/Q==","areaRef":"bbQKBTLlUTKGJR19/DrNzQ=="},"content":{"description":"Climb up dirty flakes and belay in trees under a pin. Clip the pin and traverse left making some spicy moves on the arete above shit gear. You can also go straight up from the pin but expect some distance before your next piece. Easier ground takes you to another pin and a fun exit.","protection":"Mixed singles to #3","location":"East of the GWI"},"__v":0},{"_id":"El4OEsOzXp6n0SS5WgyMEw==","name":"Master Scriptorian","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"T. Gregory & S. Ohkawa","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74168,40.56883]},"left_right_index":8,"mp_id":"106256996","mp_crag_id":"105739745","climb_id":"El4OEsOzXp6n0SS5WgyMEw==","areaRef":"bbQKBTLlUTKGJR19/DrNzQ=="},"content":{"description":"The Master Scriptorian climbs the beautiful, white tiered slab exposed by the rockfall that eliminated Mountain Monkey Swing (K. Davis, B. Robins, 1985).  Scramble 200 feet up the left side of the Great White Icicle--easy 4th to 5th class--to the base. Climb balancey moves on crisp edges past two bolts.  Mantle the first roof, then stem your way up the corner, taking advantage of the small wires and cam placements...  Mantle past the second roof and onto the steeper slab above.  After two bolts, the climbing eases as face holds and cracks appear.  Belay from a stance on a protruding block; the bolt can be backed up using small wires or cams.","protection":"Bring QDs and a light rack--small wires and small to medium cams.","location":""},"__v":0},{"_id":"+LJ2P389WouX0g6nKroIuw==","name":"Grinning Gibbons","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Bill Robins, Kirsten Davis, 1985","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74168,40.56883]},"left_right_index":2,"mp_id":"115180156","mp_crag_id":"105739745","climb_id":"+LJ2P389WouX0g6nKroIuw==","areaRef":"bbQKBTLlUTKGJR19/DrNzQ=="},"content":{"description":"A cerebral climb with runouts, some sketchy gear, some good gear, and a roof.\n\nClimb the face to the right of Small Block passing a single bolt (guidebook says 2). Throw some gear in at the roof and pull the roof.  If you've chosen wisely, you mantle into some thin and unprotectable crack.  If you've chosen poorly, you get good gear but then have to traverse into the unprotectable crack.  A few more tricky moves and then a good crack leads you to the chains.","protection":"1 bolt and a single rack to a #2.","location":"15' right of Small Block.  It starts in the trees (more or less).  Bushwhack out and then find the bolt."},"__v":0},{"_id":"Ic7xyRXXXTGJ2Z3T0JdtHQ==","name":"Evening Falls","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Chris Begue and Dirsten Davis (1988)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74168,40.56883]},"left_right_index":22,"mp_id":"105741731","mp_crag_id":"105739745","climb_id":"Ic7xyRXXXTGJ2Z3T0JdtHQ==","areaRef":"bbQKBTLlUTKGJR19/DrNzQ=="},"content":{"description":"From the top of the second pitch of Daddy Long Legs, angle up and right on the slab.  Follow the bolt line slightly left and then head for the crack to the right which leads to the large tree.\n\nThe guide book notes that there are two bolts for a rappel station at the tree, but the rappel station is simply webbing around the tree.  Bring some webbing in case the ones up there look suspect.  Rappel down to the double bolts on the route.  It might be good to have some extra webbing at the bolts also.  Rappel from the bolts to the top of the second pitch of Daddy Long Legs where there are rap rings.  From there rappel down the 11's to the bushy gully.","protection":"This climb protects with a pin and six bolts on the slab and with a regular rack in the crack at the top of the climb.","location":""},"__v":0},{"_id":"jCpG/2eaUeeaupCqtTQL0A==","name":"Done and Dusted","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Andy Ross & Gene Vallee","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74168,40.56883]},"left_right_index":11,"mp_id":"107814030","mp_crag_id":"105739745","climb_id":"jCpG/2eaUeeaupCqtTQL0A==","areaRef":"bbQKBTLlUTKGJR19/DrNzQ=="},"content":{"description":"Place a good piece from the ground then layback up the left edge of the buttress to and past the first bolt. Some easier climbing over dusty roofs (long slings helpfull on gear through here) brings you to the crux.\n\nTricky face climbing left of two bolts leads to a right leaning ramp (this is where it joins Monkey Talk) passing a peg to bolt anchor.\n\nNot much to look at but has a lot of good climbing on it.","protection":"Cams to 3\" and set of wires.\n\nKeep a Blue, Purple TCU and hand piece for gear past the 2 bolt face crux.\n\nA 60m rope JUST makes it down, watch the ends!","location":"Starts 30ft right of The Great White Icicle and just left of Monkey Talk."},"__v":0},{"_id":"a/P+bkgRWqKRgdZM2prK1g==","name":"Dancing in the Moonlight","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Tony Calderone, and Wendy Lagerquist 1992","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74168,40.56883]},"left_right_index":23,"mp_id":"105824619","mp_crag_id":"105739745","climb_id":"a/P+bkgRWqKRgdZM2prK1g==","areaRef":"bbQKBTLlUTKGJR19/DrNzQ=="},"content":{"description":"This climb starts like it's neighbors, as a hard to discern runout slab route.  After the 1st belay though, things change (for the good).  The first pitch climbs the far right side of the Snow Slab, using the thorn filled slot, stemming kept you out of their reach here.  After the belay ledge, exit out left up the steep wall.  Look for good steps up and out, to anice juggy finish.  Clip the bolt, and wander left over the slab to a crack.  Protect here and there, us you move up the narrowing crack, to a steeper slab.  Find a tree, and belay.  The steep section of climbing off the belay ledge is loose, so beware.\n\nCrux move was getting on the slab after the roof and finishing the route.  If you rap, aim for the anchors of Evening Falls, and rap again, and again.","protection":"one bolt on route, runners and small to medium gear for the route.  There are no slings around trees anymore, so bring your own or downclimb and traverse to the midway anchors on Evening Falls.  Helmets are mandatory.","location":"Far right side of Snow Slab."},"__v":0},{"_id":"opqDh7rQX0i4XVOLmNGuGg==","name":"Daddy Long Legs","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Bill Robins, Mark Bennet, 1985","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74168,40.56883]},"left_right_index":17,"mp_id":"105741470","mp_crag_id":"105739745","climb_id":"opqDh7rQX0i4XVOLmNGuGg==","areaRef":"bbQKBTLlUTKGJR19/DrNzQ=="},"content":{"description":"This route climbs a seam in a slab about 100 feet right of the falls.  On the left side of this slab is a bolted line (The River's Edge, 5.10b R **).  Look for a seam.\n\n(1)  Climb up this seam through a small roof,  and past a few more pins/bolts at horizontal cracks.  Use every available pro.  Stop at the second tree and belay.  From the lower tree, you can definitely top-rope if you set up some directionals.\n\n(2)  On pitch two, climb up through the roof (5.9) or around it to the right (5.8), up through some bushy cracks to a 2-bolt anchor.  The bolted line above is Evening Falls, 5.10a *.\n\nDescent: Rappel the route.","protection":"Mostly small stuff on a standard rack","location":""},"__v":0},{"_id":"Lf4NhPEmUASgEQRdAOqB0Q==","name":"Bolted Ape","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Tony Calderone","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74168,40.56883]},"left_right_index":5,"mp_id":"117316287","mp_crag_id":"105739745","climb_id":"Lf4NhPEmUASgEQRdAOqB0Q==","areaRef":"bbQKBTLlUTKGJR19/DrNzQ=="},"content":{"description":"Located on the slabs east of the Great White Icicle. This is the bolt line on climber's left of the slab. Friction up a surprisingly good slab with just enough crystals to keep you from peeling off. There are two or three positive dikes along the way that feel like jugs after padding your way up between bolts. The bolt spacing is flirting with a PG rating. Surprisingly fun shizz.","protection":"Bolts","location":"East of the GWI"},"__v":0},{"_id":"6LXWVsoDU4Gw3OMw/XGCgQ==","name":"The Block Party","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"FA Dave Martin Aaron Rashaw FFA Jeremy Kellogg","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74168,40.56883]},"left_right_index":3,"mp_id":"106248975","mp_crag_id":"105739745","climb_id":"6LXWVsoDU4Gw3OMw/XGCgQ==","areaRef":"bbQKBTLlUTKGJR19/DrNzQ=="},"content":{"description":"","protection":"nuts cams to .75 long runners draws 60 meter rope","location":"20' left of Pandora's Blocks"},"__v":0},{"_id":"gCQCGq6vW+CcjyIhMBZtPw==","name":"Astair","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Bill Robins, Kirsten Davis, Kirk Andriano  1987","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74168,40.56883]},"left_right_index":15,"mp_id":"106192306","mp_crag_id":"105739745","climb_id":"gCQCGq6vW+CcjyIhMBZtPw==","areaRef":"bbQKBTLlUTKGJR19/DrNzQ=="},"content":{"description":"This is a good pitch despite being quite short.  A slippery slab crux at the first bolt, and nice technical face climbing for the remainder.\n\nStart below the first bolt and climb past 3 good bolts to a sloping stance, then another slabby move past a quarter inch bolt leads to a good two bolt belay.","protection":"Quickdraws","location":"The trail to the Great White Icicle brings you right to the base of this route at the lowest point of rock on the right side of the waterfall."},"__v":0},{"_id":"jaqc1LOIUQeHeUSNhcGmWA==","name":"Ape Index","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Mark Bennett and Bill Robins, 1985","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74168,40.56883]},"left_right_index":6,"mp_id":"106540366","mp_crag_id":"105739745","climb_id":"jaqc1LOIUQeHeUSNhcGmWA==","areaRef":"bbQKBTLlUTKGJR19/DrNzQ=="},"content":{"description":"The only thing ape-ish about this line is its name and you won't need to be 6'4\" with +12 ape index to enjoy a good slabbing time.\n\nStart in a faint broken dihedral and gingerly work up to the first bolt avoiding suspect flakes and patches of dirt. A couple small pieces here and there ease the mind until you can clip the first button head. From there, a couple touchy slab moves and crystal pinches bring you to a faint dike and better holds. Clip the 2nd bolt and start shuffling up and left along increasingly filthy flakes. A last bit of slabby trickery brings you to the chains.\n\nSlightly runout but easy at the start, a bit unnerving at the crux if you haven't backed up the button heads. Creative gear placements protect the top.","protection":"2 sad looking 1/4\" button heads.\n\nMicronuts and small cams (up to BD .4) are useful on the way up to the first bolt and can be used to back up the fixed hardware.\n\nTraverse left to the anchors of the other bolted slab route (not in the book, left of Old Unknown) and rap or lower.","location":"Follow the approach to the\n\nGreat White Icicle Area\n\n. Hike East along the buttress toward the Icicle. Traverse the boulder-strewn gully, cross a curtain of trees and you'll find yourself at the base of a smooth looking slab that is home to 3 good slab routes. Ape Index is the westernmost line sporting 2 widely spaced bolts."},"__v":0},{"_id":"hpVg5lbgXmuaB2E5f2+ubw==","name":"A Pinch of Salt","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Tom Hore & Andy Ross","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74168,40.56883]},"left_right_index":14,"mp_id":"107814012","mp_crag_id":"105739745","climb_id":"hpVg5lbgXmuaB2E5f2+ubw==","areaRef":"bbQKBTLlUTKGJR19/DrNzQ=="},"content":{"description":"This is a kinder and gentler Rotert's Rooter.","protection":"Med & Small cams.","location":"100ft right of The Great White Icicle between Monkey Talk and Astair."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ee1d37e7-dc41-5c26-a358-5d51af01f499,5f0ed4d8-ebb0-5e78-ae15-ba7f1b3b5c51,e838736e-03de-5522-b170-850c7ffcb2ac,007f1fc1-3268-5660-b397-b7543d332216,6db40a05-32e5-5132-8625-1d7dfc3acdcd","pathTokens":["USA","Utah","Wasatch Range","Central Wasatch","Little Cottonwood Canyon","Great White Icicle Area"],"gradeContext":"US","aggregate":{"byGrade":[{"count":3,"label":"5.11a"},{"count":3,"label":"5.9"},{"count":1,"label":"5.11b"},{"count":1,"label":"5.5"},{"count":1,"label":"5.11+"},{"count":1,"label":"5.10b"},{"count":2,"label":"5.10+"},{"count":2,"label":"5.9+"},{"count":2,"label":"5.11"},{"count":1,"label":"5.10"},{"count":1,"label":"5.10-"},{"count":1,"label":"5.10a"},{"count":2,"label":"5.11-"},{"count":1,"label":"5.12a"},{"count":1,"label":"5.10d"}],"byDiscipline":{"trad":{"total":18,"bands":{"unknown":0,"beginner":1,"intermediate":11,"advanced":6,"expert":0}},"sport":{"total":5,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":4,"expert":0}},"tr":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":12,"advanced":10,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-111.74168,40.56883]},"bbox":[-111.7422719500366,40.56838033981814,-111.74108804996342,40.56927966018187],"left_right_index":-1,"ext_id":"105739745","area_id":"bbQKBTLlUTKGJR19/DrNzQ=="},"content":{"description":""},"density":0,"totalClimbs":23,"__v":1,"createdAt":"2022-11-07T06:26:25.918Z","updatedAt":"2024-01-15T16:49:07.237Z"}