{"_id":"63689de0e80bff5a994f988c","area_name":"Nappy Dugout, The","shortCode":"","climbs":[{"_id":"csRy9gbTVgG73Nwf4J3YCg==","name":"Z Man","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Mike Schneiter with Scott Nykerk","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.69273,39.70833]},"left_right_index":13,"mp_id":"107231744","mp_crag_id":"105745486","climb_id":"csRy9gbTVgG73Nwf4J3YCg==","areaRef":"wBRenU/WUEiLKAbSEDaPGQ=="},"content":{"description":"Climb a slightly wandering line on gray limestone that turns to beautiful, textured orange rock at the top. Z Man is mostly moderate climbing with one hard pull at 2/3 height. There are a lot of good holds on this route, but it is sometimes hard to find them. Look for the chalk, move your feet, feel around, and you should find them.\n\nZ Man was named for my new son Zeke, born a few days before I cleaned and bolted this line in a flurry of energy.","protection":"10 bolts and anchor.","location":"On the right side of the Nappy Dugout, this is two routes to the left of\n\nIvory Tower\n\nbut starting below the starting ledge for\n\nIvory Tower\n\n,\n\nPMS\n\n, etc. at a new base area with this new route and\n\nMr. Cranky Pants\n\n, which is the next route to the right."},"__v":0},{"_id":"7Lrhq4AOXNyhYfstjcNGpw==","name":"Till Death Do Us Part","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"Brad Buhrow","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.69273,39.70833]},"left_right_index":6,"mp_id":"114464548","mp_crag_id":"105745486","climb_id":"7Lrhq4AOXNyhYfstjcNGpw==","areaRef":"wBRenU/WUEiLKAbSEDaPGQ=="},"content":{"description":"TDDUP is a 4 bolt direct start of sorts to\n\nFossil Family\n\nEasy climbing to the 1st bolt leads to a boulder problem on mostly positive holds. This links into\n\nFossil Family\n\nat the good holds in the diagonal seam, just in time for its upper crux. This is worth doing.","protection":"Bolts.","location":"Start a few feet right of\n\nFossil Family\n\n, moving left-ish after the 1st bolt (not right into Rorschach Test)."},"__v":0},{"_id":"Ywno4/J5U86yLI/IP6w4uw==","name":"Should Have Pulled Out","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Alec Hull, 2018","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.69273,39.70833]},"left_right_index":0,"mp_id":"117312783","mp_crag_id":"105745486","climb_id":"Ywno4/J5U86yLI/IP6w4uw==","areaRef":"wBRenU/WUEiLKAbSEDaPGQ=="},"content":{"description":"Start with several bolts of fun, low angle, 10+/11- climbing up the technical low angle face up to the large roof. A nice break allows a good rest before the roof ahead. Pull the initial moves on good pockets up to a powerful crux move moving right to a powerful gaston and match. Several more bolts of pumpy mid-5.12 climbing take you to the anchor. Some may want a left kneepad.","protection":"Bolts to anchors.","location":"On the left side of the wall, start about 15 feet left of\n\nFamily Jewels\n\n."},"__v":0},{"_id":"owuDgk6fUHa1Ys1wyRU7tQ==","name":"PMT","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Lee Sheftel","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.69273,39.70833]},"left_right_index":17,"mp_id":"105757699","mp_crag_id":"105745486","climb_id":"owuDgk6fUHa1Ys1wyRU7tQ==","areaRef":"wBRenU/WUEiLKAbSEDaPGQ=="},"content":{"description":"This is a recent addition to Rifle's short list of 5.10s, but it is a good one at that. It is just right of\n\nPMS\n\n, up on the dirt mound above the Nappy Dugout (Shit Cave) and climbs the aesthetic orange wall capped by a small roof band.\n\nStart this well-protected route by ambling up the slabby, grey stone to the base of the orange wall. Engaging moves on incut sidepulls, funky horns, and good crimps lead to a crux sequence moving left to the anchors. In-situ lowering biners get you back to the ground.\n\nThis route is catching on fast, so do it before it gets all slimed out.","protection":"8-10 draws.","location":""},"__v":0},{"_id":"3RZeN7w5W5q5v/aOptvFHw==","name":"PMS","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Mike Pont, Tannis Richardson","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.69273,39.70833]},"left_right_index":16,"mp_id":"105754246","mp_crag_id":"105745486","climb_id":"3RZeN7w5W5q5v/aOptvFHw==","areaRef":"wBRenU/WUEiLKAbSEDaPGQ=="},"content":{"description":"While not jaw-droppingly stunning from the ground, this is 5.10 limestone face climbing at its best, with consistently incut holds on consistently steep terrain. It's very popular as a morning route, so be ready to stand in line. Two adjacent routes (\n\nIvory Tower\n\nand Lee Sheftel's new route [name?]) at similar grades and a nice elevated view of a pretty stretch of river make this a nice hang.\n\nBoth of these routes are up and right of the Nappy Dugout (or Shit Cave, as it was known before porta-potties were installed in the Canyon) and start from the top of the dirt cone. PMS is the middle route and starts on easy, ledgy rock to reach a high first bolt behind the tree.\n\nContinue past the bolt into a faint corner which terminates in a steep face. Sustained climbing takes you to an aesthetic finish on hidden holds.","protection":"10 quickdraws.","location":""},"__v":0},{"_id":"+dArNH6hU6+B9TDUtPXiNQ==","name":"The Perfect Gun","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"Eric Candee","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.69273,39.70833]},"left_right_index":11,"mp_id":"106107975","mp_crag_id":"105745486","climb_id":"+dArNH6hU6+B9TDUtPXiNQ==","areaRef":"wBRenU/WUEiLKAbSEDaPGQ=="},"content":{"description":"This is a pumpy route and receives one star (worth doing but nothing to write home about) in the Western Sloper Rifle Mountain Park guide by Dave Pegg. My friends, Mark and Keegan, may disagree, as this was their project in the summer of 2005.  The route starts with a steep undercut followed by some very technical moves leading above the trees to the anchors.\n\nI remember this being fun for everyone, as it was in the shade and cast bright green colors on the wall as the sun shined through the trees.","protection":"5-7 draws plus two for the anchors.","location":"This route starts behind a real nice Box Elder maple growing out of a dirt mound. There is a trail from the Wasteland that leads you past the route to the\n\nIvory Tower\n\non the right. In relation to the other routes, it's located directly to the right of\n\nDrunken Monkey\n\n, and left of\n\nIvory Tower\n\n."},"__v":0},{"_id":"ZtpJVz3FVv6WncoF3iIa9w==","name":"Mr. Cranky Pants","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Lee Sheftel","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.69273,39.70833]},"left_right_index":14,"mp_id":"107231754","mp_crag_id":"105745486","climb_id":"ZtpJVz3FVv6WncoF3iIa9w==","areaRef":"wBRenU/WUEiLKAbSEDaPGQ=="},"content":{"description":"Another new addition to Rifle, Mr. Cranky Pants climbs featured, sometimes hard-to-read gray limestone with mostly big holds to a crux where the rock turns to textured orange limestone. The crux seems easiest when staying left instead of going out right via an alternate way. If you go out right, plan on finding a way to delicately traverse back left while above your last bolt. Finish on great stone to the anchor.","protection":"12 bolts and anchor.","location":"This is the first route left of\n\nIvory Tower\n\nbut starting below\n\nIvory Tower's\n\nbelay ledge."},"__v":0},{"_id":"NdXB9FGZU3u1mbL/SQfVrA==","name":"Lung Fish","yds":"5.14-","grades":{"yds":"5.14-","french":"8b+"},"fa":"Jeff Cloud, Jeff Webb?","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.69273,39.70833]},"left_right_index":9,"mp_id":"105754048","mp_crag_id":"105745486","climb_id":"NdXB9FGZU3u1mbL/SQfVrA==","areaRef":"wBRenU/WUEiLKAbSEDaPGQ=="},"content":{"description":"Trundles up the clean sheet just left of Drunken Monkey. Not the most inspiring route to look at but the movement and bullet stone make up for what it lacks in visuals.\n\nThe first 4 four bolts ( skipping the 3rd ) deposit you at the first of 2 cruxes ( allocate about 10 second for this section ).  Chew on your knee in the massive drop knee or huck for good crimps ( skip the 5th bolt ), grab the pinch in a faint corner, fall off ( allocate about 10 seconds for this section also ).  Your investment of 20 seconds got you about 20 feet of climbing; get used to it as you will probably repeat this many-a-time.( allocate 1 to 10 days for this section )\n\nIf you are lucky enough to sketch through the bottom, pull up into the corner and cop a rest ( allocate 2-3 minutes for this section including resting ) and then tackle the upper crux.  Grimp through on good holds with bad feet and try very hard not to fall off, you will not be happy with yourself if you do (allocate about 20 seconds for this section).\n\nRest under the big roof ( allocate 2 to 15 minutes for this section ), convince yourself that you will not fall off and hike the last .12 section to the anchor.\n\nTotal it all up:\n\n1 season of work ( maybe less, maybe more, maybe never ) 15-30 minutes on the point burn 2-3 minutes of actual climbing OR Do it like Sharma and hike it in a day.\n\nFigure if Drunken Monkey and Family Unit get 2 stars this has got to be 3 stars.","protection":"11 bolts to chains but you only clip about 9 of em generally skipping the 3rd and 5th bolts","location":""},"__v":0},{"_id":"gMtHtVdwUM+qXiWEIcLwug==","name":"Kingfisher","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"Mike Downing","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.69273,39.70833]},"left_right_index":18,"mp_id":"105754249","mp_crag_id":"105745486","climb_id":"gMtHtVdwUM+qXiWEIcLwug==","areaRef":"wBRenU/WUEiLKAbSEDaPGQ=="},"content":{"description":"Kingfisher is a lone, quiet route downstream and right of the Nappy Dugout, just across the gully from the dirt cone where PMS and Ivory Tower ascend. It climbs directly up the center of a cool, rectangular face capped by a small roof and a Rifle-special dark brown headwall.\n\nThe first clip is hard, so you may want to stick clip it. Crimp your way up the ever-steepening face to a wild series of karate chop moves through the bulge.\n\nPerhaps the least-traveled good route of its grade at Rifle.","protection":"10 quickdraws.","location":""},"__v":0},{"_id":"gATDc6e7WpS1kAkfO7l1Gg==","name":"Ivory Tower","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Richard Wright and Bernard Plessier","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.69273,39.70833]},"left_right_index":15,"mp_id":"105760131","mp_crag_id":"105745486","climb_id":"gATDc6e7WpS1kAkfO7l1Gg==","areaRef":"wBRenU/WUEiLKAbSEDaPGQ=="},"content":{"description":"Climbing commences here following nine clips up a steep gray-streaked \"slab\" that is the Ivory Tower and terminates atop another pedestal with just enough room for you (and perhaps one small farm animal) to stand, relax, enjoy the view and drop your rope into the lowering station.\n\nThis stellar climb has two places where chalked holds lead you leftward away from the bolts, then bring you back right into the bolt line.  It seems the first of the two wanderings was unnecessary as a brief, but perhaps cryptic, upward sequence of tugs did not seem overly difficult and made wandering unnecessary.  However, the uppermost wander seems necessary to keep the grade 11a.  Have fun and wander or be direct - whichever your style!","protection":"9 quickdraws.","location":""},"__v":0},{"_id":"BUuy0MNRWYK4KMo7z9yjxw==","name":"Geriatric Journey","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Cory Case and Brandi Horn","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.69273,39.70833]},"left_right_index":12,"mp_id":"112067046","mp_crag_id":"105745486","climb_id":"BUuy0MNRWYK4KMo7z9yjxw==","areaRef":"wBRenU/WUEiLKAbSEDaPGQ=="},"content":{"description":"Geriatric Journey is an excellent new route in Rifle, and it is not to be missed. It is a long route that requires an 80 meter rope or you must lower twice. Make sure you tie a knot in the end of your rope no matter what length of rope you have.\n\nThe route is characterized by long, steep, technical climbing. A hard crux is encountered right off the ground that you can protect by stick clipping the second bolt and is followed with great, sustained climbing that is mostly 5.10 and easy 5.11. There's another mini crux at mid-height that will probably get easier as better beta is discovered and chalk covers the best holds. You can shake out at the top before the final crux, pulling through the bulge to reach the top anchor.","protection":"20 bolts with an anchor on top and a midway anchor for lowering twice if you don't have a 80 meter rope.\n\nPer\n\nSeth Cohen\n\n: as of 8/13/2020, there's a bolt missing maybe 2/3 of the way up (or something).","location":"It is in between\n\nPerfect Gun\n\nand\n\nZ Man\n\non the right side of the Nappy Dugout in the area of the popular 5.10s such as\n\nPMS\n\n. Start from the same belay area as\n\nZ Man\n\nand\n\nMr. Cranky Pants\n\n."},"__v":0},{"_id":"ygWb5hG9Wri1aUxqmexdaw==","name":"Frizzle Frye","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"Scott Frye","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.69273,39.70833]},"left_right_index":7,"mp_id":"105754009","mp_crag_id":"105745486","climb_id":"ygWb5hG9Wri1aUxqmexdaw==","areaRef":"wBRenU/WUEiLKAbSEDaPGQ=="},"content":{"description":"I also seen this route referred to as 12d but it was rated 13a when it was put up, and I don't want to be further accused of sandbagging.\n\nFrizzle Frye is probably the only American Fork style link-up at Rifle, yet ironically it follows a natural weakness (pod-type crack) in the rock and not just an arbitrary set of quickdraws. It basically moves diagonally right across most of the Nappy Dugout, starting left of Fringe Dweller, above which it crosses, before traversing right above the crux of Lungfish to join the top half of Drunk Monkey.\n\nThere are two distinct cruxes on this route, one a powerful set up on poor pockets, the other a very funky transition move across the faint Lungfish corner. Same some juice for the end, as the top of Drunk Monkey involves fairly sporty 5.11 climbing and some big reaches.\n\nCleaning this route is a bitch so you're best off finding some poor slob to second you on it.","protection":"10 quickdraws and a strong right shoulder.","location":""},"__v":0},{"_id":"bGNTM220XKW+QUtjCD9O+w==","name":"Fringe Dweller","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Scott Leonard","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.69273,39.70833]},"left_right_index":8,"mp_id":"105754222","mp_crag_id":"105745486","climb_id":"bGNTM220XKW+QUtjCD9O+w==","areaRef":"wBRenU/WUEiLKAbSEDaPGQ=="},"content":{"description":"This route doesn't seem to get done much, maybe because it's more bouldery than the usual Rifle fare or maybe because it's stinking hard for the grade.\n\nThis is one route left of Lungfish and starts on the faint \"\n\nNever Believe\n\n\"-like pillar to the right of the big gash. A bouldery, cruxy start leads to powerful climbing and a final boulder problem on the overhanging blue rock. Though it may look tempting (and easy) to step left into the big pod, it won't do you much good, as it's desperate getting over there.\n\nBetter just to stay on route and move left into the pod from the jutting cube on the right. A brief hand-jam rest at the top of the pod lets you bleed it back for the redpoint crux.","protection":"8-10 quickdraws.","location":""},"__v":0},{"_id":"P0wKH5K8VzaObA1qwvO/EA==","name":"Fossil Family","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Brad Buhrow, Eric Candee","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.69273,39.70833]},"left_right_index":5,"mp_id":"105760344","mp_crag_id":"105745486","climb_id":"P0wKH5K8VzaObA1qwvO/EA==","areaRef":"wBRenU/WUEiLKAbSEDaPGQ=="},"content":{"description":"On the left side of the Nappy Dugout is Fossil Family.  It's recognized by its first three bolts (homemade and shared with\n\nFamily Unit\n\n) and by the right-trending and upward (of course) discontinuous seam that comprises its upper half.\n\nClimb up to the third bolt, then move up and right along the seam for three more clips, passing a rooflet near the sixth bolt, to a two bolt anchor.  STELLAR, power-sapping climbing on good holds adds up to a super-fun climb worthy of many stars.\n\nAfter you send... do the next climber a favor by scrubbing one or two of the seam holds during your victorious lower from the anchors.... Maybe some day we'll be able to touch actual stone in the upper seam of Fossil Family?","protection":"Eight quickdraws (includes the anchor).","location":""},"__v":0},{"_id":"4XWZwIhgUmeEAq94tuN2jA==","name":"Family Unit","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Steve Hong, 1993","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.69273,39.70833]},"left_right_index":3,"mp_id":"105753826","mp_crag_id":"105745486","climb_id":"4XWZwIhgUmeEAq94tuN2jA==","areaRef":"wBRenU/WUEiLKAbSEDaPGQ=="},"content":{"description":"It's a good thing we have Matt Samet logging in the hard routes, because it leaves all of the terrific Matt Samet warm-ups for the rest of us, and while Family Unit may only warm up some, for others it's just a fine climb.\n\nBegin on the left most line of bolts in the Nappy Dugout Cave. After 30 feet, you can move right into\n\nFossil Family\n\n(12a) or stay left on Family Unit. Some interesting moves, sidesteps, and edge hauling take you the roof.  Pulling the roof runs at 12d and comprises a two bolt variation (nice job on Hong's part to let us gumbies off the hook!).  Watch you footing above the fourth bolt, since the pro gets a bit spacey but not worth screaming about.\n\nGood stone, excellent climbing, and some mind control are well worth a deuce. The line stays shady nearly all the time.","protection":"Bring ten draws and a rope.","location":""},"__v":0},{"_id":"RdeHVpz4XNimge/mBbpXlw==","name":"Family Jewels","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Darek Krol, 2014","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.69273,39.70833]},"left_right_index":1,"mp_id":"109514790","mp_crag_id":"105745486","climb_id":"RdeHVpz4XNimge/mBbpXlw==","areaRef":"wBRenU/WUEiLKAbSEDaPGQ=="},"content":{"description":"This is the direct start to\n\nFamily Unit\n\n.\n\nA fingery boulder problem past two bolts leads to the very pumpy ending of\n\nFamily Unit\n\non large, flat blocks and fins.\n\nThe second bolt would be tough to clip on lead. It might feel harder if you choose not to stick clip the first two bolts.\n\nThis is a very good route for people looking for a bouldery 12a that doesn't require lots of endurance.","protection":"Bolts and a two bolt anchor.  50 meter rope will easily get you down.","location":"Just left of Fossil Family.  Furthest left route in Nappy Dugout."},"__v":0},{"_id":"VoTc0hcAXUaLwlttcBZAnA==","name":"Family Feud","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.69273,39.70833]},"left_right_index":2,"mp_id":"115355230","mp_crag_id":"105745486","climb_id":"VoTc0hcAXUaLwlttcBZAnA==","areaRef":"wBRenU/WUEiLKAbSEDaPGQ=="},"content":{"description":"I guess link-ups can work both ways. Start on\n\nFamily Jewels\n\n, and finish up on\n\nFossil Family\n\n, joining the route at the same place the top of\n\nFamily Unit\n\nbegins. I would say the difficulty is somewhere between\n\nFamily Jewels\n\nand\n\nFossil Family\n\n.","protection":"Bolts.","location":"Start on\n\nFamily Jewels\n\n, and finish on\n\nFossil Family\n\n."},"__v":0},{"_id":"8Euxz/3/Uei878t7eqIdGA==","name":"Families Are Forever","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"Steve Hong, 1990s","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.69273,39.70833]},"left_right_index":4,"mp_id":"113453064","mp_crag_id":"105745486","climb_id":"8Euxz/3/Uei878t7eqIdGA==","areaRef":"wBRenU/WUEiLKAbSEDaPGQ=="},"content":{"description":"This is the roof extension to \"\n\nFamily Unit\n\n\" or \"\n\nFamily Jewels\n\n\".  The difficulty is about the same either way. From the anchors, cop a good rest, then make a few steep moves on good holds to the next clip. Make a huge move to a good but sharp undercling, and battle over the bulge. Huge jugs take you to the anchors. The moves are fun, probably around V5/V6, but there are some sharp, unpleasant holds. The guidebook recommends a right kneebar pad, but I didn't see that.","protection":"3 more bolts to anchors.  The second is generally skipped.","location":"Start as for\n\nFamily Unit\n\n/\n\nFamily Jewels\n\n, and continue past."},"__v":0},{"_id":"buoWW6nyVY+HcUocsrIERQ==","name":"Drunken Monkey","yds":"5.12b/c","grades":{"yds":"5.12b/c","french":"7b+"},"fa":"Scott Frye, 1994","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.69273,39.70833]},"left_right_index":10,"mp_id":"105753463","mp_crag_id":"105745486","climb_id":"buoWW6nyVY+HcUocsrIERQ==","areaRef":"wBRenU/WUEiLKAbSEDaPGQ=="},"content":{"description":"Drunken Monkey takes the right-angling crack on the right side of the cave and continues over a small roof/bulge at 40 ft. This route reminds me of the limestone routes in Slovenia where once you get up on your feet the bolt spacing doubles or triples. To get things going, power out the crack for a dozen feet and at the dog-leg jog back left on very sizable jugs. This sector looks like it should be easy, but it is in fact very pumpy, and this is not a friendly Indian Creek crack - it's very sharp. As the route straightens out, you hit the crux roof/bulge with its very bouldery and crimpy crux. I pull this on the right hand, and even so this move felt solid 12c to my puny finger strength and it has always been worth a dog or two.  This is very steep with a micro crimp that you will use if you will proceed. Once over the bulge, get established on your feet and shake out the hands. What follows is probably never harder than 5.11 and it is reasonably juggy. However, the pump just mounts because the wall stays gently overhanging right to the anchor. Hang tight. The upper bolts feel a mile apart.  If we split stars, I'd go with two and a half here. Good stone, high continuity, and the crux develops early enough that if you slip through a red point is probably in the bag. The big guns may be disappointed by the break in continuity above the bulge. (I knew those California boys were strong)","protection":"Bring half a dozen draws, a rope, and some gonads.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,ebe9235e-a40c-5b97-b769-65db0bdd0cdc,22dac198-10d8-5ebf-94d5-6e503a0753a0,c0145e9d-4fd6-5048-8b28-06d210368f19","pathTokens":["USA","Colorado","Rifle","Rifle Mountain Park","Nappy Dugout, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10b"},{"count":5,"label":"5.12d"},{"count":2,"label":"5.13a"},{"count":2,"label":"5.10c"},{"count":1,"label":"5.10a"},{"count":1,"label":"5.14-"},{"count":1,"label":"5.11a"},{"count":1,"label":"5.11c"},{"count":3,"label":"5.12a"},{"count":1,"label":"5.11d"},{"count":1,"label":"5.12b/c"}],"byDiscipline":{"sport":{"total":19,"bands":{"unknown":0,"beginner":0,"intermediate":4,"advanced":12,"expert":3}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":4,"advanced":12,"expert":3}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-107.69273,39.70833]},"bbox":[-107.69331450055627,39.707880339818125,-107.69214549944373,39.70877966018186],"left_right_index":-1,"ext_id":"105745486","area_id":"wBRenU/WUEiLKAbSEDaPGQ==","polygon":{"type":"Polygon","coordinates":[[[-107.69331450055627,39.707880339818125],[-107.69214549944373,39.707880339818125],[-107.69214549944373,39.70877966018186],[-107.69331450055627,39.70877966018186],[-107.69331450055627,39.707880339818125]]]}},"content":{"description":""},"density":0,"totalClimbs":19,"__v":1,"createdAt":"2022-11-07T05:56:20.939Z","updatedAt":"2024-02-19T18:31:56.135Z"}