{"_id":"6368a50be80bff5a995afee9","area_name":"Dead Snag, The","shortCode":"","climbs":[{"_id":"oBiNUvnWU8CDM2QCtZxxxg==","name":"Time Going By","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Cabot Steward and James Garrett, 11 June 2019","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74466,40.62082]},"left_right_index":13,"mp_id":"117110829","mp_crag_id":"105739407","climb_id":"oBiNUvnWU8CDM2QCtZxxxg==","areaRef":"WvJ3IbsnXQiSvFtw24CMMg=="},"content":{"description":"PLEASE NOTE; Typical for climbing new routes in BCC, tread carefully and please wear a helmet. Be aware that some loose rocks may still exist despite extensive route cleaning. The belayer should stand away from the line of fire and have the rope in a protected spot.\n\nPitch #1: The start to this fun climb is just to the looker's left of the trad route Ad Lib. It follows a unique pillar/staircase feature up a a buttress and curves around back right to share the same belay  anchors as Ad Lib. 7 bolts, 5.8.\n\nRappel the route. Please TR and lower off your own Locking Carabiners.","protection":"QDs for 7 Glue In Bolts to the rebolted two bolt belay.","location":"Big Cottonwood Canyon-Stairs Gulch-Dead Snag Area-Left of the route Ad Lib. 5 to 10 minute approach from the car. Just between East Facing Challenge Buttress and Dead Snag's SteortsRidge."},"__v":0},{"_id":"cb/EjG0EUG+f532iVppSJg==","name":"Tiger's Den","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"The Strongest Man Alive","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74466,40.62082]},"left_right_index":6,"mp_id":"111828793","mp_crag_id":"105739407","climb_id":"cb/EjG0EUG+f532iVppSJg==","areaRef":"WvJ3IbsnXQiSvFtw24CMMg=="},"content":{"description":"Entirely ignored,\n\nTiger's Den\n\nis the ultimate\n\nSteourt's Ridge\n\nwild card. Labeled as 5.8? in the Ruckman Guide, the\n\nTiger's Den\n\nremains as dark and mysterious as its enclosed start.  Difficulty may vary depending on experience, height, or ability. 5.8?, 5.10? or harder?? I'll leave the rating as it is in the book 5.8? Treat yourself to a surprise and help keep the mystery alive for others.\n\nP1:\n\nJam or lie-back a large, leaning block to access the route. Follow an easy, well protected corner until a clean, smooth face comes into sight. Move left to gain the face and aim towards a difficult to see bolt.  Here is where the routes gets its character; follow a seam up the face to reach the crux. Mount a ledge and build a belay in the corner of the\n\nEast Dihedral's\n\n2nd pitch start. (5.?)\n\nP2\n\n:  Continue up the\n\nEast Dihedral's\n\nsecond pitch, or make the\n\nTiger's Den\n\ncompletely independent and more fun by following an incipient crack system straight up the face. (5.7)\n\nDescent\n\n: Rappel the standard\n\nSteouts\n\nrap line just left of the routes finish.","protection":"A single rack of cams and nuts up to 3 inches. Draws and long slings will be necessary.","location":"Left of the\n\nEast Dihedral\n\n. Start up a sketchy off-width leaning block."},"__v":0},{"_id":"crma8q8lVq6EZuziyXKkLQ==","name":"Steorts' Ridge","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Lee Steorts, Harold Goodro: late 40's","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74466,40.62082]},"left_right_index":10,"mp_id":"105740006","mp_crag_id":"105739407","climb_id":"crma8q8lVq6EZuziyXKkLQ==","areaRef":"WvJ3IbsnXQiSvFtw24CMMg=="},"content":{"description":"Locate the obvious arete that divides the north and east faces of the cliff.  Begin left of the arete.\n\nPitch 1:Face and crack climb up and over the roof (5.6). Continue up easier, broken rock to belay on good ledge atop pillar below slanted roof.\n\nPitch 2:Climb up right and follow wide crack left of arete to small belay stance on the arete.\n\nPitch 3:Face climb up the steep, exposed arete, stay out on the arete as much as possible moving at times from one side to the other when necessary.  After clipping a bolt, I seem to remember that there wasn't much protection above it, so if you see a gear placement opportunity, do not pass it up.  Climb to the top of the arete and belay from the trees on top.\n\nDescent:Follow a path left along the top of the wall until you come to a rappel station.  3 single rope, 80 foot rappels to the ground.","protection":"Standard trad rack is fine, be sure you know how to set up belay anchors.","location":""},"__v":0},{"_id":"dB/ez0t8XO2RrD0RFzqpLw==","name":"Social Engineering","yds":"5.10a/b","grades":{"yds":"5.10a/b","french":"6a+"},"fa":"JS, Janie Saviers-Steiger, Oct. 2014","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74466,40.62082]},"left_right_index":15,"mp_id":"110312893","mp_crag_id":"105739407","climb_id":"dB/ez0t8XO2RrD0RFzqpLw==","areaRef":"WvJ3IbsnXQiSvFtw24CMMg=="},"content":{"description":"This is the left-most of the three parallel thin crack systems starting off a ledge about 30 feet off the ground on the north face of Dead Snag crag.\n\nSocial Engineering\n\nstarts by face climbing straight up past the left-most of the pair of bolts that protect access to the ledge (the right-most bolt marks the start of\n\nCall Me Slim\n\n).  From the ledge, take the broken-looking crack on the left to get established in the nice thin crack above.  Finger jamming leads to a break below a bulging bolt-protected headwall.  Follow the bolts to chains.  Between the second and third headwall bolt, you'll likely want some gear -- see below.","protection":"Set of wires and cams to a gold Camalot (no. 2), draws, and a few long slings.  Consider a few extra cams in the finger size.  Save a blue (.3) and grey (.4) Camalot for above the second bolt on the headwall.  70m rope likely mandatory to lower.","location":"Social Engineering\n\nis about 25 feet right of\n\nAd Lib\n\nand 20 feet left of the large chimney/gully that separates Dead Snag from Talk Buttress. The best approach is to follow the well-trod Challenge Buttress Trail past the east face of Challenge toward Dead Snag and\n\nSteorts' Ridge.\n\nAbout 50 feet before reaching the base area of\n\nSteorts'\n\n, a talus field will appear through the trees to the right (west) of the trail (the talus field is nestled between the north face of Dead Snag and the west face of Talk Buttress).  A short trail heads into the talus field then traverses right to the talus field's right margin, where the trail turns up a few short switchbacks then goes back left (under the start of\n\nDirect North Ridge\n\non Talk Buttress (see that page)) to the top of the talus field and the base area for\n\nSocial Engineering\n\nand its neighbors.\n\nTo descend\n\nSocial Engineering,\n\nlower or rap from chains with a 70 meter rope.  A single 60 meter rope will not make it."},"__v":0},{"_id":"K08J8ULfVm+w8KtDP56VxQ==","name":"Rock!","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Bobby Hanson, Rob Curtis, August 2006","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74466,40.62082]},"left_right_index":2,"mp_id":"105878006","mp_crag_id":"105739407","climb_id":"K08J8ULfVm+w8KtDP56VxQ==","areaRef":"WvJ3IbsnXQiSvFtw24CMMg=="},"content":{"description":"Go up the Dead Snag Rappel.  Easy, but runout climbing to the first set of chains (don't stop here).  The best line goes straight up from the chains, but you can go slightly left for easier climbing (and less pro).  Follow the right crack past a small bush to the right edge of the roof.  Gain the roof through either of the two notches.  Ascend the small dihedral to the ledge, or come out onto the face when convenient.  Beware loose rocks.\n\nNamed for the dangers from other parties above.","protection":"Standard Rack up to #1 Camalot.","location":"Dead Snag rappel"},"__v":0},{"_id":"vgAx64o5Wy+9AowFX8RaUw==","name":"R&B","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Rob Curtis, Bobby Hanson, Aug., 2006","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74466,40.62082]},"left_right_index":1,"mp_id":"105878001","mp_crag_id":"105739407","climb_id":"vgAx64o5Wy+9AowFX8RaUw==","areaRef":"WvJ3IbsnXQiSvFtw24CMMg=="},"content":{"description":"This route goes straight up the Dead Snag rappel.  Runout, but easy climging past the first set of chains gets you to the flakes below the roof.  Beware of loose blocks here and there, but most of it is sound.  Pull the roof past a bolt, and continue up the thin face past one more bolt to the ledge.  1 pitch.\n\nRob originally led this in August, 2006 without the bolts.  The bolts were added in October, 2006.","protection":"Small rack up to #1 Camalot.","location":"The Dead Snag rappel."},"__v":0},{"_id":"jyxjK/BeW52plmBWamrixA==","name":"North Dihedrals","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74466,40.62082]},"left_right_index":11,"mp_id":"105740585","mp_crag_id":"105739407","climb_id":"jyxjK/BeW52plmBWamrixA==","areaRef":"WvJ3IbsnXQiSvFtw24CMMg=="},"content":{"description":"This climb starts just around the corner to the right of Steort's Ridge and under the roof.\n\nThe climb follows the right side (north face)of Steorts Arete, climbing in the obvious dihedrals up faces and corners.  In the Ruckman guidebook it shows 4 pitches, however, this depends on your rope length and comfort setting up belays.  We climbed this in three.  I don't recall each belay, however the first 3/4 of the climb is 5.5, with the last moves of the climb being the crux.  You finish on the same ledge as Steort's Ridge.\n\nThe climb is a bit dirty and loose in spots, but it is worth climbing.  There are definitely good sections of climbing.  We ended up here because Steort's had a line, and it seemed like a good place to take a beginner.  It was.  If there are people on Steort's you will be climbing just to the right of them the whole way.  It is a fun variation.","protection":"Standard trad rack","location":""},"__v":0},{"_id":"lxj2WqWgWvqOkXuPMp/REg==","name":"Jig's Up","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Ted Wilson, Milt Hokanson 1961","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74466,40.62082]},"left_right_index":9,"mp_id":"105740924","mp_crag_id":"105739407","climb_id":"lxj2WqWgWvqOkXuPMp/REg==","areaRef":"WvJ3IbsnXQiSvFtw24CMMg=="},"content":{"description":"The beginning of the route is just left of the arete that borders the east and north face of the Dead Snag Arete.  This is the same 1st pitch as Steort's Ridge.  Climb the broken face and work the easy roof, then continue up the face to the ledges after about 120 feet.  Skip the 1st ledge and hit the 2nd one which has a piton (It is bigger and easier to set up an anchor).  Pitch 2 makes this climb as it works the finger/hand cracks that climb this face.  The consistency of these cracks are incredible, and this is where the cams are nice to have.  These cracks angle slightly leftward and are not the wide crack close to the arete.  After about 180 feet of jamming, one gains a ledge within sight of the top.  This ledge is small, but will suffice for a belay station, and it protects well.  Sit down, take off your shoes and belay your second.  Enjoy the view when he/she gets there.Finally, put on your shoes and work left off the ledge, along an easy section, avoiding the left-facing corner.  This 20 foot finish ends the climb with 1 or 2 moves worthy of your rope.Walk to the south, where you can reach the anchors from East Dihedrals and do 3 1-rope rappels.\n\nAgain, I can not express the importance of placing your SLCD's carefully as there are 5 lost on this route.","protection":"Standard rack will suffice, a little heavy on SLCD's.  Beware of the second pitch cracks as they gobble (and I mean gobble) up cams.  The belay stations require trad gear as well.  Belay station 1 has the only fixed gear (1 piton).","location":""},"__v":0},{"_id":"4IiLqIYMVJajyaz0BmILKQ==","name":"Gypsy Girl","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74466,40.62082]},"left_right_index":0,"mp_id":"105741014","mp_crag_id":"105739407","climb_id":"4IiLqIYMVJajyaz0BmILKQ==","areaRef":"WvJ3IbsnXQiSvFtw24CMMg=="},"content":{"description":"About 10 minutes up the gully from Steort's is a short bolted route that isn't a total waste of bolts.  Definitely an acceptable climb for the young 'uns.  Also, it is harder for the kids due to reaches.","protection":"5 draws for the climb, and there is a chain  around a tree (not sure if I like that) for the anchor.  Maybe bring slings for an anchor as well 1 chain does not an anchor make.","location":""},"__v":0},{"_id":"CjQQvTSKWJS83hvd47t6jg==","name":"Funk","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Bobby Hanson, Rob Curtis, August 2006","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74466,40.62082]},"left_right_index":3,"mp_id":"105878011","mp_crag_id":"105739407","climb_id":"CjQQvTSKWJS83hvd47t6jg==","areaRef":"WvJ3IbsnXQiSvFtw24CMMg=="},"content":{"description":"Head up the Dead Snag rappel.  At the lowest chains (don't stop here), there is a obvious small crack system that goes right.  Follow this, linking thin cracks as they arc back left to the big ledge.\n\nOn busy days, watch for \"down\" traffic.","protection":"Standard Rack to #.75 Camalot (mostly nuts and small cams)","location":"Dead Snag rappel"},"__v":0},{"_id":"PoHC1F+wVKuyNbNYM5179A==","name":"Force of Nature","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"JS, JSS, AS, Oct. 2014","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74466,40.62082]},"left_right_index":17,"mp_id":"110356919","mp_crag_id":"105739407","climb_id":"PoHC1F+wVKuyNbNYM5179A==","areaRef":"WvJ3IbsnXQiSvFtw24CMMg=="},"content":{"description":"Force of Nature\n\nis the thin crack system right of\n\nCall Me Slim\n\n.  Begin by climbing a slightly right-angling broken crack until possible to step left to blocky face ending on the ledge.  If cherry-picking the \"best\" line, gain the ledge by starting on\n\nSlim\n\n, but since you probably did\n\nSlim\n\nto warm up, consider diversifying by taking the start described here.   Above the ledge, a small apex roof poses the first difficulty, followed by some thin jamming to face climbing past five bolts (some interspersed gear) to another thin crack heading toward a crack through a roof band.  Pull the roof and continue up a 1-inch crack to the chains.  Named to memorialize a full day of cleaning.","protection":"Set of wires and cams to a red Camelot (no. 1); considering doubling up on thin-finger size cams (microcams useful) and taking an extra green Camelot (.75).   70m rope likely mandatory for lowering.","location":"Approach as for\n\nSocial Engineering\n\n. Lower from chains with fixed biners with a 70 meter rope."},"__v":0},{"_id":"VEmsn5s1WVmtyToEkawIUw==","name":"East Dihedrals","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74466,40.62082]},"left_right_index":7,"mp_id":"105740513","mp_crag_id":"105739407","climb_id":"VEmsn5s1WVmtyToEkawIUw==","areaRef":"WvJ3IbsnXQiSvFtw24CMMg=="},"content":{"description":"The East Dihedrals route is probably the most obvious line on the Dead Snag when looking from a distance.  This route starts just a small ways left of Steort's.  The anchors for the top of pitches 1 & 2 are both gear anchors.\n\nP1) This pitch climbs the deep right facing dihedral just left of Steort's.  Wander up through an easy opening to a bulge move to start the main dihedral.  Pull through this cool move, then up the dihedral.  When this feature dies out, wander up easy climbing heading a little left to a good ledge/pod below a steep hand crack.\n\nP2) Climb up this hand crack, through another small bulge, then cruise up an easy right facing dihedral until a belay ledge.  Another gear anchor.\n\nP3) Take your choice of 5.easy routes to the chain anchors on a big ledge.  This pitch is short.  Maybe could be combined with P2 with a 60m rope?\n\nDescent) Rap 3 times, using fixed chain anchors.  All raps require only one rope and are on good ledges.","protection":"Standard Rack.","location":""},"__v":0},{"_id":"7fM8sRaOVBye8onMwXEp0g==","name":"Double Bock","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74466,40.62082]},"left_right_index":4,"mp_id":"113218073","mp_crag_id":"105739407","climb_id":"7fM8sRaOVBye8onMwXEp0g==","areaRef":"WvJ3IbsnXQiSvFtw24CMMg=="},"content":{"description":"Probably done before, but the nice start seems to get almost no traffic.  Worthwhile as one long pitch right to the raps.  I suspect a pair of Alpenbockers did this back when, so named in their honor.\n\nStart at the thin seam as for Dead Snag Direttissima.  Climb essentially straight up for about 100' until you see an opportunity to move left towards a ledge.  Traverse the ledge into a right-facing corner system with a finger to hand crack.  This crack deposits you at the second rap station off the Dead Snag.","protection":"#1 camalot and smaller.","location":"Thin seam start about 10 feet uphill from Tiger's Den."},"__v":0},{"_id":"po2RZYsUUyexOoidhHN7Tg==","name":"Die Another Day","yds":"5.8-","grades":{"yds":"5.8-","french":"5b"},"fa":"Unknown - FRA Allen & Becky Sanderson","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74466,40.62082]},"left_right_index":8,"mp_id":"105989381","mp_crag_id":"105739407","climb_id":"po2RZYsUUyexOoidhHN7Tg==","areaRef":"WvJ3IbsnXQiSvFtw24CMMg=="},"content":{"description":"Really a variation of Jigs Up as it follows the thin crack system that is 6 to 8 feet to the left of Jigs Up and 10 to 12 feet to the right of the East Dihedrals.\n\nAbove the common belay for the second pitch of Steort's Ridge and Jigs Up there is a small roof. Jigs Up goes up the parallel cracks to the right of it. Instead surmount the roof directly on the left side (5.8-). A parallel set of thin finger cracks leads above, follow them as they continue up, always staying between the East Dihedrals and Jigs Up. At times the cracks are but a seam however there are great holds on the face (5.6-5.7). After 140' finish the pitch at the belay for Jigs Up.\n\nFrom the belay continue one can follow the traditional exit pitch to Jigs Up by going up and left. Or as has been previously done climb the crack system to the right of the small left facing corner. Following the crack system involves a barn door move as it goes by the small roof (5.7+).\n\nHIstorical notes: This variation in all likelihood has been done sometime in the past. However, there is fair amount of lichen under the roof which indicates that if it has been done it has been rarely repeated. As such I have listed this simply as the First Recorded Ascent (FRA).\n\nAs for the name. A rather nervous young woman who was climbing Steort's Ridge for the first time thought she was not going to make it. Midway through the 2nd pitch in a weak voice she asked me to \"Tell my boyfriend that if I die, I love him\" I just laughed and said sure but you will die another day.","protection":"Smal nuts and cams","location":"Starts from the second pitch of Jigs Up.\n\nDescend using the standard walkoff and 60 foot rappel."},"__v":0},{"_id":"45Vyb2PGUsijOifVjqvKmQ==","name":"Dead Snag Direttissima","yds":"5.8-","grades":{"yds":"5.8-","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74466,40.62082]},"left_right_index":5,"mp_id":"107338358","mp_crag_id":"105739407","climb_id":"45Vyb2PGUsijOifVjqvKmQ==","areaRef":"WvJ3IbsnXQiSvFtw24CMMg=="},"content":{"description":"\"I wish some day to make a route, and from the summit let fall a drop of water, and this is where my route will have gone\"\n\n-- Emilio Comici\n\nOf all the expanse of rock and places to climb on the Dead Snag, this stretch contains some of the best rock, most improbable moves (that are pretty easy) and highest angle of climbing.\n\nTwo 100+ pitches with a stance belay in the middle. This might share space with Tigers Den?\n\nI found this route while adventure soloing. Kept climbing higher and higher thinking it would get ugly and I could traverse off. Never got hard, never traversed off - so - I came back with my son and lead it as a 'sort of' real climb.","protection":"Small wired stoppers (DMM peanuts work well).","location":"This fun route starts about 50' uphill from Steorts Ridge staging area. The beginning is a small vertical knife blade crack - just left of a big flake and block.\n\nStep back from the start and draw an imaginary straight line up to the big diving board block on the top that overhangs the face (this block is about 20' left of the top out of Steorts).\n\nFollow this exact line - not varying more than 5' to the left or the right.  If you wander, your off route.  Its a direct route, a directissama, a Comici route!"},"__v":0},{"_id":"6q7J2BsrW+OwB6CFVhIL4g==","name":"Call Me Slim","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"JS, Janie Saviers-Steiger, Oct. 2014","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74466,40.62082]},"left_right_index":16,"mp_id":"110324481","mp_crag_id":"105739407","climb_id":"6q7J2BsrW+OwB6CFVhIL4g==","areaRef":"WvJ3IbsnXQiSvFtw24CMMg=="},"content":{"description":"This may be one of the longest and better moderate finger cracks in BCC, with some tricky face climbing to get to it.  Warm up by face climbing past the right-most of the pair of bolts that gives access to the ledge that is about 25 feet up.  Two more bolts above the ledge protect face moves into the crack.  Jam and layaway to crack's end and chains.","protection":"Set of wires and cams to a red Camalot (no. 1); consider doubling up on cams in the thin fingers size.","location":"Approach as for\n\nSocial Engineering\n\n. Lower from chains."},"__v":0},{"_id":"s/xa+HWhVhmB6mO5ZZLFfw==","name":"Alor 1","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"JS, KW, June 2016","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74466,40.62082]},"left_right_index":12,"mp_id":"111988844","mp_crag_id":"105739407","climb_id":"s/xa+HWhVhmB6mO5ZZLFfw==","areaRef":"WvJ3IbsnXQiSvFtw24CMMg=="},"content":{"description":"The first of a series.  Starts with a boulder problem over a bulge past a bolt into slightly right-leaning thin crack/seam.  Climb the seam until it peters out and easy, broken ground is reached.  Scramble to the first solid looking rock and belay (We set a belay near a small tree).  The pro above the bolt is tricky but adequate.","protection":"Single set or less of cams from micro to a gold (No. 3) Camalot.  I placed an offset brass or two but I think you can get up it without nuts.","location":"On Dead Snag's north face, right of the\n\nNorth Dihedrals\n\n.  Starts just right of the toe of the buttress demarcating the left end of Dead Snag's true north face.   It can be located by finding\n\nSteorts' Ridge\n\nand walking right about 50 feet, or by glancing left across the talus field when starting the approach to\n\nSocial Engineering\n\nand its neighbors."},"__v":0},{"_id":"NM2llXFaVeGONp08Bdglbg==","name":"Ad Lib","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Stuart Ruckman, Libby Ellis, 1986","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74466,40.62082]},"left_right_index":14,"mp_id":"110304401","mp_crag_id":"105739407","climb_id":"NM2llXFaVeGONp08Bdglbg==","areaRef":"WvJ3IbsnXQiSvFtw24CMMg=="},"content":{"description":"This is the obvious right-leaning thin crack just left of a low angle right-leaning, left-facing dihedral on the north face of Dead Snag.  A mix of jamming and face moves gets progressively more difficult toward the top.  Stuart gave the route one out of three stars when he and Libby cleaned and climbed it in 1986, but lichen and vegetation invaded the crack until it was restored in March 2015.  Get it before it grows back!   The north face of Dead Snag rarely gets sun, so it's comfortable all day during the dog days of summer.","protection":"Set of wireds and cams to a red Camalot (no. 1).  Microcams are useful.","location":"Right (north) of\n\nNorth Dihedrals\n\n, around the corner on the smoothish north face of Dead Snag.  Approach by either walking downhill along the wall from the\n\nNorth Dihedrals\n\nto Dead Snag's toe and turning left to thrash up through the bushes and scree, or follow the approach to\n\nSocial Engineering\n\nand drop downhill maybe 25 feet.  Rap or lower from the original pins backed up by a new bolt."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ee1d37e7-dc41-5c26-a358-5d51af01f499,5f0ed4d8-ebb0-5e78-ae15-ba7f1b3b5c51,e838736e-03de-5522-b170-850c7ffcb2ac,26a193ca-cb5e-5423-8ead-6db185433cfb,5af27721-bb27-5d08-92bc-5b70db808c32","pathTokens":["USA","Utah","Wasatch Range","Central Wasatch","Big Cottonwood Canyon","Dead Snag, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.8"},{"count":1,"label":"5.7"},{"count":6,"label":"5.6"},{"count":1,"label":"5.10a/b"},{"count":3,"label":"5.10a"},{"count":2,"label":"5.5"},{"count":1,"label":"5.11a"},{"count":2,"label":"5.8-"},{"count":1,"label":"5.9+"}],"byDiscipline":{"trad":{"total":16,"bands":{"unknown":0,"beginner":10,"intermediate":5,"advanced":1,"expert":0}},"sport":{"total":2,"bands":{"unknown":0,"beginner":2,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":12,"intermediate":5,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-111.74466,40.62082]},"bbox":[-111.74525241051059,40.62037033981814,-111.7440675894894,40.621269660181866],"left_right_index":-1,"ext_id":"105739407","area_id":"WvJ3IbsnXQiSvFtw24CMMg==","polygon":{"type":"Polygon","coordinates":[[[-111.74525241051059,40.62037033981814],[-111.7440675894894,40.62037033981814],[-111.7440675894894,40.621269660181866],[-111.74525241051059,40.621269660181866],[-111.74525241051059,40.62037033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":18,"__v":1,"createdAt":"2022-11-07T06:26:24.260Z","updatedAt":"2024-01-20T01:06:53.321Z"}