{"_id":"6368a57ce80bff5a995b843c","area_name":"7. Neighborhood Ledge","shortCode":"","climbs":[{"_id":"qKp4DT8zUYmM9pTc0QLVSQ==","name":"Warden Wave","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Kristofer Fiore, Travis Peckham 4/23/18","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-72.858,44.3708]},"left_right_index":3,"mp_id":"116787003","mp_crag_id":"114774915","climb_id":"qKp4DT8zUYmM9pTc0QLVSQ==","areaRef":"1gsEoSiuWq+BhcsyoTxqaw=="},"content":{"description":"Climb an easy slab until it peaks at a tough couple of moves and a thoughtful mantle on the ledge.","protection":"4-5 glue-ins, ring bolt anchor, optional single glue-in bolt for anchoring belayer.","location":"Center of neighborhood ledge between Quiggly and the obvious corner of Seven Cruxes."},"__v":0},{"_id":"Yr183MSFUOKRfurWm+VYjA==","name":"Seven Cruxes","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"FFA: James Kolocotronis, August 26, 1972","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-72.858,44.3708]},"left_right_index":2,"mp_id":"116526853","mp_crag_id":"114774915","climb_id":"Yr183MSFUOKRfurWm+VYjA==","areaRef":"1gsEoSiuWq+BhcsyoTxqaw=="},"content":{"description":"James Kolocotronis originally called this route 400 feet tall and did it in 5 pitches. Known to exaggerate, his route nevertheless stands as a proud one for Vermont history. Described below as it is more commonly climbed although buyer beware, this description has not been verified and parties should use good judgement when climbing. It certainly looks harder than 5.8+. \n\n P1. Begin on the Neighborhood ledge and climb up the easy face to gain the crack. Continue up the crack to a stance in the corner. (5.3)\n\n P2 Continue up the crack, then through the corner and up to a bulge and up to a two-bolt anchor out left. (5.8+)\n\n P3. Traverse left around the overhang and up around the bulge. (5.8+)\n\n P4. Face climb up, angling to the right or squirm through a notch to the top of the cliff. Gear anchor.\n\n Descent: Walk off","protection":"Standard VT rack.","location":"From the Neighborhood Ledge it's the left-facing corner. The most obvious feature on the entire cliff."},"__v":0},{"_id":"KnTeBxQrXK+0slrShm/B9w==","name":"Right Wing Nut Job","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"ACB Mischa Tourin, Kris Fiore","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-72.858,44.3708]},"left_right_index":7,"mp_id":"117078620","mp_crag_id":"114774915","climb_id":"KnTeBxQrXK+0slrShm/B9w==","areaRef":"1gsEoSiuWq+BhcsyoTxqaw=="},"content":{"description":"Another fun moderate trad climb at the Dome.\n\n Work up huge holds with OK gear past a few funky nut placements (5.5). Continue up the intermittent crack system as it gains steepness to a crux just before the lip. Mantle onto the ledge and belay from a two-bolt anchor.\n\n Mischa and I didn't find any evidence of prior climbing but it doesn't seem unlikely someone else may have climbed it back in the day.","protection":"Standard Rack","location":"15 Feet right of Lichenology in the trees. "},"__v":0},{"_id":"svUUK23SVuWd+6/d/LwkUA==","name":"Quiggly","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Kris Fiore, Mischa Tourin","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-72.858,44.3708]},"left_right_index":4,"mp_id":"116749644","mp_crag_id":"114774915","climb_id":"svUUK23SVuWd+6/d/LwkUA==","areaRef":"1gsEoSiuWq+BhcsyoTxqaw=="},"content":{"description":"A fun little sport route, nothing special but good for a first lead.Start just left of Lichenology and wander up good holds on a low-angle face to an anchor below the lip.","protection":"Sport, Bolted anchor.","location":"8 Feet left of Lichenology."},"__v":0},{"_id":"hnSwsthyU9C2v2mIu20nww==","name":"Mister Rogers","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"Seth Maciejowski, Mischa Tourin","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-72.858,44.3708]},"left_right_index":0,"mp_id":"116540903","mp_crag_id":"114774915","climb_id":"hnSwsthyU9C2v2mIu20nww==","areaRef":"1gsEoSiuWq+BhcsyoTxqaw=="},"content":{"description":"One of the best beginner sport routes in Bolton.Start on the left side of the Neighborhood ledge, just left of Seven Cruxes up an vertical face. Work up the face with good holds and numerous stances to rest to reach a two-bolt anchor down and left of the Seven Cruxes first pitch bolt anchor (which is also the bolt anchor for the route \"Casual Collusion\").","protection":"Bolts","location":"Left wall of Neighborhood Ledge. This is the left hand bolted route on the face left of the \"Seven Cruxes\" corner."},"__v":0},{"_id":"HdVsLcPnW/KgjY15MKn9xQ==","name":"Lichenology","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"P1. Mischa Tourin, Kris Fiore. P2/3: Seth Maciejowski, Chris Skalka, Mischa Tourin","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-72.858,44.3708]},"left_right_index":6,"mp_id":"116687476","mp_crag_id":"114774915","climb_id":"HdVsLcPnW/KgjY15MKn9xQ==","areaRef":"1gsEoSiuWq+BhcsyoTxqaw=="},"content":{"description":"First two pitches are sport and can be climbed as their own sport pitches alone due to the Upper Dome Ledge. Be mindful to stay on mechanical bolts on pitch two and not end up on Fire in the Hole. If you're clipping glue-in bolts, you're about to climb 5.12.Locate the right-most sport route on the Neighborhood Ledge.P1: Climb a steep section with good holds to a small ledge before a tricky crux. Mantle the ledge to an anchor on the left side of the Upper Dome ledge. 5.9, 50 ft.P2: Start up Two Times Infinity for a few bolts and then split hard left and up face climbing to an anchor at a small ledge. Don't get tricked into going straight up into the glue-in bolts of Fire in the Hole unless 12a is your biscuit. 5.10a 90 ft.[NOTE: It is sport up to here. Pitch 3, while fun and worth doing does require gear. Most parties choose to rap from atop P2]P3: Traverse the ledge around the corner to eventually meet up with the end of Seven Cruxes. Very cool position! 5.8, 70 ft.To lower, either rap down the Dometop Wall with a 60-meter rope or rap down to the neighborhood ledge if you have a 70. Tie end knots, it's a rope stretcher. It is highly recommended to rap with a 70-meter rope as it keeps you clear of other climbers and is just a dandy fun rappel.","protection":"Quickdraws for P1&2, Standard rack for P3.","location":"Start at the right-most line of bolts on the neighborhood wall."},"__v":0},{"_id":"H9XWB11TU42tO7U93lGpSA==","name":"Get Two Birds Stoned at Once","yds":"5.13c","grades":{"yds":"5.13c","french":"8a+"},"fa":"","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-72.858,44.3708]},"left_right_index":5,"mp_id":"117935902","mp_crag_id":"114774915","climb_id":"H9XWB11TU42tO7U93lGpSA==","areaRef":"1gsEoSiuWq+BhcsyoTxqaw=="},"content":{"description":"A one-of-a-kind fantastical route the bisects the huge overhanging wall in the middle of Bolton Dome. A very unique route to Bolton and for schist. Bring a boatload of steep climbing endurance and some of that new fangled kneebarring technology.\n\n Start on the right side of the Neighborhood Wall and climb up Quiggly (or Lichenonlogy). Clip select bolts and put a long runner on the Quiggly anchor to reduce rope drag. From this anchor/ledge, the climbing starts on a 40-70 degree overhanging crack that trends sharply left across the wall. The climbing on the crack is consistent and pumpy, but on good holds with even the occasional hand jam if you choose to express yourself in that way. At the 5th bolt you can dangle from a jug or slam in a kneebar. Give yourself a highfive for climbing to this point, a 12B or C called \"Flying Things\". Take note the rusted aid bolts that go straight up from the original aid first ascent.\n\n From the 5th bolt, embark on a three-bolt V8 journey across a left trending roof feature with some inimitable climbing characterized by gut busting underclings, technical kneebars, and a move that can only be described as a velociraptor strike. Culminate the crux-athon with a foot swinging, apocalyptic four-inch dyno! A few powerful exit moves lead to jugs and a near-sit rest at the mid-point anchor most of the way up the steep part of the wall. This crux might be comparable to Muscle Beach at Rumney\n\n After the anchor for \"Get Two Birds Stoned at Once,\" an extension to the summit is possible but is currently unbolted. It is theoretically possible and will be in the solid 5.14 range ","protection":"The steep wall is 7-8 bolts of fixed gear (currently). Quiggly is another 4 - 6 bolts with long runners. Some anchor work and bolt rearrangement still remains to be done, but this shouldn't stop you from climbing the rout","location":"Start on Quiggly (or Lichenology) on the right side of the Neighborhood ledge. Climb vertical moderate climbing to the Quiggly anchor. After the anchor, climb the obvious 40-70 degree overhanging left trending crack, then embark on a crux roof then traverses left. Culminates at a midpoint anchor most of the way up the wall."},"__v":0},{"_id":"/yrl0HNWVKmtxjEukEla/Q==","name":"Casual Collusion","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"S. Maciejowski, A. Sherman May 2018","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-72.858,44.3708]},"left_right_index":1,"mp_id":"116684627","mp_crag_id":"114774915","climb_id":"/yrl0HNWVKmtxjEukEla/Q==","areaRef":"1gsEoSiuWq+BhcsyoTxqaw=="},"content":{"description":"Just left of the \"Seven Cruxes\" corner on the neighborhood ledge is this fine line.  Climb up easy ground on nice green schist, passing bolts to a small, but prominent overlap.  At the overlap, make tricky crux moves and continue climbing more sustained 5.10 face climbing up to a bolt anchor that is shared with the first pitch of \"Seven Cruxes\".  Beware of some hollow, punky rock just down and left of the anchor at the top out.  ","protection":"bolts; Ring anchor at the top.","location":"Immediately left of the \"Seven Cruxes\" corner on the neighborhood ledge is this bolt line.  The anchor is shared with \"Seven Cruxes\".  "},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,f0144402-e84e-5e32-88ee-648033ed0e77,c39deb6c-8546-520a-9c31-aee4f0c33a5c,f90b510e-efcb-57b2-aad8-114f0cd564c0,82d1e42c-6570-5200-9220-80e9dd50c273,d60b04a1-28ae-5aaf-8185-cb32a13c6a6b","pathTokens":["USA","Vermont","1. Northern Vermont","Bolton Area","Bolton Dome","7. Neighborhood Ledge"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.10a"},{"count":1,"label":"5.8+"},{"count":1,"label":"5.8"},{"count":1,"label":"5.7"},{"count":1,"label":"5.7+"},{"count":1,"label":"5.13c"},{"count":1,"label":"5.10c"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":2,"intermediate":0,"advanced":0,"expert":0}},"sport":{"total":6,"bands":{"unknown":0,"beginner":2,"intermediate":3,"advanced":0,"expert":1}}},"byGradeBand":{"unknown":0,"beginner":4,"intermediate":3,"advanced":0,"expert":1}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-72.858,44.3708]},"bbox":[-72.85862904566108,44.37035033981815,-72.85737095433893,44.371249660181874],"left_right_index":-1,"ext_id":"114774915","area_id":"1gsEoSiuWq+BhcsyoTxqaw=="},"content":{"description":"The tallest climbing at the Bolton Dome starts off this ledge. Climbing the corner system here has been done as early as the 1960s and many pin scars and old pitons are a testament to this. James Kolocotronis has claim to the earliest recorded FFA up the main corner system in 1972."},"density":0,"totalClimbs":8,"__v":1,"createdAt":"2022-11-07T06:28:17.505Z","updatedAt":"2024-01-15T16:49:55.884Z"}