{"_id":"63689d5ce80bff5a994f5362","area_name":"3. Rixon's Pinnacle","shortCode":"","climbs":[{"_id":"OBQ7HfaeUliFJBT9jMlgcg==","name":"West Face","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"FA: Tom Frost, Bill Feuerer (1959) --- FFA:Pat Ament (1971)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.61,37.73704]},"left_right_index":0,"mp_id":"107414775","mp_crag_id":"107409622","climb_id":"OBQ7HfaeUliFJBT9jMlgcg==","areaRef":"Swyn+w3JUz+ITzZDZrCOaA=="},"content":{"description":"This is a fun route which used to be a lot more popular until a major rockfall scared everyone off. Unlike the East Chimney route, the West Face is more directly under the fall zone. There's no flattened hangers, rock scars on the wall, damaged trees, or any other signs really of rock hitting the route. So I think most of the rockfall maybe impacted the slabs higher up Middle Brother and deflected out away from the wall. Due to the lack of traffic in the past 20 years, nature has begun to reclaim this one. Expect to climb through some brush filled cracks, although overall I'd say it's cleaner than the East Chimney route.\n\nThe route begins to the right of a small pillar just below the big arching right-facing corner. The climb follows cracks across the face, turning the right side of the roof at the top of the corner, and then enters the big left-facing dihedral that leads to the summit of Rixon's.\n\nPitch 1: Start with steep hand/fist jams in a corner and then move right to fingers up a flake. This thin flake felt pretty tough for 5.9, first thing in the morning with cold fingers. Above move right on slabs to an old bolted anchor (best backed up by a cam).\n\nPitch 2: The crux pitch. Climb up the left side of a flake to a high piton. Clip it and then downclimb a few feet and traverse right across the face. This involves a wild stem which Don Reid calls 10c. In truth, this move could be anywhere from 5.9 to 5.12, depending on your height. I'm about 5'8\" and 5.10+ felt about right for me, though it's difficult to grade such a thing. After this you cruise up easy cracks to another bolted anchor.\n\nPitch 3: This one was my favorite on the climb. Climb up some flared cracks until your up under the roof. The traverse under the roof is easier than it looks and it's pretty fun and exposed. Belay at another bolted anchor at a small stance after the traverse.\n\nPitch 4: Up the steep but feature corner to more jam-cracks. Belay at the tree on a ledge. We linked this pitch with the final one.\n\nPitch 5: A overhaning and somewhat awkward handcrack in the corner leads up to a final grunt up a chimney/off-width.\n\nTo descend, make 3 rappels back down the west face with two ropes. From the top of pitch of 5 we rapped to the top of pitch 3 and then straight down to an anchor consisting of 5 old bolts, 2 pitons and a whole mess of webbing.","protection":"Doubles to 2\" and one 3\" piece.","location":""},"__v":0},{"_id":"0ruk0xZHXUyTaUiZeuunqA==","name":"East Chimney","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"FA: Don Goodrich, Dick McCracken (1956) --- FFA: Royal Robbins, Dave Rearick (1960)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.61,37.73704]},"left_right_index":1,"mp_id":"107409633","mp_crag_id":"107409622","climb_id":"0ruk0xZHXUyTaUiZeuunqA==","areaRef":"Swyn+w3JUz+ITzZDZrCOaA=="},"content":{"description":"This historic route is noted as being the first 5.10 in the Valley, although it was initially rated 5.9 by Robbins when he lie-backed the crux offwidth in 1960!\n\nThe route follows the impressive chimney system on the right side of Rixon's Pinnacle. There are 3 starting variations. There is essentially a giant chimney in the corner which is divided in half by a protruding flake. To the right of this flake is the original route, which is a 10a offwidth famous for being wet. Climbing to the left of the flake is the Klemens Variation (5.10c, FA: Mark Klemens, 1970) which is noted as \"10c hands\" in the Reid guide. This is the variation I took and really it's more of a flared, shallow, overhanging chimney with tight hands in the back and a tricky finish. The third option is the Final Decision (5.11b, FA Anders Lundahl and Eva Selim, 1981) which climbs a flake around the corner to the left. Regardless of which start you choose, the first pitch is the crux of the climb.\n\nThe second pitch climbs out an intimidating looking overhang in the chimney and then ascends the slightly flared squeeze for another 70 feet. It's not as hard as it looks (it really is 5.8) and protects in the back with big cams. Above, climb some low angle double cracks to a belay ledge. This pitch is excellent.\n\nThe third pitch climbs through a weird bulge which leads to a filthy slot and vertical bushwhacking. Then make a traverse right into a cool tunnel  past a giant wedged block. At the top you have to claw your way through more trees. Belaying the second is a pain on this pitch because the rope likes to get pinched in a constriction at the top. I had pull up enough slack to walk over to the other side of the ledge, build an anchor, and then come back and belay near the top of the chimney.\n\nThis ledge I think is technically the end of the East Chimney route, but if you want to summit Rixon's Pinnacle you can do one more pitch of 5.7 up the corner past a couple trees.\n\nThe descent is kind of interesting. The Reid guide shows a 2 bolt anchor on the ledge at the top of P3. These are ancient 1/4\" bolts and one of them has fallen out (the bolt hanger is still dangling from the rap slings). We rapped off a tree that's a bit further up the corner. Two ropes gets you to the huge tree out on the face straight down and left. Another double rope rap from this tree gets you to the ground. Bring extra webbing.\n\nIf you go to the summit there is also a rap off the left side of Rixon's, down the West Face. You need two ropes for this as well.","protection":"Obviously this has been climbed with a wide variety of different racks over the last 55 years. I would recommend bringing a single set of pro to 6\". For the Klemens start I was glad to have doubles from 1-2\".","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,8ab53875-745f-5076-b396-d3d84945e52c,0f1eddf1-5a79-556e-92f6-0d91627e1f2f,5e3c95f8-ac0c-58d7-8278-934731f6453b,299aebef-e61a-52d9-ab6e-8c99c9b7026b,4b0ca7fb-0dc9-533f-884f-364366b08e68","pathTokens":["USA","California","Yosemite National Park","Yosemite Valley","Valley North Side","D. Camp 4 Area","3. Rixon's Pinnacle"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10c"},{"count":1,"label":"5.10a"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":2,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":2,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-119.61,37.73704]},"bbox":[-119.61056859413503,37.73659033981814,-119.60943140586494,37.73748966018186],"left_right_index":-1,"ext_id":"107409622","area_id":"Swyn+w3JUz+ITzZDZrCOaA=="},"content":{"description":""},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T05:54:46.370Z","updatedAt":"2024-01-15T16:41:23.596Z"}