{"_id":"63689de0e80bff5a994f96d9","area_name":"Miscellaneous Crags","shortCode":"","climbs":[{"_id":"zaU1t5fMVZyCJhTFyL/ixg==","name":"Upside Down Y Crack","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Joe Keyser and Scott Welsh","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2673,39.413]},"left_right_index":1,"mp_id":"105759369","mp_crag_id":"105798245","climb_id":"zaU1t5fMVZyCJhTFyL/ixg==","areaRef":"oV/u3TgkUE27pfvajthtzw=="},"content":{"description":"This is a short crack that looks like an upside down Y.  The crux is pulling into, and out of the pod that is formed when the two braches of the Y connect.  It certainly felt like 5.9+/10 climbing, but, it faces north, and it was about 30 degrees outside when we climbed it.  Not even worth the approach by itself.  But, if stumbled accross, or combined with other area climbs is well worth while for some fun crack climbing.  Walk off is obvious, if the climb isn't.  Short, sweet.\n\nWe found this nice little splitter crack among the bushwhacking below the Icebox wall/Powerhouse Pinnacle/Thornbird Face areas near Cynical Pinnacle.  These crags are located on the north side of the Cynical Pinnacle, and offer some great crack climbing.  Expect substantial bushwhacking and boulder hoping to get to any of these climbs.  Note that it would be possible (perhaps preferable) to approach these climbs from the traditional Cynical Pinnacle approach, by traversing right around the base of that rock.\n\nPark about a half mile up the road (north-east) from the normal Cynical Pinnacle/Dome parking area.  You will be directly below the climbs, and should see the Snake Buttress in-between.  Hike as you would to the Snake Buttress, and you will pass the obvious route Hodge Podge on your right.  Veer left here if continuing all the way up.  We went straight up until almost level with the climbs, now directly west.  This climb appears as a splitter crack on the North face of an obscure rock hidden amongst the trees.\n\nFrom here, you could bushwhack straight (west-ish) to the Thornbird Face.  We eyed a SWEET looking splitter diagonal finger crack on the Thornbird face right next to the climb Mr. Clean.  Looks like three star, 5.11 or so, and would have taken more small gear than we had (Aliens, and small cams).  Guess we'll have to wait until after the bird closure to see (March 1 - July 31)...","protection":"Handful of hand sized pieces.  #1-3 cams, optional #4.","location":""},"__v":0},{"_id":"cxdxkH8UX8y3B7m8vKuCMg==","name":"Bad Ju-Ju Roof","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"Noel Child, mid '80s","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2673,39.413]},"left_right_index":0,"mp_id":"105764598","mp_crag_id":"105798245","climb_id":"cxdxkH8UX8y3B7m8vKuCMg==","areaRef":"oV/u3TgkUE27pfvajthtzw=="},"content":{"description":"To approach this route, drive east on the Cathedral Spires dirt road past the Pinnacle. Pull off at the gate closing an old dirt road (on the left side of the road, park on the right), looking up hill you'll see some obviously quarried rock.\n\nFrom here walk up and gradually left keeping your eyes open for every huge roof you pass. It's about a 25 minute walk, depending how lost you get. It's easy to miss because of the offset of the roof. The right side of the roof is a foot or so lower than the left. It's easy to glance at the roof and think there isn't a crack if viewed from the east of the route.\n\nThe route starts with mildly spicy (or I'm a wimp) slab climbing past a bolt. Then you get 30 feet of sweet hands that gradually get wider. It's neat, with the offset it's like climbing a horizontal dihedral, even cooler, at times you can't see the crack you are jamming. It's as rad a roof I've ever seen. At the lip it gets stackable and is the crux. Due to the clean sharp break of the crack it can be laybacked, it's easier to to pull inverted Leavittation moves if you know that style. Above the lip, go to the 2 bolt anchor. It's wide, bro's would be useful, but it's 5.8 here.\n\nI imagine a walk is possible as there are no rap rings. I don't know though. My partner was unable to climb this so I down-aided to the bolt on the slab and rapped off a link.\n\nThis is a must do route, officially it's 5.12a, but it's as easy as 11c if you are tuned on this style.\n\nNote: as of May 24, 2013, this route and its crag are closed for a spot closure for raptor nesting.  The trail leading up to it is closed as well.\n\n--- Invalid image id: 108156126 ---","protection":"Hand size pieces up to #5 Friend. A #6 could be used past the lip, but if you are strong enough to pull the lip, you probably don't care.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,3008c0fb-0ce5-525b-b50f-6155887d0597,b1d3d2a7-6fc4-5739-ab04-4cb08768ffc7,a15feedd-3824-504d-bba5-fbda8ed86dcf","pathTokens":["USA","Colorado","South Platte","Cathedral Spires Area","Miscellaneous Crags"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.9"},{"count":1,"label":"5.12-"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":1,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.2673,39.413]},"bbox":[-105.26788201691822,39.41255033981814,-105.26671798308179,39.41344966018186],"left_right_index":-1,"ext_id":"105798245","area_id":"oV/u3TgkUE27pfvajthtzw=="},"content":{"description":""},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T05:56:15.444Z","updatedAt":"2024-01-15T16:43:12.362Z"}