{"_id":"63689d5ce80bff5a994f4543","area_name":"East Face","shortCode":"","climbs":[{"_id":"BlNMCOTXV3SqoW30L2w5QQ==","name":"White Lies","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.31851,39.32288]},"left_right_index":23,"mp_id":"106492618","mp_crag_id":"113802617","climb_id":"BlNMCOTXV3SqoW30L2w5QQ==","areaRef":"h+rY+QKXW82aSg6+tWGoAg=="},"content":{"description":"If you have an actual name, FA, and rating info for this climb please let me know and I will update the info here. There is already an unknown in the area.\n\nThree bolts up the face to the right of Two Bashie Crack. Pretty good climbing on small crimpy holds down, then a few slab moves up top. Crux seemed to be between the first and second bolt with a long reach and some slippery feet. Getting to the 3rd bolt is easier than I thought it was going to be, and the slab  up past the 3rd bolts was thin but manageable.\n\nThen continue up easier climbing to the top and set up an anchor using some gear. You may want to place a piece or two to protect the upper part of this climb also.\n\nOverall a pretty fun climb. It would be nice to have some chains up though.","protection":"3 bolts protect the climb well. You may want a piece or two on the upper part near the top out.\n\nGear for the anchor","location":"Walk the base of Grouse Slab, at Bearclaw there is a trail heading up and left to get to The Slash area. Don't take this trail. Stay right and continue walking the base of the slab. Next you will pass a steep wall with a 4 bolt 12a and another set of TR anchors. This climb is on the next slab you will come to after these 12's. Look for the bolts to the right of a thin crack with two bashies in it."},"__v":0},{"_id":"1RmInUkoVDWy4OwAJV3f2Q==","name":"Top Hat","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-120.31851,39.32288]},"left_right_index":0,"mp_id":"117869594","mp_crag_id":"113802617","climb_id":"1RmInUkoVDWy4OwAJV3f2Q==","areaRef":"h+rY+QKXW82aSg6+tWGoAg=="},"content":{"description":"The Josh Horniak guidebook \"North Tahoe: A Rock Climber's Guide\" rates this a 5.5, so that's what I entered into Mountain Project. But like most routes in the area, it's way sandbagged. It's delicate slab climbing for at least 20 feet before you can place any gear, and then the gear placements are very shallow. You can easily scramble up to set up a toprope to climber's left, but you'll probably need some gear for the anchor.","protection":"single rack to 2\"","location":""},"__v":0},{"_id":"TXspwOnmX8KN/1IeCcuKew==","name":"Slip N Slide","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-120.31851,39.32288]},"left_right_index":12,"mp_id":"121741747","mp_crag_id":"113802617","climb_id":"TXspwOnmX8KN/1IeCcuKew==","areaRef":"h+rY+QKXW82aSg6+tWGoAg=="},"content":{"description":"Same start as BearClaw then trend left for 3 bolts. At V trend up and right. Anchor in boulders","protection":"3 bolts, Single Rack","location":"Same Start as BearClaw"},"__v":0},{"_id":"wVBVe48ZUMWySGoJU0b/7A==","name":"The Slide","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"sport":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-120.31851,39.32288]},"left_right_index":21,"mp_id":"105836187","mp_crag_id":"113802617","climb_id":"wVBVe48ZUMWySGoJU0b/7A==","areaRef":"h+rY+QKXW82aSg6+tWGoAg=="},"content":{"description":"The technical crux is definitely getting off the ground but the mental crux is continuing up and getting clipped to the first bolt.  Continuing up from here eases a bit but is still good, fun face climbing.  Although the runout to the top is quite far, it is not that difficult.  You could veer right to easier ground if need be.  Although Carville's guide shows the climb to go straight up to the first bolt, I think the climb starts about 5' right of the bolt and goes straight up finally gaining good holds even with bolt and then a reasonable traverse left to get clipped.  Going straight up to the bolt from the ground looks much harder than 5.9!","protection":"Two widely spaced bolts protect the route in a typical Joshua Tree style.  Two new bolts with chains act as anchors and rappel bolts.","location":"The Slide is the right-most climb on East Face and is found just right of Unknown about 20' right of the right slanting climb called The Slash."},"__v":0},{"_id":"4sA1Qt9/X8Wv4vs8WrpHTA==","name":"The Slash","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.31851,39.32288]},"left_right_index":19,"mp_id":"105735158","mp_crag_id":"113802617","climb_id":"4sA1Qt9/X8Wv4vs8WrpHTA==","areaRef":"h+rY+QKXW82aSg6+tWGoAg=="},"content":{"description":"The Slash is a short, right trending crack on the second tier of routes, about 50 yards right of Insidious Crack and Jellyroll Arch.  Look for a bulging wall followed by the wide crack.  Scramble up to the base.  Rap from bolts.","protection":"light rack - cams to 3\" worked well","location":""},"__v":0},{"_id":"gB+lqRZvU/qycSxBk+XiRA==","name":"Short Cake","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"John Hoffman, 1983","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.31851,39.32288]},"left_right_index":4,"mp_id":"105736432","mp_crag_id":"113802617","climb_id":"gB+lqRZvU/qycSxBk+XiRA==","areaRef":"h+rY+QKXW82aSg6+tWGoAg=="},"content":{"description":"Short Cake is an excellent face climb on beautiful solid granite.  The climb goes up just right of the Jellyroll Arch start.  Climb the Jellyroll Arch corner for 10' or so and turn the corner on the right onto the face just below the first bolt. Continue up on thin face passing 2 or 3 more bolts.  At one point you get very close to Insidious Crack, the 5.6 climb to the right. At this point move left and follow an obvious line past horizontal and vertical cracks.  Good gear protects this whole upper section.  The last gear placement in a horizontal crack puts you about 15' below the tree with an unprotected lower angle slab to finish.  If you made the bottom face moves ok, this will be no big deal.  There is maybe a 5.8 move to get onto the slab and then easier ground to the top. About 50' of class 4 scrambling gets you to the very top of this section of rock.  Now,the guide Rock Climbing Lake Tahoe by Mike Carville shows the start to be close to or on Insidious Crack to the right and step left onto the face to the first bolt (apparantly the original start) and the ending of this route going left into a wide crack to finish.  This ending just didn't seem correct as the crack was much further left and why not continue a great face climb with an obvious and straight up face ending...","protection":"This route is 1/2 sport and 1/2 trad, literally. The first 1/2 is 3 or 4 bolts quite widely spaced and the second half is all trad and can be adequately protected with small to medium gear. The pitch now has bolted anchors with musseys that is shared with Insidious.  Can lower off with a 60M.","location":""},"__v":0},{"_id":"BSL602S4WT6fyO0QtjCe4Q==","name":"Rocco's Demise","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"","type":{"sport":true,"tr":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-120.31851,39.32288]},"left_right_index":10,"mp_id":"106473385","mp_crag_id":"113802617","climb_id":"BSL602S4WT6fyO0QtjCe4Q==","areaRef":"h+rY+QKXW82aSg6+tWGoAg=="},"content":{"description":"Short slab climb, with only one bolt. Probably doesn't get climbed as much as it should because it only having one bolt and being runout to the anchors, a groundfall is possible if falling while clipping the anchors.\n\nWith this said don't let that stop you from leading this climb. It is safe up to and clipping the first bolt. Then the crux comes while you are still below the bolt, so a fall at the crux is very safe. Some thin slabs moves get your feet just past the bolt. From there it is a jug haul to the anchors.\n\nIf you are able to do the crux clean the run to the anchors should be a walk in the park. Overall a good climb that should probably be climbed more.","protection":"one quick draw","location":"50 feet right of Jelleyroll Arch Look for one bolt in the red face with some old open shuts at top for the anchor"},"__v":0},{"_id":"SrlK1o+gVUSwedEpwE4r8Q==","name":"Pebble in the Sky","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"John Hoffman and Victor Marcus, 1984","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.31851,39.32288]},"left_right_index":18,"mp_id":"105836179","mp_crag_id":"113802617","climb_id":"SrlK1o+gVUSwedEpwE4r8Q==","areaRef":"h+rY+QKXW82aSg6+tWGoAg=="},"content":{"description":"I believe there are 3 cruxes on this climb. The first is getting off the ground up to first bolt.  The second crux is getting feet over first overhang to third bolt.  The third crux is stepping over the second overhang and getting a stance above.","protection":"The first two bolts protect the lower face climbing but there is a long runout to under the overhang on easier rock.  Good medium size cams protect here.  Clipping the thankfully there 3rd bolt (not shown in Mike Carville's Rock Climbing Lake Tahoe guide) over the first overhang is quite a stretch but you definitely want to get clipped prior to making the move up and over to be standing at the bolt.  A 4th bolt can be reached over the bulge on the face.  Two newer bolts with chains can be used as anchors and for rappelling.","location":"Pebble in the Sky is found on the East Face on the left wall 10' left of The Slash.  It is the middle of 3 routes on this section of East Face just left of the bolt line called Europa."},"__v":0},{"_id":"GpLi6AlkXZG6oMn9PFJgRQ==","name":"Parlor Trick","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.31851,39.32288]},"left_right_index":2,"mp_id":"115966356","mp_crag_id":"113802617","climb_id":"GpLi6AlkXZG6oMn9PFJgRQ==","areaRef":"h+rY+QKXW82aSg6+tWGoAg=="},"content":{"description":"Short but fun slab route on excellent, featured rock. However, lack of a fixed anchor detracts from the line.","protection":"4 bolts.  No anchor, walk-off.","location":"About 50' left of Jellyroll Arch, look for grey bolts on the right side of a slab."},"__v":0},{"_id":"2M3//frIX0+cPxMdFwRG7Q==","name":"Orange Aid","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-120.31851,39.32288]},"left_right_index":1,"mp_id":"119644240","mp_crag_id":"113802617","climb_id":"2M3//frIX0+cPxMdFwRG7Q==","areaRef":"h+rY+QKXW82aSg6+tWGoAg=="},"content":{"description":"This route begins as a slab, then leads to a left-trending roof that leads to another short slab section that ends on a comfortable, sandy ledge. Although it seems to be fairly unknown, and therefore seldom climbed, the rock is clean. Horniak's \"North Tahoe: A Rock Climber's Guide\" book gives this a grade of 5.6, but the bottom section can feel harder because of the somewhat tricky start and run out. Not recommended for new trad leaders.\n\nThe beginning slab is the crux and has very poor protection opportunities. Thin feet at the start require a bit of a side-to-side balancing move to reach a very shallow crack (more of a seam). The crack provides crimpy holds, but is flary and flaky, making it extremely hard to protect, if at all. Any protection you manage to place has a high chance of pulling out while climbing or breaking through the flaky edges if you fall. The first spot for placing a solid piece is near the ride side of the start of the roof traverse.\n\nThe traverse under the roof is comparatively mild with sufficient protection opportunities. While footholds aren't generous, small crystals provide good purchase. The rest of the route is relaxed.","protection":"Single rack up to 2\". Doubles of 1\" and 2\" if setting up a TR anchor or belaying a follower from above. There are no bolts. Walk off.","location":"Slab leading up to a roof crack just to the left of Parlor Trick"},"__v":0},{"_id":"g6HbOUsQVwGUU+Zi6fc9Eg==","name":"Only You Can Prevent Forest Fires","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"10/11/2019 -  Chris Weiss & Craig Steinmaus","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.31851,39.32288]},"left_right_index":17,"mp_id":"117991260","mp_crag_id":"113802617","climb_id":"g6HbOUsQVwGUU+Zi6fc9Eg==","areaRef":"h+rY+QKXW82aSg6+tWGoAg=="},"content":{"description":"A fun climb with something for everyone.  Thin seams, finger locks, cracks, slab, lie backs, mantles and friction climbing all packed into a single pitch of 85'.  The lower section where the dual seams run is protected by a piton and two bolts.  Once at the ledge follow the corner (protect with trad gear) to the Anxiety Attack anchors.  (see route overlay picture).","protection":"1 piton, 2 draws, a few medium sized cams .5 - 3\"","location":"Start 30' right of Anxiety Attack.\n\nLook for the cleared manzanita and double parallel cracks trending left up the slab."},"__v":0},{"_id":"+uI2KN+xVUyYQ5AjwTi6Vw==","name":"Mitigate","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.31851,39.32288]},"left_right_index":14,"mp_id":"107626964","mp_crag_id":"113802617","climb_id":"+uI2KN+xVUyYQ5AjwTi6Vw==","areaRef":"h+rY+QKXW82aSg6+tWGoAg=="},"content":{"description":"Pitch 1:  Fingers to hands to run-out slab (for me at least) to nice belay.\n\nPitch 2: Crack/face climbing to nice belay\n\nThe crux for me was mental, the slab. Easy climbing but if you go, you go and onto a small nut (that's all I could get) swinging sideways on a long swing. Weird pulling out onto face but then it's easy climbing.","protection":"The protection is good in most spots. I used a #4 once for an anchor but really could have done without.","location":"Past Insidious crack follow the gully up right, then left and then just look for the obvious crack system up in the left hand corner. There is also a 5.6 right slanting that shoots off a bit up the start of the climb."},"__v":0},{"_id":"7CquhAt6U8e/jIUTSNYTBA==","name":"Jellyroll Arch","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"John Hoffman and Skip Casey, 1972","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.31851,39.32288]},"left_right_index":3,"mp_id":"105735152","mp_crag_id":"113802617","climb_id":"7CquhAt6U8e/jIUTSNYTBA==","areaRef":"h+rY+QKXW82aSg6+tWGoAg=="},"content":{"description":"This is a must-do route on the east face of Grouse Slab.  The route climbs slab underneath the obvious diagonal roof (the Arch), then turns the corner and climbs cracks for another 70 feet or so.  Start at the blocks below the terminus of the Arch.  Climb up into it and traverse left, protecting in the crack.  After turning the corner, belay at the ledge system when rope drag becomes a bitch.  A couple 2-3\" pieces are helpful.  Climb through the crack/roof system abover (its easy 5.5-5.6) and up to a tree belay.  Descend to the south.","protection":"A set of stoppers and a set of cams to 3\".  The route has a reputation for being difficult to protect, and therefore runout, but I found it was plenty safe with solid gear when I needed it.","location":""},"__v":0},{"_id":"mnAlr8V7WCuFA/jFM2D8KQ==","name":"Insidious Crack","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"John Hoffman, 1972 (free solo)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.31851,39.32288]},"left_right_index":5,"mp_id":"105735155","mp_crag_id":"113802617","climb_id":"mnAlr8V7WCuFA/jFM2D8KQ==","areaRef":"h+rY+QKXW82aSg6+tWGoAg=="},"content":{"description":"This good beginner lead starts just right of Jellyroll Arch. Follow the Y-shaped crack (its left branch when it splits) to its end. Place a small cam in a horzontal crack and finish on a good belay ledge. New bolted anchors with musseys have been placed and is shared with Short Cake.   You can lower off with a 60M.","protection":"standard rack to 2\"","location":""},"__v":0},{"_id":"Rf0tEjVaVDSj394ulT/0LA==","name":"Grease","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.31851,39.32288]},"left_right_index":8,"mp_id":"108242713","mp_crag_id":"113802617","climb_id":"Rf0tEjVaVDSj394ulT/0LA==","areaRef":"h+rY+QKXW82aSg6+tWGoAg=="},"content":{"description":"Left slanting seam that thins out to slabby face to right facing, shallow corner.  Sustained friction climbing, initially with help from tips in seam, later just pure feet.  The friction is amazing.","protection":"Toprope from Caifura/Cream Puff anchors; unfortunately the two lead bolts on the lower (crux) section of this climb have been chopped - funny how the ethics patrol never fills in the holes...","location":"Immediately to the right (10' or so) from Cream Puff"},"__v":0},{"_id":"3YIQ9uuQW06fssO5mJ8nlA==","name":"The Dash","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"unknown","type":{"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-120.31851,39.32288]},"left_right_index":20,"mp_id":"105836167","mp_crag_id":"113802617","climb_id":"3YIQ9uuQW06fssO5mJ8nlA==","areaRef":"h+rY+QKXW82aSg6+tWGoAg=="},"content":{"description":"The crux to Unknown is getting off the ground on very thin hands and feet and continues thin getting up to and past the second bolt.  The first good hold is about level with third bolt.  From here on up the climbing eases but is still great face climbing.","protection":"4 bolts protect this climb adequately.  A little runout to the anchors but the difficulty eases quite a bit.  You could veer left to easier ground of The Slash if you need to.  Double older bolt-like anchors (not sure what these types are called) can be used to rappel.","location":"Unknown is on the Grouse Slab East Face which is found a tier up off the ground about 150 yards right of Jellyroll Arch and Insidious Crack.  East Face is quite easy to spot as the left side has a smooth face with a bulgy overhang about 25' up.  East Face is split by an obvious right slanting wide crack called The Slash.  Unknown climbs the thin face just right of the The Slash."},"__v":0},{"_id":"m2d/dNI7WLCY0/YZ+hzVbg==","name":"Cream Puff","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"John Hoffman - 1983","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.31851,39.32288]},"left_right_index":7,"mp_id":"107657708","mp_crag_id":"113802617","climb_id":"m2d/dNI7WLCY0/YZ+hzVbg==","areaRef":"h+rY+QKXW82aSg6+tWGoAg=="},"content":{"description":"Hard, super thin balance/friction start. Easier in cool conditions. Crux getting to/past first bolt while climbing through smooth gray patch/micro crack. Little bit of distance between the upper bolts but well protected. A more asthetically pleasing climb than Caifura, but much less committing if you can get to the first bolt, an thus not as statisfying of a lead as Caifura.","protection":"Four-bolts, two-bolt anchor on top.","location":"Micro-crack, thin face slab route just right of Caifura"},"__v":0},{"_id":"Q6TQxvgmUSiIt9diljMlFA==","name":"Cognitive Behavioral Therapy","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.31851,39.32288]},"left_right_index":15,"mp_id":"107777218","mp_crag_id":"113802617","climb_id":"Q6TQxvgmUSiIt9diljMlFA==","areaRef":"h+rY+QKXW82aSg6+tWGoAg=="},"content":{"description":"This is the right trending crack that branches off at the start of Mitigate. Dirty, loose and short to bolted anchors. I enjoyed it. Rap or take the second pitch of Mitigate to the top.","protection":"I placed up to a three but the guy before me soloed it :)","location":"Follow directions to Mitigate"},"__v":0},{"_id":"qdJw1dAjXk2FOfYK8l1swg==","name":"Caifura","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"","type":{"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-120.31851,39.32288]},"left_right_index":6,"mp_id":"107657703","mp_crag_id":"113802617","climb_id":"qdJw1dAjXk2FOfYK8l1swg==","areaRef":"h+rY+QKXW82aSg6+tWGoAg=="},"content":{"description":"Old-school, very sporty, thin slab climb. Be comfortable with 10-15' runs between bolts on a 75-80 degree slab featuring thins edges, scoops and crimps. Easy to escape left to Insidious Crack pretty much at any time if uncomfortable with the somewhat committing thin slabs moves, but true line stays well right of crack at all times. Possible to TR after leading Insidious Crack and travesing right to anchor.","protection":"Three-bolts, two-bolt anchor on top.","location":"Three bolt route to the right of Insidious Crack."},"__v":0},{"_id":"rEcneXgGVdmMrrwYVVUQvw==","name":"Bearclaw","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"","type":{"trad":true,"tr":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-120.31851,39.32288]},"left_right_index":13,"mp_id":"106478296","mp_crag_id":"113802617","climb_id":"rEcneXgGVdmMrrwYVVUQvw==","areaRef":"h+rY+QKXW82aSg6+tWGoAg=="},"content":{"description":"The first bolt is shared with Superslide. Clip it and go up and right. Delicate slab climbing past the first 4 bolts, then you get a bit of a break heading to the 5th bolt, which is a little ways up and to the right. Past two more bolts on a steeper face, but good \"holds\" are there. After the last bolt you can either run it out to the top, or you can get in a few pieces in the dirty corner to the left which I recommend.\n\nBe careful on the run to the 5th bolt although it is easier climbing then below it is a bit of a run.\n\nThe climbing stays pretty thin and sustained throughout the climb.\n\nYou will also need some gear to set up an anchor up top to belay your second up.\n\nWalk off.","protection":"6 draws a few finger size pieces up top and some gear for an anchor","location":"Right of Jellyroll look for the two slab climbs that share the first bolt. This one is the line that goes right, not left."},"__v":0},{"_id":"35zyRsLTX1OwTtgokGGcNw==","name":"Bashie Crack","yds":"5.10a/b","grades":{"yds":"5.10a/b","french":"6a+"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.31851,39.32288]},"left_right_index":22,"mp_id":"106492598","mp_crag_id":"113802617","climb_id":"35zyRsLTX1OwTtgokGGcNw==","areaRef":"h+rY+QKXW82aSg6+tWGoAg=="},"content":{"description":"If someone has the actual name of this climb and the FA I will update the info here. There is already an unknown in this area.\n\nMore of a seam than a real crack. From the ground it looks like it may clean up and have some potenial. After spending some time cleaning and climbing it on TR I quickly realized why this climb sees no traffic.\n\nFind the crack/seam directly below The Slash. It has two fixed bashies on the lower part of the climb. Climb this seam passing the two bashies and getting in a few small pieces if you are leading it to a ledge. Grunt your way over the awkward roof and continue up the crack to the top.\n\nThis climb is very dirty, the gear down low is poor, and the roof move is more of a grunt than a cool move.\n\nThe only reason I'm posting this is so if someone else see this climb they may pass. Although the bolted climb to the right of this crack is worth doing.","protection":"Small gear on the lower part of the climb, two fixed bashies. #2 Camalot protects the roof move. Gear for the top anchor.","location":"Located on the slab directly below the Slash.\n\nWhen traversing the base of Grouse Slab walk past Bearclaw. Instead of going up and left like you would go to the Slash and the other second tier climbs, go right and keep walking along the base of the slab. You will then pass a steep wall with a bolted 12A, keep walking and the next slab you will come to will have this crack."},"__v":0},{"_id":"FDMHQBapVlO0Aw4984p8eA==","name":"Assault and Battery","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.31851,39.32288]},"left_right_index":11,"mp_id":"106470633","mp_crag_id":"113802617","climb_id":"FDMHQBapVlO0Aw4984p8eA==","areaRef":"h+rY+QKXW82aSg6+tWGoAg=="},"content":{"description":"Thin slab climbing past 3 bolts leads to easier gear protected climbing higher.\n\nFollow the bolts traversing up and left. Fun slab climbing with bolts spaced just far enough to keep you focused.","protection":"3 bolts, a few small to medium cams higher up.\n\nAnchor up top using boulders.\n\nWalk off","location":"About 100 yards right of Jellyroll Arch is a small left facing dihedral/gully scramble. Look up and you'll see two routes sharing the same first bolt. This is the climb that goes to the left."},"__v":0},{"_id":"C/cs2nxQWkSgdzgE8cgEwg==","name":"Anxiety Attack","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"unknown","type":{"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-120.31851,39.32288]},"left_right_index":16,"mp_id":"106491034","mp_crag_id":"113802617","climb_id":"C/cs2nxQWkSgdzgE8cgEwg==","areaRef":"h+rY+QKXW82aSg6+tWGoAg=="},"content":{"description":"Delicate face climbing past the first 3 bolts then the climbing gets a bit easier but the bolts spread out a bit.\n\nThe crux is down low on the climb. I had to zig-zag quite a bit down low to find the holds to make it work out to be 5.10. Going directly from bolt to bolt is much harder than 5.10, but being patient and finding the holds unlocks the sequence.\n\nThere is quite a run from the 3rd bolt up to the 4th bolt that may give you an \"anxiety attack\", but keep your cool and trust that the climbing gets easier after bolt 3.","protection":"5 draws for the climb. Anchors with chains up top.","location":"Located above Bearclaw and assault and Battery. Climb up 3rd class slabs to the black streaked wall above. Look for the bolts to the right of the black streak."},"__v":0},{"_id":"mrX6O3/VXN+prhIZPcRUKw==","name":"The 5.6 Crack","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.31851,39.32288]},"left_right_index":9,"mp_id":"113392901","mp_crag_id":"113802617","climb_id":"mrX6O3/VXN+prhIZPcRUKw==","areaRef":"h+rY+QKXW82aSg6+tWGoAg=="},"content":{"description":"Thin crack right off the ground (crux) leads to a second crack to the right with good jams and gear. Follow the crack to its end and head up to a short right facing corner. You can either set up a top rope off of two new bolts or walk off down and right.\n\nThe protection on the starting crack is a bit tricky. I used small brass offset to protect the crux move.","protection":"Small nuts for the start, standard rack.  Two new bolts with bolt hangers at the top beneath the tree.  No rap rings on the bolts.","location":"20ft right of Caifura, left of the slab route with a single bolt and open shuts (Rocco's Demise, 5.10b)"},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,6d6152bc-0bbc-501a-9891-f11b5d49c911,f1e4876b-4b0a-599a-8f39-f2e80d76bce4,57c59975-e374-5b92-9431-fd0751dede3c,5c011f4d-cbb6-5179-b332-94edbd719c7e,87ead8f9-0297-5bcd-9a4a-0ebeb561a802","pathTokens":["USA","California","Lake Tahoe","I-80 Corridor","Donner Summit","Grouse Slab","East Face"],"gradeContext":"US","aggregate":{"byGrade":[{"count":4,"label":"5.10b"},{"count":1,"label":"5.5"},{"count":4,"label":"5.9"},{"count":3,"label":"5.8"},{"count":4,"label":"5.6"},{"count":1,"label":"5.7+"},{"count":1,"label":"5.7"},{"count":1,"label":"5.11"},{"count":1,"label":"5.10"},{"count":1,"label":"5.9+"},{"count":1,"label":"5.10c"},{"count":1,"label":"5.10a/b"},{"count":1,"label":"5.10a"}],"byDiscipline":{"trad":{"total":16,"bands":{"unknown":0,"beginner":9,"intermediate":7,"advanced":0,"expert":0}},"sport":{"total":9,"bands":{"unknown":0,"beginner":1,"intermediate":8,"advanced":0,"expert":0}},"tr":{"total":6,"bands":{"unknown":0,"beginner":2,"intermediate":3,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":10,"intermediate":13,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-120.31851,39.32288]},"bbox":[-120.31909126630161,39.32243033981813,-120.31792873369842,39.32332966018187],"left_right_index":-1,"ext_id":"113802617","area_id":"h+rY+QKXW82aSg6+tWGoAg==","polygon":{"type":"Polygon","coordinates":[[[-120.31909126630161,39.32243033981813],[-120.31792873369842,39.32243033981813],[-120.31792873369842,39.32332966018187],[-120.31909126630161,39.32332966018187],[-120.31909126630161,39.32243033981813]]]}},"content":{"description":""},"density":0,"totalClimbs":24,"__v":1,"createdAt":"2022-11-07T05:53:58.655Z","updatedAt":"2024-01-20T00:57:37.321Z"}