{"_id":"63689de0e80bff5a994f9143","area_name":"Wilson Peak","shortCode":"","climbs":[{"_id":"0Pv+/2jrW7aI2gMqPzR7nQ==","name":"NW Ridge","yds":"4th","grades":{"yds":"4th","french":"1"},"fa":"unknown","type":{"trad":true,"alpine":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-107.98503,37.86061]},"left_right_index":999999,"mp_id":"112481167","mp_crag_id":"108439283","climb_id":"0Pv+/2jrW7aI2gMqPzR7nQ==","areaRef":"cNNQxMjLWCCtKCuQa6ncYQ=="},"content":{"description":"'*This is NOT the standard ascent route.*\n\nThe NW Ridge on Wilson Peak was frequented by skiers eyeing lines on the NW or NE Face prior to the notorious access restraints imposed by the Silver Pick Mine area landowner. The ridge is direct, exposed, and loose with sustained scrambling. It makes for a fine winter route, though the approach involves either trespassing or avalanche terrain.`\n\nThe ridge is about a mile long starting from 12,200 in Silver Pick Basin. The first half consists of mostly Class 2 with the occasional Class 3/4 headwall or notch with fairly obvious route-finding. The first half is commonly bypassed by hiking the NW basin and ascending talus or snow to the ridge just left of a notch on the N Ridge.\n\nThe second half of the ridge, beginning at a point around 13,200, is exposed on both sides and extreme care should be taken while considering holds. Expect sustained, knifey scrambling mostly proper and interrupted by one notch (do not descend this without rope) up until the final few hundred feet. The final bit was a snow ridge for us but might be Class 2-3 loose when dry.\n\nDescend the ridge (all seasons), the NE or NW slopes (spring), or the standard route W Ridge to RoA (spring/summer/fall).","protection":"A light alpine rack and 30m rope, depending on comfort.","location":"Summer: begin at the new RoA trailhead, and hike the trail for a few miles on an easement on private property. Once on the remnant rock glaciers and moraines above treeline in Silver Pick, cut across to the ridge. 2 hrs.\n\nWinter: the RoA road is plowed to about 9,200 feet, and there is room for 2 cars. The standard, legal approach has an extensive avy trap near 11,200 feet on a NE aspect. There are two approaches to the Silver Pick Mill that used to be standard prior to landowner issues: 1) an obvious old road directly to the Mill with potential NW avy spot around 10,800 feet, or 2) a trail leaving the RoA road at 10,200 feet. The latter options cross private property. The landowner is not present in winter, but if choosing to take this approach, respect the property. The road is not frequented, so bring flotation."},"__v":0},{"_id":"4d2xke8fXMKZB70KKRRpkA==","name":"NNE Ridge","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Goodol Boyengherl","type":{"trad":true,"alpine":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-107.98503,37.86061]},"left_right_index":999999,"mp_id":"108439287","mp_crag_id":"108439283","climb_id":"4d2xke8fXMKZB70KKRRpkA==","areaRef":"cNNQxMjLWCCtKCuQa6ncYQ=="},"content":{"description":"Ascend the NNE ridge to the small sub-summit (13,013') that sits to the northeast of Wilson Peak. The sub-summit is connected to Wilson Peak's East ridge via a long, swooping, 3rd class ridgeline. The top of the north face of the sub-summit is a steep and loose headwall. This is the easiest line up the north face of the sub-summit(13,013'); it follows the extreme left side of this small face.\n\nThe NNE ridge is most easily gained by skirting initial difficulties to their right up red scree. At the top of the red scree, trend back left through a weakness in the headwall to gain the ridge proper. A short stretch of vertical, loose 5.5 rock gains the ridge.\n\nFrom this point, follow the knife-edged ridge with maximum exposure to the sub-summit. The section from red scree to sub-summit (13,013') presents the technical and psychological cruxes of the route. The rock is very loose and does not present the opportunity to place gear. Do not loosen rocks onto your partner. The ridge traverse to the sub-summit is very narrow with high consequences, though technically very low fifth-class and fourth-class terrain. Solo or simul-solo with great vigilance and care.\n\nFrom the sub-summit, stroll across the swooping ridge to gain Wilson Peak's East ridge.\n\nA large notch halts progress at the base of the main summit pyramid. Downclimb left (south) into the notch, cross through right (north) to the north face and up a rock couloir (which may contain ice depending on conditions) to regain the East ridge proper. Many gullies break the East ridge, choose the easiest line of ascent to the summit of Wilson Peak.","protection":"Bringing a rope is not recommended. All of the rock is loose and untrustworthy. Trusting gear or trying to rappel will get you into trouble. Solo with care. The technical crux is very short (30 feet or so of 5.5) and of a low grade, allowing quick access to the summit via a beautiful and very quiet route. It is 2,250 feet of gain in one mile from treeline to the 14,017' summit on mostly fourth class terrain.","location":"The route follows the ridgeline that forms the northern boundary of Magpie Gulch and accesses it from the north side, not the Magpie Gulch (south) side. A line of ascent on the extreme left edge of the north face of the sub-summit (13,013') north of Wilson Peak. From HI145, turn onto Ilium Road (625). Turn west onto Sunshine Mesa Road (623), and follow it south to its end at Wilson Mesa Trailhead-Sunshine.\n\nFollow Wilson Mesa Trail (421) west for 2.2 miles passing the intersection with Lizard Head Trail (420) at 0.9 miles. At 2.2 miles, turn left (south) onto Lizard Head Trail (505), and follow it for 1/2 mile past the intersection with one creek but not to the creek flowing out of Magpie Gulch. Pick a good spot in the woods and head right (west) straight uphill to gain the NNE ridge. Once above treeline, skirt the initial difficulties on the lower ridge to the right (north) on red scree to gain the ridgeline proper.\n\nFrom the summit of Wilson Peak, follow the standard hiking route down the southwest ridge until you can drop into Bilk Basin. There is a railroad car marking the river crossing to transition from Lizard Head Trail (505) to Lizard Head Trail (420) back to your truck."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,b8bc6400-2efc-577d-b6a6-c5367641fd44,64f7d38a-5f26-57d1-b23a-b941f84f7cf9,5a864bf9-39f8-57d3-b07f-819304b228a9,70d350c4-c8cb-5820-ad28-2b906ba9dc61","pathTokens":["USA","Colorado","Alpine Rock","San Juans","Northern San Juans","Wilson Peak"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"4th"},{"count":1,"label":"5.5"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":1,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"alpine":{"total":2,"bands":{"unknown":1,"beginner":1,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":1,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-107.98503,37.86061]},"bbox":[-107.98559954609854,37.86016033981814,-107.98446045390146,37.86105966018186],"left_right_index":-1,"ext_id":"108439283","area_id":"cNNQxMjLWCCtKCuQa6ncYQ==","polygon":{"type":"Polygon","coordinates":[[[-107.98559954609854,37.86016033981814],[-107.98446045390146,37.86016033981814],[-107.98446045390146,37.86105966018186],[-107.98559954609854,37.86105966018186],[-107.98559954609854,37.86016033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T05:55:53.752Z","updatedAt":"2024-01-20T00:59:44.647Z"}