{"_id":"6368a11ae80bff5a99542c83","area_name":"Singed Crag","shortCode":"","climbs":[{"_id":"2PzsbvK3XMK26Yyzl8gGEA==","name":"Slightly Singed","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.24715,45.4623]},"left_right_index":1,"mp_id":"109493318","mp_crag_id":"109493315","climb_id":"2PzsbvK3XMK26Yyzl8gGEA==","areaRef":"M1rAyl3zV4eyia72UyoTxw=="},"content":{"description":"A long and absolute gem of a route that once better cleaned could become an area classic. Climbs very adventurous and wanders a bit.\n\nSteep(ish) start on great holds leads to a cruiser middle half on an excellent gray slab, following edges and jugs up to a small arete. The bolt line takes a slight traverse left under an obvious steep dihedral feature. From here, crank a couple powerful moves on interesting crystal-lined pockets to gain a crux move around the prominent hanging arete to the right. Tackle the blank face above this, utilizing the arete until an excellent rest ledge can be reached, and make the last committing moves to the anchors.\n\nExpect great holds where you need them and aesthetic movement.","protection":"2 ropes required for rappel on this one. Tag a line as you climb. May be wise to extend a couple draws.\n\n15 bolts to chains.","location":"Right hand bolt line at the flat base area beneath the Prow."},"__v":0},{"_id":"RFWOvPfkUaKpeAN/S3hOuw==","name":"The Fin","yds":"5.10b/c","grades":{"yds":"5.10b/c","french":"6b"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.24715,45.4623]},"left_right_index":0,"mp_id":"109493328","mp_crag_id":"109493315","climb_id":"RFWOvPfkUaKpeAN/S3hOuw==","areaRef":"M1rAyl3zV4eyia72UyoTxw=="},"content":{"description":"An excellent mental challenge for the 5.10b climber.... or the 5.11a climber! This long route tackles the obvious and defining feature of the crag, the incredible and striking overhanging prow visible from the highway to the left of Scorched Earth.\n\nAn unfortunately chossy first third, but still excellent climbing, with one of the most horridly exposed and terrifying cruxes that you will find on limestone in the Bozeman area.\n\nAn unexpectedly tenuous start for 2 bolts deposits you on gray slab into a short section with very cool crystal lined pockets. This will bring you up to a small corner. From here, utilize broken cracks to traverse up and left for 2 or 3 bolts until an obvious juggy lieback flake can be reached... There are two options here. Either continue up the flake until it becomes too loose for comfort and traverse left (foot traverse option) or make a big reach left to a jug below the 2nd traverse bolt (hand traverse option). From here either option will require a decent span out to the best thing you can find around the corner on the arete.\n\n...\n\nCrux time! Pull onto the arete on wholly marginal feet with less-than-ideal sidepulls over a truly terrifying 80 feet of exposure. Try to find some way, any way, to fight the barndoor and slap or creep your way to better holds up and left on the arete. Upon study, this crux isn't terribly physical, but my goodness is it mental. After these first insecure and utterly terrifying moves, the difficulty eases and the climbing deposits you in a good crack and face up to the anchors.","protection":"A 70m rope will make a rappel just fine. Enjoy the free-hanging second half of the rappel, but for goodness sake try to stay off of the choss around the left side.\n\nA lot of bolts (14?) to chains.","location":"Left route. If you can't find it once you're at the crag you're blind. THE PROOOOOW!"},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,6d93ce9a-b1f9-55de-ba48-51d186dd1ef8,8f38b276-2760-5622-b0c2-03625573cc64,23156b26-b567-50e6-8d95-a771171fd408,45196ccc-3e7b-5e86-b252-12d53b0ffbb1,98f527f1-c0ee-5ede-86f8-83ff1647ca32,335ac0ca-5df3-5787-b289-aef6532a13c7","pathTokens":["USA","Montana","Southwest Region","Gallatin Canyon","Stormcastle","Scorched Earth","Singed Crag"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10b"},{"count":1,"label":"5.10b/c"}],"byDiscipline":{"sport":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":2,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":2,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-111.24715,45.4623]},"bbox":[-111.24779110923112,45.46185033981814,-111.2465088907689,45.46274966018186],"left_right_index":-1,"ext_id":"109493315","area_id":"M1rAyl3zV4eyia72UyoTxw==","polygon":{"type":"Polygon","coordinates":[[[-111.24779110923112,45.46185033981814],[-111.2465088907689,45.46185033981814],[-111.2465088907689,45.46274966018186],[-111.24779110923112,45.46274966018186],[-111.24779110923112,45.46185033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T06:09:34.180Z","updatedAt":"2024-01-20T01:02:50.724Z"}