{"_id":"63689d20e80bff5a994f24e9","area_name":"Orifice Wall","shortCode":"","climbs":[{"_id":"dlqfnCbeWyaqYw744gcFkA==","name":"Unknown","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Ted Waldor","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.79804,32.43251]},"left_right_index":5,"mp_id":"113394830","mp_crag_id":"109256040","climb_id":"dlqfnCbeWyaqYw744gcFkA==","areaRef":"CmZeGCtiWdmWLJRyP0VIHA=="},"content":{"description":"This is a linkup of Eureka and Hard day, and by far the easiest route on the steep portion of the Orifice.  \n\n  Climb Eureka up to just past the seventh bolt. From here (at the end of the left facing lie-back flake) you could clip the eighth bolt on Eureka. Don't. Instead, reach directly right to a jug, execute some fun, gymnastic moves, trending slightly down and to the right, until you reach the bolt that is level with you on Hard Day. Don't clip this bolt (rope drag). Clip the next bolt then finish in the chimney of Hard Day.  \n\n  It might make sense to eventually get some new bolts in place to make this transition a bit cleaner. As it is there's a bit of a runout to the first bolt that should be clipped on Hard Day. That being said, I tested the fall and it's perfectly safe.","protection":"b/c","location":""},"__v":0},{"_id":"qjWm8ttpXqCaKxo5KN/9tQ==","name":"Unattended Consequences","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"EFR, T.England,GHu,SA, '11","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.79804,32.43251]},"left_right_index":14,"mp_id":"107229703","mp_crag_id":"109256040","climb_id":"qjWm8ttpXqCaKxo5KN/9tQ==","areaRef":"CmZeGCtiWdmWLJRyP0VIHA=="},"content":{"description":"Big holds lead to a 15 foot crux then it is a jug haul to the chains.  A little fuzzy right now but should clean up and the bird poop can be easily avoided.  Some bolts placed by SA 15 years ago.","protection":"Bolts","location":"Just before the ledge drops down to the lower routes it is just right of Gettin' Off The Porch."},"__v":0},{"_id":"ZWtwwkgMXEOV9+aUC0gFjg==","name":"Taking a Kneebar","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"EFR,Peter Piek, Elisa Phillips, Austin Sobotka, Jesse Schultz, Christa McConaughy, Joe Silver,Scott Conners","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.79804,32.43251]},"left_right_index":15,"mp_id":"113665555","mp_crag_id":"109256040","climb_id":"ZWtwwkgMXEOV9+aUC0gFjg==","areaRef":"CmZeGCtiWdmWLJRyP0VIHA=="},"content":{"description":"This route is 5.11 except for a very difficult bouldery crux. Needs some repeats to get a better idea of the grade. Sloping rail/crack leads to more typical Orifice big moves and Jugs. From the ledge some fun jug hauling leads to the anchors. An unlikely kneebar but bomber kneebar can be had if you have short legs. Long legged people might be able to get one but it will be tricky to get. Looks like being tall makes it easier.","protection":"Bolts, steel draws","location":"Right of Unattended Consequences the second bolt is on the left side of a rounded point of rock."},"__v":0},{"_id":"uMjtWXxJWOOBB54krecgBw==","name":"Orifice Politics","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"EFR,Vince Bates Josie Becker,Geir Hundal, '08","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.79804,32.43251]},"left_right_index":11,"mp_id":"106255943","mp_crag_id":"109256040","climb_id":"uMjtWXxJWOOBB54krecgBw==","areaRef":"CmZeGCtiWdmWLJRyP0VIHA=="},"content":{"description":"This is a line I have looked at since 1996.  The first forty feet had been started by Mark Hathaway so I stayed off of it.  In 2001 I bolted a hard variation finish in an effort not to ruffle Marks feathers but still allow me to climb this face.  Mark worked it some in 2001 but as far as I know that was it.  This year Vince called and asked if he could work the route which was pretty nice since almost no work that I know of has been done on it in years.  Mark said yes and so Vince and I started working the route with my alternate finish.  Vince figured out the first crux (the Mary Poppins move) which I had never done til this year. Thanks to a little cleaning to consolidate the kitty litter it is pretty reasonable now.  Vince has done the route with my original finish which has a harder crux higher up with one hang.  Today we bolted the line that I had always envisioned which goes straight up a big flake then turns the bulge and up a less steep but still overhanging headwall.  So after twelve years of looking at it and few dozen tries at the crux I finally got to climb it on my second run.  It is a great line with a wild crux slightly less than half way up.  The rest of the climb is an enduro fest that took knee bars and arm bars to make it go.  Will have to wait for others opinions but for twelve years I have said it is one of the most striking lines in Tucson and that is why I am so thrilled to finally climb it.  Hey the guidelines say deepest thoughts.  Not that deep maybe but they are my thoughts. \n\n  P.S. The swing off of this route is even better than Hard Day.  Climb up to the second bolt step left make sure you have as much stretch out of the rope as possible then cut loose.","protection":"Bolts,chaws(chain draws) Bring some draws as a few bolts don't have chaws. One working bolt at the crux that is only used to work out the move then skipped.","location":"Starts on the ramp about 6 feet before you reach the ledge where you start Hard Day...  70M rope will ensure no one hits the ground on the 102 foot lower."},"__v":0},{"_id":"8MpnUfUFWsG1IwveJ19Pdg==","name":"Oedipus Complex","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"EFR, Eddie Mofardin, '01","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.79804,32.43251]},"left_right_index":16,"mp_id":"106254194","mp_crag_id":"109256040","climb_id":"8MpnUfUFWsG1IwveJ19Pdg==","areaRef":"CmZeGCtiWdmWLJRyP0VIHA=="},"content":{"description":"Big holds to a short section of direction changing layaways then a safe but long run past ring anchors to the top of the climb to the left \"Taking a Knee is the way it gets climbed now.","protection":"Chaws","location":"Starts down and left of the cable's end."},"__v":0},{"_id":"qAj4iIDvX+28s7ZqeMFBEA==","name":"In Search of Silence","yds":"5.13","grades":{"yds":"5.13","french":"8a"},"fa":"Alex Kirkpatrick","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.79804,32.43251]},"left_right_index":10,"mp_id":"108238962","mp_crag_id":"109256040","climb_id":"qAj4iIDvX+28s7ZqeMFBEA==","areaRef":"CmZeGCtiWdmWLJRyP0VIHA=="},"content":{"description":"Link the bottom of Granite of the Apes into the top of Coup d'Etat (link point is obvious and after the double kneebar after the crux on Granite of the Apes). This route combines the best and hardest climbing on Granite of the Apes, Orifice Politics, and Coup d'Etat. This is currently the hardest route at the Orifice and the most direct line up the main wall. Get some.","protection":"Fixed chain draws","location":""},"__v":0},{"_id":"PJdCss4SXNWSbKRQmTG0WQ==","name":"Huck Fin","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"EFR, Vince Bates, Josie Becker,Geir Hundal,'08","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.79804,32.43251]},"left_right_index":19,"mp_id":"106206943","mp_crag_id":"109256040","climb_id":"PJdCss4SXNWSbKRQmTG0WQ==","areaRef":"CmZeGCtiWdmWLJRyP0VIHA=="},"content":{"description":"The start and the finish pack the punch.  The middle section has big holds on thin but solid stone.","protection":"Bolts","location":"Orifice Wall on the right side.  Single belay bolt about 6 feet right of the first bolt."},"__v":0},{"_id":"RujGt+70WNS4GgFYbZ6MtQ==","name":"Heel-A Monster","yds":"5.13a/b","grades":{"yds":"5.13a/b","french":"8a"},"fa":"Vincent Bates (Bolted by Vincent Bates and Luis Cisneros)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.79804,32.43251]},"left_right_index":0,"mp_id":"107719246","mp_crag_id":"109256040","climb_id":"RujGt+70WNS4GgFYbZ6MtQ==","areaRef":"CmZeGCtiWdmWLJRyP0VIHA=="},"content":{"description":"Great long route. Best rock quality at the Orifice Wall. Thin and acrobatic climbing, not as steep as the other hard climbs in this area, but still very steep for normal standards.  \n\n  Very hard for about 40 feet (after the big black ledge) and then is sustained, and thought provoking, 11+/12- for a long ways.  \n\n  ATTENTION!!!! LOWERING FALL HAZARD.    This route is very steep. When lowering from it, you need to clip your rope back to the draws in order to pull you in, or you will be stranded out in space away from the ledge.    THIS CAN BE VERY DANGEROUS.    Belayers PLEASE be aware of this and DO NOT DROP the climber.  \n\n  #***************************************************************************************************************************************************#   #* TIE A STOPPER KNOT AT THE END OF THE ROPE TO AVOID IT FROM SLIPPING THROUGH YOUR BELAY DEVICE  *#   #***************************************************************************************************************************************************# \n\n  A single 60mts rope will barely take you safely to the ledge. So IF CLIMBING WITH A 60MTS ROPE PLEASE BE EXTRA CAREFUL.   \n\n  We found that clipping your rope to the chain draws right before the hard crux is sufficient.","protection":"Chain draws","location":"Wall to the left of the main Orifice Wall."},"__v":0},{"_id":"N4ePXU+YX9qkMwuW6XJJNQ==","name":"Hereiophobia","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Aleix Serrat-Capdevila, D. Merin, G. Hundal, EFR","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.79804,32.43251]},"left_right_index":2,"mp_id":"107231787","mp_crag_id":"109256040","climb_id":"N4ePXU+YX9qkMwuW6XJJNQ==","areaRef":"CmZeGCtiWdmWLJRyP0VIHA=="},"content":{"description":"The name means fear of deviation from the official doctrine. (sport being the doctrine at this wall) The first trad route at the Orifice Wall.  Left leaning and overhanging chimney/offwidth to steep jug hauling.  Looks like a nightmare but footholds on the face make it fun and worth doing if you like the wide stuff.  It is a little runnout to the first cam but easy.  At the top you move left and finish by clipping the last bolt of Flyer Starter.","protection":"Two bolts and Camalots 1-#3 2-#4s 2-#5s 1 or 2-#6s.  We used one six above the first bolt to move higher and place a 4 and a 5 then pulled the 6 in order to use it higher thus avoiding carrying two #6s","location":"Starts in the black stained chimney that is also the start of Eureka."},"__v":0},{"_id":"Cbin4sl1UByq+vBnLW3OlQ==","name":"Hard Day at The Orifice","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Eric Fazio-Rhicard, Ted Waldor 1996","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.79804,32.43251]},"left_right_index":7,"mp_id":"105794908","mp_crag_id":"109256040","climb_id":"Cbin4sl1UByq+vBnLW3OlQ==","areaRef":"CmZeGCtiWdmWLJRyP0VIHA=="},"content":{"description":"Follow the general directions given to get to The Fortress but don't go down the gully. Just as the trail starts down the east side of The Fortress follow the ledge around the left side and you will find a safety cable. This cable will lead to another cable that will guide you safely down to the climbs. \n\n  The Orifice is in the running for one of the mountains best sport climbs. This route has a huge exposure factor (laugh at your friends when they get needlessly scared), some great jug hauling and enough technical climbing to keep it interesting. A hard start leads to a large orifice which serves as a rest before the real climbing begins. Sign the guestbook while you rest in the hole. Figure out how to get out of the hole and then do the technical crux. Now jug haul for a ways and get ready for some final action before it mellows out for the finish. Follow the bolt line to the right near the top for the original (easier) finish or cut left (harder) for another letter grade worth of fun.","protection":"Bolts, Chain anchors","location":""},"__v":0},{"_id":"pICOJzY2WLqU1KTlz4ix1g==","name":"Granite of the Apes","yds":"5.13b","grades":{"yds":"5.13b","french":"8a"},"fa":"Luis Cisneros, Vince Bates, EFR","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.79804,32.43251]},"left_right_index":8,"mp_id":"106883844","mp_crag_id":"109256040","climb_id":"pICOJzY2WLqU1KTlz4ix1g==","areaRef":"CmZeGCtiWdmWLJRyP0VIHA=="},"content":{"description":"Yet another pearl of the Orifice Wall, crazy  steep, beta intensive and ridiculously fun.   Three distinct hard sections lead to the anchors. The climbing is sustained, so it is key to learn how to use and milk the few rests. The ride is not over until is over. \n\n  During rainy season, water seeping from the chimney at the top of A Hard Day in the Orifice wets some key holds in the middle section, making the red point quite elusive.","protection":"12 bolts and anchors with chain draws","location":"In the middle of the Orifice Wall. Rigth from A Hard Day and left of Politics."},"__v":0},{"_id":"OtKNUEBwX5eXdR044rqu/A==","name":"Gettin' Off The Porch","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"EFR, Vince Bates, Braxton Norwood, Jesse Shultz, Geir Hundal,'08","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.79804,32.43251]},"left_right_index":13,"mp_id":"106214592","mp_crag_id":"109256040","climb_id":"OtKNUEBwX5eXdR044rqu/A==","areaRef":"CmZeGCtiWdmWLJRyP0VIHA=="},"content":{"description":"Cool moves off the ground then left onto some slightly funky vertical rock.  Up to really cool moves past bulge to powerful laybacks.  I think once the 15 feet of funky rock cleans up a little more this will be a blast.","protection":"Bolts","location":"On the Orifice Wall it starts in the grey rock at the inverted V slot where you start to drop down to reach the route Hard Day At The Orifice.  For those of you who are familiar with the place it is just left of the abandoned route with the 15 year old red tag on it."},"__v":0},{"_id":"HQSv+9HOXrCZ29wn9xNWfg==","name":"Flyer Starter","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"EFR, Yun-Yin Huang, Chen Liang, Tony,'11","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.79804,32.43251]},"left_right_index":1,"mp_id":"107227552","mp_crag_id":"109256040","climb_id":"HQSv+9HOXrCZ29wn9xNWfg==","areaRef":"CmZeGCtiWdmWLJRyP0VIHA=="},"content":{"description":"Slightly overhanging to orifice steep (almost) at the end. Mostly big holds make it a good warm up for the rest of the wall.","protection":"Bolts","location":"Far left end of the ledge it starts up a right angling fin in dark gray rock to a short crack."},"__v":0},{"_id":"7twgXHoZUu22l25TaFzpaw==","name":"Eureka","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"EFR, Eddie Mofardin, and a lot of other folks '01","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.79804,32.43251]},"left_right_index":3,"mp_id":"106202004","mp_crag_id":"109256040","climb_id":"7twgXHoZUu22l25TaFzpaw==","areaRef":"CmZeGCtiWdmWLJRyP0VIHA=="},"content":{"description":"Big holds an a 45 degree wall until you reach the bouldery crux. I really didn't think this thing would go as one of the best young guns had tried it and couldn't or didn't care enough to do it. Rapped it with my buddy Eddie Mofardin to look at going left, a variation that has since been done, Eddie noticed a sidepull hold out right which was the ticket to ride and lead to it being climbed. Also of note Eddie probably could have done the FA before me but waited for me to do it as I had done the work to bolt it. ","protection":"Bolts","location":"First route left of Hard Day...  Starts in the water stain then works up and right.  If it is wet at the 2nd bolt pull through to the dry holds."},"__v":0},{"_id":"uqAhj/eLUvqWGcIF4Oq+qA==","name":"Disfigured Oedipus","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"Link: \"a woman years and years ago\", OG Routes: EFR/Eddie Mofardin 2001","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.79804,32.43251]},"left_right_index":17,"mp_id":"109441758","mp_crag_id":"109256040","climb_id":"uqAhj/eLUvqWGcIF4Oq+qA==","areaRef":"CmZeGCtiWdmWLJRyP0VIHA=="},"content":{"description":"Starting on Disfigured Foreigner, climb through the crux clipping the first four chain draws. Once over the first roof, move left and finish on the crux of Oedipus Complex.  Dreamed up by John Hinrichsen, this actually contains most of the hard climbing on both routes and is a rather direct, obvious line.  Worthwhile if you're looking for something short but challenging or if you've exhausted the other routes on the wall.","protection":"6 bolts to 2 bolt anchor.  Need one draw for the first bolt on Disfigured.","location":"Starts on Disfigured Foreigner and moves left into Oedipus.  Starts off of the end of the cable."},"__v":0},{"_id":"EizLtihAWoOjoJbPUbzbtw==","name":"Disfigured Foreigner","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"EFR, Eddie Mofardin, '01","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.79804,32.43251]},"left_right_index":18,"mp_id":"105971481","mp_crag_id":"109256040","climb_id":"EizLtihAWoOjoJbPUbzbtw==","areaRef":"CmZeGCtiWdmWLJRyP0VIHA=="},"content":{"description":"Steep route that overhangs about 15 to 20 feet in 40.  Mostly big holds with an exciting finish.","protection":"Bolts","location":"Right side of the Orifice Wall.  Approach the same as the Fortress but instead of dropping down the east side work around to the overhanging east face. Ledges start where the trail reaches the back/north end of the Fortress."},"__v":0},{"_id":"bd8YnPfNUr+zIWUGLxy5uA==","name":"Davin's Route (Teegerstrong)","yds":"5.13a/b","grades":{"yds":"5.13a/b","french":"8a"},"fa":"Davin Teegerstrom June 2021","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.79804,32.43251]},"left_right_index":6,"mp_id":"120944119","mp_crag_id":"109256040","climb_id":"bd8YnPfNUr+zIWUGLxy5uA==","areaRef":"CmZeGCtiWdmWLJRyP0VIHA=="},"content":{"description":"In loving memory of Davin Teegerstrom who FA'd this pitch in style.Connects most of the best climbing of Hard Day at the Orifice to a juggy traverse that deposits you directly into the crux of Eureka. There’s a bomber knee bar in there you’ll want to find to give you an edge before tackling the final Boulder.Another link amongst friends.\n\n ","protection":"Bring draws for the (2) bolts connecting the routes. Traverses left at bolt 9. Extended draws help here.","location":"Start up Hard Day, climb to bolt 9 and bust left and up the obvious jug rail directly into the Eureka crux. "},"__v":0},{"_id":"AXP9OG5wVzaMvvuklYM/aQ==","name":"Coup d'etat","yds":"5.13-","grades":{"yds":"5.13-","french":"7c+"},"fa":"Vince Bates, EFR,'09","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.79804,32.43251]},"left_right_index":12,"mp_id":"106495862","mp_crag_id":"109256040","climb_id":"AXP9OG5wVzaMvvuklYM/aQ==","areaRef":"CmZeGCtiWdmWLJRyP0VIHA=="},"content":{"description":"Bolted in 2001 and worked on by a number of people Vince finally worked out the cruxes.  This route goes on and on.  Despite the knee bars that allow numerous rests you are working the whole time.  Two cruxes, one low and the very sequential and harder high crux lead to forty feet of less overhanging 5.11 to finish the route.","protection":"Bolts","location":"This route starts the same as Orifice Politics but busts out right following a thin seam at the small roof just right of a big vertical rail."},"__v":0},{"_id":"pVuqGIznU9C4Z8D19k8vQQ==","name":"The Brightest Fire","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Joe Kreidel,EFR,Brent Silvester,Vince Bates,'09","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.79804,32.43251]},"left_right_index":20,"mp_id":"106498490","mp_crag_id":"109256040","climb_id":"pVuqGIznU9C4Z8D19k8vQQ==","areaRef":"CmZeGCtiWdmWLJRyP0VIHA=="},"content":{"description":"To date the easiest route at the Orifice Wall.  The climbing is tricky and and has some crimps down low.  The middle section is pumpy with a moderate last 15 feet.  It might make a good warm up climb on a cloudy day or if you get there after 11 a.m.","protection":"Bolts donated by Josie Becker","location":"Starts from the ledge that you traverse in on and is just right of Huck Finn."},"__v":0},{"_id":"yyfZn1HZVn+xKAeEB6oE+w==","name":"Ape Debate","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.79804,32.43251]},"left_right_index":9,"mp_id":"109362342","mp_crag_id":"109256040","climb_id":"yyfZn1HZVn+xKAeEB6oE+w==","areaRef":"CmZeGCtiWdmWLJRyP0VIHA=="},"content":{"description":"Another link-up. Climb the start of Granite of the Apes and finish on Orifice Politics.","protection":"Chain draws.","location":"Same start as for Granite of the Apes."},"__v":0},{"_id":"oGiEpbUXU1ae5nMkhYPGlw==","name":"Another Word For Eureka","yds":"5.13a/b","grades":{"yds":"5.13a/b","french":"8a"},"fa":"Tanner Mack","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.79804,32.43251]},"left_right_index":4,"mp_id":"113523497","mp_crag_id":"109256040","climb_id":"oGiEpbUXU1ae5nMkhYPGlw==","areaRef":"CmZeGCtiWdmWLJRyP0VIHA=="},"content":{"description":"Split left before the crux of Eureka for three bolts of glory and a harder boulder problem. This was the original exit for Eureka until the key hold was found on the right exit.","protection":"bolts and anchors","location":"Start as Eureka and at bolt 7 or 8 split to the line of bolts heading left."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,24e148bb-4884-59e8-9870-43ce21f1a337,6f40f8bb-61ae-569f-a656-25752de45c0c,f2591e24-8f94-5cb3-9f02-92bfe3f5cd61,74a365ae-142f-5b24-8198-2ac56dfd2922,82abcca8-bbac-501d-a8d2-52f0d951188c,d6e95e3b-5c96-5ede-81b1-1ad37526b91c,0a665e18-2b62-59d9-962c-94723f45481c","pathTokens":["USA","Arizona","Southern Arizona","Mount Lemmon (Santa Catalina Mountains)","Mount Lemmon (Catalina Highway)","8 - Summit Crags","Fortress, The","Orifice Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11"},{"count":1,"label":"5.12a"},{"count":2,"label":"5.12c"},{"count":3,"label":"5.12"},{"count":1,"label":"5.13"},{"count":3,"label":"5.13a/b"},{"count":1,"label":"5.10+"},{"count":1,"label":"5.12b"},{"count":1,"label":"5.13b"},{"count":2,"label":"5.12-"},{"count":2,"label":"5.11+"},{"count":2,"label":"5.13a"},{"count":1,"label":"5.13-"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}},"sport":{"total":20,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":12,"expert":8}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":1,"advanced":12,"expert":8}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-110.79804,32.43251]},"bbox":[-110.79857275773057,32.432060339818136,-110.7975072422694,32.43295966018187],"left_right_index":-1,"ext_id":"109256040","area_id":"CmZeGCtiWdmWLJRyP0VIHA=="},"content":{"description":"The Orifice Wall, which is one of the most popular and unique crags in Southern Arizona, boasts some of the steepest and hardest climbs in the region. Classic lines include Hard Day at The Orifice, Orifice Politics, and Coup d'etat. \n\n  The wall is relatively impervious to the frequent summer monsoon rains, sees shade almost all day (after 10:30am), and is almost entirely fixed chain draws.  On summer weekends the crag is frequently busy with lines on some routes. \n\n  The overhung nature of the climbing demands heel-hooks and knee-bars, a rarity in Tucson.  A knee pad is recommended for some of the lines."},"density":0,"totalClimbs":21,"__v":1,"createdAt":"2022-11-07T05:52:53.031Z","updatedAt":"2024-01-15T16:39:39.715Z"}