{"_id":"63689d20e80bff5a994f26f6","area_name":"Warpath Dome","shortCode":"","climbs":[{"_id":"rfCnzA0hUMW8A8mWIAnCog==","name":"Bits and Bights","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Todd & Donette Swain","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.0287,31.9111]},"left_right_index":6,"mp_id":"120341256","mp_crag_id":"105876254","climb_id":"rfCnzA0hUMW8A8mWIAnCog==","areaRef":"wzSocQhaUryf7rLw9AvTYA=="},"content":{"description":"Start about 20 feet to the right of the RFC in a clearing. Climb up and left along a thin crack until it ends. Move up and right (bolt) to easier ground. Go up and right past two more bolts to an anchor.","protection":"Carry wires and C3s, and quick draws.","location":"Start about 20 feet to the right of the RFC in a clearing. "},"__v":0},{"_id":"TbCTd+ODUh2PcDBXcI2VWg==","name":"Warpath Arete (Name?)","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"???","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-110.0287,31.9111]},"left_right_index":0,"mp_id":"114231660","mp_crag_id":"105876254","climb_id":"TbCTd+ODUh2PcDBXcI2VWg==","areaRef":"wzSocQhaUryf7rLw9AvTYA=="},"content":{"description":"This route was tricky to follow. The first pitch runs up the arete, to the left of Warpath, but probably takes the right side of the arete. I went up the left side of the arete and the footing was first ascent bad (lichen, loose rock, etc). It couldn't have been harder than 5.9, but the only protection was a couple of chickenheads, bad ones, for 100 feet. That pitch gives the R rating, maybe X. The second pitch was better, good protection, and the whole route gets better from there. Interesting finishing pitch. In summary, the route was adventurous and sketchy, would not recommend to a friend. Also, do not forget your rope and use your tag line. Do not do that... . Also, climb sober.","protection":"Standard rack up to #3, a few slings, and some cahones. Can't place much gear than a couple of chicken heads in the first 100'.","location":"Obvious arete on the left side of the Warpath dome, which flows right into an obvious crack (2nd pitch) that continues into a pretty straightforward finish."},"__v":0},{"_id":"ujE+xjqJWiyD5vin9+Hs7g==","name":"Warpath","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-110.0287,31.9111]},"left_right_index":1,"mp_id":"105876261","mp_crag_id":"105876254","climb_id":"ujE+xjqJWiyD5vin9+Hs7g==","areaRef":"wzSocQhaUryf7rLw9AvTYA=="},"content":{"description":"This climb offers some creative crack climbing, some aesthetic dike hiking, some moderate slab climbing, and a bit of steep face.  The protection on some of the slab and face could be a little exciting. \n\n  Note that the pitches I describe here don't jibe with those of Kerry '97.  I think he must have conflated two distinct ways of breaking the route into pitches. \n\n  P1. Straight up the crack, which varies in width.  Then jog right at the top via some face moves, and belay just below a second, flared crack.  The jog right is generally considered the crux, about 5.9-. \n\n  P2. Diagonal up left though some plates and follow a dike.  Eventually pass a two-bolt anchor (from another route) and, wherever it feels right, head up poorly protected but moderate slab.  Belay at a large but hidden crack.  Around 5.6. \n\n  P3. Climb up from the crack, following a line of smallish horns as the angle steepens.  After the crack ends, the horns are your only protection for a while.  Clip an old bolt and pull onto some lower angle rock.  Angle right a bit to the top.  Belay at the two-bolt anchor from another route, or roll your own.  About 5.7 or 5.8. \n\n  Just in case you're wondering: I have it on good authority ;) that a 60m rope will NOT reach from the two-bolt anchor midway on P2 to the the two-bolt anchor at the top.","protection":"I suggest a \"standard rack\" plus a couple of large cams like a #4 Camalot or a #4 Friend (for the first half of P1) and extra slings, preferably narrow (for the horns on P3). \n\n  The only fixed gear traditionally part of the route is the old bolt on P3, but obviously you can take advantage of the two-bolt anchor midway up P2, and the two-bolt anchor at the top.  ","location":"The start is at the right side of the main face.  It's NOT the big obvious chimney/crack at the mid-left. \n\n  The approach trail will lead you to the rock at the bottom right edge of this face.  Although the trail continues on up and right, you need at this point to traverse straight left along the base of the rock.  This traverse is sort-of a trail, and sort-of a ledge.  Stop below a big crack in a corner (see photo), where you would otherwise have to angle down quite a bit to continue going left.  Don't make the mistake of stopping too soon, at some crappy weakness in the rock (hope I'm not insulting someone's route!). \n\n  The crack for the second belay is invisible from on the route below it, so it is good to memorize roughly where it is, either from photos or on the approach. \n\n  One descent is to traverse southeast along the top of the dome (with a little scrambling involved) until it is straightforward to walk down scree to the south.  Then wander back to the west face, possibly dropping down to the trail to Hideout Wall, if you can find it.  This descent will take you right past the Crackathon Area. \n\n  There is a bolted route with 2-bolt anchors running directly up the west face that should provide a rappel descent, especially in a pinch, although I haven't tried it and don't recall if the anchors are rigged for rappelling."},"__v":0},{"_id":"qySiLognUCujqPO5ncyxuw==","name":"Unknown Right Route","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.0287,31.9111]},"left_right_index":7,"mp_id":"119979784","mp_crag_id":"105876254","climb_id":"qySiLognUCujqPO5ncyxuw==","areaRef":"wzSocQhaUryf7rLw9AvTYA=="},"content":{"description":"This route is located on a narrow buttress roughly 120 feet to the right of Driven by Fear. The buttress is out in the open to the right Hard Drive and Unknown RFC.Climb the front of the narrow buttress past at least four bolts to an anchor. Difficulty grade is approximate.","protection":"Four bolts and an anchor. Likely some small gear will go in as well.","location":"This route is located on a narrow buttress roughly 120 feet to the right of Driven by Fear. The buttress is out in the open to the right Hard Drive and Unknown RFC."},"__v":0},{"_id":"aE5u3TV3VoyOR4tt9mtDIw==","name":"Unknown RFC","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.0287,31.9111]},"left_right_index":5,"mp_id":"119979773","mp_crag_id":"105876254","climb_id":"aE5u3TV3VoyOR4tt9mtDIw==","areaRef":"wzSocQhaUryf7rLw9AvTYA=="},"content":{"description":"Start about 40 feet right of Hard Drive below a white, right-facing corner. Climb the corner, eventually moving up and left to a pine tree with slings and rap rings. Rappel from the pine tree back to the ground with a single 60m rope. The route maybe more like 5.7 than 5.6.","protection":"Carry large gear (blue, grey and purple Camalots). If the route is at your limit (5.7), you might be happiest with doubles of grey and purple Camalots and a large green Camalot.","location":"Start about 40 feet right of Hard Drive below a white, right-facing corner."},"__v":0},{"_id":"O1aVYlmZXfqWrCxIQvstmQ==","name":"Fax Crack","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"Bob Kerry and Wit Wisniewski","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.0287,31.9111]},"left_right_index":2,"mp_id":"107913627","mp_crag_id":"105876254","climb_id":"O1aVYlmZXfqWrCxIQvstmQ==","areaRef":"wzSocQhaUryf7rLw9AvTYA=="},"content":{"description":"Start up low-angle chimney until you can reach out to first bolt above bulge.  Climb face right past another bolt and into the handcrack.  Up the handcrack until you can step left into finger crack.  Up finger crack or, more accurately, up plates to side of crack, using crack for pro.  Crack runs out 12 feet or so shy of the anchors, but climbing is easy there.","protection":"Rack to 3\".  Anchor is a thread and a bolt.","location":"From where approach trail hits the rock, head right 6-8 minutes. The best approach passes the base in the grass and brush before heading up to and back along the base of the wall.  Double rope rap, or shorty to anchor on \"Driven by Fear\".  I doubt one could descend from the Fax Crack anchors to the ground with a single 70."},"__v":0},{"_id":"nv4MVByMVzqMmr2CxBPGcQ==","name":"Lone Justice","yds":"5.10b/c","grades":{"yds":"5.10b/c","french":"6b"},"fa":"Richard Horst","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.0287,31.9111]},"left_right_index":999999,"mp_id":"114091292","mp_crag_id":"105876254","climb_id":"nv4MVByMVzqMmr2CxBPGcQ==","areaRef":"wzSocQhaUryf7rLw9AvTYA=="},"content":{"description":"One bolt to protect the bouldery move at start, small gear stoppers or aliens leads to a over hanging hand crack up to a #2 Camelot.","protection":"bolt,small to #2 Camelot. Natural anchor on top, walk off.","location":"Across from Warpath, the path come to a y go left will leads to Warpath, right takes you to Lone Justice. As you look right you will see a formation that looks like a dragon, pan left there is a wall that has a split in the middle that is it. Walk over, and it starts in a pit."},"__v":0},{"_id":"kZkM3/79VZqH7zDttV2gpQ==","name":"Hard Drive","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"FRA: Todd & Donette Swain","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.0287,31.9111]},"left_right_index":4,"mp_id":"119979759","mp_crag_id":"105876254","climb_id":"kZkM3/79VZqH7zDttV2gpQ==","areaRef":"wzSocQhaUryf7rLw9AvTYA=="},"content":{"description":"Start about five feet right of Driven by Fear at the base of twin cracks. Climb the right-leaning crack which turns vertical and passes a thin section (crux, C3 cams for pro). Continue up the widening crack until it becomes a chimney, then climb plates on the face just right. Go through a gap between two huge boulders. On the right is an anchor.Rappel with a single 60m rope from the anchor down to a pine tree with slings and rap rings. Another rappel with a single 60m rope down a white, right-facing corner (unknown 5.6 route) will get you to the ground.","protection":"To fully sew up the route, carry gear to a green Camalot, with doubles of gold, blue, grey and purple.","location":"Start about five feet right of Driven by Fear at the base of twin cracks."},"__v":0},{"_id":"sEKLl53iWIqemCr8FVys8g==","name":"Driven by Fear","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Wit Wisniewski and Bob Kerry","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.0287,31.9111]},"left_right_index":3,"mp_id":"107913654","mp_crag_id":"105876254","climb_id":"sEKLl53iWIqemCr8FVys8g==","areaRef":"wzSocQhaUryf7rLw9AvTYA=="},"content":{"description":"Short offwidth section, to hand crack.  When crack opens up, head left onto face.","protection":"Gear to #4 C4 camalot.  Well protected, even in the face section.","location":"From where approach trail hits the rock, head right 6-8 minutes. The best approach passes the base in the grass and brush before heading up to and back along the base of the wall. \"Driven...\" is the 2nd crack right of Fax Crack, in a  left-facing corner.  Single 100' rap from fixed slings on chicken head/plate."},"__v":0},{"_id":"l+3C5e2YVXWvW2Ko2D7+kQ==","name":"Center Crack","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.0287,31.9111]},"left_right_index":999999,"mp_id":"108562095","mp_crag_id":"105876254","climb_id":"l+3C5e2YVXWvW2Ko2D7+kQ==","areaRef":"wzSocQhaUryf7rLw9AvTYA=="},"content":{"description":"Sustained OW/ hand crack that splits the lower center of Warpath dome. Choose your own adventure 1-2 pitches to the top from the low angle top of the crack. Really great jams to be had in this beauty.","protection":"I placed some big gear including a number 6","location":"Start about 150 feet left of the 1st pitch of Warpath. Go under a big boulder and it will lead you right to the base of the climb."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,24e148bb-4884-59e8-9870-43ce21f1a337,6f40f8bb-61ae-569f-a656-25752de45c0c,d89ead8f-ea94-5fc1-9170-13bf8dd94398,d208a9bf-7ee5-540e-80d3-e18c87573238,c334a871-085a-52bc-9fee-b2f0f40bd360","pathTokens":["USA","Arizona","Southern Arizona","Cochise Stronghold","West Stronghold","Warpath Dome"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.9"},{"count":2,"label":"5.10a"},{"count":2,"label":"5.9-"},{"count":1,"label":"5.10"},{"count":1,"label":"5.6"},{"count":1,"label":"5.10b/c"},{"count":1,"label":"5.10-"},{"count":1,"label":"5.8"}],"byDiscipline":{"trad":{"total":10,"bands":{"unknown":0,"beginner":4,"intermediate":6,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":4,"intermediate":6,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-110.0287,31.9111]},"bbox":[-110.02922971662858,31.910650339818137,-110.02817028337141,31.911549660181862],"left_right_index":-1,"ext_id":"105876254","area_id":"wzSocQhaUryf7rLw9AvTYA==","polygon":{"type":"Polygon","coordinates":[[[-110.02922971662858,31.910650339818137],[-110.02817028337141,31.910650339818137],[-110.02817028337141,31.911549660181862],[-110.02922971662858,31.911549660181862],[-110.02922971662858,31.910650339818137]]]}},"content":{"description":"Warpath Dome is described in Bob Kerry's 1997 guide Backcountry Rockclimbing in Southern Arizona.  It doesn't get much traffic despite having the classic route Warpath. \n\n  The main face of this granite dome faces west, and gets shade until the afternoon.  The rock quality is good.  The Crackathon Area is on the right/southwest flank of Warpath Dome. \n\n  The crag itself doesn't have access issues, but the approach could; see below. "},"density":0,"totalClimbs":10,"__v":1,"createdAt":"2022-11-07T05:52:59.750Z","updatedAt":"2024-01-20T00:56:57.874Z"}