{"_id":"6368a214e80bff5a9955d931","area_name":"Wedge, The","shortCode":"","climbs":[{"_id":"KCfcWQb4V+Wq/RVMdpvV5A==","name":"The West Ridge","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"R. Robbins, P. Rogowski, H. Davis, T. McCalla","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.5701,32.3511]},"left_right_index":999999,"mp_id":"105885505","mp_crag_id":"105885491","climb_id":"KCfcWQb4V+Wq/RVMdpvV5A==","areaRef":"ZQovvnrNXQ+0js1a9cllEA=="},"content":{"description":"This climb can be done in 3-5 pitches, depending on the comfort level of the climbers. The ridge breaks itself up nicely into several shoulders which make ideal and stunning belay ledges. The start can easily be picked out from afar by noting two huge parallel grooves about halfway up the west ridge. \n\n  P1: 5.6-5.7. Climb up a corner system to the north of the two grooves. There is some vegetation here, as well as loose blocks. Stretching a 60m rope to its maximum allows you to reach a nice belay stance on the ridge next to a conifer tree. Otherwise, look for a convenient belay below said tree. 175' \n\n  P2: 5.7. An amazing pitch, that meanders slightly, and has some great exposure. Starting from the nice belay ledge with the tree, step out left to the north side of the ridge. Then climb straight up 15 ft into a crack that is almost directly on the knife-edge. Place some gear and then step over onto the south side of the ridge, onto good foot-holds. You are now directly above the conifer tree maybe 25 ft. Traverse to the right about 10ft, looking for a piton in a small horizontal lip. Then climb straight up from the piton and onto the next shoulder, where a spacious belay can be set-up. 80' \n\n  P3: Tackle the obvious weakness up the next headwall (5.6). A short ways further is another large shoulder and spacious belay. 75' \n\n  P4: Another weakness with an awkward block and wide pod must be overcome (5.7). Continue up the corner until it broadens. The slab above can be climbed directly to the summit (5.8), but does not protect very well. The regular finish traverses about 20 ft to the right onto the south side of the ridge. Then it follows a shallow crack system up to the summit. 90' \n\n  P0: 5.8 but a bit scary. The original start which is often skipped by climbing up a chimney in the gully between The Wedge and Lost Peak. It tackles a short slab straight up from the large bushy ledge. The slab is turned easiest on the left side, about 15 ft above the last pro and with a bad fall potential. Once this hurdle is passed, easy climbing gains the normal start.","protection":"Standard rack. A few long slings are useful for setting belays as you can sling large rocks.","location":"While obvious from below, getting to the start of the climb may be one of its greatest difficulties. While approaching The Tooth, look for a way to traverse the tree-filled gully to the north and gain the grassy saddle directly below the last cliffs protruding down from the west ridge. From this saddle, keep left of the cliffs (Ingraham calls them Gendarmes) and scramble up the path of least resistance until you can see into the narrow gully between Lost Peak and The Wedge. Continue up this gully until you reach a chimney with a large boulder that forms a roof. A hole behind this boulder allows you to easily scramble up the chimney. From this point, traverse out right to a large ledge below two huge grooves on west ridge. This is the start of P1. \n\n  Climbing up the hole/chimney allows you to avoid the original start as done by R. Robbins. To find this start, traverse out right before about 100 ft before the chimney to a broad ledge."},"__v":0},{"_id":"+HllK4b5VIWIO3Bml8wqtw==","name":"Shillelagh","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"R. Ingraham, R. Hahn, H. Fisher","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.5701,32.3511]},"left_right_index":999999,"mp_id":"106105268","mp_crag_id":"105885491","climb_id":"+HllK4b5VIWIO3Bml8wqtw==","areaRef":"ZQovvnrNXQ+0js1a9cllEA=="},"content":{"description":"The South Face of the Wedge is truly impressive: smooth granite walls baked by the sun, improbable looking roofs. This route was bold in its day and even with modern climbing gear is a climbing accomplishment. Originally called the South Face, Diagonal route, it is more commonly referred to by its nickname Shillelagh as is evidenced from the summit register. \n\n  P1, 5.9, 120 ft: Start up a right-facing chimney with a couple of large chock-stones to surmount. A crux section of 5.9 hand jamming gets you to a small tree with a backup nut in place for a belay. However, continuing up another 20 ft to a bit of an overhang provides a better protection from loose rocks. A 5.7 variation climbs a bushy ledge system about 100ft uphill from the original start and joins up at the Green Band. \n\n  P2, 5.8, 180ft: Continue up the chimney system and then the wooded corner/ledge which it turns into - the Green Band Ingraham describes. Climbing will ease of substantially once out of the chimney and traversing the Green Band. \n\n  P3, 5.6, 80ft: Go up a groove and then left on top edge of a flake so thin its existence alone demonstrates how rarely this route is climbed. Continue up the slabs to a ledge beneath the summit overhangs.  \n\n  P4, 5.9+, 100ft: Climb through the beautiful summit overhangs, marveling at how the first ascentionists managed to get through these challenges. Two crux sections gain a large corner system where the climbing eases to 5.6 up to the top of the West Ridge. \n\n  P5, 5.8, 110ft: Finish up the final pitch of The West Ridge.","protection":"On the first ascent, a Shillelagh (wooden stick) was used to get past the summit overhangs. Nowadays, a few large cams (#4 friend) are all you need. Even so, there are two old 1/4\" bolts on the crux pitch, but there are good placements below and above these so there is really no excuse to rely on them. \n\n  Many of the trees along the route have poot slings and rappel gear and you can rappel the route easily until you pass the crux pitch, at which point you're better off finishing the route.","location":"This route is difficult to point out during the approach, because the first 2 pitches are hidden from sight by The Tooth. Approach via the gully between the The Tooth and The Wedge which narrows down near a large dead tree. About 300 feet past the tree is a right-facing chimney just to the right of a large, blank slab. \n\n  The obvious landmark on the Wedge's South face is a tree-filled ledge high up on the face, commonly referred to by Dr. Ingraham as The Green Band. Shillelagh climbs up to the right side of the Green band and then up through a series of steep overlaps to gain the West ridge a pitch below the summit. \n\n  Approach and descent require a good deal of scrambling ability and bushwhacking."},"__v":0},{"_id":"ZVuDzzQNW6GuWPT4jm3Nww==","name":"Normal Route","yds":"4th","grades":{"yds":"4th","french":"1"},"fa":"17 May, 1934 - S. Christensen","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.5701,32.3511]},"left_right_index":999999,"mp_id":"106959173","mp_crag_id":"105885491","climb_id":"ZVuDzzQNW6GuWPT4jm3Nww==","areaRef":"ZQovvnrNXQ+0js1a9cllEA=="},"content":{"description":"Ingraham rates this as 3rd, but holy cow, either the mountain has changed a lot since his day (doubtful), I'm a wimp (possible), or ratings in his day were very different than now (likely).  \n\n  From the end of the approach (just east of the Organ Ridge, see below), ascend a broad gully. (See photos for and an ID on the gully. Do not start too far down/east.) You may want to rope up for Ingraham's \"jam crack\" (see photo), but after it climbing again moderates. \n\n  Just before the saddle between The Wedge and its false summit to the east, you have two choices: (1) take a broad, left-leading ledge, around an exposed corner then trend back right to the ridge and follow the ridge to the summit. You will find a short low 4th class pitch (low 5th?) and a short exposed knife edge to cross then easy terrain to the summit. I have not climbed up from the saddle, so someone help me there. \n\n  (2) The 0riginal (Ingraham's) version (written by Marta Reece): Continue up the gully until you find a short 4th (low 5th?) class pitch to the summit. Start the pitch from the left side of the boulder pile in the saddle. Traverse right on top of the boulders to an intermittent but prominent, right-slanting corner. The first, smoothest part of this corner is the crux. The tops of the boulders provide some protection for a roped-up leader. Before the second part of the corner (the one left of an off-width and a boulder) you may protect with #0.4 cam or use the piton. Belay a short distance above that. Go left soon after and continue along a head wall. The point at which you turn left is not particularly critical. Near the top, crawl under the large, left-leaning boulder and then up.","protection":"None required, but you'll likely want to rap from the summit back down into the gully for descent. (A single 60m rope is adequate for the purpose.) Most climbers do rope up for the start of the summit pitch. A mid-size cam (about #1, but we scrambled it so not sure of size there) could be useful before the more interesting part. There is one piton just above that, protecting the next move. An anchor can be had on some bushes etc.","location":"The Normal Route can be approached from the west (from Modoc Mine Road) or east (Aguirre Springs). We approached from the east, and I found it easier and shorter than the west approaches.  \n\n  From the west, either (1) climb to the Lost Peak/Wedge saddle (going left from The Tooth) and traverse slightly east and south to the saddle between the Wedge and its false summit to the east. From here you will get to climb only the summit pitch of the route, or (2) climb to the Organ Ridge just south of The Wedge (from the end of Modoc Mine Road go again up the trail to The Tooth, but continue up the trail to the right of it). From the ridge, descend the gully to the east. This way you will get to the start the route as described in Ingraham's Guide to the Organ Mountains. \n\n  From the east, take the Pine Tree Trail to it's halfway point. You can cut to this location by going up the gullies - the Secret Trail (turn right early on from the south fork of Pine Tree Trail over some slabby rock marked with cairns, eventually head to the left to follow a gully), followed by the Ghost Fire Trail (branch off to the right up a well defined and clean gully). Fromm the halfway point in the Pine Tree Trail, ascend a ridge/welt immediately above the primitive campsite. When practical, traverse into the gully to the right (north) of this ridge. This is the gully leading to the saddle between the Wedge and Lost/Third Peak. Ascend the gully up to and through a fairly thick (but passable) maple/oak forest (nice color in the fall). Leave the maples just short of the Wedge by scrambling left up an easy, vegetated slope to reach the gully south of the Wedge. (This gully can be taken instead, if you like a fairly exposed 4th class scramble.) If you miss the exit, you'll wind up at the saddle between Third Peak and Lost Peak (you'll know you're in the wrong place if you have to ascend a chimney to get under a large chockstone)."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,98c839d1-f0d4-5006-bb58-276b12f05bd0,2635f237-5277-5a1d-9d74-99b35e3cd3b9,60af20ff-2a39-5a85-86f5-9582969e2458,a7fc71c1-8b31-5ded-97d4-a1a17e51223c,650a2fbe-7acd-5d0f-b48e-cd5af5c96510","pathTokens":["USA","New Mexico","Las Cruces Area Climbing","Organ Mountains","High Horns, The","Wedge, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.7"},{"count":1,"label":"5.9+"},{"count":1,"label":"4th"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":1,"beginner":1,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":1,"beginner":1,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-106.5701,32.3511]},"bbox":[-106.57063227770409,32.350650339818145,-106.56956772229591,32.351549660181874],"left_right_index":-1,"ext_id":"105885491","area_id":"ZQovvnrNXQ+0js1a9cllEA=="},"content":{"description":"The Wedge has been called \"The Jewel of the Organs\" by the areas most prolific early climber, Dick Ingraham. It certainly is one of the most eye-catching peaks when viewed from La Cueva or most other views from the west. A huge and clean looking 1000 ft face, a knife-edge west ridge, and pink-rosy monzonite will help you identify this peak. \n\n  Royal Robbins was responsible for some of the first ascents on this peak, and his climbs are still a benchmark for some of the hardest routes in the Organs. There are two classic routes which seem to get the most ascents, The West Ridge and Shillelagh (referred to as the Diagonal Route in Ingraham's guide). Other routes are poorly known and seldom climbed although I would guess that there are some amazing climbs among them. "},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T06:13:45.999Z","updatedAt":"2024-01-15T16:47:12.496Z"}