{"_id":"63689defe80bff5a994fafae","area_name":"Chin, The","shortCode":"","climbs":[{"_id":"plYbHxFUVjeIwWctar6cpg==","name":"Yvette","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-72.8977,41.4259]},"left_right_index":10,"mp_id":"107031636","mp_crag_id":"105800180","climb_id":"plYbHxFUVjeIwWctar6cpg==","areaRef":"BkZZMOSmXT21JvckFXtWvw=="},"content":{"description":"The finger crack that splits a steep slab and can be lead or TRed. Takes great gear the whole way. There is also a fixed natural anchor wrapped around the base of a tree with two biners, about 25 ft. up. For the top out or setting up a TR,there are quality cracks for constructing an anchor as well. Just scramble up the gully (left of Yvete) to make a TR anchor, but be mindful of the slight exposure.","protection":"Good gear the whole way. At top, escape down a steep gully to the left. Please avoid rapping on trees as pulling your rope from them greatly damages the tree.","location":"Yvette is located about 50 yards right of \"Weissner's Rib\". After scrambling to the base of the cliff over the talus, walk right along the base of the cliff until you reach a steep gully which is the way up to the top out of Yvette. Yvete is just to the right of the gully. It should be noted that unlike Weissner's Rib, Yvette does not top out at the head of the Giant and is a short single pitch crack of about 35-40 ft. It's easy to identify: a finger crack in a solid slab. Enjoy!"},"__v":0},{"_id":"p2l3x8o/VbGk6ozQvDKbZg==","name":"Wiessner's Rib","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Wiessner, 1930s","safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-72.8977,41.4259]},"left_right_index":7,"mp_id":"105800183","mp_crag_id":"105800180","climb_id":"p2l3x8o/VbGk6ozQvDKbZg==","areaRef":"BkZZMOSmXT21JvckFXtWvw=="},"content":{"description":"Fritz Wiessner had a good eye for the classic climbs. The start of this climb can be found by heading straight up from the intersection of the main (Tower) trail and the white trail. After hiking up to the base of the rib, walk right and up to a ledge at the base of the route; step left to belay away from the poison ivy. On the left side of the ledge is a dihedral system. Follow this up about 25 feet to a ledge. Step right across a small slab and climb easily to an obvious dihedral. Layback past a blank spot (crux) and either climb a short slanting crack on the left or climb more easily on the right to a big ledge. 65', 5.6. This ledge can also be reached easily from the left.Directly above an ancient bolt is easy to see. This is \"Bolted\", an alternate finish at 5.8+. The second pitch works right (ignoring the bolt) and then follows a left facing dihedral. At an old pin (now useless), a long step left avoids a hard spot. Easier climbing leads to the top. 40'. 5.5 (harder if shorter).To top rope or top belay, see photos and GPS N41°25.583, W072°53.918One of the best 5.6 routes in Connecticut.","protection":"This route is well protected with wires and a few larger cams.","location":""},"__v":0},{"_id":"tyREsl0fUQ+UpTy8xMtCKQ==","name":"Warehouse Run","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"William House, Wilson Ware 1934","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-72.8977,41.4259]},"left_right_index":11,"mp_id":"110172544","mp_crag_id":"105800180","climb_id":"tyREsl0fUQ+UpTy8xMtCKQ==","areaRef":"BkZZMOSmXT21JvckFXtWvw=="},"content":{"description":"This is known as the first girdle traverse ever done in the USA. I got the original description from an ancient copy of \"Appalachia\" and modified it after climbing it with Bob Schrader and Alex Catlin in 1986\n\n P1: (See Location Note) Scramble up the 4th class ramp to a small ledge 10-15' below an overhang. Climb left and up past an old piton (still there?) to a good ledge about 30' away.\n\n P2: Step down, continue left, crossing a groove at Frenchmans Cap. Contine past the top of Yvette, and Defender. Cross a chimney, which is partly overhung by the left leaning Defender buttress, and climb diagonally upward from here to a vine infested belay ledge about 15' from the top, on the broken wall around the corner to the north of Wiessners Rib.\n\n P3: Continue left and up almost to the top of the cliff. Climb around the corner and down on large blocks to a ramp. Hand traverse around another corner, step left and downclimb on nice layback holds to a niche. This downclimbed section was crossed by rappel and pendulumn on the FA in 1934.\n\n P4: Climb down and left. Step across a wide groove at an old pin (?). Climb up past the belay stance on Wiessners Rib P2. Continue on to the prominent south sloping platform by the start of Rhadamanthus\n\n P5: A short descent is made from the far side of the platform. Continue left on the same level for about 50' - crossing below the smooth Rhadamanthus wall. Cross an easy gully at the same height, and continue to the yellow buttress about 80' away.\n\n P6: From the pillar, step up and around a corner then on to another corner with an old ring pin. Step up and around this corner. Walk across a wide broken gully to the base of a low angle buttress.\n\n P7: Climb the low angle buttress to the top.","protection":"Standard rack. No bolts. Any fixed pins are worthless and listed only for route finding. Dont forget to provide protection for your second on the downclimbed section of P3.","location":"This is a right to left girdle traverse \n\n  From Yvette/Frenchman's Cap walk north past a broken wall with a tree growing on a ledge about 3/4 of the way up the cliff. Continue north  to another wall with an overhang about half way up."},"__v":0},{"_id":"6voabNGmXAqkyoUn3Rp+8w==","name":"Unknown","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-72.8977,41.4259]},"left_right_index":2,"mp_id":"110588538","mp_crag_id":"105800180","climb_id":"6voabNGmXAqkyoUn3Rp+8w==","areaRef":"BkZZMOSmXT21JvckFXtWvw=="},"content":{"description":"*I am not sure if this route has been climbed before. I have not found this line in any Sleeping giant topo or guide. If someone has info on a previous ascent, please share it and I will edit this post.**\n\n  Climb the first crux of Rhadamanthus to a small ledge. Once you leave the ledge, start to traverse left and climb up until you reach a horizontal crack (jug with good feet). Traverse left along the horizontal. From the horizontal, aim for a (very) shallow corner/crack system that leads to the top of the cliff. The crux is a distinct, balancy boulder problem after the rest at the horizontal that climbs a slightly overhanging face on small edges and sidepulls.","protection":"Good gear in the first 20 feet of Rahdamnthus. Mostly mid sized cams. Small cams in and around the horizontal. Micro cams/nuts after the crux.","location":"This route shares a start with Rhadamanthus. After the first crux of Rhad, traverse up and left and climb the face between Rhadamanthus and Rhadamanthus corner."},"__v":0},{"_id":"Y911ITNzUYqZVRmV8ggUTA==","name":"Rhadamanthus Corner","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-72.8977,41.4259]},"left_right_index":1,"mp_id":"111712765","mp_crag_id":"105800180","climb_id":"Y911ITNzUYqZVRmV8ggUTA==","areaRef":"BkZZMOSmXT21JvckFXtWvw=="},"content":{"description":"Climb the low angle face to the right facing inside corner. Finish up the crack in the small overhang above.","protection":"Standard trad rack","location":"Start at the low angle face directly below the right facing inside corner on the left side of the clean Rhadamanthus face"},"__v":0},{"_id":"SnKJwN4IVOycK5xPWKlQcA==","name":"Rhadamanthus","yds":"5.10b/c","grades":{"yds":"5.10b/c","french":"6b"},"fa":"Jim Adair 70's","type":{"trad":true,"tr":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-72.8977,41.4259]},"left_right_index":3,"mp_id":"107031625","mp_crag_id":"105800180","climb_id":"SnKJwN4IVOycK5xPWKlQcA==","areaRef":"BkZZMOSmXT21JvckFXtWvw=="},"content":{"description":"Awesome route. Can be seen from the trail walking up to the chin area. It is the one clean line that splits the cliff.  2 distinct mid/hard 10 cruxes. Climbing involves finger crack, flaring chimney, and exposed arete climbing...Classic route!","protection":"Gear is PG/R. No fixed protection or anchors at top. If toproped, sling the bush and put in a couple of pieces.","location":"start by rapping in from the top or you can approach from the bottom"},"__v":0},{"_id":"i3jEbL5JW06xrlzbrs4jig==","name":"Pipe Bomb (Variation)","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-72.8977,41.4259]},"left_right_index":5,"mp_id":"117006799","mp_crag_id":"105800180","climb_id":"i3jEbL5JW06xrlzbrs4jig==","areaRef":"BkZZMOSmXT21JvckFXtWvw=="},"content":{"description":"This is a variation to Bolted (the variation of the second pitch of Wiessner's Rib).\n\n From the big ledge on The Rib, climb up to the right of the ancient bolt and follow a thin 0.5-sized crack up over a steep section into the dihedral. Follow the ledgy corner up until under a small roof and then continue left up phenomenal, crimpy face climbing.\n\n The crux (top section) is the most difficult to protect.","protection":"TR highly recommended, but could be protected with small offset cams (R/X).","location":"Starts from the big ledge on Wiessner's Rib."},"__v":0},{"_id":"jLLrzyUaU7eBpGjT8Nx9OQ==","name":"Hanging High","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Alex Catlin, Caleb Foster June 1986","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-72.8977,41.4259]},"left_right_index":0,"mp_id":"111684790","mp_crag_id":"105800180","climb_id":"jLLrzyUaU7eBpGjT8Nx9OQ==","areaRef":"BkZZMOSmXT21JvckFXtWvw=="},"content":{"description":"This is a left to right girdle traverse of the chin. Description was provided by Alex Catlin. \n\n  FIRST PITCH: Traverse straight around the buttress to a low angle face on the side. Cross this face to an inside corner with a ledge and ancient pin. \n\n  SECOND PITCH: Climb up 10' and right to a 30' walk across ledge that ends at the yellow buttress. Traverse under the overhang on the buttress to a large ledge with a spruce tree. \n\n  THIRD PITCH: From the ledge traverse out to an outside corner. Climb down 15' to a ledge system \twhich is followed until it ends before the gully. \n\n  FOURTH PITCH: Step over to a right facing inside corner, climb up to the horizontal crack, and hand traverse right. Traverse to the gully following the horizontal crack in the next wall. Step across the gully and hand traverse out the next buttress under the overhang. Walk across the buttress to the ledge just before  the Rhadamanthus face. \n\n  FIFTH PITCH: Climb down 10’ and traverse right to Rhadamanthus. Climb Rhadamanthus to the \tledges on the right. Walk across the ledges and step out to the arete. Belay on the small ledge on the outside corner. \n\n  SIXTH PITCH: Finish up the corner.","protection":"Standard trad rack","location":"Left side of the chin on the right wall of a gully on a treed ledge half way up."},"__v":0},{"_id":"hKoZmyY2U9OWI6htWcyyJg==","name":"Frenchman's Cap","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-72.8977,41.4259]},"left_right_index":9,"mp_id":"105800344","mp_crag_id":"105800180","climb_id":"hKoZmyY2U9OWI6htWcyyJg==","areaRef":"BkZZMOSmXT21JvckFXtWvw=="},"content":{"description":"To the right of Wiessner's Rib is a prominant prow.  This is Frenchman's Cap.  You can either start by climbing Yvette (a classic 5.9+ crack in the slab below the prow) or scramble on the left to a belay below the main buttress. \n\n  Follow a broken buttress above, finishing to the right passing several old pitons to the crux overhang at the very top. Often toproped but a well protected lead(edit-well protected if you lead 5.9R).","protection":"Include some small wires on your rack.","location":""},"__v":0},{"_id":"9zu4F1ByXXKss4pULjnXXw==","name":"Defender","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Bruce Dickes, Henry Lester","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-72.8977,41.4259]},"left_right_index":8,"mp_id":"111684835","mp_crag_id":"105800180","climb_id":"9zu4F1ByXXKss4pULjnXXw==","areaRef":"BkZZMOSmXT21JvckFXtWvw=="},"content":{"description":"Climb \tthe crack that goes up and left three feet from the edge of the buttress through several  overhangs to the top.","protection":"Standard trad rack, no bolts or fixed gear","location":"Start at the large obvious left leaning buttress that is just to the right of the smooth overhanging face towards the right side of the cliff."},"__v":0},{"_id":"esY4fZHvUye9xAVt8p9Cyw==","name":"Bolted (Variation)","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-72.8977,41.4259]},"left_right_index":6,"mp_id":"117006737","mp_crag_id":"105800180","climb_id":"esY4fZHvUye9xAVt8p9Cyw==","areaRef":"BkZZMOSmXT21JvckFXtWvw=="},"content":{"description":"This is a variation to the second pitch of Wiessner's Rib.\n\n From the big ledge on The Rib, climb up to the right of the ancient bolt and follow a thin 0.5-sized crack up over a steep section into the dihedral. Follow the ledgy corner up until under a small roof and then cut right on a huge jug onto the arete to finish.","protection":"Cams","location":"Starts from the big ledge on Wiessner's Rib."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,a2f1ea01-91f2-59f1-b724-e30fafb7d4e8,90fdf2ed-428d-5c89-9f6a-b540cabd374b,97ff319f-45f9-599c-9c61-4cb59c9365ac,06465930-e4a6-5d3d-b526-f724157b56bf","pathTokens":["USA","Connecticut","Western Coastal Slope","Sleeping Giant State Park","Chin, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.9+"},{"count":1,"label":"5.7"},{"count":2,"label":"5.11"},{"count":1,"label":"5.5"},{"count":1,"label":"5.10b/c"},{"count":1,"label":"5.10"},{"count":1,"label":"5.9"},{"count":1,"label":"5.8+"}],"byDiscipline":{"trad":{"total":9,"bands":{"unknown":0,"beginner":3,"intermediate":4,"advanced":2,"expert":0}},"tr":{"total":3,"bands":{"unknown":0,"beginner":0,"intermediate":2,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":2,"beginner":3,"intermediate":4,"advanced":2,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-72.8977,41.4259]},"bbox":[-72.89829969719054,41.42545033981813,-72.89710030280946,41.42634966018185],"left_right_index":-1,"ext_id":"105800180","area_id":"BkZZMOSmXT21JvckFXtWvw==","polygon":{"type":"Polygon","coordinates":[[[-72.89829969719054,41.42545033981813],[-72.89710030280946,41.42545033981813],[-72.89710030280946,41.42634966018185],[-72.89829969719054,41.42634966018185],[-72.89829969719054,41.42545033981813]]]}},"content":{"description":"The Chin is the most obvious and well known climbing area in Sleeping Giant. It has an old climbing history dating back to the 1920s and 1930s. This was the premier climbing area for local AMC and Yale Mountaineering groups for many years until the accident in 1953. \n\n  The Chin is the location of the first girdle traverse ever done in this country. It is also one of, if not the first place, that nuts were used for protection in the USA. Apparently, John Reppy brought back the new-fangled idea from a trip to the UK. \n\n  David Hurrah published the first known guidebook which was a collection of “potential” routes that he saw as he walked along the base of the Chin. I don't know the publication date but I recall seeing a mimeographed copy at the old Ski hut in New Haven in the early 1970s. \n\n  The Chin contains some enjoyable routes put up by the likes of Hassler and Roger Whitney, Fritz Wiessner, Jim Adair, John Reppy and Sam Streibert. The cliff faces east and gets great early morning sun.  \n\n  Recommended routes include:   Wiessners Rib (5.6), Yvette (5.9), Frenchmans Cap (5.9), Defender (5.11), Bolted (5.9), and Rhadamanthus (5.10). There is even a 600-foot right to left traverse of the cliff, The Warehouse Run (5.7), put up in 1934. \n\n  Do not trust any fixed protection here as it is probably 70 years old! Rock is very abrasive but can be loose, and poison ivy is abundant.   \n\n  Approach the Chin via the main trail from the parking lot.  A 10 - 15 minute hike gets you to the talus at the base of the cliff.  Descend by the blue trail which runs across the top of the crag."},"density":0,"totalClimbs":11,"__v":1,"createdAt":"2022-11-07T05:56:13.933Z","updatedAt":"2024-02-19T18:31:46.664Z"}