{"_id":"6368a050e80bff5a9952dffb","area_name":"One Pitch Wonder Wall","shortCode":"","climbs":[{"_id":"1wtDzxRWV6SK6ZeEQf4VOg==","name":"TBD","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Brendan Cathcart, Mark 'Indy' Kochte, August 2014","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-78.779,39.663]},"left_right_index":0,"mp_id":"116085602","mp_crag_id":"107100823","climb_id":"1wtDzxRWV6SK6ZeEQf4VOg==","areaRef":"QeO7cd8FVrSuvxwCq+CDFw=="},"content":{"description":"A nicer variation to King Tut. Start as per King Tut, but instead of moving right below the roof, weave left then right through the overhangs in the blunt arete until you reach a spacious ledge 10' or so from the top. From there either bear hard left and climb easy rock out, or to keep a little spice of fun, clamber up to the right and top out. -Indy's Online Guide\n\n Walk right and wrap around the corner to find the rap station at Jungle Love  ... or before climbing go around the corner and look for the jungle love tree marking the start and ID the rap tree from above (straight up and left) to get an idea of where it is in relation to this climb. ","protection":"Standard Rack","location":"Look for the next big tree about 35' on a ledge from Hunters roof"},"__v":0},{"_id":"4yGY+agmVba1Bwl1iYqq/g==","name":"Nemacolin's Highline","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Jeffrey Lash & George Weissgerber","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-78.779,39.663]},"left_right_index":3,"mp_id":"117672342","mp_crag_id":"107100823","climb_id":"4yGY+agmVba1Bwl1iYqq/g==","areaRef":"QeO7cd8FVrSuvxwCq+CDFw=="},"content":{"description":"Nemacolin’s Highline is now Maryland’s longest climbing route.  Let it be abundantly clear, this route is absolutely an adventure climb and climbing at The Narrows is often characterized by chossy, loose rock.While the traverse is given a fairly moderate grade overall, many of the individual pitches are even a bit more causal. However, the ease in which one might be able to climb does not negate the objective hazards of loose blocks, brittle rock, or gravity. Use caution at all times and triple check each hand or foot hold as well as gear placements.The accompanying photos are a comprehensive view of the traverse - including other existing climbs, major features, rappel stations, heights and distances. These are all approximations to the best of our knowledge. Please plan accordingly.Pitch 1: One Pitch Wonder Wall  Begin the route at I’m Too Sexy. Climb around to the left of the initial roof to the second large overhang. Place gear in the crack above and start your long traverse to the left, gently rising. Step across a couple airy dihedrals and resist the urge to top out to the trees above. The pitch ends by slipping behind a few thin pines to a broad ledge with a bolted anchor atop Free But Worth It.  5.5 / approx 120 ftPitch 2: Funland  From the bolted anchor walk north along the ledge to the rappel tree at the top of Kiddie Land. Step straight across and aim for the Tunnel Of Love roof. Slip down below the roof and across to a pine. Pop back up to the face above and follow the slabby horizontal cracks toward the Unexpected Party ledge. Be careful not to step down into the thorns below. Finish the pitch by staying high and belay from a large tree with a ‘V’ low in it’s trunk.  5.4 / approx 110 ft Pitch 3: Howling  From the belay tree, walk through shrubs downhill to pick up the rocks again. The climbing starts by turning a slightly blind corner then a stretchy stepdown. Continue across through some shrubs to the How Yuck Yang corner. Belay from the rappel trees at the far end of the Howling ledge.  5.5  / approx 115 ftPitch 4: Jim Pick  From the ledge, strike out straight across undulating horizontals and some blind feet. Aim for a LOOSE blocky arete that leads up to a broad ledge under the Misty Splitter roof. Step left and down to the lower Jim Pick face. Follow great hands under the roofs and bump up to a horizontal with a large branch growing out of it. Finish on a slopey triangular ledge with rap slings at the second pitch of Dirty And Cheap. Mostly 5.5 climbing with a 5.7 bit at the end.  5.7** PG / approx 130 ft\n\nOne of the better and more fun pitches on the traverse.Pitch 5: Cumber Honey  From the belay, step up to rounded handholds, then out left onto the top of a huge detached and leaning flake. Trending slightly higher, traverse beneath a few small pines and above a couple shrubs. Round a corner on BRITTLE rock, then up to a large pine on a decent ledge just before the imposing Cumber Honey roof.  5.5 PG / approx 100 ftPitch 6: Rama  Start by walking across a rubbly ledge toward Cumber Honey, aiming for a black, rectangular notch in the arete. Turn the sharp corner and step down into an alcove. Navigate around a thin tree to a craggy face. Turn another blunt corner and traverse behind a decent tree to a bit of 4th class. End at the large tree with rap slings on the Rama ledge.  5.5 / approx 130 ftPitch 7: A Winter’s Tale  From the Rama rappel tree, step over some large blocks and onto a foot ledge. Move out to a small right facing corner and pull up to the next set of horzontals heading up under the A Winter’s Tale roof. Continue an airy hand traverse with great gear, but thin feet, compressing to a bit of a bulge. Step around the bulge and down to a nice ledge with a pine. From the pine, climb up and left into the corner at the far end of the AWT roof and back out from under the overhang to a great belay ledge.  5.6*** / approx 130 ft\n\nProbably the best pitch on the traverse with stellar exposure underneath you.Pitch 8: The Downclimb\n\nAfter the Pitch7, it is recommended to move your belay to the far end of the ledge at a pile of blocks. Start by downclimbing the left facing dihedral and chimney system, past a large tree. You’ll want to end at a narrow, mossy platform about 15 feet above a large, broad, thorn covered ledge. There’s a few small cracks for a gear anchor. This could also be rappelled if you’re willing to leave behind gear/slings.  5.5 PG / approx 60 ftPitch 9: The Beer Keg  From the mossy platform, continue straight out on small hands and finger size horizontals. At a sharp diagonal flake you’ll pull up to a higher set of ledges. Continue across and under some shrubs until you are just about under the I Wanna Live roof. You’ll reach a nice ledge with what looks to be a keg lodged in a pine tree and another oppurtunity for a gear anchor.  5.6 / approx 110 ftPitch 10: I Wanna Live  From the Beer Keg Belay Ledge, move around some shrubs to regain the wall and step up and out to great hands and airy feet above an overhang. Continue across until you gain more solid feet on easy ledges. Follow around until you thread the needle between two areas of shrubs. You’ll finish on licheny horizontals about 12 feet above a large tettering platform. Then mantle up a generous belay ledge. Build another gear anchor at the far end of the ledge.  5.6 / approx 140 ft Pitch 11: The Amphitheater  Begin this pitch by crawling through a square notch behind a dead tree trunk to gain The Amphitheater. Follow the stair stepped ledges down, across, and back up to a platform. Make a stretchy down climb move to gain the far wall. Next continue to follow stepped ledges back up to Little Jimmie Arete. The climbing is rather tame, but navigating the ledges and reducing rope drag is the crux.  5.3 / approx 170 ft\n\nThe next, final pitch is R due to crumbly, loose blocks and is not recommended. If you choose to skip it, you can easily top out using the fixed line at the other end of the ledge, above the Sister’s Rappel tree.Pitch 12: The Ballad Slip behind the Sisters Rappel tree and walk across some black ledges toward Sunshine Buttress. You will descend under the prominent White Corner and traverse on sketchy, fried rock. Stay high and perform a stretched step-across to gain a broad ledge under a LOOSE shallow, scooped out corner. Carefully climb up to a thin pillar and walk behind and inside. From the far end, chimnney up and mantle onto the last slanting ledge before the final roof. Finish on the good quality rock of A Man Needs A Maid, climb up to the roof and then traverse left beneath it into and up through the left-hand notch.  5.7 R / approx 115 ft  A more direct finish directly above the slanting ledge would be 5.9.","protection":"Full rack up to #4. The nature of traversing in and out of corners can generate a lot of rope drag quickly. Using a half-rope system to alternate clipping is advised.","location":""},"__v":0},{"_id":"E2AzysFbV0aawS+YctWCFQ==","name":"King Tut","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Mark 'Indy' Kochte and Johannes Reisert, May 2004.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-78.779,39.663]},"left_right_index":2,"mp_id":"109354929","mp_crag_id":"107100823","climb_id":"E2AzysFbV0aawS+YctWCFQ==","areaRef":"QeO7cd8FVrSuvxwCq+CDFw=="},"content":{"description":"Begin next to a 6-inch diameter pine tree at the edge of a steep drop about 60' right of Free, But Worth It. Climb up the white block to a platform below a roof that forms the bottom of a blunt arete. Move right on the ledge and climb up the corner below a tree, passing the tree on the left (crux) to another ledge. Work up and trend right, passing several roofs, climbing short, steep sections to ledges, aiming for the pine tree at the top. The climb ends at a jumble of boulders just before the pine tree.  - Indy's Online Guide\n\n Walk right and wrap around the corner to find the rap station at Jungle Love  ... or before climbing go around the corner and look for the jungle love tree marking the start and ID the rap tree from above (straight up and left) to get an idea of where it is in relation to this climb.","protection":"Standard rack to 3\"","location":"Start 50-75 feet to the right of Free But Worth It on a ledge directly in front of a ~6\" dia pine tree."},"__v":0},{"_id":"aAcpKfQIWeSjJWFb9B6RFA==","name":"King Butt","yds":"5.2","grades":{"yds":"5.2","french":"3"},"fa":"John Harman, Adam Byrd, August 2014","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-78.779,39.663]},"left_right_index":1,"mp_id":"116085608","mp_crag_id":"107100823","climb_id":"aAcpKfQIWeSjJWFb9B6RFA==","areaRef":"QeO7cd8FVrSuvxwCq+CDFw=="},"content":{"description":"Another variation to King Tut. Start as King Tut, climb over a solid detached block, then break left-ish and work you way through some groaning loose stuff, then up the left side of a series of ledges with a few easy moves. -Indy's Online Guide\n\n Walk right and wrap around the corner to find the rap station at Jungle Love  ... or before climbing go around the corner and look for the jungle love tree marking the start and ID the rap tree from above (straight up and left) to get an idea of where it is in relation to this climb. ","protection":"Standard Rack","location":"Look for the next large tree on a ledge about 30' from hunters roof"},"__v":0},{"_id":"R1MEBjOWVheqw6zzvEPuyQ==","name":"Jungle Love","yds":"5.3","grades":{"yds":"5.3","french":"3+"},"fa":"Mark 'Indy' Kochte and Lisa V. Smith, August 2004","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-78.779,39.663]},"left_right_index":5,"mp_id":"115359158","mp_crag_id":"107100823","climb_id":"R1MEBjOWVheqw6zzvEPuyQ==","areaRef":"QeO7cd8FVrSuvxwCq+CDFw=="},"content":{"description":"Begin around the corner 10' right of I'm Too Sexy (ITS), starting just right of a pine tree on a ledge about chest/head high (depending on your height). Climb up past the pine tree to a small, blocky roof on a steep section of rock. Step right around this, weaving through trees and bushes as you go (there are enough holds around that you do not need to bother with the trees or bushes). Once at the large ledge step forward and continue up to and through a square notch at the top of the wall (just avoid the 4th class escape gully to the right; it's not worth it). -Indy\n\n Rap station at top","protection":"Standard rack, tat on tree above","location":"When you follow the path to climbers right along the cliff face you will have to do a little scramble around the arete start of ITS then around that corner you will find the tree mentioned above. "},"__v":0},{"_id":"ZEGBT/wtXnigGsushOfAPQ==","name":"I'm Too Sexy","yds":"5.8-","grades":{"yds":"5.8-","french":"5b"},"fa":"Mark 'Indy' Kochte and Lisa V. Smith, August 2004","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-78.779,39.663]},"left_right_index":4,"mp_id":"116085632","mp_crag_id":"107100823","climb_id":"ZEGBT/wtXnigGsushOfAPQ==","areaRef":"QeO7cd8FVrSuvxwCq+CDFw=="},"content":{"description":"Begin 40' right of King Tut, at the right side of an open stretch of rock, at the low pointed arete. Climb up to the left side of a large, pointed block jutting out from beneath a roof about 30' up. Pull onto the block (crux) and ascend the 10' section of blank-looking slab to a huge ledge. Continue up easy rock immediately right of the massive roof to the pine tree (rappel). Alternate variations exist both at the first roof and for pulling through the larger, upper roof. A unique line could be put in starting about 10' left of this one and going straight up through the first roof and then somewhere through the second roof. If this were longer, cleaner, and not broken up by the large ledge, this could be a starred route. -Indy's Online Guide\n\n Rap station is to the right of the arete on a tree above Jungle Love","protection":"Standard Rack","location":"Look for the large tree on a ledge 30' from hunters roof and for the obvious arete ... if you can't see the obvious arete look for the start of jungle love and look up and left for the arete"},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,0e8c659e-e35c-5f04-a410-a391740871c6,5bb9e27d-8108-52f0-a674-50d0826e8909,41e3bb71-df05-56b4-aebf-1c02abe08317","pathTokens":["USA","Maryland","Cumberland Narrows aka Lover's Leap","One Pitch Wonder Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.5"},{"count":1,"label":"5.7"},{"count":1,"label":"5.2"},{"count":1,"label":"5.3"},{"count":1,"label":"5.8-"}],"byDiscipline":{"trad":{"total":6,"bands":{"unknown":0,"beginner":6,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":6,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-78.779,39.663]},"bbox":[-78.779584116959,39.66255033981813,-78.77841588304099,39.66344966018186],"left_right_index":-1,"ext_id":"107100823","area_id":"QeO7cd8FVrSuvxwCq+CDFw==","polygon":{"type":"Polygon","coordinates":[[[-78.779584116959,39.66255033981813],[-78.77841588304099,39.66255033981813],[-78.77841588304099,39.66344966018186],[-78.779584116959,39.66344966018186],[-78.779584116959,39.66255033981813]]]}},"content":{"description":"The One Pitch Wonder section starts about 40-60' right of Free But Worth It in Funland. A handful of routes wind their way up through and/or around overhangs and roofs."},"density":0,"totalClimbs":6,"__v":1,"createdAt":"2022-11-07T06:06:10.277Z","updatedAt":"2024-02-19T18:33:41.508Z"}