{"_id":"6368a57ce80bff5a995b844d","area_name":"82 Steep Wall","shortCode":"","climbs":[{"_id":"2u5rNjiwWrKivwEIWNtMRQ==","name":"Team America","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"Matt McCormick","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-72.85986,44.37792]},"left_right_index":12,"mp_id":"107553612","mp_crag_id":"110535801","climb_id":"2u5rNjiwWrKivwEIWNtMRQ==","areaRef":"QCe3L0zWWIegkLKGaaz4MA=="},"content":{"description":"This route was originally bolted by Dave Vuono (\"Team America!\") and was never completed. I moved the anchor and a couple of the bolts. Follow the line of bolts through an initial right trending boulder problem and a thin and technical crux up high. Repeat ascents have utilized a no-hands rest on the arete after the initial boulder problem. \n\n  There has been some discussion as to the grade of this route. To me it seems about as hard as Encryption and perhaps more technical.  ","protection":"Bolts.","location":"Start on the tree ledge down and right of Encryption."},"__v":0},{"_id":"b+FrYMJNVZajfmIb2wHxvQ==","name":"Steppin' Razor Direct","yds":"5.14-","grades":{"yds":"5.14-","french":"8b+"},"fa":"Peter Kamitses (2008)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-72.85986,44.37792]},"left_right_index":6,"mp_id":"120431811","mp_crag_id":"110535801","climb_id":"b+FrYMJNVZajfmIb2wHxvQ==","areaRef":"QCe3L0zWWIegkLKGaaz4MA=="},"content":{"description":"Climb the initial black streak of water-worn rock just right of Solarium. A tricky traverse right leads to sharp crimps up to a quick shake before a second short crux to a seam/crack. Don't stop here as you work left on the intermittent crack to a hole of rock with a loose pebble. Clip and shake then chew through a viciously sharp V9 boulder to reach a horizontal crack. From the crack a final bulge guards the ending.","protection":"Bolts","location":"Just right of Solarium on black scoops of rock."},"__v":0},{"_id":"//kpQHJeVu+Zx2Am7sRqvw==","name":"Steppin Razor","yds":"5.13a/b","grades":{"yds":"5.13a/b","french":"8a"},"fa":"13a finish Peter Kamitses, 13b finish Kris Fiore","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-72.85986,44.37792]},"left_right_index":7,"mp_id":"106734956","mp_crag_id":"110535801","climb_id":"//kpQHJeVu+Zx2Am7sRqvw==","areaRef":"QCe3L0zWWIegkLKGaaz4MA=="},"content":{"description":"Bolton's first 5.13 and a fine one indeed. Can be done at 13a if finishing on Encryption which I'm told was the original route or can be linked into the Firewall ending for a 13b ending. The infamously sharp razor hold is actually on the direct finish, although these versions are still rugged on the tips.Work up just right of the water-worn black rock through a series of sharp incut crimps. At the 4th bolt, step right and power up through a great V6 boulder problem. A few hard deadpoints angling to the right eventually gains an awkward stance at a left-rising traverse crack. From here, you can continue straight up to finish on Encryption for a 13a finish, or clip bolt 7 left and traverse until directly below a bulge. Pull straight up through the awesome redpoint crux to better holds but with a sustained enough ending that you could definitely still blow it at the top.","protection":"Bolts. In the traverse at the top, only clip the first bolt on the traverse. The second one is for Steppin' Razor Direct.","location":"Just right of the zig-zagging crack of Solarium"},"__v":0},{"_id":"UaI/77GGVTSoeeNHyS978Q==","name":"Solarium","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-72.85986,44.37792]},"left_right_index":5,"mp_id":"106734804","mp_crag_id":"110535801","climb_id":"UaI/77GGVTSoeeNHyS978Q==","areaRef":"QCe3L0zWWIegkLKGaaz4MA=="},"content":{"description":"A 4-star route with technical, burly, and exciting climbing, and outstanding variety of movement. Start in the obvious flare and carefully make insecure moves with gear that's probably good enough to the first overlap and a thankfully secure clip for the first bolt. It's best not to fall before this. Technical and powerful climbing past 3 more bolts leads to the second, and larger, overlap. Decipher a puzzling sequence to gain a tantalizingly close finger crack, then crank through sinker locks to a rest. Plug in some good though fiddly gear, take a deep breath, and launch in to a fantastic and committing sequence (potential air time here) as the angle steepens. More fiddly but solid gear (take the time to place it well...tick...tick...tick...) and a spectacular pull over the final roof provide a fitting finish. ","protection":"4 Bolts, cams from 0.5 to 2 inches (red Alien and Red Mastercam helpful ), and large wires.","location":"Left of Little Red Hen, the obvious zigzag crack."},"__v":0},{"_id":"QxaqjTCsUwesKTW2+So7nA==","name":"Little Red Hen","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"Travis Peckham","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-72.85986,44.37792]},"left_right_index":4,"mp_id":"106734752","mp_crag_id":"110535801","climb_id":"QxaqjTCsUwesKTW2+So7nA==","areaRef":"QCe3L0zWWIegkLKGaaz4MA=="},"content":{"description":"Next route to the right of the Doggfather. This route has a bit of everything. Start with an in-your-face V5+ boulder problem with some hard clips and a long deadpoint until you reach the large juggy rail. Rest here to de-pump then continue on through some 5.11 face climbing until you get to the final roof problem which is about a V4/5 boulder problem complete with a sketchy mantle-topout to clip the anchors. Full value 12d.Note: A broken hold low on the route has impacted the climbing and possibly the grade.","protection":"Sport","location":"82 crag, 5th route from the left hand side of the wall, just right of the Doggfather"},"__v":0},{"_id":"uLDrYWXQX9mml5dygGGGXg==","name":"Firewall","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Peter Kamitses","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-72.85986,44.37792]},"left_right_index":8,"mp_id":"115355802","mp_crag_id":"110535801","climb_id":"uLDrYWXQX9mml5dygGGGXg==","areaRef":"QCe3L0zWWIegkLKGaaz4MA=="},"content":{"description":"One of the finest single pitch sport climbs in Vermont. The same fine start/middle as Encryption but with a harder/longer ending.\n\n Climb Encryption to the 9th bolt. From here, traverse left until you're directly below the ending bulge on Steppin' Razor, then power straight up through the redpoint crux of Steppin' Razor to a lower off anchor.","protection":"11 bolts, lower-off anchors","location":"Start as for Encryption. First route left of the anchors for the fixed line."},"__v":0},{"_id":"TKmkP7joXIC6us8WFC9xZw==","name":"Enter the Dweezil","yds":"5.12c/d","grades":{"yds":"5.12c/d","french":"7c"},"fa":"Jake List","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-72.85986,44.37792]},"left_right_index":9,"mp_id":"106734870","mp_crag_id":"110535801","climb_id":"TKmkP7joXIC6us8WFC9xZw==","areaRef":"QCe3L0zWWIegkLKGaaz4MA=="},"content":{"description":"This route shares the same start as Encryption but then traverses left about 2/3 of the way up and continues left on a rising crack before heading straight up again. It too is quite crimpy and pumpy from what I understand.","protection":"bolts","location":"Same start as Encryption"},"__v":0},{"_id":"F9AJJiVyWPG1pfJZ7GaNFg==","name":"Encryption","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"Travis Peckham","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-72.85986,44.37792]},"left_right_index":10,"mp_id":"106734776","mp_crag_id":"110535801","climb_id":"F9AJJiVyWPG1pfJZ7GaNFg==","areaRef":"QCe3L0zWWIegkLKGaaz4MA=="},"content":{"description":"82 Crag's version of Venus on a Halfshell, only better. This is a long enduro crimp route. Lots similarly-hard moves throughout and very sustained. Crux is more of a pump crux than a boulder problem. The crimps just keep coming and coming and they get particularly thin between the last two bolts. Enjoy!","protection":"Bolts","location":"First route on the cliff that is right there when you top out the 5.4 intro choss pile. Has kind of a hanging-ish belay anchor. At one point I believe it was the farthest route to the right but it's now just left of Team America.  \n\n  Another 12d variation called Police State links the bottom of Encryption with the top half of Team America."},"__v":0},{"_id":"FMwTylXcXSG68mkU6n3LmQ==","name":"The Doggfather","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Travis Peckham","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-72.85986,44.37792]},"left_right_index":3,"mp_id":"106734690","mp_crag_id":"110535801","climb_id":"FMwTylXcXSG68mkU6n3LmQ==","areaRef":"QCe3L0zWWIegkLKGaaz4MA=="},"content":{"description":"This route is a true classic and is a must-do for any visiting climber capable of the grade. Begin with a long, pumpy, sequential 5.11+ face climbing section to a sloping rail where there is an awkward no-hands rest using your shoulder blade and smeared feet, use it well. Once you get uncomfortable in the no-hands \"rest\", best to move on to the crux which is a V5 boulder problem through a bulge that can be done by moving left or right from the rest. Both are about the same grade. The final move is a deadpoint from crimps to a big rail that has spoiled many a redpoint attempt.","protection":"bolts","location":"Follow the trail map for the Bolton area to the 82 crag and use the rope to climb up the chossy 5.5 intro crag to get to the base of the hard routes. The Doggfather is the 4th route from the left or two routes right of the spray-painted \"82\" sign."},"__v":0},{"_id":"4NNfHYjbU/OL/bgKm4vqXw==","name":"Crusty By Nature","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Rory Burke  2008","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-72.85986,44.37792]},"left_right_index":0,"mp_id":"107224200","mp_crag_id":"110535801","climb_id":"4NNfHYjbU/OL/bgKm4vqXw==","areaRef":"QCe3L0zWWIegkLKGaaz4MA=="},"content":{"description":"A nice warm-up for the harder routes on the 5.12 Wall \n\n  Crusty climbs the line of bolts through the \"82\" on the left side of the face.  Carefully climb up to reach the first bolt, then make several tough moves through the 2nd and 3rd bolt (Clipping the 3rd bolt is somewhat challenging).   \n\n  Continue up past another bolt, then up the increasingly easier face above.","protection":"Bolts","location":"The line of bolts climbing through the \"82  on the far left end of the 5.12 Wall."},"__v":0},{"_id":"2Fl6VFjvU6+3NNTHRzIjBw==","name":"Beyond","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-72.85986,44.37792]},"left_right_index":2,"mp_id":"107340876","mp_crag_id":"110535801","climb_id":"2Fl6VFjvU6+3NNTHRzIjBw==","areaRef":"QCe3L0zWWIegkLKGaaz4MA=="},"content":{"description":"This route sits just left of the Doggfather and yet offers a very different style of climbing. Whereas the Doggfather requires power and control with a V5 crux, Beyond is just sustained crimping with no individual move harder than V3 or V4 but lots of them, one after the other until you are spent. Begin off the ground and do a few techie V1/V2 crimp moves to gain a system of interconnecting rails and flat holds veering slightly left until you have an ok rest. Rest up here, clip and move back right through a reachy sidepull then fire through a wild series of sustained crimps clipping periodically as you go. Eventually you get to a big jug, then a small roof at which point you can rest pretty good before doing a final V2-ish move just below the chains. Your arms should feel like silly putty on the RP burn.","protection":"Bolts","location":"Just left of the Doggfather."},"__v":0},{"_id":"gps679UiXwCg2CV6mLmTrg==","name":"Codebreaker Variation","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Kris Fiore","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-72.85986,44.37792]},"left_right_index":11,"mp_id":"117793399","mp_crag_id":"110535801","climb_id":"gps679UiXwCg2CV6mLmTrg==","areaRef":"QCe3L0zWWIegkLKGaaz4MA=="},"content":{"description":"A harder finish to Encryption than the original. If you've just finished up projecting Encryption and you're looking for your first 13a, this might be it! At the 7th bolt of Encryption, instead of making the moves up and left into the alcove rest, climb to the right through a long, thin boulder problem. It's not over until you're at the very top!If you're on glue-ins, you're on Codebreaker.","protection":"Glue-in bolts","location":"Start on Encryption but end going right instead of left. "},"__v":0},{"_id":"Sktu+6kiXZ+SXzBumBwffw==","name":"Afro Samurai","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-72.85986,44.37792]},"left_right_index":1,"mp_id":"106734765","mp_crag_id":"110535801","climb_id":"Sktu+6kiXZ+SXzBumBwffw==","areaRef":"QCe3L0zWWIegkLKGaaz4MA=="},"content":{"description":"Cruxy V4 intro boulder problem on thin face crimps. Finish up with some techie 5.10+/5.11- face climbing for about another 40 feet until you reach the anchors. A hold has broken since the FA which likely has made this route harder (perhaps 12a?). It was already a bit stout to begin with.","protection":"Bolts.  \n\n  Anchors at the top are SS pigtails.","location":"Start just right of the spray-painted 82 sign"},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,f0144402-e84e-5e32-88ee-648033ed0e77,c39deb6c-8546-520a-9c31-aee4f0c33a5c,f90b510e-efcb-57b2-aad8-114f0cd564c0,ddb32bdd-0814-53d3-b555-69e15d04e917,4027b72f-4cd6-5887-a090-b28669acf830","pathTokens":["USA","Vermont","1. Northern Vermont","Bolton Area","82 Crag","82 Steep Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":3,"label":"5.12d"},{"count":1,"label":"5.14-"},{"count":1,"label":"5.13a/b"},{"count":3,"label":"5.12b"},{"count":2,"label":"5.13a"},{"count":1,"label":"5.12c/d"},{"count":1,"label":"5.10d"},{"count":1,"label":"5.11d"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}},"sport":{"total":12,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":7,"expert":4}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":1,"advanced":8,"expert":4}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-72.85986,44.37792]},"bbox":[-72.86048912214683,44.37747033981815,-72.85923087785315,44.37836966018187],"left_right_index":-1,"ext_id":"110535801","area_id":"QCe3L0zWWIegkLKGaaz4MA=="},"content":{"description":"Some of the best hard sport climbing in Vermont. Come with a rack of draws and some determination.\n\n After speaking with many out of state climbers the consensus is that the steep wall is hard. I've never heard anyone call any route up here soft and numerous people have called Doggfather, Little Red Hen, and Encryption the hardest of their grade compared to almost anywhere else in the Northeast. Let this be a warnin' to ya!\n\n Unlike most crags in Vermont, MP is pretty much comprehensive for the steep wall save a few variations and linkups (though they are quality!)"},"density":0,"totalClimbs":13,"__v":1,"createdAt":"2022-11-07T06:28:18.208Z","updatedAt":"2022-11-25T11:24:05.127Z"}