{"_id":"6368a214e80bff5a9955d9ad","area_name":"Sugarloaf","shortCode":"","climbs":[{"_id":"INvydXYrXCqxTqRBN0mfSg==","name":"Science Friction (to Left Eyebrow)","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Edmund Ward, Glen Banks, Paul Seibert and Mark Motes, 1976/1977.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.5441,32.3474]},"left_right_index":5,"mp_id":"106105358","mp_crag_id":"105809130","climb_id":"INvydXYrXCqxTqRBN0mfSg==","areaRef":"08ay70grXJ6JEHnl9e7gDA=="},"content":{"description":"Described as a highly recommended Organ classic, this climb is a great way to reach the Sugarloaf summit, for a party that's up for climbing 5.10 slabs. Don't be discouraged by the 5.11 rating, the crux section is short, right at a bolt which you could easily aid off of to get through, or avoided altogether by poorly protected 5.9 friction traverse.\n\n 4/2018: Most of the original 1/4\" bolts have been replaced with modern 3/8\" bolts, and all of the hanging belays have at least one new bolt.\n\nPitch 1. Go up right leaning cracks to the second of 2 fixed pins. Traverse left on the face to a new bolt, then continue left on less-featured slab to a second bolt. Up from here to a 3-bolt belay on a small ledge. (5.10)\n\nPitch 2. Move right on the ledge, then up to a fixed pin in a dish. Up and a little right past two bolts with the climbing consisting of thin face/slab moves between ledges big enough to rest on. Stop at an anchor with 3 bolts. (5.10-). You could rappel to the ground from here with 2 ropes, but expect to leave webbing at the belay if doing so.\n\nPitch 3. 10' up and left is a bolt. You can climb directly past this with a 5.11 boulder problem to a small undercling flake (recommended) or avoid the 5.11 section by traversing left from the belay and going up from there (5.9? big fall possible?). \"A0\" using the bolt is a reasonable option to avoid the short 5.11 section. After the crux, angle left to a fixed piton, and then, an amazing flake that you'll hand traverse back to the right. Continue up to a belay on a good ledge with some fixed pins and lots of tat. (5.11 or 5.10A0 or 5.9R?). You could retreat from here to the top of p2 with 2 ropes, if necessary.\n\nPitch 4. Your goal is to reach the big tree shared with Left Eyebrow. The topos show to head left on a fun, but unprotected, chickenhead face to a wiggly 'fixed' piton (which can be backed up with small cam). From this point, cruise up low angle knobby slab with minimal pro to a hollow flake and the tree. Written word in RC:NM says you can get to this tree by \"face climbing right, then up the the tree\" from the previous belay as well. Check out the giant steel ring on the webbing on the tree! (5.8). You could retreat from here to the top of p3 with 2 ropes.\n\n From this tree, the climb follows the upper pitches of Left Eyebrow.  It has some runout sections, but that probably won't bother you as its significantly easier than Science Friction.\n\nPitch 5. Angle right on easy ledges to below a bunch of left facing flakes that form a left facing corner. Some choss. (5.2)\n\nPitch 6. Follow the corner/crack system, to a dead tree stump (belay here, or continue farther right to a stance in the corner below the obvious roof) (5.4). These last two pitches can be combined with a modest amount of simulclimbing.\n\nPitch 7. Climb up to the roof, escape its to its right- to an amazing face of knobs and chickenheads. Continuing up, bear a little to the right, passing a bolt, to reach a 3-bolt belay (rated \"5.6\", probably more like 5.7 R).\n\nPitch 8-9. Follow a right-leaning crack to a bolt, then traverse left to bust through a roof on big jugs. Soon above this, you'll reach a right-facing corner. Belay somewhere in here.  With a 70m rope we were able to continue to a grassy ledge in a single long pitch, but you'll need to split this into 2 pitches with a shorter rope. Quality. (\"5.6\", maybe 5.7?).\n\nPitch 10. Various options for another 200' to the summit.  Straight up from the right end of the grassy ledge, then traverse right on a dike to 4th class cracks worked for us, but other possibilities exist.","protection":"1 set nuts, 1 set cams to 3\".","location":"This climb is located on the blank-looking slab left of the Eye on the northwest face of Sugarloaf.  It is to the right of some right arching roofs.  The face appears to have no holds whatsoever from below.  You will likely be able to see some of the bolts and the first bolted belay from below."},"__v":0},{"_id":"K1pXRd1pXme1dr4crt05zA==","name":"Old North Face","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-106.5441,32.3474]},"left_right_index":0,"mp_id":"108537793","mp_crag_id":"105809130","climb_id":"K1pXRd1pXme1dr4crt05zA==","areaRef":"08ay70grXJ6JEHnl9e7gDA=="},"content":{"description":"It has been customary to include any route on the north face of Sugarloaf under the heading of North Face and to cover some considerable discrepancies with a disclaimer about infinite variations. But in reality from about a third of the way up there are two routes in general use, one on the right with its shiny gear at each belay, and the other on the left with tattered slings on windblown trees and rusty pitons. The two routes come to within 50 feet of each other at the Bivy Ledge, and the ledge can be used to connect them, but above that they are far apart. \n\n  The Old North Face (which for the top half of the climb is on an easier, if admittedly dirtier, terrain) is not only of historical interest, or just another alternative. Starting from the Bivy Ledge it becomes the preferred way to reach the summit when strong westerly winds (for which Sugarloaf is infamous) make runout slabs elsewhere untenable. And it makes a good soloing route. \n\n  The Old North Face had 13 pitches, back when. The description that follows is intended for a modern use, but even at the beginning where it follows the route of North Face, it gives an alternative layout of some of the belays. \n\n  Pitch 1: (same as North Face) go up and slightly left past one tree with a sling high up on it, to the highest large tree, again with a sling. \n\n  Pitch 2: (same as North Face, but shorter) go straight up over the small and easy roof. Check out the rigid-stem Friend used as a part of a fixed gear anchor (and place your own gear). Stop at the first set of bolts.  \n\n  Pitch 3: (still on North Face route, or not) go up past a pair of bolts found just below the right end of the overlap above. If staying on North Face route, go left along a smoothish ramp below the overlap and then up the draw to a small tree. A challenging variation takes off from the bolts up and slightly to the right under the small overhang, then continues up the black streak. It re-joins the North Face just below the its Pitch 4 belay which it shares. It has been climbed in the past, as attested to by old bolts, but it is run out and not recommended. \n\n  Pitch 4: (if done as for North Face) go up the groove, past bolts, and follow an easy ramp heading right to a pair of pitons. \n\n  Pitch 5: finish the last of the ramp, then cross a field of chicken heads to a left facing corner. The bolts to the right of the top of the corner are the North Face Pitch 4 belay. Clip one of the bolts that are couple of feet to the right of the top of the corner with a long sling and turn to traverse left and up to the base of the huge right-facing dihedral and belay. This is the crux, and a heady, runout lead. Some belay at a low ledge with a huge homemade piton. I prefer to set a belay anchor up at the base of the dihedral itself.   \n\n  Pitch 6: Lead up the right-facing dihedral. Mostly climb out on the face to the right, moving left occasionally to place gear. At the dihedral's break to the right, escape left and then up to a horizontal ledge/crack. Belay here. You may need to simul depending on where the starting belay is set and on whether you have a 60 or 70 meter rope. (It is possible to do above P5/P6 in three pitches without any simul-climbing with a 60 meter rope by finishing P5 at the bolts then leading to the huge right-facing dihedral and belaying where the dihedral breaks right (a semi-hanging belay on gear  :-/). From there you escape left and stop at a gear anchor at Bivy Ledge level. \n\n  Pitch 7: If joining the route here from North Face, walk left from Bivy Ledge bolts to the right-facing corner, the left side of which is now made of stacked flakes. Go up the corner to a gully. Continue up the left side of the gully to the windblown tree with slings on it. \n\n  Pitch 8: Continue up the gully which will turn into a narrowing ramp with some exposure to the left. You can continue up the ramp and then go right up another, even dirtier, gully, but the rope drag is significant. Instead go up to the right past small overlaps on an easy and protectable ground. You can set up a belay in the boulders above, but that will mean either two pitches to the top or some easy simul-climbing. A longer pitch to a crack in the slope above will avoid that. \n\n  Pitch 9: Head toward the roof below the summit. Take the groove leading to the left of it. The moves involved in turning the roof are easy enough and protectable. It is possible to go around the roof on the right instead, with more exposure and a short (protectable) hand traverse which leads to a right facing corner.","protection":"A run-out trad route with some bolts and pitons along the way.","location":"Start (and first four pitches or so) shared with North Face, after that left of that route."},"__v":0},{"_id":"aRiEx6ydV+WmldL03XpxjA==","name":"North Face","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"summer 1960 (?)  P. Wohlt, J. France.","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-106.5441,32.3474]},"left_right_index":1,"mp_id":"105834678","mp_crag_id":"105809130","climb_id":"aRiEx6ydV+WmldL03XpxjA==","areaRef":"08ay70grXJ6JEHnl9e7gDA=="},"content":{"description":"The impressive and long North face of Sugarloaf attracts climbers like no other formation in the Organs. This route makes the most of the long continuous North face, climbing anywhere from 9 to 11 pitches to reach the summit. Trying to describe each pitch in details is not really in the spirit of the climb, as there are as many variations as pitches. At the same time, getting off-route on these hard-to-protect slabs can spell some bad situations. After much soul searching, I decided to include a detailed description, but if you are into adventure climbing, there is an ocean of granite for you to explore.\n\n P1: Start from the base of the north slab apron, the base of the shallow sickle-shaped left-facing corner seen in one of the photos is my favorite spot. If you start lower, you may be forced to simul-climb since your rope won't reach. A really easy pitch takes you past one tree and up to the highest pine tree on this slab, a vigorous pine tree somewhat to the left of the other trees below.\n\n P2: Follow the edge of a flake to the small, protectable roof and step over it on the right. Head up chicken heads. Slightly to the right you reach couple of cracks with some museum style fixed gear in one of them. Above you'll find a vegetated ramp leading left to a pair of bolts. Belay here if you have a 60m rope. With a 70m you can keep going up more chicken heads with some opportunity for pro to another pair of bolts just below a bulge.\n\n P3: Follows a left trending seam with sporadic placements to a shallow bush-filled groove with another anchor above its top.\n\n P4: Follows an obvious groove angling right. Walk along it as it turns into a ledge. Look for two solid pitons where it turns back up. You may place one more nut before the run-out. Past the sea of chicken heads, you will see a left-facing corner high on the right. Just past the top of that corner is your anchor. Locate the less steep traverse about half way up to it and plot your way through the field of chicken heads. Once in the corner, keep in mind that rock is slicker where water runs over it.\n\n P5: Head directly toward the bottom of the left facing corner on the right over more run-out chicken heads. A solitary bolt on top of the lip few feet up the corner is your only protection. Take to the featured terrain on the right for steep twenty feet before angling right to reach a crack. From here it's easy and protectable all the way to the small, left-leaning spruce tree.\n\n P6: More run-out chicken heads straight up, but the going is super easy. (Alternatively you can go to the right and up a bottom of a right-facing corner making this into a protectable pitch with quite a bit of rope drag.) Clip the Bivy Ledge bolts and continue up a five-foot-wide dike (more like a band of different colored rock which runs up the slabs). Follow this rock band, or go up the broken terrain left of it. Above a small ledge angle build a gear anchor in a left facing corner. (The reason for not using the Bivy Ledge bolts is to reduce rope drag for Pitch 7.)\n\n P7: Continue up along the dike. The holds will get smaller and the angle steeper. (It will stay this steep for the remaining pitches.) Fortunately there are at least some placements. The old piton with a ring on it (which should be replaced with a bolt) is best tied below the ring. The pitch is short and ends where the dike starts petering out. The bolts are easy to find.\n\n P8: The blocky, protectable terrain soon gives way to a field of chicken heads, many of them on a scary-thin flake which covers all of the rock for a time. Keep aiming for a left-sloping break in the roof above. The bolts at the top of the pitch may be difficult to see as there is a bit of a bulge below them. The area immediately around the bolts is fairly smooth, so keep rope drag to a minimum.\n\n P9: Take the right facing corner above the bolts, then climb over it to the left. Look for a head-size, mushroom-shaped chicken head, sling it and climb it. A featured but steep terrain will take you left to a large right-facing structure - a corner with a nose sticking out of it. Protect at the base of this and go up alongside. Follow cracks to the summit. A right-facing corner provides one belay option (no more bolts here).","protection":"A small alpine rack consisting of wires and a few cams (.5-2\") is all that is really needed. A few more pieces won't hurt, but on many of the pitches you won't be placing much pro anyway. Expect 40 to 60-foot run-outs, or more if you get off-route. Long runners and smart rope management are a must.","location":"The approach trail is in pretty good shape. The last 300m are hard to follow as the trail becomes a \"climbers-trail,\" but when you get that close you can simply head to the lowest point on the north slabs of Sugarloaf.  \n\n  The descent requires an exposed traverse down the south spur of the summit. It's 4th class but quite exposed and you won't see the 2-bolt anchor until you are almost at the end of the spur. (There is a pair of bolts early on, but those are top of a climbing route. There is also a pair off to the right later on, also to be avoided. Go for the pair at the end and to the left.) \n\n  A double-rope rappel reaches the ground, but an intermediate 2-bolt rap station will allow you to use a single rope. From the saddle, scramble down to the west where another short rappel from a 2-bolt anchor gets you to the ground. Follow the base of the cliff all the way back to start of the climb and regain the climber's trail for the return. \n\n  Alternatively you can leave your packs just after the sign where the Sugarloaf Trail splits from the main Indian Hollow Trail. When coming down, stay on the large slab below the last rappel and continue into the gully this slab drains into. This is Sugarloaf Falls, a nice canyon with mostly bulging slabs and some boulders for a bottom that intersects Indian Hollow Trail just after the rocks end. Take the trail down to the packs. You will want your hiking shoes for this alternative, but the friendlier terrain makes it worth it."},"__v":0},{"_id":"moQSwRqrWECp6gz76wll3g==","name":"Many Times (a.k.a. Backside Cracks or Crackle Top)","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"FA: Reed Cundiff, Karl Kiser, Cliff Naveaux, Edmund Ward, Paul Seibert, early 1976.  FFA: Edmund Ward & Cliff Naveaux, late 1976","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.5441,32.3474]},"left_right_index":8,"mp_id":"107906619","mp_crag_id":"105809130","climb_id":"moQSwRqrWECp6gz76wll3g==","areaRef":"08ay70grXJ6JEHnl9e7gDA=="},"content":{"description":"1st Pitch: Finger crack up a beautiful left facing dihedral. (Some very wide stemming is possible) \n\n  2nd Pitch: Continue straight up past a left trending finger crack with a perfect ramp for your feet. Trend right past an old bolt with homemade hanger to a large obvious dihedral. We stayed on the face just left of the dihedral to avoid a few loose blocks. \n\n  This route has obviously had somebody on it in the past due to fixed gear, so if you know any info other that stated here then please comment.","protection":"Small gear to #2 Camalot   Hand to fist size gear for first anchor, bolts for second anchor.","location":"Located on the south side of the Sugarloaf near the rappel. Approach the same as Flea Tree, but continue around until you reach a 5th class slab with rappel anchors on top. Either climb the slab to reach the base of the route or scramble through 3rd & 4th class terrain to the right to reach the base."},"__v":0},{"_id":"NSPGGgh9UoqCENOOW7V37A==","name":"Left Eyebrow to North Face","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"N/A","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-106.5441,32.3474]},"left_right_index":2,"mp_id":"113842337","mp_crag_id":"105809130","climb_id":"NSPGGgh9UoqCENOOW7V37A==","areaRef":"08ay70grXJ6JEHnl9e7gDA=="},"content":{"description":"Combining these two routes forms a classic line up the north-ish side of Sugarloaf on great rock.  I've posted this as 5.6 to be consistent with the included portions of Left Eyebrow and North Face.  I suspect most will feel like it is 5.7. \n\n  Disclaimer: Rather than including this as a Sugarloaf 'route', my personal preference would be to simply indicate on the route Left Eyebrow where and how to transition to North Face.  However, the powers that be preferred I use the 'route' feature of MP to describe this transition. \n\n  P1 & P2:  Climbed as per Left Eyebrow, ending at a gear belay once you run out of rope on the excellent, continuous hands-to-fist crack. \n\n  P3:  Continue up the remaining crack but step onto the right face before the bush (i.e., \"small, left-leaning spruce tree\" per North Face).  Head up past an over-large chicken head for a total of ~35m to a nice ledge and belay. This ledge takes a couple large hexes for a belay anchor and is essentially a large notch in the bottom of a right-facing dihedral that continues up.  See note below. \n\n  P4: Essentially, you are already on North Face.  And you have a choice: \n\n  a) continue ~straight up (maybe slightly left) on easy run-out terrain to the bivouac ledge bolts;   b) or step right out of the large notch and then climb up a right-facing corner. Eventually step right onto a smaller right-facing corner or irregular flake (initially detached) until can take an easy ~20 foot traverse left to the bivouac ledge bolts. \n\n  At the bivouac ledge bolts, I prefer to clip one and continue up.  But rope drag could become an issue if you came up via 'P4b' above and short-sling'd a bolt. \n\n  P5 thru P8:  Summit via the remainder of North Face. \n\n  Note: The below image by Johnny Gann is taken at or very near the above end-of-pitch-3 large notch. And the leader in the photo has gone the 'P4a' way and is near where one clips a bivouac ledge bolt on North Face. \n\nCrossover pitch from the Left Eyebrow route to the North Face Route. ","protection":"See Left Eyebrow and North Face. \n\n  Also, for P1 of Left Eyebrow, I tend to want to have two or three cams equivalent in size to BD C4 #0.3 as well as the smallest Trango ball nut for P5 - slightly above the ring piton which is also girthed at its' neck with a narrow sling.","location":"For the start, see Left Eyebrow."},"__v":0},{"_id":"wHSz2x3QVLuqflUNCMQzkQ==","name":"Left Eyebrow","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Dick Ingraham, George Goedecke, and Edmund Ward","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-106.5441,32.3474]},"left_right_index":3,"mp_id":"106767277","mp_crag_id":"105809130","climb_id":"wHSz2x3QVLuqflUNCMQzkQ==","areaRef":"08ay70grXJ6JEHnl9e7gDA=="},"content":{"description":"All pitch lengths are approximate.  We used a 60 m rope. \n\nPitch 1 (180 ft, 5.6):  Climb up past a bush and into a right facing dihedral.  After 20-30 ft, exit left over the dihedral at a horizontal crack.  Pass a tree and climb a fingers crack until reaching a large tree in a big notch in the face. \n\nPitch 2 (200 ft, 5.6):  Excellent, continuous hands-to-fist crack.  One of the best cracks of its grade in the state.  Set a gear belay when you run out of rope. \n\nPitch 3 (120 ft, 5.5):  More of the fist crack.  Below the bush, leave the crack by heading right and climb on knobs and chickenheads until a large ledge.  (edit: 12/4/13) I have heard that it is easy to join-up with the top part of North Face route from here.  Doing so would probably require a short, easy scramble toward the east.  But not having done this connection, I can't vouch for the length or difficulty, nor describe which pitch on the North Face that you would be connecting into.  However, with this option, you could join two great routes and avoid the runout pitch higher up on this route  only to be replaced with other runouts on the North Face route. \n\nPitch 4 (120 ft, 5.5):  Traverse right and slightly upward until it is easy to downclimb to the obvious live tree. \n\nPitch 5 (200 ft, 5.0-5.6):  Mostly easy scrambling on a chossy ramp system until the last 40 feet which is a 5.6 climb up left facing flakes.  Belay at the dead tree (the tree is hard to see from the ground and lower pitches).  This pitch is a blight on an otherwise excellent climb; don't let it discourage you. \n\nPitch 6 (190 ft, 5.7 R):  Climb up to the roof which protects with a small cam (0.3 Camalot) or stopper.  Escape the roof/arete to the right on positive holds (the roof is not the crux).  Climb up the face on interesting features.   After about 20 ft, traverse right to the rusty old 1/4 bolt (needs to be upgraded) making some delicate moves on the way.  Continue right and up for some more runout climbing until a solid cam placement can be found (0.5 Camalot).  From here the climbing is almost straight up to a 3 bolt anchor. \n\nPitch 7 (130 ft, 5.6):  Climb up a right-angling seam.  It takes small stoppers.  Clip another old 1/4 bolt and climb up and left onto easier, featured terrain.  Pass a small roof (18 inches) and continue straight up to a right facing dihedral system.  Belay off gear. \n\nPitch 8 (100 ft, 5.5):  Climb the dihedral to a comfy ledge. \n\nPitch 9 (160 ft, 5.5 at first, then 4th class):  Climb straight up for about 30 feet, then traverse right on positive incuts until an easy ramp is attained.  4th and 3rd class from here to the summit. \n\nDescent Options:  October 15th, 2012 Update:  Mountain Project contributor Bill Lawry recently consolidated the descent information from the comments sections on several of the Sugarloaf routes. It looks like a users' consensus might be forming in favor of the South SpurSouth Rap. Click Here for updated information. \n\n  I have rappelled both the east side and the South SpurWest. They each have their advantages and disadvantages. The east side is straightforward after you find the first set of anchors, but then you have to scramble all the way down the steep east side gully and back up to your packs. The South Spur-west option (take care scrambling down the knife-edge ridge) takes you down on the side of the mountain where your packs are. It has some new, high-quality bolts and leaver biners. Unfortunately the second set of bolts is placed about 10 feet above a comfortable looking ledge (you have to hang). It seems like this was done for single rope descent. After using this anchor, we chose to swing into a crack system (to the right when facing the rock) and did our third rappel off of a well-located anchor comprised of 3 stoppers. This offered a straight-down rappel to the ground with a clean pull. Having given up on the bolted rap line, I can't vouch for whether or not it is complete. \n\n  I have read that both rappel options can be done with a single rope, but I have always used two (it's comforting).","protection":"1 set of stoppers and double cams up to #2 Camalot + 1 #3 (pitches can be made to be long and there are a few gear anchors... the extra pieces were appreciated).  A shank of webbing to replace sun-rotted, old stuff (good advice for any route in the Organs)","location":"The route starts on the west side of the peak, below the obvious recess called 'The Eye'.  See the beta photo detailing the start. "},"__v":0},{"_id":"qgMOg9G2UG+DOrLvHya2ig==","name":"Flea Tree","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.5441,32.3474]},"left_right_index":6,"mp_id":"105948446","mp_crag_id":"105809130","climb_id":"qgMOg9G2UG+DOrLvHya2ig==","areaRef":"08ay70grXJ6JEHnl9e7gDA=="},"content":{"description":"At five pitches Flea Tree is relatively short for a Sugarloaf route. It is protectable throughout (a rarity on Sugarloaf), route finding is straightforward, and the 5.7 rating is not sandbagged.  \n\n  Orientation: from where you stand, locate the Flea Tree. To the right of it a row of small bushes starting from the sky line marks the top of the dihedral you will be climbing. As you trace that line down, it will become a clearly visible crack and toward the bottom a dihedral with a pair of cracks in it making a narrow, inverted V. The V will become visible as you get closer and will serve as a landmark.  \n\n  Pitches 1 and 2, 5.5 - 5.6, 350 to 400 ft total. Go up the wide apron to the bottom of the crack. The terrain is made up of flakes few inches thick, making up a sea of disorganized, right-facing corners. The climbing is easy and you may want to scramble partway up, but even if you do, it will likely still take two pitches to reach the bottom of the crack. You will pass two good bolts, one of them with a hook hanger, short distance below it. This is your last chance to rap down. There is no other fixed gear on the route. \n\n  Pitch 3, 5.7, 180 feet. Go up the crack (the right half of the inverted V is easier) and stay with it. This is the crux pitch. It is steeper, cleaner, and more fun. Belay where the crack opens up into a corner and provides a nice enough ledge. \n\n  Pitch 4, 5.7, 100 ft. Go up the disorganized, unappetizing dihedral to its top, then have some fun on a featured but interesting slab on your way to the Flea Tree. \n\n  Pitch 5, 5.6, 200 ft. Go up to the right of the right facing corner above the Flea Tree until it becomes easy to step up onto it. Continue straight up or somewhat to the left for a long slab climb to the summit.","protection":"Standard rack: This climb will pretty much take any gear you take. Cams up to #3, if you like, but you can protect it all on small nuts too. Take lots of slings, as you'll be stretching your rope for some of the pitches.","location":"Approach: from the bottom of Left Eyebrow continue up past the Eye of Sugarloaf going close to the rock. You will come to a small saddle between a tree and the skirt of Sugarloaf. The route starts here. If you reach the Flea Tree Dihedral (a really large right-facing dihedral which takes off from the ground) you've gone too far. The Flea Tree itself can easily be identified during approach as the only tree visible on the right side of the face near the top."},"__v":0},{"_id":"/v+1zOhvXceXdKWv0MnH3g==","name":"Crescendo","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Matt Twyman, Adam Mitchell","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.5441,32.3474]},"left_right_index":9,"mp_id":"107912645","mp_crag_id":"105809130","climb_id":"/v+1zOhvXceXdKWv0MnH3g==","areaRef":"08ay70grXJ6JEHnl9e7gDA=="},"content":{"description":"Bouldery crux until just after pulling the lip.  Then eases to 5.8 and a very enjoyable cruise through nice cracks, cool features & two gorgeous arcs with a chill slab finish.   \n\n  If aided through the overhang, estimated @ II C2 5.9. \n\n  There was an old rap sling on a horn ~ 2/3 way up to new p1 anchors.  Left in place.  Line has likely seen effort before.  Any history / credits due is much appreciated.","protection":"Small gear the whole way.  Bring 1ea #1, .75, .5 & multiples of smaller.  Start takes good gear but the crux sequence demands a BD #2 TCU or similar to save space for a minimal slot jam.   \n\n  If aiding, bring same gear + a couple of beaks. \n\n  70m rope if you plan to rap using the 2nd pitch anchors as your descent.  Otherwise you can use a 60m and utilize Descent 'A' as detailed by Bill Lowry.","location":"Just below (west) of south saddle.  Last continuous finger-sized crack system before saddle ridge.  Starts in overhang/pod.  Ends up slab above two beautiful & obvious arcs (can alternately bail left to large bivy ledge with homemade anchors and lizard patterned webbing  over small hump before last arc peters out but beware of heinous drag for belaying the 2nd).  New SS Powers 3/8-3.5\" 5pc + rap rings at both pitches. \n\n  The slab is an obvious finish and saves drag but it spits you out half way up the south summit ridge descent ramp (Descents 'A' & 'B' detailed by Bill Lowry).  No anchors could be built without walking up the rest of the ramp to the summit blocks.  This just didn't feel right so we figured it would be best to install additional anchors to support the natural finish to the route as well as offer a bomber rap option."},"__v":0},{"_id":"RdaCs/5/X3avLiNbbBrgNQ==","name":"Brexit","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Dan H","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.5441,32.3474]},"left_right_index":7,"mp_id":"112122565","mp_crag_id":"105809130","climb_id":"RdaCs/5/X3avLiNbbBrgNQ==","areaRef":"08ay70grXJ6JEHnl9e7gDA=="},"content":{"description":"Down the gully from the 3rd abseil off the sugarloaf. Takes the short slab to cool flake system. Yellow alien useful after the 4th bolt. 32m long pitch, bring a 70m (you can just about get down to a ledge and walk off into the gully with a 60m). Amazing route! English e36a","protection":"4 bolts (ss fixe double wedge) to gear behind the flake, yellow alien useful after bolt 4, cams 1-3 for flake.Step R to Anchor = (2 bolts with bail biners)","location":""},"__v":0},{"_id":"Bjjr4oyDW6yx6hm54sRXrQ==","name":"Banana Peel","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.5441,32.3474]},"left_right_index":4,"mp_id":"107188657","mp_crag_id":"105809130","climb_id":"Bjjr4oyDW6yx6hm54sRXrQ==","areaRef":"08ay70grXJ6JEHnl9e7gDA=="},"content":{"description":"This prominent right facing corner is just to the left of Science Friction (to Left Eyebrow), and is another variation start to the Left Eyebrow. It is a very attractive corner, which peels back to the right for 150ft. It is made for lay-backing, and offers just enough stances to keep from getting too strenuous. \n\n  P1: Start off to the right from the corner and climb in to the left on good flakes and ledges. Get into the corner and layback your way up 150ft. You'll pass some hollow sounding flakes along the way, so tread carefully and test the rock. \n\n  P2: Lesser quality and easier corner system. 5.4 climbing for 200-250 ft to join up with Left Eyebrow. Granite is a bit crumbly and there are loose sections, but the lower angle keeps it from being sketchy.","protection":"The crack is often hand-fist sized, so appropriate cams are nice to have. However, other gear can be found as well up the corner, so a regular rack should be adequate. A fixed yellow metolius cam is at the crux, and can be hard to clip since it is jammed in pretty deep. A bolted anchor can be found at the top of the first pitch.","location":"Hike almost all the way up to the great eye of Sugarloaf. The right-facing corner will be pretty obvious, and is just to the left of the ultra-thin slab climb Science Friction."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,98c839d1-f0d4-5006-bb58-276b12f05bd0,2635f237-5277-5a1d-9d74-99b35e3cd3b9,60af20ff-2a39-5a85-86f5-9582969e2458,d9b07879-4b42-56d9-9a1a-eddb08e9333e,d3c6b2ef-482b-5c9e-8910-79e5f5eee00c","pathTokens":["USA","New Mexico","Las Cruces Area Climbing","Organ Mountains","Sugarloaf Area","Sugarloaf"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10d"},{"count":2,"label":"5.6"},{"count":3,"label":"5.7"},{"count":2,"label":"5.10+"},{"count":1,"label":"5.11+"},{"count":1,"label":"5.8"}],"byDiscipline":{"trad":{"total":10,"bands":{"unknown":0,"beginner":6,"intermediate":3,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":6,"intermediate":3,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-106.5441,32.3474]},"bbox":[-106.54463225593344,32.34695033981814,-106.54356774406656,32.34784966018188],"left_right_index":-1,"ext_id":"105809130","area_id":"08ay70grXJ6JEHnl9e7gDA=="},"content":{"description":"Sugarloaf is the largest formation in the Organs, and hosts some of the longest rock climbs for miles around.  West of the Organ crest proper, it is impossible to miss as the pristine-looking granite dome so prominent when viewed from San Augustin Pass between Cruces and Alamogordo.  The impressive length of the routes, difficult-to-reach summit (the easiest way up is 4th class), great views of the Sacramento Mountains and Tularosa Basin, and overall wilderness experience makes Sugarloaf a must-do. \n\n  Most routes on Sugarloaf are shady most of the day, and can be very windy at times.  It's very secluded- be self-sufficient (although cell reception may be ok), and have enough gear to survive getting benighted, a story which a few climbers tell of their first experience on this formation.  The rock quality is overall very good, although expect some loose blocks and test everything, as with any formation in the wilderness."},"density":0,"totalClimbs":10,"__v":1,"createdAt":"2022-11-07T06:13:47.090Z","updatedAt":"2024-01-15T16:47:13.716Z"}