{"_id":"6368a722e80bff5a995dd9c0","area_name":"Miscellaneous Lower Blair routes / problems","shortCode":"","climbs":[{"_id":"yRExTj19XL+stYC3JGMeDA==","name":"University of Mars","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Bob Scarpelli","type":{"trad":true,"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.39001,41.18961]},"left_right_index":999999,"mp_id":"105957555","mp_crag_id":"107305626","climb_id":"yRExTj19XL+stYC3JGMeDA==","areaRef":"qBDIFJpgUEiyqrJOTdOglA=="},"content":{"description":"This is an absolute classic. Start at the very far end of the roof and work your way through some offwidth moves which narrow to fists and then hands which just keep getting deeper as you go. Near the lip there are some interesting fins to negotiate. You can also go out the back side, which is a problem in its own right called \"The Dark Side of Mars\" which goes at about V4. For that version, start at the lowest point in the roof and climb out from there. The rock is especially sharp, so bring tape. Perhaps the name is in reference to Vedauwoo crack climbing in general.","protection":"A pad or two and some spotters for the lip.  Most of the roof is only a few feet above a shelf so if you fall off it is no big deal.  However the shelf drops off at both ends of the roof, leaving a not so good landing that you wouldn't really want to fall on to.  Also, the rock on this is a wee bit crunchy, so be careful about what you put your feet on when pulling either lip and topping out.","location":"Park at the end of the lower Blair parking lot.  This problem is up on the shelf that is a couple hundred feet to the north east of the parking lot, and it generally faces south."},"__v":0},{"_id":"IKxCUk1NVMGlUGTWi/2ziA==","name":"Nubbins","yds":"V1-2","grades":{"yds":"V1-2","font":"5","vscale":"V1-2"},"fa":"Rob Joyce?","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.39001,41.18961]},"left_right_index":999999,"mp_id":"118959506","mp_crag_id":"107305626","climb_id":"IKxCUk1NVMGlUGTWi/2ziA==","areaRef":"qBDIFJpgUEiyqrJOTdOglA=="},"content":{"description":"Nubbins climbs a short hands roof crack with a tricky lip. Start on one good jam and one kinda bad flared jam. You could start lower and make it a bit more difficult.","protection":"A pad.","location":"Approach as to Blair III, but before you get there, cut left uphill at a little clearing just when the aspens open up. Nubbins is in a large hallway on your right at the crest of the hill. It's about 25 yards directly behind\n\nLa Femme Takeda\n\n."},"__v":0},{"_id":"fdwQ+9bdVdKHZqdyhxt+pw==","name":"Mista Lova Lova","yds":"V3-4","grades":{"yds":"V3-4","font":"6A+","vscale":"V3-4"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.39001,41.18961]},"left_right_index":999999,"mp_id":"121397090","mp_crag_id":"107305626","climb_id":"fdwQ+9bdVdKHZqdyhxt+pw==","areaRef":"qBDIFJpgUEiyqrJOTdOglA=="},"content":{"description":"This problem has some of the wildest moves I've ever done! Start at the very bottom of the crack below the wide flared section in two poor finger locks, and continue up the crack using hand jams and some circus performer contortions until you can stand up and climb crystals up the left slab. Be careful with the big foot edge to the right of the crack, it's crumbly and would probably make the exit of this problem much harder.\n\nThis is a pretty obvious feature, so I figure its probably been done before. Comment if you know better info, and we'll update the page.","protection":"Crashpads and maybe a spotter to keep you from falling on your head when your kneebar comes out.","location":"Park in the picnic area for Lower Blair, and walk more or less northwest past the picnic tables and the restroom, aiming to go left around the closest rocks. Pick up the trail, follow it through the fence by the stream, and turn right about 30 yards further up, following the gully.\n\nContinue up the gully, and look for a rounded boulder on the left side with a single flared crack on the downhill side. It looks like a huge butt. There is a sort of shelter built on the left side of the boulder under an overhang. There is a pine tree about 10 feet in front of the crack that has had the limbs pruned back down low, and a few of the limbs are hanging on top of the boulder. This boulder is before you get to\n\nBuck Shot\n\nand closer to the bottom of the gully."},"__v":0},{"_id":"6OMO3ZYuX3K7nsBxaqiMdQ==","name":"Le Petit Splitter","yds":"V0-","grades":{"yds":"V0-","font":"4-","vscale":"V0-"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.39001,41.18961]},"left_right_index":999999,"mp_id":"119816931","mp_crag_id":"107305626","climb_id":"6OMO3ZYuX3K7nsBxaqiMdQ==","areaRef":"qBDIFJpgUEiyqrJOTdOglA=="},"content":{"description":"Le Petit ascends a nice hands splitter with a good landing and easy walkoff. It is a good warm-up.","protection":"A pad.","location":"It is right off the trail on your way to Le Petit Abre. The trail dips into an aspen grove and passes a small cluster of boulders. The crack us 20 feet off the trail facing NW. See the photos for more info."},"__v":0},{"_id":"OEuAKYriVBq2xGByxLBoQQ==","name":"Ladder Blocks","yds":"V0","grades":{"yds":"V0","font":"4","vscale":"V0"},"fa":"Rob Joyce?","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.39001,41.18961]},"left_right_index":999999,"mp_id":"118959553","mp_crag_id":"107305626","climb_id":"OEuAKYriVBq2xGByxLBoQQ==","areaRef":"qBDIFJpgUEiyqrJOTdOglA=="},"content":{"description":"Ladder Blocks has a really fun combination of finger crack and block jugs. It could be done as a more difficult sit start if someone wanted to clean it.","protection":"A pad.","location":"It is in the same hallway as\n\nNubbins\n\n. Approach as to Blair III, but before you get there, cut left uphill at a little clearing just when the aspens open up. Ladder Blocks is in a large hallway on your right at the crest of the hill. It's about 75 yards directly behind\n\nLa Femme Takeda\n\n."},"__v":0},{"_id":"FvtyMsGqW9inQR5TFtxQlg==","name":"Knockin' on Heaven's Door","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Pablo Kollmar","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.39001,41.18961]},"left_right_index":999999,"mp_id":"106159445","mp_crag_id":"107305626","climb_id":"FvtyMsGqW9inQR5TFtxQlg==","areaRef":"qBDIFJpgUEiyqrJOTdOglA=="},"content":{"description":"Begin by climbing up the easy handcrack to the right of the route, being sure to look for the vertebra wedged in the crack.  Traverse left at the horizontal, and place gear (#1 Camalot sized).  Then, climb into the main crack, which is mostly flared hands.  The crux comes just before the slight bulge in the middle of the route.  It is sustained, flared hands until the very top, where you pull over the lip.  Build a gear anchor, and walk off to climber's right.","protection":"#0.75 or #1 Camalot for the horizontal (may want to put a sling on this piece).  Then mostly green/yellow Alien sized pieces for the rest of the crack.  It really is flared hands though, but the best gear comes from small gear in the back.  #0.5 - #2 Camalot-sized pieces for the belay.","location":"From the Lower Blair parking lot, drive West for just over 0.3 miles until the road takes a sharp turn to the left.  Stop here, there should be an old road going off to the East.  Follow this closed road and head right and uphill until you find the formation.  Knockin' on Heaven's Door is the prominent, thin crack.  There is also a bolted route about 100 feet to the left."},"__v":0},{"_id":"6BPz+0UMW/SkUoBl0/AMDQ==","name":"Fingers in a Hallway","yds":"V1","grades":{"yds":"V1","font":"5","vscale":"V1"},"fa":"Rob Joyce?","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.39001,41.18961]},"left_right_index":999999,"mp_id":"118959436","mp_crag_id":"107305626","climb_id":"6BPz+0UMW/SkUoBl0/AMDQ==","areaRef":"qBDIFJpgUEiyqrJOTdOglA=="},"content":{"description":"This is a fun problem with good locks, the footholds are a little crumbly. Start with your right hand in a v-slot and a left hand undercling. The boulder is undercut at the start, keep your feet up on the face.","protection":"A pad if you want.","location":"This is technically on Adams Ribs. It's in a small hallway just below the big, freestanding boulder on top of that formation, which you can see from the lower Blair parking lot. It is a good addition to some of the other boulders in the area."},"__v":0},{"_id":"X5gtFCaUUy63OGwVB/wuvQ==","name":"Crack Named Sue","yds":"V6","grades":{"yds":"V6","font":"7A","vscale":"V6"},"fa":"Justin Edl and Jeff Wendt, 2003","type":{"trad":true,"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.39001,41.18961]},"left_right_index":999999,"mp_id":"105865539","mp_crag_id":"107305626","climb_id":"X5gtFCaUUy63OGwVB/wuvQ==","areaRef":"qBDIFJpgUEiyqrJOTdOglA=="},"content":{"description":"This is a beautiful, overhanging, right leaning splitter, wide crack.  Start on the backside of the boulder on two good hands and a left toe stuck in the crack above these hands, then climb down and around the bottom corner of the boulder and across a steep face before rounding another corner on the boulder, after which a short slab leads to the apex. The crack grows quickly from hands to offwidth and then slowly pinches back down to hands as it goes across the steep face, finishing as a finger sized crack by the time you have rocked over to the slab. This one is bizzarre and beautiful, and very much recommended. The name was inspired by the Shel Silverstien song \"Boy Named Sue\".","protection":"A couple of pads are nice because you will be upside down for a good ways and it's not super short.","location":"The best way to get to this problem is to take the trail that runs along and to the north of the three Blairs.  After the trail bends right (south) and goes down hill, keep looking to the right to see this distinctive boulder about a hundred yards off the trail."},"__v":0},{"_id":"JeWm2B5fXhm7yXBrwJ5Npw==","name":"Buck Shot","yds":"V2","grades":{"yds":"V2","font":"5+","vscale":"V2"},"fa":"Justin Edl and Bob Scarpelli","type":{"trad":true,"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.39001,41.18961]},"left_right_index":999999,"mp_id":"106789650","mp_crag_id":"107305626","climb_id":"JeWm2B5fXhm7yXBrwJ5Npw==","areaRef":"qBDIFJpgUEiyqrJOTdOglA=="},"content":{"description":"This is a very fun, left-facing, dihedral offwidth. It starts out fists and widens to a bombay offwidth as it goes over a bulge.  The crux is the top half.  This is a very fun and interesting offwidth of the non-stacking variety.  The name was inspired by the holes the problem left in my shirt.","protection":"A pad and a spotter.  The landing is flat.","location":"Park in the picnic area for lower Blair and walk more or less north west, aiming to go left around the closest rocks.  Pick up the obvious trail and follow it through the fence by the stream and up the obvious gully.  Follow the trail past the obvious formation on the left, and when you are about even with the end of the formation, look up and slightly left where you will see a promising cluster of boulders.  Buckshot is in this cluster of boulders and is facing you, though it will be obscured from view."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,afc3c77e-efc9-50f7-a248-5b1d2864b858,183fb1aa-8d3f-5bf1-b176-049cf356e744,d8d7e81a-eb8b-5cfd-8ec6-8aa7889d4140,6c7a3073-43dd-5e64-8080-6aa87f92e9f5,a810c814-9a60-5048-b2aa-b24e4dd3a094","pathTokens":["USA","Wyoming","Vedauwoo","Blair (overview)","Lower Blair I, II, III, and vicinity","Miscellaneous Lower Blair routes / problems"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11"},{"count":1,"label":"V1-2"},{"count":1,"label":"V3-4"},{"count":1,"label":"V0-"},{"count":1,"label":"V0"},{"count":1,"label":"5.11-"},{"count":1,"label":"V1"},{"count":1,"label":"V6"},{"count":1,"label":"V2"}],"byDiscipline":{"trad":{"total":4,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":2,"expert":1}},"bouldering":{"total":8,"bands":{"unknown":1,"beginner":2,"intermediate":3,"advanced":1,"expert":1}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":3,"advanced":3,"expert":1}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.39001,41.18961]},"bbox":[-105.39060752778859,41.189160339818145,-105.38941247221142,41.190059660181866],"left_right_index":-1,"ext_id":"107305626","area_id":"qBDIFJpgUEiyqrJOTdOglA=="},"content":{"description":""},"density":0,"totalClimbs":9,"__v":1,"createdAt":"2022-11-07T06:35:21.806Z","updatedAt":"2024-01-15T16:51:32.490Z"}