{"_id":"63689de0e80bff5a994f9d7c","area_name":"Stewardess Convention Crag","shortCode":"","climbs":[{"_id":"YhvU+LRVWzCUADbGNVZKhQ==","name":"Oxygen Masks and Float Cushions","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"??","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3617,40.1739]},"left_right_index":1,"mp_id":"107306202","mp_crag_id":"107304295","climb_id":"YhvU+LRVWzCUADbGNVZKhQ==","areaRef":"RYqjLf5uXwGiFjn/snIdTA=="},"content":{"description":"Oxygen Masks and Float Cushions is a fairly long pitch with some good sections of climbing and some surprisingly awkward moves.  The pitch is somewhat untraveled and still has lichen on it but would clean up more with time.  This is the most solid pitch on this crag but lacks the great climbing that is found on\n\nAviatrix\n\n.\n\nStart 7 meters left of the start of\n\nFlight Attendant\n\n, climbing up and left below a roof into a crack system.  Continue up and slightly left towards a few bushes in the crack. At the first bush, you can easily pass with no real problem by going right.  Traverse up and right on a good finger traverse into a crack system a few meters right of the bush.  Once in this crack, head up and very slightly right into a crack through a small bulge with good gear and good jams for a final crux before continuing directly up to the large belay tree.","protection":"A standard rack to 3\" and optional 4\" piece (can be placed, but don't need it) and a few longer slings for the wandering parts of the climb.","location":"Start 7 meters left of the start of\n\nFlight Attendant\n\n, climbing up and left below a roof into a crack system."},"__v":0},{"_id":"GChrluT3XXuC6wAVASoK1g==","name":"Flight Attendant","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3617,40.1739]},"left_right_index":2,"mp_id":"107305815","mp_crag_id":"107304295","climb_id":"GChrluT3XXuC6wAVASoK1g==","areaRef":"RYqjLf5uXwGiFjn/snIdTA=="},"content":{"description":"If some loose blocks bother you, then this climb should not get a star at all.  Then again, if loose blocks bother you, why are you at this crag?  This particular climb is the loosest of them, however, and is a borderline bomb.  Gillett even refers to a portion of this route as a 'talus hopping groove' and fails to even mention the pile encountered topping out which must be negotiated to get to the belay tree.  It can be safe, and nothing was eminently loose, but this is no route for inexperienced leaders.\n\nAt the far right side of the North Face of the Stewardess Convention Crag, start up and into a short, right-facing corner.  Climb up that corner past the steep section and into the stacked blocks and towers, heading up to a second right-facing corner above.  Climb that corner to the end at an arete and pick and choose your way left to a very large belay tree. Watch out for where your rope runs and also protect the top of the climb before the traverse very carefully to avoid \"sweeping\" the top down onto the belayer/second if the rope shifts.\n\nWe cleaned this climb up quite a bit, but it may regrow-refill a bit if nobody gets back on it for years.","protection":"A standard rack to 4\" with long slings.  A 60m rope is required to rap from the second tree (further to climbers left on the cliff) or from the bolts on\n\nAviatrix\n\n.","location":"The climb sits at the right side of the main face of the crag, following some discontinuous, yet obvious right-facing corners."},"__v":0},{"_id":"qdOCvGv4VEG/dKxjOXZVpg==","name":"Aviatrix","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"B Jasperson, 2002","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3617,40.1739]},"left_right_index":0,"mp_id":"107305748","mp_crag_id":"107304295","climb_id":"qdOCvGv4VEG/dKxjOXZVpg==","areaRef":"RYqjLf5uXwGiFjn/snIdTA=="},"content":{"description":"This is the best climb on the crag, a measured compliment.  The 2-star rating already assumes that you don't mind some runouts and obscure climbing; If you did not tolerate that, you would not be here, after all.  As such, these are not considered detractors from the rather good climbing that is found on this route.\n\nStart at the left edge of the main face of the crag, at the low point facing the river.  Just left of this on a left-facing slab (aka a 'ramp' in Gillett's book) and climb up some runout but easy rock (5.6) and into a left-facing corner. Protect the climb and head up into a set of 2 corners onto a loose and crumbly looking tower of stone.  Protection behind this would be dubious, but it seems solid to climb on, and not difficult. Our ascent had one of us going right onto the main face around the corner and climbing unprotected and harder moves, but at least there was no chance of dropping rock down on the belayer....  This might be the better route anyway.  In any case, intersect the arete's right side from one way or the other at the area just above the top of the pillar and climb the face past a single bolt (and infrequent gear) to the top.  Slopers dominate this slightly less than vertical face.  Footwork or folly (fall-y) are your options.","protection":"A single set of cams from tiny to 3\" and a set of stoppers.  Take a set of slings heavy on 2' lengths since the gear wanders around and you will want to runner it to avoid a zipper.  A 60m rope or longer will get you back down.  A 50m will not.","location":"This route is the leftmost side of the main face of Stewardess Convention Crag.  It starts on the left edge at a ramp that leads up to left-facing corners and then to the right side of the arete up top, passing one protection bolt to a 2-bolt anchor."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,74632cc0-a38c-534d-8344-0ada57f54a44,89eb0289-9906-5fed-8dbf-75620ff6ab2b,10f12d5c-d05a-52d0-ae46-729c528928e5,458aa32d-fe6e-5f01-a216-39ffb2721d4c","pathTokens":["USA","Colorado","Lyons","St. Vrain Canyons","South Fork of St. Vrain Canyon","Stewardess Convention Crag"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.8"},{"count":1,"label":"5.7"},{"count":1,"label":"5.9+"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":0,"beginner":2,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.3617,40.1739]},"bbox":[-105.3622884911416,40.17345033981814,-105.3611115088584,40.17434966018187],"left_right_index":-1,"ext_id":"107304295","area_id":"RYqjLf5uXwGiFjn/snIdTA==","polygon":{"type":"Polygon","coordinates":[[[-105.3622884911416,40.17345033981814],[-105.3611115088584,40.17345033981814],[-105.3611115088584,40.17434966018187],[-105.3622884911416,40.17434966018187],[-105.3622884911416,40.17345033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T05:56:39.013Z","updatedAt":"2024-01-20T01:00:47.906Z"}