{"_id":"63689d12e80bff5a994f19ea","area_name":"Misty Fiords National Monument","shortCode":"","climbs":[{"_id":"lrQP83NWWW6lJc11F73eWg==","name":"Punchbowl Wall - Regular Route","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Scott Kruis & Mark Fitch, July 23, 1994","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-130.77545,55.55209]},"left_right_index":0,"mp_id":"114784101","mp_crag_id":"114783996","climb_id":"lrQP83NWWW6lJc11F73eWg==","areaRef":"zV1KYAZ+XkqqGDluCIYLEg=="},"content":{"description":"The first known climb of Punchbowl Wall was completed in 1994. It is possibly the only ascent of the wall. The wall itself is just over 3,000 ft elevation at the top. The climb involves a steep approach through trees and brush to a nice ledge system at an elevation of 800 ft.. From the ledge, the granite wall has what looks to be a large crack straight up to the top. The lower section of granite has 4 pitches of moderate 5th class climbing with a mix of blocky granite climbing and a long crack system in an open book. Once above about the 1,500 ft elevation., the slope lessens significantly to around 45 degrees. What from the bottom looks to be a large crack in the upper section is actually an incredible 2,000 ft long and 3-4 ft. wide rock band that is mostly eroded into the rock wall all the way to the top. This section is made up of 4th and easy 5th class climbing. In places, the rock band is filled with brush and moss, and the climbing can take one out for short distances onto the neighboring low angle faces. If considering this climb, it is good to be aware the reason this section of rock is so clean, is that it is an avalanche zone in the winter, as well as a waterfall when it rains.\n\nApproach:  The first issue is getting to the notch at the shoreline. We used different methods every time, a raft from a 26 ft boat, kayaks from a small excursion vessel, and even a float plane for the successful ascent. We found two ways to approach the ledge at 800 feet where the roped climbing started. To the climbers left, it is a very steep forested slope. Grab trees and work your way up through the steep brush. Once to the ledge traverse to the right. The trees are pretty open in early season, and the brush becomes very thick later in the season. Alternatively this became our standard approach, climb up the gulley/dry waterfall making a few easy 5th class moves where needed until you get to a head wall, then work your way to climbers right and then up steep brushy slopes climbing under or through brush as needed. Keep observant for bears on both sides. We liked to use rubber boots (Ketchikan sneakers) and leather gloves for the approach. Lots of devils club. The ledge at 800 feet is several feet wide in places and can support a tent or two. We have downclimbed the left approach but mostly used a rappel route down the waterfalls. The rappel anchors would not be safe 24 years later.\n\n The Climb:  From the water, you can see what appears to be two cracks making a very tall narrow X starting from the ledge at 800 ft. We climbed the left leg of the X, and then the upper left arm of the X. (the right leg and right arm might make an interesting climb.) The notch was in the middle of the X and was reached after 4 pitches. A short pitch of 5.6 climbing was needed to get above the notch and to see the upper wall. We used a standard rack of nuts, and a selection of cams to 3”. There is a long 4” crack in pitch 4 where we used slings on chock stones. A 4” cam could be helpful here. The first 5 pitches have pretty good protection. The gradient lessens for the upper 2,000 ft the wall where the type of climbing changes with a 4th/easy 5th class gulley/rock stairway and not many places for protection. We found this section good for simul climbing. The first 5 pitches were rated 5.6, 5.4, 5.4, 5.6 and 5.6. The crux was found on the 4th pitch, a long sustained 5.6 4” crack in an open book. (fyi I recall simul climbing several feet with a 50m rope to make the notch.)\n\nThe Descent:  Our descent anchors would not be safe today 24 years later. We installed a rappel route from the top starting about 100 feet to the climbers right. We ended up with 15 double rope rappels (50m ropes) for the upper wall to the ledge at 800 ft., and 8 shorter rappels down the waterfall route through the approach section. The upper section had several sections of easy 4rth class downclimbing between various rappels. The bolts were 3/8” expansion type bolts 2 for each rappel station, 20+ years later they would be very questionable and the slings in shreds. It would be interesting to see what if anything has survived. There are not a lot of cracks to leave gear behind for the upper 2,000 ft.. The wall has been hiked up from the back side. This may be a good descent route, but not recommended to use unless already familiar with it and have a boat to pick you up. It is very steep rainforest terrain on the back side.","protection":"We used a standard rack of nuts, and a selection of cams to 3”. There is a long 4” crack in pitch 4 where we found chock stones to use slings on. 4” cams could be helpful here.","location":"Access:  There are two ways to access the Misty Fjords National Monument, either by boat or float plane out of Ketchikan.  The approach starts at a notch just above the shoreline near the middle of Punchbowl Wall in Rudyard Bay.  The notch can be approached by kayaks, rafts, boats, or float plane.  The water is quite deep here."},"__v":0},{"_id":"yIU8EnxIVaKVeFspvgXfRQ==","name":"Canoe Crack","yds":"5.8-","grades":{"yds":"5.8-","french":"5b"},"fa":"","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-130.77545,55.55209]},"left_right_index":1,"mp_id":"120244188","mp_crag_id":"114783996","climb_id":"yIU8EnxIVaKVeFspvgXfRQ==","areaRef":"zV1KYAZ+XkqqGDluCIYLEg=="},"content":{"description":"Ultra clean, hand-sized andacite crack. Fun climb with some bulgy areas, otherwise completely vertical. Water is very deep right up to the wall, jumping off is safe/recommended (the fall is safe, the water is cold).","protection":"Lots of protection opportunities for trad placements in the sustained crack, but free soloing this over the icy water is the way to go. If you don't jump from the top upon summiting, it doesn't count.","location":"Just get on a boat in Ketchikan, Alaska, drive a few hours out to Misty Fjords, hike 45 minutes on the one trailhead, borrow the tied up canoe before the cabin, and paddle or meander 35-55 minutes up the lake sticking to the northern shore. You'll notice the obvious pylon looking rock after a huge unprotected slab area in Punchbowl Lake. Most prominent crack on left side of column wall. "},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,6eaa5769-cc0d-546f-9a11-211d3d4dc321,a0ac6b10-c13d-5622-86a2-badaba09127a,cd5d4a60-067e-5e4a-aa18-396e08860b12","pathTokens":["USA","Alaska","Southeastern Alaska/Coastal Range","Misty Fiords National Monument"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.6"},{"count":1,"label":"5.8-"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":2,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-130.77545,55.55209]},"bbox":[-130.77624493469796,55.55164033981815,-130.77465506530206,55.552539660181864],"left_right_index":-1,"ext_id":"114783996","area_id":"zV1KYAZ+XkqqGDluCIYLEg=="},"content":{"description":"Misty Fiords (or Fjords) National Monument is located southeast of Ketchikan and is located in the southern part of Southeast Alaska and on the west coast of Canada. The weather patterns are directly from the Pacific Ocean leading it be among the wettest places on earth. Ketchikan averages about 160 inches of rain a year, enough to drown out thoughts of most climbing efforts. But on a clear day it is also one of the most beautiful places and there are times when the rock does dry out.\n\n In Misty as locals call it, there are many big walls of granite rising out of the various bays and Punchbowl Wall rising right out of Punchbowl Cove is one of the most stunning of them all. It is seen in many advertisements, brochures, and books about the area. Punchbowl Wall is 3,150 feet in elevation, much taller to climb when taking into account the slope. The wall itself extends along the coast for more than 2 miles.\n\n Attached is a route description for a climb of Punchbowl Wall that was completed in 1994. It is quite possibly the only ascent of the wall. Earlier discussions with local pilots told tales of legend Fred Beckey being flown in to Punchbowl Wall for several days back in the 70's, where he found some of the worst climbing conditions, it probably rained on him non-stop. There also looks to be potential climbing on the granite walls rising out of nearby Punchbowl Lake and other possibilities on granite walls throughout the fiords."},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T05:52:27.911Z","updatedAt":"2024-01-15T16:39:15.292Z"}