{"_id":"63689d20e80bff5a994f234e","area_name":"IMAX Tower","shortCode":"","climbs":[{"_id":"Mcn14g+CXGCuIxYMsuqAdg==","name":"IMAX Experience","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Derek & Giselle Field (April 2017)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74731,34.82124]},"left_right_index":0,"mp_id":"112853797","mp_crag_id":"112853783","climb_id":"Mcn14g+CXGCuIxYMsuqAdg==","areaRef":"X4VJ7FnJVsirERKOeiC+jA=="},"content":{"description":"The IMAX Experience is the proud wide crack that splits the steep north face of IMAX Tower. An exceptional backcountry adventure: exciting climbing on outlandish Coconino sandstone with nobody in sight. The three-dimensional features are just as wild as they look from a distance - enjoy them with a sprinkling of caution. The first ascent was done onsight ground-up with minimal cleaning, so it may have an extra adventurous feel.\n\n Be aware of the risk/commitment factor: IMAX Tower is located in a seldom-traveled part of Sedona, and there is no fixed anchor until the top.\n\nPitch 1: (5.7) Scramble up a chossy 4th-class staircase to gain a major ledge 25 feet off the ground. This is a good place to build a starting anchor (small cams in dihedral) and rope up. Traverse left onto the slab past one bolt. Gear belay on the huge ledge below the main chimney system.\n\nPitch 2: (5.8+) Head straight up into the featured chimney, passing a crux bulge early. Gear belay on one of many Floating Platforms when you finally reach the alcove directly below the big roof.\n\nPitch 3: (5.10-) Wild! Use the Floating Platforms to climb out to the lip of the massive roof. Crank over the lip, continue up a quality patina handcrack and mantel more Floating Platforms into a nook inside a short cubic alcove. Gear belay using small stuff on either side of the big block (candidate for a bolted anchor if this route ever sees traffic).\n\nPitch 4: (5.10) Climb out the short easy chimney to a sloping ledge where the crack jogs left about ten feet. Stem/squeeze up a funtime flare to a severely undercut shelf that is surmounted using patina holds and much grunting. Continue up the wide crack to a platform just below the summit. Walk 20 feet right along this ledge and belay from the two-bolt chain anchor.\n\nRappel: One big free-hanging rap back down the north face. You will not touch the wall for a looong way down. Admire the wicked sandstone features as you spin around in space. I am not sure of the exact length but it's around 200 feet. We made it with two seventies; I can't say whether two sixties would get you all the way down. If your sixties don't make it, you have the option of disembarking on the ledge 25 feet off the ground and reversing the first pitch (easy horizontal traverse).","protection":"Double set cams to 4” + one each 5-6” cams + two 60m ropes","location":"Wide crack splitting the north face of IMAX Tower."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,24e148bb-4884-59e8-9870-43ce21f1a337,fa597035-a80a-55a2-9a9f-262bc7578ff9,19dfb197-abbe-5b60-abc0-83f875a4e73b,451d3dd1-204c-5e56-b81a-a57f64dc868d,f290eb48-9c20-5cd9-a513-710efbcfaa77,5f8549ec-59c9-56c8-ab11-128e7a20be8c","pathTokens":["USA","Arizona","Northern Arizona","Sedona Area","Sedona","Gibraltar Rock Area","IMAX Tower"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-111.74731,34.82124]},"bbox":[-111.74785773979197,34.820790339818146,-111.74676226020802,34.82168966018187],"left_right_index":-1,"ext_id":"112853783","area_id":"X4VJ7FnJVsirERKOeiC+jA==","polygon":{"type":"Polygon","coordinates":[[[-111.74785773979197,34.820790339818146],[-111.74676226020802,34.820790339818146],[-111.74676226020802,34.82168966018187],[-111.74785773979197,34.82168966018187],[-111.74785773979197,34.820790339818146]]]}},"content":{"description":"IMAX Tower is a golden 200-foot pillar tucked into the mystical folds of the Sedona backcountry. It's a tower in the same sense that Coyote Tower is: only partially detached from its parent wall. The overhanging north face offers a wild multi-pitch adventure on graciously featured Coconino sandstone."},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T05:52:48.057Z","updatedAt":"2024-01-20T00:56:44.369Z"}