{"_id":"6368a44ee80bff5a9959c158","area_name":"Spire Six","shortCode":"","climbs":[{"_id":"NFWYJaZWUFeXIPUsMR0kEA==","name":"Windy Perch","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Herb & Jan Conn (1953)","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-103.53215,43.84941]},"left_right_index":999999,"mp_id":"109173390","mp_crag_id":"109173262","climb_id":"NFWYJaZWUFeXIPUsMR0kEA==","areaRef":"MMzzNNy7VhCLvzdKxqR2aA=="},"content":{"description":"A short spire with bullet-proof rock, good holds, and sparse protection. Starts with a left moving traverse, wraps around the base and climbs on a less than vertical line on the south face. Things get interesting at a crux involving a finger crack within a pod-escaping situation. The climbing is not as spectacular as the view but defiantly worth doing if you are someone who wishes to bag every accent that Herb and Jan Conn first discovered.","protection":"Do not attempt if you love to have lots of pro beneath you. The entire route has one rusty piton and maybe some insecure placements for small C4's and/or Aliens. One sixty meter rope is plenty to repel with. Bring some long cordellete with rap rings and/or bail beaners to wrap around the summit just in case the existing webbing is junk.","location":"Locate Spire Six on the northern most side of the ridge. Head in a south-west direction towards Kampsite. Twist and turn your way in a leftward southeast direction through a vertical maze of rocks until you reach a grassy area at the base of the spire."},"__v":0},{"_id":"bQv2QtjgU6aYKlfKoYPang==","name":"Unknown","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-103.53215,43.84941]},"left_right_index":999999,"mp_id":"113337084","mp_crag_id":"109173262","climb_id":"bQv2QtjgU6aYKlfKoYPang==","areaRef":"MMzzNNy7VhCLvzdKxqR2aA=="},"content":{"description":"Not sure if this route has been done before. It probably has, but seemed worth adding it. Begin in a chimney on the North face of Spire Six. Move out of the chimney up and right onto wind carved, wavy features. This is the crux and the run out section. Continue up and right through a series of fins to the rightmost summit of the Spire Six cluster. If anyone knows a name for this, or has any information on it comment below!","protection":"Standard Rack, or .5 through 2 cams, nuts, extendable draws, and webbing for the anchor.","location":"Hike most of the Cathedral Spires trail until you locate the Spire Six mass. Begin the bush wack to the base of the formation. Go into the small corridor on the North side (closest to the Cathedral Spires trail)."},"__v":0},{"_id":"/bDckZOGVKCqWJ+GXBJnmA==","name":"Unapproachable","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Herb & Jan Conn (1955) Mark Powell, Bev Powell and Bob Kamps (1964)","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-103.53215,43.84941]},"left_right_index":999999,"mp_id":"109173372","mp_crag_id":"109173262","climb_id":"/bDckZOGVKCqWJ+GXBJnmA==","areaRef":"MMzzNNy7VhCLvzdKxqR2aA=="},"content":{"description":"A good, short summit with intense climbing on really great rock. May have a steep move or two in a water trough that could potentially be harder than 5.7 and requires a good lead head.","protection":"Could also be known as Unprotectable. Belay from a gully. Belayers should dig in or set up anchor as their lead climber will be stepping over an edge and will need to take a long, traversing jaunt across easy terrain that is very high off the ground. A Black Diamond Purple 0.5 Camalot might be your first piece in a crack located a long way from your belay point. After that put your faith in a rusty, quarter inch bolt that might be backed up by small nuts. Small gear including aliens, C4's up to a #1 red camalot may be possible. However gear placements are sparse, run out and sketchy. You best protection is to simply not fall at any point during the climb.","location":"Approach the Spires from the north. Once you reach the Picket Fence area find faint trail heading south east to Spire Five. Stay on the right side of the wall and find a bolted line (goes at around 5.11). Hug the wall past the bolt line through a notch and work your way down the rock-lined gully. Find three small spruce trees. Build an anchor in the cracks and/or slinging rocks. Lead climbers will start by working over the edge to slabby terrain and must traverse their way to the left for roughly thirty feet before reaching the vertical climbing. Bring leaver shoulder length slings, webbing and cordelette or down climb to a shoulder to do a Needles Style Repel."},"__v":0},{"_id":"xi7zRThFXyyLTldcmgc4cw==","name":"Empire State Building","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"M. Powell, B. Powell and B. Kamps: circa 1968","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.53215,43.84941]},"left_right_index":999999,"mp_id":"109173528","mp_crag_id":"109173262","climb_id":"xi7zRThFXyyLTldcmgc4cw==","areaRef":"MMzzNNy7VhCLvzdKxqR2aA=="},"content":{"description":"","protection":"Standard rack with cams and nuts. Long slings are recommended. Double up on BD Camalots 0.75 - 3 if you really like the idea of sewing it up.","location":"Park in the Spires parking lot and take the trail till it forks. Take the right trail and work your way to the 5-6 gully. There is no need to enter the gully itself. Empire State Building is the imposing formation just east of Amphitheater Rock."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,253ab2e3-944f-5c5f-8477-58a428c86291,eb71723c-d454-5686-9f66-8bbd19c7143e,1ca6542a-76ee-5941-9233-b368e35d058f,30ccf334-dcbb-5610-8bbf-374ac6a47668","pathTokens":["USA","South Dakota","Custer State Park","Cathedral Spires","Spire Six"],"gradeContext":"US","aggregate":{"byGrade":[{"count":3,"label":"5.7"},{"count":1,"label":"5.10"}],"byDiscipline":{"trad":{"total":4,"bands":{"unknown":0,"beginner":3,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":3,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-103.53215,43.84941]},"bbox":[-103.5327735208033,43.848960339818134,-103.5315264791967,43.849859660181856],"left_right_index":-1,"ext_id":"109173262","area_id":"MMzzNNy7VhCLvzdKxqR2aA==","polygon":{"type":"Polygon","coordinates":[[[-103.5327735208033,43.848960339818134],[-103.5315264791967,43.848960339818134],[-103.5315264791967,43.849859660181856],[-103.5327735208033,43.849859660181856],[-103.5327735208033,43.848960339818134]]]}},"content":{"description":"One of the more remote and underexplored areas within the Cathedral Spires. Fraught with narrow, labyrinth-like gullies, sudden shear drop offs and approaches that become climbs in themselves, this area is guaranteed to provide chills, thrills, isolation, desolation and many opportunities for viewing wildlife, rare plants and spectacular vistas. Summits tend to be short and are sometimes accessed from the tops of ridges rather from the lowest parts of gullies."},"density":0,"totalClimbs":4,"__v":1,"createdAt":"2022-11-07T06:23:16.223Z","updatedAt":"2024-01-20T01:06:21.564Z"}