{"_id":"6368a29ce80bff5a9956b0cf","area_name":"South Side","shortCode":"","climbs":[{"_id":"qJnE8z+pWm+QoS09V5O2uQ==","name":"Zodiac","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Buddy Price, Doc Bayne, 1977","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-82.79229,35.30054]},"left_right_index":16,"mp_id":"105906148","mp_crag_id":"106523681","climb_id":"qJnE8z+pWm+QoS09V5O2uQ==","areaRef":"ZOChyMWGW0Kjj6fwmTySQA=="},"content":{"description":"This lesser climbed route at the South Face deserves mention, not only because the FA party included the late, great Doc Bayne, But it also packs quite a punch in the first 40 ft. or so with a long, scary runout on 5.8+.","protection":"I gave this route an R because of the first 40ft., but the protection gets a little better after that first pro placement. Take some smaller stuff.","location":"Climb up to Sentry Box Ledge, then start a few feet to the right of Gemini Crack on a fairly steep slab.  Climb straight up the slab to a point where where you can finally get something in, then wander to the top on somewhat easier ground."},"__v":0},{"_id":"W7nN5pn1UG2lNE9p+GOmqQ==","name":"Windwalker","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"John Tainio, Peter White","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-82.79229,35.30054]},"left_right_index":9,"mp_id":"106652183","mp_crag_id":"106523681","climb_id":"W7nN5pn1UG2lNE9p+GOmqQ==","areaRef":"ZOChyMWGW0Kjj6fwmTySQA=="},"content":{"description":"P1 Start at the same ledge as Rat's Ass.  Move left at start into a short right facing corner.  Move left onto the face(5.9 crux) as soon as possible and follow the white streak.  Stay in the sustained white streak face until the base of the corner crack (5.8+).  Belay from large eyebrows or continue higher to a poor belay stance to prevent a simul-climb or trad anchor on the last pitch.\n\nP2 Follow the corner crack to it's end, then traverse hard right to gain rap anchors near the Gemini Tree (5.5).  This last pitch is a rope stretcher that either has to be broken up with a trad anchor or simul climbed to reach the anchor.","protection":"TCU's to 2 Camalot.  Doubles of 1 and 2 camalot or blue tricam are mandatory.","location":"20' left of Second Coming, starts on the same belay ledge as Rat's Ass."},"__v":0},{"_id":"Bd6ZxKnnUGuTOn0wQbBZOA==","name":"Unfinished Concerto","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Peter Farrah, Henry Foreshipps","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-82.79229,35.30054]},"left_right_index":7,"mp_id":"105950764","mp_crag_id":"106523681","climb_id":"Bd6ZxKnnUGuTOn0wQbBZOA==","areaRef":"ZOChyMWGW0Kjj6fwmTySQA=="},"content":{"description":"Unfinished Concerto provides the meat of the route in the first pitch - nice crack climbing to a very balancy mantel on to a ledge with bolts.  From here, 2-3 pitches of easier climbing takes you to the Gemini Rappel Anchors.  Double ropes are needed to rap to Sentry Box ledge and one single rope rappel (or down climb) gets you to the ground.","protection":"Standard NC rack.  Double ropes, long runners.","location":"Located on a tree covered ledge to the left of Rat's Ass and Second Coming.  Look for the great hand size crack on the first pitch."},"__v":0},{"_id":"d0Bc0U+WVDyHUxdI1BWtYw==","name":"Southender","yds":"5.8-","grades":{"yds":"5.8-","french":"5b"},"fa":"Jim McEver","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-82.79229,35.30054]},"left_right_index":0,"mp_id":"111770806","mp_crag_id":"106523681","climb_id":"d0Bc0U+WVDyHUxdI1BWtYw==","areaRef":"ZOChyMWGW0Kjj6fwmTySQA=="},"content":{"description":"The hardest moves are low on the route, within the first 25 feet. Protection is excellent. Prepare for an enjoyable romp. Negotiating the perpetual wet streak higher up is usually easy but adds some adventure. Rope stretching a 60 meter cord will put you on a ledge to the left with inches to spare, gear belay. On busy South Side days this route is nearly always available.","protection":"standard Glass rack.","location":"Southender is at the left hand end of the South Side. Pass beneath Rat's Ass and keep going till you come to the end of the wall. The shallow corner above is Southender. Like the water streak, getting down is something of an adventure. The Ruby Tuesday/Irish Jig rap rings are 30 feet below the Southender ledge, but you can't see them because there is an overhang in the way. To get there you must down lead the obvious water groove on the right if you are facing out. It is easy and there is abundant gear. Keep in mind the down leader is placing gear to protect the second. Circle back under the Southender ledge and the rap anchors are head high. Double ropes to the ground."},"__v":0},{"_id":"BzC30KQ5XL+5RX98DXzi6A==","name":"The Slug","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Mike McCormick","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-82.79229,35.30054]},"left_right_index":27,"mp_id":"109499302","mp_crag_id":"106523681","climb_id":"BzC30KQ5XL+5RX98DXzi6A==","areaRef":"ZOChyMWGW0Kjj6fwmTySQA=="},"content":{"description":"A bit of a one move wonder but worth doing if you are climbing B-52. Crux is right after the 20' crack, manteling on slopers just right of the tree island.","protection":"Standard NC Rack. Rap from tree far left at 70 ft. if you are not continuing on B-52","location":"Begins right of the B-52 P1 slab at a 20'crack, climbing right of a tree island."},"__v":0},{"_id":"gJeiDHKUWoCgeEHa8fgWPw==","name":"Short Man's Sorrow","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Bill Cecil","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-82.79229,35.30054]},"left_right_index":23,"mp_id":"106099503","mp_crag_id":"106523681","climb_id":"gJeiDHKUWoCgeEHa8fgWPw==","areaRef":"ZOChyMWGW0Kjj6fwmTySQA=="},"content":{"description":"Climb the face past horizontals to a big ledge.","protection":"light rack, hands to fingers, no anchors","location":"Close to where the approach trail meets the right side of the South Face, beneath the middle of Stage Ledge.\n\nTo get down, either rappel off the dead, fallen tree on Stage Ledge or do the \"North Carolina 3rd class\" down-climb off the climber's right side of the ledge."},"__v":0},{"_id":"rdFShX9kXsCO1/SOYbDrng==","name":"Sentry Box Ledge Direct","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-82.79229,35.30054]},"left_right_index":17,"mp_id":"112320869","mp_crag_id":"106523681","climb_id":"rdFShX9kXsCO1/SOYbDrng==","areaRef":"ZOChyMWGW0Kjj6fwmTySQA=="},"content":{"description":"I'm sure this has been climbed before, but could not find any info on MP or in Lambert, Shull.  Make a few muscly moves off of tiny jibs, looking for a shallow right-handed mono. Throw left hand into eyebrow sloper and smear upwards into easy cruiser ground up to the Sentry Box Ledge. Top Rope can be setup on the Rap Station and can be setup by ascending the 3rd class ramp or a semi-bold free-solo with a tag line.","protection":"No pro for start (first 20-30 feet) and after the ground is easy so none needed. Gave PG13 rating because if leading, no pro through any of the crux moves, which are all low.","location":"This line is about 5 feet to climber's right if you throw a rope down from the Rap Station on Sentry Box Ledge. Look for slightly worn slopers and jibs. Approximately 15-20 feet right of the 3rd class ramp to Sentry Box Ledge."},"__v":0},{"_id":"Lpri8sn5XPG6qTbi+fgheg==","name":"Right Up","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Jim McEver, M. Wousey, Blair Ritter, 1974","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-82.79229,35.30054]},"left_right_index":20,"mp_id":"105950794","mp_crag_id":"106523681","climb_id":"Lpri8sn5XPG6qTbi+fgheg==","areaRef":"ZOChyMWGW0Kjj6fwmTySQA=="},"content":{"description":"A slightly harder version of Left Up.  Can be a quick fun route if things are busy at the South Face area.","protection":"Standard NC rack, runners, 1 rope.  Slings on tree for rappel.","location":"Located just to the right of Left Up and just left of Stage Ledge, etc."},"__v":0},{"_id":"XBkkO0qaXKWVk2eAhypAHA==","name":"Rat's Ass","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Stan Wallace, John Ferguson, Jim McEver, Ron Cousins - 1973","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-82.79229,35.30054]},"left_right_index":10,"mp_id":"105939182","mp_crag_id":"106523681","climb_id":"XBkkO0qaXKWVk2eAhypAHA==","areaRef":"ZOChyMWGW0Kjj6fwmTySQA=="},"content":{"description":"A challenging climb with a thin crack in a stemming corner.  Linking P2 and P3 is the way to go as long as you have a 60-meter rope.\n\nP1 - Starting on low-angle slab, scramble up to a crack and continue through a right-facing corner with a fingertip-sized crack.  Belay at a rounded ledge with good gear in the widening crack. 5.8, 120'\n\nP2 - Continue up the crack on easier ground, moving up and right until the corner ends and find a good spot to belay (or continue up and right to the anchors). 5.5, 170'\n\nP3 - Climb up and right on good friction using cracks and eyebrows for pro until you get to the new upper rap anchors for Gemini Crack. 5.5, 60'","protection":"Small to medium nuts and cams.  No fixed gear.","location":"Starts just left of Second Coming.  Rap from upper Gemini ring anchors to the Sentry Box Ledge, then a second rap to the ground."},"__v":0},{"_id":"PNAv2UwJVGy6MOy2JpEnwA==","name":"Parachute Woman","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Doc Bayne and Corrine Web","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-82.79229,35.30054]},"left_right_index":3,"mp_id":"107319992","mp_crag_id":"106523681","climb_id":"PNAv2UwJVGy6MOy2JpEnwA==","areaRef":"ZOChyMWGW0Kjj6fwmTySQA=="},"content":{"description":"Thought I would add this as Dinkus and Chaos are on here.  I would say that this is the worst of the three routes.  Lots of hollow gear placement on the first pitch (including the belay) and there is only one bolt on the first pitch instead of two as the guide book suggests","protection":"Standard Looking Glass rack. One bolt on P.1","location":"In between Dinkus Dog and Chaos Out Of Control.  Rap Chaos with 2 60s to descend."},"__v":0},{"_id":"gQs1Es4mWOeSJLT5n+hAIQ==","name":"Second Coming","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Stan Wallace, Ron Cousins, Art Williams, Jim McEver - 1972","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-82.79229,35.30054]},"left_right_index":11,"mp_id":"105874379","mp_crag_id":"106523681","climb_id":"gQs1Es4mWOeSJLT5n+hAIQ==","areaRef":"ZOChyMWGW0Kjj6fwmTySQA=="},"content":{"description":"Pitch 1: Climb easy ground, allowing yourself to be funneled to the crux. As the crack reaches vertical you will definitely begin to realize where the difficulty is. Immediately after the crux, belay on the ledge. Gear anchor. It looks like there were bolts there at one time. 30m\n\nPitch 2: Continue up the easing crack to a belay in some vegetation. 60m","protection":"Standard rack. Rappel from either of two new sets of ring anchors (near the old rap tree) above Gemini Crack. Gemini can be crowded.","location":"This is one of two obvious right-arching dihedrals well to the left of Gemini Crack (the other is Rat's Ass)."},"__v":0},{"_id":"AIj+PXEaUUWvip4+mo6EUQ==","name":"Mettle Detector","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Doug Swords and Harrison Shull 2006?","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-82.79229,35.30054]},"left_right_index":6,"mp_id":"108828984","mp_crag_id":"106523681","climb_id":"AIj+PXEaUUWvip4+mo6EUQ==","areaRef":"ZOChyMWGW0Kjj6fwmTySQA=="},"content":{"description":"Beauty of a line.  Hard interesting moves wake you up... then it gets a bit wild and possibly dynamic.  Continue up through an endurance section with very nice large holds then rest up and calm the breathing before a desperate thin finish.  One of my personal favorites in the NC slab game.","protection":"Very good w/ minimal runouts.  Bolts and an assortment of finger sized cams on up to rings.","location":"Obvious bolted mixed line to the right of Fat Dog and left of Danger Dog."},"__v":0},{"_id":"78Fej5SxV2isnt+SbcxMIw==","name":"Lichen or Not","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Will Leverette","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-82.79229,35.30054]},"left_right_index":24,"mp_id":"106099509","mp_crag_id":"106523681","climb_id":"78Fej5SxV2isnt+SbcxMIw==","areaRef":"ZOChyMWGW0Kjj6fwmTySQA=="},"content":{"description":"Popular beginner climb. Many parties do only the first pitch.\n\nP1- Head up the ramp/corner, and then continue up the face, trending left a bit, to bolt anchors. (5.5, 90ft.)\n\nP2- Head up and slightly right toward a big tree at the top. (5.5, 200 ft.)\n\nDescent-  Use two 60m ropes to rappel to the P1 anchors from slings around the tree. One 60m rope will get you from the P1 anchors to the ground.","protection":"standard rack, bolts at top of P1, slings and rings on tree at top of P2","location":"From where the approach trail meets the South Face beneath the Stage Ledge, head about 100 feet to the right. Look for a right-facing corner/ramp with a crack in it."},"__v":0},{"_id":"eN1GLgIyWmW/N1I/3TIJJA==","name":"The Legacy","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Jeff Lorch, Karsten Delap, December 2015","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-82.79229,35.30054]},"left_right_index":15,"mp_id":"111416350","mp_crag_id":"106523681","climb_id":"eN1GLgIyWmW/N1I/3TIJJA==","areaRef":"ZOChyMWGW0Kjj6fwmTySQA=="},"content":{"description":"The route goes directly up from the Sentry Box Ledge Rappel rings. Start on small crimpers to a flake that provides some bad protection. Move past the flake on some small crips and smears to a delicate move into an eyebrow under cling. Once you establish your feet paddle up to belay at the bulge on ring anchors. From the bulge stand carefully on the flake and move up through eyebrows that are a bit run out. Join First Return and head to the rappel station.\n\n(edit March 27, 2016) The route now has 2 bolts and a set of anchors for a much more appealing and safe adventure.\n\nRappel with one 70m rope.","protection":"smaller cams to #2 BD. Offsets could be helpful.","location":"The route starts directly off the rings on Sentry Box Ledge between First Return and Gemini."},"__v":0},{"_id":"s5M7xhY2WfqnUt7dOzC1ZQ==","name":"Left Up","yds":"5.8-","grades":{"yds":"5.8-","french":"5b"},"fa":"Stan Wallace, Ron Cousins, Jim McEver, 1973","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-82.79229,35.30054]},"left_right_index":19,"mp_id":"105950776","mp_crag_id":"106523681","climb_id":"s5M7xhY2WfqnUt7dOzC1ZQ==","areaRef":"ZOChyMWGW0Kjj6fwmTySQA=="},"content":{"description":"Left Up climbs a great finger and hand size crack just left of Stage Ledge.  This climb serves as a great introduction to Looking Glass granite.  Be careful the feet on the beginning of this climb are polished.","protection":"Standard NC rack (finger/hand sized), runners, single rope.  Slings on the tree.","location":"Left up is located just left of Stage Ledge, Bloody Crack, etc.  Look for the obvious finger/hand crack that climbs to a ledge"},"__v":0},{"_id":"cbCUEuphWnG1Hd2ukgQyKg==","name":"Good Intentions","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Buddy Price, Doc Bayne - 1977","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-82.79229,35.30054]},"left_right_index":18,"mp_id":"105968848","mp_crag_id":"106523681","climb_id":"cbCUEuphWnG1Hd2ukgQyKg==","areaRef":"ZOChyMWGW0Kjj6fwmTySQA=="},"content":{"description":"A nice warmup for the other great South Face climbs, but not a casual route for the grade.  Put thoughts like \"this doesn't feel like 5.6\" out of your mind and enjoy the friction climbing.\n\nStarting below right-slanting crack, follow it up and right; after the crack peters out, continue straight up on mainly friction moves to the tree ledge above.  If you don't feel like rapping at this point, you can move to the left end of the ledge to the start of Afterbirth (which will take you to the Gemini rap station).","protection":"Small to medium gear; tricams are handy.","location":"Starts about 25' left of Left Up at an obvious slanting crack.  Rap from rap rings at the ledge."},"__v":0},{"_id":"00ilZSZtUyyJe1eFR1SCjQ==","name":"Gemini Crack","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Jim McEver, David Broemel - 1973","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-82.79229,35.30054]},"left_right_index":14,"mp_id":"105939175","mp_crag_id":"106523681","climb_id":"00ilZSZtUyyJe1eFR1SCjQ==","areaRef":"ZOChyMWGW0Kjj6fwmTySQA=="},"content":{"description":"One of three routes starting from the Sentry Box Ledge, Gemini Crack is an excellent line with a thought-provoking but well-protected crux.  Though officially it's a two-pitch climb, there's no good reason not to do it in one long pitch.  Don't miss this classic if you're climbing the South Side.\n\nP1 - Starting on the Sentry Ledge, climb a right-facing corner until you're just below a pair of left-angling vertical cracks on steeper ground.  Move right to the cracks and follow them up and left (crux).  When these cracks peter out, continue a short distance on easier terrain to a good horizontal gear belay (or to combine pitches, continue up to the anchors). 5.8, 100'\n\nP2 - Continue up through eyebrows and some runout easier ground to the new ring anchors below the old Gemini rap tree. 5.6, 80'","protection":"Medium gear; cams, tricams and nuts.","location":"Starts on the Sentry Box Ledge just left of Zodiac.  An alleged 3rd class scramble (more of a 5.easy free solo) will get you to the ledge.  Double-rope rap from new ring bolts just below the old belay tree gets you back to the Sentry Ledge, then a single-rope rap to the ground."},"__v":0},{"_id":"hOpjtQAiU/KYJqrl7A1e/g==","name":"First Return","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Ron Cousins, Art Williams, 1972","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-82.79229,35.30054]},"left_right_index":13,"mp_id":"105950799","mp_crag_id":"106523681","climb_id":"hOpjtQAiU/KYJqrl7A1e/g==","areaRef":"ZOChyMWGW0Kjj6fwmTySQA=="},"content":{"description":"Thin moves down low lead past the crux and to a thin corner.  Climb this corner aiming for the larger corner system.  Follow up and to the right to the Gemini Rappel anchors.  A double rope rappel puts you back on Sentry Box Ledge.","protection":"Standard NC rack with some small gear (aliens, nuts), long runners, double ropes.  Rap anchors at top.","location":"First Return is the left most route of the three routes (Gemini Crack and Zodiac) located on Sentry Box Ledge."},"__v":0},{"_id":"j8yWePb+UYuPt0+6eWdrhg==","name":"Fat Dog","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-82.79229,35.30054]},"left_right_index":5,"mp_id":"107346752","mp_crag_id":"106523681","climb_id":"j8yWePb+UYuPt0+6eWdrhg==","areaRef":"ZOChyMWGW0Kjj6fwmTySQA=="},"content":{"description":"A great route that can be done in 2 long pitches. Climb the 1st pitch crack to its end using jams, stems and lay-a-ways, step right and belay on a nice ledge. Natural belay, 200 ft pitch. 5.7\n\n2nd pitch has 2 options.\n\n1st- Move right and finish on the Unfinished Concerto crack.\n\n2nd- (better option)\n\nFrom the belay move up and left aiming for a notch. Pull the notch and face climb aiming for a couple of slung hemlock trees at 130 ft. 5.7\n\nRap straight down Chaos out of Control. Double rope rap.","protection":"Nuts, double cams to 3 inch(optional 4-6 inch piece), many runners","location":"Obvious wide crack left of Unfinished Concerto"},"__v":0},{"_id":"6eApvD0yU1STqEZB4EdF/w==","name":"The Enigma","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-82.79229,35.30054]},"left_right_index":1,"mp_id":"109936397","mp_crag_id":"106523681","climb_id":"6eApvD0yU1STqEZB4EdF/w==","areaRef":"ZOChyMWGW0Kjj6fwmTySQA=="},"content":{"description":"Mostly 5.7 and under climbing with a crux 20' off the ground. 2019 UPDATE: rap tree is gone atop P3.  Much loose debris! If heading past the P2 anchors, beware!!\n\nP1: (5.8+, 170 ft) Follow the easy slab to a blocky right facing corner. Pull the crux corner protected by two small nuts below your feet, then up a knobby face right of the Southender crack (you also have the option to climb the better protected crack). Gear belay on a ledge over the top of the right hand rhodo patch.\n\nP2: (5.7-, 180 ft) Climb the eyebrow studded face with unbelievable friction to a two bolt anchor. Most rap from here.\n\nP3: (5.5, 200 ft) Continue on the face, move left to a water groove that keeps the climbing interesting. Walk right on the parking lot sized ledge for a gear belay under the right most leaning crack.\n\nP4: (5.7, 215 ft) Climb the right hand crack/ ledge. Pass a rhodo, then move left onto the face aiming for a big pine tree. Walk to the top. Note: you may have to split this into two pitches or do some easy simul climbing. You could continue on another 60 foot pitch but we didn't since it was dirty.\n\nDecent: Best to walk the tourist trail left to Nose Rap.  If you must rap, watch loose debris!","protection":"Standard","location":"15 feet right of Southender on the far left end of the South Face."},"__v":0},{"_id":"/7WIaM6JUkqkQSUBiBy6JA==","name":"Dinkus Dog","yds":"5.10a/b","grades":{"yds":"5.10a/b","french":"6a+"},"fa":"Jeep Gaskin with either John Borstelmann or Jeff Burton, 1979","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-82.79229,35.30054]},"left_right_index":2,"mp_id":"106045504","mp_crag_id":"106523681","climb_id":"/7WIaM6JUkqkQSUBiBy6JA==","areaRef":"ZOChyMWGW0Kjj6fwmTySQA=="},"content":{"description":"A vote here for one of the best 5.10 traditional face climbs in the state! The route climbs in-cut eyebrows and features bomber gear.  Begin on a low angle slab that turns into a 80 degree face under a roof.  Pull over and left of the roof and continue straight up to a hanging belay, passing several distinct crux moves between gear.  The second pitch wanders to the left slightly with a slight runout near the top after the route turns less difficult and more slabby.  Finish at a sloping ledge with a double bolt anchor.\n\nThe Select guidebook claims the second pitch as the crux, but the first pitch seems to be more sustained and delicate.","protection":"The gear on this climb is very good, with bomber placements at decent stances at least every 10 feet or so.  Double Camalots from .3 to 2 works great.  The route doesn't wander too much, so long slings aren't really necessary, except maybe on a piece at the roof, of course.  There are rings at bolts at the top of the second pitch to rap off of with double 60 meter ropes.\n\nTake 2-3 more Camalots in the .75 to 2 range if you choose to do it all as one pitch.","location":"Scramble up toward the golden-brown rock to the left of Rat's Ass to an often rattler-infested ledge below Unfinished Concerto.  Dinkus Dog begins to the left, off a slab, beneath the right end of a small roof."},"__v":0},{"_id":"J9xOmES8XjyHLj0bLSwqbA==","name":"Chaos Out of Control","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Monty Reagan, Ken Pitts (1987)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-82.79229,35.30054]},"left_right_index":4,"mp_id":"106866539","mp_crag_id":"106523681","climb_id":"J9xOmES8XjyHLj0bLSwqbA==","areaRef":"ZOChyMWGW0Kjj6fwmTySQA=="},"content":{"description":"I feel this could be the best 5.10 face route on the Glass.  Chaos offers sustained climbing on flawless rock.  The gear is good and a bit spaced out at times but nothing death defying.\n\nThe Lambert guide describes this route in two pitches but we used to always do it in one long pitch.  You'll need 2 60m ropes to rap.\n\nOne memorable ascent involved my buddy Curtin on the on sight attempt on a late summer's evening.  The clouds were turning black fast as he moved past the first belay.  Not long after the sky started to crack and boom and I not so subtly told him to hurry the #$@$ up.  He punched it up the second half of the pitch in record time, cleaned the route on rappel, and we ran down the South Side trail as the sky unloaded with rain and lighting striking all around.","protection":"You might need a large hand size (#2 or #3) piece down low. Lots of TCU's, a few bolts, tri cams are always helpful at the Glass.\n\nUpdate: 11/2018 The upper portion of this above the bolts protects well with large finger and hand size cams. Save a .5, .75. 1, and 2 for up here.","location":"Left side of the South Side.\n\nThis route is located up on the ledge with Dinkus Dog and Unfinished Concerto.  Locate the obvious twin water grooves located to the right of Dinkus Dog and Parachute Woman."},"__v":0},{"_id":"bO4DEw6XVgSKeebPm+pzSw==","name":"Catch Me Now I'm Falling","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-82.79229,35.30054]},"left_right_index":12,"mp_id":"107052013","mp_crag_id":"106523681","climb_id":"bO4DEw6XVgSKeebPm+pzSw==","areaRef":"ZOChyMWGW0Kjj6fwmTySQA=="},"content":{"description":"This line blasts through the steep bulge to the right of Second Coming.  It is a sustained and heady climb that links up to the second pitch of Second Coming.  A spicy alternative if you have done most of the stuff at the S. Face.\n\nStart the same as Second Coming.  Instead of moving left to Second Coming's crack, stay on the right most crack until you reach the base of the steep section directly below a white splotch.  Traverse right at the base of the steepness, plug the horizontal for pro.  This is the last pro before reaching the horizontal at the end of bulge and is the R section, DON'T BLOW IT.  Falling before getting the difficult pro at the roof will result in a nasty slab splash.  Climb up directly below a left facing crescent shaped jug.  Plug the gear at the end of the bulge using the difficult hands and make the long move over the bulge to gain the face above.  Climb short broken cracks until you can traverse left on top of the flakes that end P1 of Second Coming.  Belay on gear and finish P2 of Second Coming.","protection":"Standard multi-pitch rack.  Doubles of .75 Camalot and smaller, tri-cams.","location":"Rap from belay station to the left of Gemini Tree with 2 60m ropes."},"__v":0},{"_id":"SQSE1WtqV4qILZz3WPoSsg==","name":"Bloody Crack","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Stan Wallace, Jim McEver, Ron Cousins in 1973","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-82.79229,35.30054]},"left_right_index":22,"mp_id":"105874179","mp_crag_id":"106523681","climb_id":"SQSE1WtqV4qILZz3WPoSsg==","areaRef":"ZOChyMWGW0Kjj6fwmTySQA=="},"content":{"description":"Can you see yourself in the starting holds?  Generations of muddy-booted toproping campers have polished the footholds beyond all hope of repair.\n\nLook for a handcrack that doesn't quite reach the ground.  Avoiding the snot-slick opening feet by smearing arbitrarily on the face, thug your way into the crack proper and jam up to Stage Ledge.  If you are a guide, or a camp counselor, rue the chopping of the convenience bolts and tediously rig a belay in the corner.  Toss your toprope off, and spend the day encouraging your young charges to trust their feet despite the clearly impossible nature of the exhortation. 5.7+, 50'.\n\nP2: Follow the corner off the left end of the ledge, escaping before it arches over.  Belay in eyebrows when you feel like it.\n\nP3: Meander left to the Gemini raps, 150'.","protection":"No fixed gear.  Standard rack.","location":"Bloody Crack is located near the right end of the South Face, below a large ledge with 4th-class access at the right end."},"__v":0},{"_id":"zq8SgcQ4Wrat/9ky9I+hUw==","name":"Bloody Alternative","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Ed Begoon, Jim MacArthur & John Gratz 1984","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-82.79229,35.30054]},"left_right_index":21,"mp_id":"118679569","mp_crag_id":"106523681","climb_id":"zq8SgcQ4Wrat/9ky9I+hUw==","areaRef":"ZOChyMWGW0Kjj6fwmTySQA=="},"content":{"description":"A spicy option.\n\nRunout start and finish.\n\nAt the top, use the anchor on Right Up.","protection":"Small gear and a cool head.","location":"Between Right Up and Bloody Crack."},"__v":0},{"_id":"uVR21obqVY6ubOdDKQ/iiw==","name":"Bat's Ass","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Joe Bryson, Mike McCormick","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-82.79229,35.30054]},"left_right_index":8,"mp_id":"107318575","mp_crag_id":"106523681","climb_id":"uVR21obqVY6ubOdDKQ/iiw==","areaRef":"ZOChyMWGW0Kjj6fwmTySQA=="},"content":{"description":"Name comes from a Bat encounter on the First Ascent.\n\nPitch 1-Clip bolt for crux.  Thin crisp edges lead to lower angle terrain.  Trend up and right to 2 bolt anchor. 80ft. 5.10+\n\nPitch 2- Climb straight up into minor right facing corner.  Great climbing and great gear lead to a 2 bolt anchor.  90ft. 5.9.\n\nRap with one rope.","protection":"Gear to #1 camalot. extra TCU's","location":"On the wall between \"Rat's Ass\" and \"Unfinished\".  More specifically between the routes \"Integration By Parts\" and \"Child Prodigy\""},"__v":0},{"_id":"0Tms/0+ZXqmbVU8OaMhqEg==","name":"Bamboozled","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Bryan Haslam","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-82.79229,35.30054]},"left_right_index":25,"mp_id":"109499346","mp_crag_id":"106523681","climb_id":"0Tms/0+ZXqmbVU8OaMhqEg==","areaRef":"ZOChyMWGW0Kjj6fwmTySQA=="},"content":{"description":"An overlooked obscure moderate. Climbs a crack 50 feet left of B-52 at a bamboo grass covered ledge. Climb the 30' crack, then head left of a referator sized flake over a fun overhang. Romp up and right to a tree at 120' for P1. P2 is a low 5th class scramble to the summit. The route is often wet but drier in the afternoon.","protection":"Standard rack","location":"40 feet left of B-52."},"__v":0},{"_id":"nFUO8afOVoiij/glKVF5BA==","name":"B-52","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Ed Egoon & John Gratz (1984)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-82.79229,35.30054]},"left_right_index":26,"mp_id":"107321376","mp_crag_id":"106523681","climb_id":"nFUO8afOVoiij/glKVF5BA==","areaRef":"ZOChyMWGW0Kjj6fwmTySQA=="},"content":{"description":"Readily climbed as one long pitch:\n\nClimb up a slab with eyebrows that eases in difficulty the higher you get. Mantle onto a block and pull some face moves to access the P1 ledge (can stop here). From there climb through a bulge via a short hand crack (crux)to another ledge. Move to climbers right and high step up over the bulge. Trend up and left to a good ledge with tat slung around a hollow flake.","protection":"standard NC rack, #2 and #3 for belay at top of P2","location":"From the standard South Face approach, cut to climbers right following a trail that drops down and back up along the rock. Pass a large chimney and belay at the base of the slab.\n\n2 ropes to get down. As of October 8th 2011 there is some tat around a hollow flake with two 'biners. Bring some webbing and a knife to switch out for fresh tat."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,b51eaea8-8aee-5fa5-b892-180460bb414d,09830eb9-3d49-51e3-8127-6506b4f459de,93c393dc-b302-5b9f-b506-bc3aeb93f430,64e0a1c8-c586-5b42-a38f-a7f0993c9240","pathTokens":["USA","North Carolina","1. Southern Mountains Region","Looking Glass Rock","South Side"],"gradeContext":"US","aggregate":{"byGrade":[{"count":4,"label":"5.8+"},{"count":3,"label":"5.9"},{"count":4,"label":"5.9+"},{"count":2,"label":"5.8-"},{"count":2,"label":"5.6"},{"count":2,"label":"5.10d"},{"count":3,"label":"5.7"},{"count":1,"label":"5.12c"},{"count":1,"label":"5.5"},{"count":2,"label":"5.8"},{"count":1,"label":"5.10a/b"},{"count":2,"label":"5.10+"},{"count":1,"label":"5.10a"}],"byDiscipline":{"trad":{"total":28,"bands":{"unknown":0,"beginner":14,"intermediate":13,"advanced":1,"expert":0}},"tr":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":14,"intermediate":13,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-82.79229,35.30054]},"bbox":[-82.79284096492063,35.300090339818134,-82.79173903507937,35.30098966018186],"left_right_index":-1,"ext_id":"106523681","area_id":"ZOChyMWGW0Kjj6fwmTySQA==","polygon":{"type":"Polygon","coordinates":[[[-82.79284096492063,35.300090339818134],[-82.79173903507937,35.300090339818134],[-82.79173903507937,35.30098966018186],[-82.79284096492063,35.30098966018186],[-82.79284096492063,35.300090339818134]]]}},"content":{"description":""},"density":0,"totalClimbs":28,"__v":1,"createdAt":"2022-11-07T06:16:00.851Z","updatedAt":"2024-01-20T01:05:25.591Z"}