{"_id":"6368a265e80bff5a99565c70","area_name":"Caterpillar Cliff","shortCode":"","climbs":[{"_id":"zXADhkp/VAe6+/vpHZl0PQ==","name":"Respirator","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"6/4/14 Ben Brooke, Tom Lane, Jay Harrison","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.94568,43.55049]},"left_right_index":999999,"mp_id":"109067605","mp_crag_id":"109065723","climb_id":"zXADhkp/VAe6+/vpHZl0PQ==","areaRef":"88h180ZBWzGShDvIXe7wqQ=="},"content":{"description":"Jam up the fist crack in a right facing corner.  Gain a small ledge with a good undercling as the crack narrows to hands and jogs right.  Jam up and right to a heinous dirt ledge (crux).  Follow a ramp up and left past a pulverized oak tree while holding your breath.  Scramble up a short chimney to a tree belay.  Would be a decent route if cleaned up.","protection":"Gear to 5\".","location":"Obvious fist crack about 10' right of Caveman Cam."},"__v":0},{"_id":"M/WSbao2VneKmZY8QokuyQ==","name":"Caveman Cam","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"4th June 2014 Jay Harrison, Tom Lane, Ben Brooke","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.94568,43.55049]},"left_right_index":1,"mp_id":"109065753","mp_crag_id":"109065723","climb_id":"M/WSbao2VneKmZY8QokuyQ==","areaRef":"88h180ZBWzGShDvIXe7wqQ=="},"content":{"description":"Delightful offwidth moves surmount the initial crack, reaching a stance beneath the left side of an overhanging block. Climb into the bottomless chimney along the left side of that block, and go through the overhanging blocks to a good stance. Climb stacked blocks to another stance, then follow a narrow ramp up and left along the steep face on the left. Make a committing move left to reach a right-facing, 2m tall open book. Climb it to its top, then move along the dirty slab up and left to belay.","protection":"Standard Adk Trad rack, including micro cams, nuts, and cams to 2\". A 6 or 7\" or greater cam/Big Bro may be helpful in reducing the runout at the start; if the chockstone is missing, such a cam would be vital.","location":"This is the slightly-less-than-squeeze chimney 50' right and down from Caterpillar Chimney, about 60' upslope from the crag's lower corner.   Descend via rappel, being careful to choose a solid tree. Note that the shadbush used by the original ascent party is probably not a good longterm anchor."},"__v":0},{"_id":"qf9A9udcUx6tJXtgx8SlwQ==","name":"Caterpillar Chimney","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"2013","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.94568,43.55049]},"left_right_index":0,"mp_id":"109065740","mp_crag_id":"109065723","climb_id":"qf9A9udcUx6tJXtgx8SlwQ==","areaRef":"88h180ZBWzGShDvIXe7wqQ=="},"content":{"description":"It won't win any beauty contests, but this is the easiest route to reach the top of the Caterpillar Cliff, and the climbing isn't bad for the category.   Climb the outside edge of the crevice, making a difficult move to get to the stance on the right side of the canted block. Some stemming, chimneying, face, and slab moves reach the top of the formation.   One has to move quite a way back from the edge to find solid tree anchors.","protection":"Standard Adk Trad rack.","location":"This route climbs the outside of a deep crevice located about halfway up the left side of the Caterpillar Cliff. Note that this crevice is effectively invisible unless you are standing directly in front of it; one cannot see it from even a few yards below (to the right). A 2m tall rock shard lies canted across the gap 5m up."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,589a474a-bbce-5213-a77d-8138a22e0474,21c0dcef-75a2-5517-93ef-0026142ec2a0,46a9d056-dd4c-575c-9f80-7546d6fefe1e,a732c1db-b922-5550-b8d9-3afb5adee385,f3c875f3-4641-5b31-9284-3bc85deef0a9","pathTokens":["USA","New York","Adirondacks","G: Indian Lake Region","Crane Mountain","Caterpillar Cliff"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.8"},{"count":1,"label":"5.7"},{"count":1,"label":"5.5"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":0,"beginner":3,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":3,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-73.94568,43.55049]},"bbox":[-73.94630041990284,43.55004033981814,-73.94505958009717,43.550939660181875],"left_right_index":-1,"ext_id":"109065723","area_id":"88h180ZBWzGShDvIXe7wqQ=="},"content":{"description":"The most remote public-property cliff on Crane's SE flank, this cliff is a long trek with difficult talus-hopping to reach. As such, it's an almost guaranteed day of privacy. That isolation comes with the additional requirement of skilled self-rescue abilities, and the knowledge that help, if needed, may be a full day away. Cell phone signal seems good along the cliff, but is spotty or nonexistent in the talus below.   From the air, this crag looks sort of like a caterpillar crawling along the side of the mountain, thus its name. There are two facets to the crag: its long left side, which runs up along the flank of the mountain, and its dead-vertical plus, orange face on the right.   The rock is typical Crane Mountain syenitic gneiss. The routes to date have been done ground-up, on-sight, with no subsequent cleaning. Expect adventurous, gritty climbing, this is not the place to go for convenient, clean cragging."},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T06:15:05.722Z","updatedAt":"2022-11-25T11:20:40.384Z"}