{"_id":"63689de0e80bff5a994f925c","area_name":"Cenotaph Spire","shortCode":"","climbs":[{"_id":"B64LB4yUWPO661L07716TQ==","name":"Without a Body","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"J. Haas, T. Bubb, 2/2016","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4102,40.0024]},"left_right_index":5,"mp_id":"111640656","mp_crag_id":"106830585","climb_id":"B64LB4yUWPO661L07716TQ==","areaRef":"xAouNb+bVbWh+00YDrsPmQ=="},"content":{"description":"Too bad the crux jamming isn't longer, as it is perfect hands for a short while. It would get more stars if it were more sustained.\n\nStart off on the ledge 10' up as for harebell, but head right into the OW corner, and climb to the top of that for a few meters. Proceed upward into good gear and good jams through a steep section (wide gold to tight blue Camalots, and then move up to the top of the spire via its right shoulder, then crossing to the chains above harebell. This is a good route that required minimal cleaning and is a reasonable warm-up for\n\nHarebell\n\n.","protection":"Take a single run of cams or maybe doubles in the hand sizes if you love to sew it up. Anchor up top off of the chains on\n\nHarebell\n\n.","location":"It is about 10' right of\n\nHarebell\n\non the West Face of Cenotaph Spire."},"__v":0},{"_id":"gUGYcPFRWUONN10HJPC2vQ==","name":"Poor Judgment","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"George Bracksieck and Mike Endicott, 7/17","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4102,40.0024]},"left_right_index":1,"mp_id":"113375670","mp_crag_id":"106830585","climb_id":"gUGYcPFRWUONN10HJPC2vQ==","areaRef":"xAouNb+bVbWh+00YDrsPmQ=="},"content":{"description":"Starting in the same place as\n\nLest Thou Be Judged\n\n, I stepped up, then reached right, over the top of a Jamesia shrub. I shuffled right, around the shrub, and moved up the slightly overhanging rock, placing an insecure #8 Stopper then the smallest C3. I placed the two next-larger sizes of C3 in rapid succession. I made some long reaches in bulging terrain and shuffled right, around another Jamesia. I placed a #3 C4 and climbed past a loose, flat rock held by yet another Jamesia that lurked in the bottom of the chimney. I placed a #0.75 C4 in a pod in a thin crack to the right of the chimney and felt out the crack above.\n\nThe crack was difficult and petered out in gathering lichen, well below the summit. I chose, instead, to retreat upward into the chimney, squeezing into its security, while trying to avoid skinning my bare knees. A red C3 was more comforting than kneepads. On the summit, I extended the\n\nHarebell\n\nchains, so we could toprope the thin crack that is right of the chimney.\n\nIs this really a first ascent? If Haas and Bubb previously claimed FAs of three other equally scroungy routes on this rock (and not this one), then this route must be an FA. No Jamesias were harmed in the exploration of this route; they merely had to endure our advances.","protection":"See above description.","location":"See above description. This climb encounters three bushes."},"__v":0},{"_id":"axhmn8GXWGuNVW6l2QuY1g==","name":"Missing an Epitaph","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"J. Haas, E. Salmon, T. Bubb, 2/2016","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4102,40.0024]},"left_right_index":4,"mp_id":"111679457","mp_crag_id":"106830585","climb_id":"axhmn8GXWGuNVW6l2QuY1g==","areaRef":"xAouNb+bVbWh+00YDrsPmQ=="},"content":{"description":"This is a modest climb with an awkward crux. Climb up into the left-facing corner at the base of the West Face for 5 meters to access the main wall. Step left into a crack system that goes directly up the center of the face, and stay in that system to the top, eventually leaning left near the summit.","protection":"1 set stoppers and 1 set of cams. The crux is hand-sized or thereabouts.","location":"It is the crack line up the center of the narrow West Face, between\n\nCracked\n\nand\n\nHarebell\n\n."},"__v":0},{"_id":"sQsxYC0YWIuOHEg0Dgnkqw==","name":"Lest You Be Judged","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Bubb, Haas, 2/2016","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4102,40.0024]},"left_right_index":0,"mp_id":"111656795","mp_crag_id":"106830585","climb_id":"sQsxYC0YWIuOHEg0Dgnkqw==","areaRef":"xAouNb+bVbWh+00YDrsPmQ=="},"content":{"description":"This has some surprisingly good climbing once you get going on this route. 'Judge Not' by first appearances.\n\nThe problem here will be for folks of shorter stature. At 5'11\", this is going to feel like 5.9, probably, but the grade will increase steeply for climbers much shorter than that.\n\nThe opening moves on the vertical terrain require a spotter to get into. Start up with no gear on some small flakes and tip-toe up until you can reach high and right to clasp a good hold in the first horizontal. With that reached, work up to place gear and get into the short section of vertical crack. I placed an extra piece there before heading up into the flakes on either side of a slight depression in the wall. Switching side to side on surprisingly good holds, and climb up past 2 more horizontal cracks (good gear available) to the top of the crag. 3\" cams can be placed for gear up top.\n\nWalk off to the East down the spine of the tower.","protection":"A set of cams from 0.5\"-3\" and doubles in 1-2\".","location":"On the NW side of Cenotaph Spire, just left of the main spire tower, perhaps 4 meters left of the start of\n\nHarebell\n\n. A long reach off of small flakes gets you to a good horizontal, then some stemming to the sides can take you into a short vertical crack system (and jams) before the opposition and flake climbing goes past 2 more horizontals to the top."},"__v":0},{"_id":"etP6TsIjW2OE/cbZBDjDKQ==","name":"Harebell","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Ted Anderson","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4102,40.0024]},"left_right_index":3,"mp_id":"106830590","mp_crag_id":"106830585","climb_id":"etP6TsIjW2OE/cbZBDjDKQ==","areaRef":"xAouNb+bVbWh+00YDrsPmQ=="},"content":{"description":"This is a pretty good route and a thinking-person's route at that. Although the crux is up top, there is an awkward start and then crimps that require good focus along the entire way to that crux. The best climbing is the upper 1/3rd.","protection":"One bolt protects the initial climbing up to a horizontal. In the horizontal a few cams off to the right are possible and necessary to make the route safe- get them where it does not flare too badly.  Climb another body length on crimps to a second horizontal and get a slid handjam and protect again with a cam in the horizontal.  Move up and left and clip the second bolt, then go further left, then back right to complete the crux. The top climbing is easy, but can be protected on a 2\" cam or green Camalot as well.  Finish to 2 bolts/chains and lower off.","location":"This climb is the sole route on a blunt arete on the West side of Cenotaph Tower and is the only route there.  It is easily identified by the single bolt on the lower section, about 10' up and one on the upper section, at about 35' up."},"__v":0},{"_id":"/SlJnpgYV9WQTvQcgpQRuA==","name":"Fur Face","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4102,40.0024]},"left_right_index":2,"mp_id":"113375990","mp_crag_id":"106830585","climb_id":"/SlJnpgYV9WQTvQcgpQRuA==","areaRef":"xAouNb+bVbWh+00YDrsPmQ=="},"content":{"description":"To the right of\n\nPoor Judgment\n\nlies a completely separate line. We toproped it, because the bottom would be hairball to lead. The upper, thin crack takes good gear then peters out in a furry finish. If you climb the crack without using the short arete just to its left, you would increase the difficulty. Watch out for bat guano.","protection":"TR.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,decc1251-4a67-52b9-b23f-3243e10e93d0,e519a674-a620-509c-9e86-a246f84a8e40,c40a2e35-bf9b-55b5-a1fb-4d180ebb0f99","pathTokens":["USA","Colorado","Boulder","Boulder Canyon","Cenotaph Spire"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.8"},{"count":1,"label":"5.9-"},{"count":2,"label":"5.9"},{"count":1,"label":"5.10b"},{"count":1,"label":"5.9+"}],"byDiscipline":{"trad":{"total":6,"bands":{"unknown":0,"beginner":2,"intermediate":4,"advanced":0,"expert":0}},"tr":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":4,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.4102,40.0024]},"bbox":[-105.41078701031195,40.00195033981813,-105.40961298968807,40.00284966018186],"left_right_index":-1,"ext_id":"106830585","area_id":"xAouNb+bVbWh+00YDrsPmQ=="},"content":{"description":""},"density":0,"totalClimbs":6,"__v":1,"createdAt":"2022-11-07T05:55:56.815Z","updatedAt":"2024-01-15T16:42:40.649Z"}