{"_id":"6368a265e80bff5a99565bc6","area_name":"Barkeater Cliff, The","shortCode":"","climbs":[{"_id":"09QGXzWtWyyJvFvXnm72VQ==","name":"Yakapodu","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Adam Clayman, Jeff Edwards, and Todd McDougall, 6/17/85","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.8634,44.25695]},"left_right_index":17,"mp_id":"106049555","mp_crag_id":"106049519","climb_id":"09QGXzWtWyyJvFvXnm72VQ==","areaRef":"GWzFyU99V3yjsnS7K96uvA=="},"content":{"description":"I once heard that the route's name is derived from one of the first ascentionists yelping \"Yakapodu!!\" as they moved deftly through the crux.  Whether or not this is truth or fabrication is erroneous...it just adds more lore and an element of question to the first ascent.   \n\n  This route is tricky, has some pumpy and balancy moves for the grade, and some exquisite positioning on a wide, crack-riddled face.  With all of these ducks in a row, it creates a tremendous experience that only the Dacks can offer.    \n\n  Climb the long, low-angle face with a shallow crack running through it.  Step up thoughtfully to the ledge below the steep right-facing corner and put in some pro.   \n\n  Move up the steep corner with some surprising high-steps, and some \"Gotcha!!\" hidden  hand holds until you can rest on top in some very secure jams.  Continue up the featured face, back and forth between some \"huggy\" cracks, and on to the lower-angled crack climbing above to the nice belay ledge.  Build and anchor off a large tree and a Camalot-swallowing crack by the edge of the cliff.","protection":"A nice variety of gear is always welcomed.  Include some doubles on mid-size units (purple to red Camalots), plus a good assortment of smaller pieces.","location":"Beyond the low roof to the right of Fun City is an embankment.  \"Yakapodu\" starts about 3/4 of the way up the embankment at the obvious crack in the slab with the trees and shrubs growing out of the top of it."},"__v":0},{"_id":"k0bIASIiXBGkujZMuvqEOg==","name":"Rule of the Bone","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Ed Palen & Ron Konowitz '94 - (V1) Jeff Edwards '98","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.8634,44.25695]},"left_right_index":12,"mp_id":"106895066","mp_crag_id":"106049519","climb_id":"k0bIASIiXBGkujZMuvqEOg==","areaRef":"GWzFyU99V3yjsnS7K96uvA=="},"content":{"description":"A great climb that offers a little bit of everything with a really good direct variation that provides a sustained quality independent line to the roof. \n\nOriginal: Start as for Mr. Dirty and climb for 30' then traverse right at a crack below the roof to a small left-facing corner in the roof. \n\nDirect: Start on top of the obvious large boulder resting at the base of the cliff below a bolt. Work up to the bolt and the finger crack and follow the finger crack to its end and another bolt. Traverse left across the face (crux) to the parallel-running crack and up (bolt) past easier terrain to the roof, work left to the small left-facing corner in the roof joining the original route. \n\n  From the small left-facing corner in the roof clip the bolt and move through on good holds to an awkward move to gain a pedastal with a 2\" slot at chest height (2\" cam useful). Work thin face climbing magic up to the bolt, step left 6' and up to a thin seam then left again to a good stance at a flake. Work up and right on fragile flakes to the fixed anchor (two bolts).","protection":"Original: Small TCUs, double set of cams to .5\" and a 2\" cam, 3 bolts \n\nDirect variation: Small cams to finger size and a 2\" cam, 6 bolts","location":"Start (Original): 30' to the right of Mr. Clean\n\nStart (Direct): 50' to the right of Mr. Clean. \n\nDescent: Rappel off the fixed anchor at the end of the climb."},"__v":0},{"_id":"dsDM7FcsWP6sZpeQXcFVXw==","name":"Overdog","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Don Mellor, Chuck Turner, Bill Simes, 1982","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.8634,44.25695]},"left_right_index":5,"mp_id":"107126353","mp_crag_id":"106049519","climb_id":"dsDM7FcsWP6sZpeQXcFVXw==","areaRef":"GWzFyU99V3yjsnS7K96uvA=="},"content":{"description":"The third pitch, though short, features a some interesting climbing and is very popular. The first two pitches are not - the third pitch is most commonly accessed via Eat Yourself a Pie, which shares an anchor with the P2 belay.\n\n For the third pitch, climb up above the anchor underneath the left side of the roof. Make a move right to the handcrack in the roof. Step around the lip and continue to the top.","protection":"","location":""},"__v":0},{"_id":"90k/w8r/XhCM0vLL/OPW0A==","name":"On The Leash","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Patrick Purcell","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.8634,44.25695]},"left_right_index":6,"mp_id":"110273010","mp_crag_id":"106049519","climb_id":"90k/w8r/XhCM0vLL/OPW0A==","areaRef":"GWzFyU99V3yjsnS7K96uvA=="},"content":{"description":"An interesting little climb to the left of Eat Yourself a Pie. Climbed it in the fall when a lot of other lines were taken up and I'd say it's worth a lap. Do some interesting moves under a roof to gain the ramp/corner. Layback/stem past a stuck TCU and up to the ledge where there is a fixed anchor.","protection":"Rack to a #1 the climb is short.","location":"right of the cave and left of the eat yourself a pie arete. Locate the obvious ramp."},"__v":0},{"_id":"zwLiJzXKUOi0PnRUH84dBg==","name":"Mr. Dirty","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Bill Dodd, Patrick Purcell, August 8, 1988","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-73.8634,44.25695]},"left_right_index":11,"mp_id":"109140449","mp_crag_id":"106049519","climb_id":"zwLiJzXKUOi0PnRUH84dBg==","areaRef":"GWzFyU99V3yjsnS7K96uvA=="},"content":{"description":"Balance up the stacked rocks (due to the grounds erosion) and climb up the featured slab under the bolt 5.4R, the last stretch before the bolt got a bit trickier since a large hollow flake came off. \n\n  Line up a small crack (small nuts) to the next bolt for added protection. \n\n  Awkward options to reach the belay anchor, on the left mantling up a greasy slopping ledge or on the right using the squeeze chimney for support to a left balance move. \n\n  The anchor is shared with Flexi-Flyer and can be used to set up a top-rope on it.","protection":"2 bolts, small pieces.","location":"Just left of the left facing arching offwidth."},"__v":0},{"_id":"djNdxLQpV9Or63bPh9migg==","name":"Mr. Clean","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Chuck Turner and Bill Simes, 5/82","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.8634,44.25695]},"left_right_index":9,"mp_id":"106049524","mp_crag_id":"106049519","climb_id":"djNdxLQpV9Or63bPh9migg==","areaRef":"GWzFyU99V3yjsnS7K96uvA=="},"content":{"description":"What a way to be greeted by this cliff.  Mr. Clean is the clean right-facing dihedral that marks the top of the climbers trail to the cliff, and it is a great way to get the day started, finish off the day, or try your hand and placing gear if you are eager to break into the grade.   \n\n  This route is as obvious as they come--climb the corner through a semi-technical stemming section about midway up the corner.  Get a great rest on phenomenally featured rock at about 3/4 of the way, and finish up by climbing the lower-angled hand and finger crack to the chain anchors.","protection":"Doubles are helpful, but not obligatory, from green to blue Camalot.","location":"At the height of the climbers trail...you can't miss the corner."},"__v":0},{"_id":"plgAPM0DX46/EBftOJIKPg==","name":"Lick It Up","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"July 24th, 1985 by Adam Clayman and Jeff Edwards","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.8634,44.25695]},"left_right_index":4,"mp_id":"107717578","mp_crag_id":"106049519","climb_id":"plgAPM0DX46/EBftOJIKPg==","areaRef":"GWzFyU99V3yjsnS7K96uvA=="},"content":{"description":"Squirm up through the widening crack to the widest pod below the finger crack. Pull out of the pod and climb the crack until it tapers off. At this point, you'll have a good right hand and a dish big enough to stick both your feet in. Enter the crux sequence by moving left into thin face climbing to eventually reach a great jug. Step left onto the cantilevered block and the fixed anchor.","protection":"Basically a standard rack of nuts and cams with a selection of some smaller gear. An upside down #3 blue BD cam protects the last bit of traverse off left to the trees pretty well (also protects the second if you don't immediately place gear after pulling through the crux). You may want to place one on the earlier part of the climb, so take an extra one if you do. You may find room for doubles of some finger sized stuff as well. There is a tree with a fixed anchor off to the left when you get up there that you can belay a second from and rappel from. This route is not super easily toproped, but if you leave the last #3 upside down cam in, it can be a decent enough directional for someone to toprope it on.","location":"Maybe 20 feet right uphill of Finger It Out. The wide pod around 10 feet high is pretty distinct."},"__v":0},{"_id":"fV/ea2VIWda2oI3MJ4HZVQ==","name":"Joshua Climb","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Tad Welch, Mike Cross","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.8634,44.25695]},"left_right_index":1,"mp_id":"111008829","mp_crag_id":"106049519","climb_id":"fV/ea2VIWda2oI3MJ4HZVQ==","areaRef":"GWzFyU99V3yjsnS7K96uvA=="},"content":{"description":"Starts about 10 feet left of Finger It Out at a thin left facing corner that veers left.  Climb the crack into a chimney, then step left onto the face and follow the hand-size crack.  Old/rusty fixed anchors at the top (shared with In the Chimney).","protection":"Standard rack.","location":""},"__v":0},{"_id":"pbi9d6qkUNKDTBXYe0JW7g==","name":"In the Chimney","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.8634,44.25695]},"left_right_index":2,"mp_id":"111008851","mp_crag_id":"106049519","climb_id":"pbi9d6qkUNKDTBXYe0JW7g==","areaRef":"GWzFyU99V3yjsnS7K96uvA=="},"content":{"description":"Start about 10 feet left of Finger It Out at a thin left facing corner that veers left. Climb the crack into the chimney, then continue up the chimney. Old/rusty fixed anchors to the left of the exit.\n\n The start is quite sandbagged, but the rest of the climb feels like a pleasant romp with easy gear. ","protection":"Standard rack.","location":""},"__v":0},{"_id":"xWilBh/3XWKzDQ58m2WxNw==","name":"Good Dough","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"July 1990, Jeff Edwards, Ryan Van Loon","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.8634,44.25695]},"left_right_index":19,"mp_id":"106882525","mp_crag_id":"106049519","climb_id":"xWilBh/3XWKzDQ58m2WxNw==","areaRef":"GWzFyU99V3yjsnS7K96uvA=="},"content":{"description":"The ADK Rock guide suggests using the corner, but it's grown in.  Maybe in 1990 it was clean.  This route is nearly a straight line.  I used the wide water crack at the beginning and placed pro in the corner.  This may have moderated the route a touch, but the crux is near the end anyway.  Follow the crack and then follow the right facing corner.  Gain the parallel cracks (crux) that take you to the top with several variations possible.  There's a small tree at the top but I found using it as a backup and building an anchor with pro in the crack on the wall opposite it worked best using a nut, tricam, .5 and 1 camelots.  There's a rap station 6 feet to the right off route. Would suggest walking off (climber's right) to avoid throwing rope three times to overcome trees and ledges.","protection":"Variety of cams, #4 nut.  This was IMO a very easy lead for the grade and would suggest it to anyone leading up to 5.5/5.6","location":"Follow trail right along the Celibacy Wall, almost to its end, and along a narrow ledge for 30+ feet. At a right facing corner with a crack 3 feet to the right of it (and tree at its base)."},"__v":0},{"_id":"hNy86kDUX1Wx3b4QN1UDAA==","name":"Fun Country","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Jeff Edwards & Adam Clayman - 1985","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.8634,44.25695]},"left_right_index":16,"mp_id":"106919088","mp_crag_id":"106049519","climb_id":"hNy86kDUX1Wx3b4QN1UDAA==","areaRef":"GWzFyU99V3yjsnS7K96uvA=="},"content":{"description":"Technically a variation to its sister climb, Fun City. A nice finger/hand crack leading to a tricky bulging crux and a dirty finish. A popular top-rope via the chains of its sister. \n\n  Start as for Fun City but take the right-hand crack to the right of the right-facing corner. Follow the tight hands crack as it narrows down to fingers and then opens back to hands to a stance below the bulging crux. Pull through the bulge and work up and right past a dirty flaring hand crack and the overhanging left-facing corner to dirty slab above. Belay off any one of a number of trees set back from the cliff's edge.","protection":"Single rack to 2\", 3\" piece could be helpful as well as doubles in the C4 .5-.75 range.   Trees above for anchor, feasible to work left to the chains for Fun City to avoid some of the dirtiness of the section not top-roped regularly.","location":"Start: Same as Fun City\n\nDescent: Walk climber's right on the cliff top to either the rappel anchor just climber's right of Good Dough or continue climber's right to the walk off."},"__v":0},{"_id":"HkQoGHsJWWKfALhn7Bm3Ig==","name":"Fun City","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Rich Leswing and Pete Benson, 5/82","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.8634,44.25695]},"left_right_index":15,"mp_id":"106049530","mp_crag_id":"106049519","climb_id":"HkQoGHsJWWKfALhn7Bm3Ig==","areaRef":"GWzFyU99V3yjsnS7K96uvA=="},"content":{"description":"As the name implies, this route is uber fun!!   \n\n  Hug the twin cracks in the right-facing corner, then step up, and into the corner proper.  Surmount a high pedestal rock-up move and continue in the sustained and curving layback crack.  Clip the chain anchors from a good stance and lower off, or belay your second from the stance so you don't miss out on seeing a moose in the beaver pond off to your right!","protection":"Bring a variety of gear, including 3 or 4 larger pieces up to a #3.5 or #4 Camalot.  Doubles are helpful in the medium sizes.","location":"About 400 feet to the right of \"Mr. Clean\" is a wall split by twin cracks in a slight depression."},"__v":0},{"_id":"RoHG8UUBU9uMXBce0uwYIg==","name":"Flexi Flyer","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-73.8634,44.25695]},"left_right_index":10,"mp_id":"107200257","mp_crag_id":"106049519","climb_id":"RoHG8UUBU9uMXBce0uwYIg==","areaRef":"GWzFyU99V3yjsnS7K96uvA=="},"content":{"description":"From the ground, the line is unlikely but as you gain progress on the route, it all comes together nicely for an \"engaging\" line.Gain the short, shallow, left-facing corner (crux) and follow the corner/crack to its end. Traverse left briefly to a bolt and follow features up to gain a chicken head and another bolt. Trend up and rightish past incuts, hollow flakes and a bolt to a tricky exit move to the slabby ledge and the fixed anchor. Alternatively, exit on to the slabby ledge by heading up and slightly left from the chicken head past hollow flakes.Radio Flier Variation Start (5.11b PG): Start approximately 5 feet to the left of the left-facing corner and make bouldery moves to gain the finger crack (micro cam, tricky, crucial placement) and make hard moves right to a bolt up to a stance. Crank one more reachy move on fairly good holds (cutting it close to a ground fall, can protect in the Flexi Flier corner with a long sling) to join the original line at the buttonhead bolt","protection":"Quick draws, small gear to finger sizes, fixed bolt anchor.","location":"Start (Original): 20-25' climber's right of Mr. Clean at a short, shallow left-facing corner. \n\nStart (Radio Flier Var.): ~5 ft to the left of the standard start. \n\nDescent: Rap from fixed bolted anchor"},"__v":0},{"_id":"mXIeroDXWmOPw8fyQFygpQ==","name":"Finger It Out","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Chuck Turner and Bill Simes, 5/82","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.8634,44.25695]},"left_right_index":3,"mp_id":"106049542","mp_crag_id":"106049519","climb_id":"mXIeroDXWmOPw8fyQFygpQ==","areaRef":"GWzFyU99V3yjsnS7K96uvA=="},"content":{"description":"A lot of action at the Barkeater went down in May of 1982, and this route was the hardest to fall during that month.A tricky start right off the deck leads to some sustained crack climbing for about 15 to 20 feet. Get a good rest, then tackle the steep headwall above. Finish over the bulge and walk to your right to the fixed anchor that is shared with Lick It Up. This route may feel a little hard in the grade; however, once you \"finger it out\", it should be a cruise for the grade.","protection":"Small to medium units, plus a healthy selection of nuts.","location":"far to the left of the massive boulder leaning against the center of the cliff (to the left of \"Mr. Clean\") is an ampitheater.  This route climbs the obvious, clean finger crack on the far left side of this feature."},"__v":0},{"_id":"2iJI+f8xXAG+b0sKQpNuiQ==","name":"Eat Yourself a Pie","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.8634,44.25695]},"left_right_index":7,"mp_id":"106057528","mp_crag_id":"106049519","climb_id":"2iJI+f8xXAG+b0sKQpNuiQ==","areaRef":"GWzFyU99V3yjsnS7K96uvA=="},"content":{"description":"The obvious arete to the right of the Dog House. Great moves up flakes and corners, and even some nice face on the arete up top. An excellent change from the nearby pure crack line of Mr. Clean.","protection":"Takes a standard dacks rack to 3 inches. Descent off a two bolt anchor","location":"Start on the top of blocks. Below a low roof and just right of the Dog House, a cave formed by a massive block (100 feet tall) leaning against the cliff."},"__v":0},{"_id":"yzldtSgGWHO1w2GN8BmupA==","name":"Coy Dog","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Tim Beaman and Patrick Purcell, 1988","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.8634,44.25695]},"left_right_index":14,"mp_id":"115130843","mp_crag_id":"106049519","climb_id":"yzldtSgGWHO1w2GN8BmupA==","areaRef":"GWzFyU99V3yjsnS7K96uvA=="},"content":{"description":"Hidden in plain sight, this excellent crack is underrated and underclimbed. It features clean, well protected rock and beautiful positioning on the center of a buttress overlooking the cliff and valley below. A must do for those seeking out quality crack climbing.A bouldery move a few feet off the deck leads to the left-facing corner with a steep finger crack. Step right on a sloped shelf to a hand crack. Follow this crack to the top. ","protection":"Emphasis on finger-sized pieces may be appreciated","location":"The crack splitting the buttress to the left of the corner of Fun City. Scramble up the ledge to the right of the start of Fun City and belay under the left-facing corner"},"__v":0},{"_id":"A9kXPrUlWCuyyIo7oXxlwg==","name":"Big Bertha","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.8634,44.25695]},"left_right_index":8,"mp_id":"106049550","mp_crag_id":"106049519","climb_id":"A9kXPrUlWCuyyIo7oXxlwg==","areaRef":"GWzFyU99V3yjsnS7K96uvA=="},"content":{"description":"Haven't a clue as to the origin of the route's name, but what the heck, it's fun, requires some interesting--but not mandatory--butt-scumming, and is within tickling-distance to \"Mr. Clean\", so why not climb it?! \n\n  This is the ramp-like crack system that meanders its' way up the cliff just to the left of the \"Mr. Clean\" corner.  Climbing this to a fun high step into, and through, a V-notch.  Continue up the low-angle crack system to chain anchors.","protection":"A rack including some small pieces...nothing larger than a yellow Camalot.","location":"10 feet to the left of \"Mr. Clean\"."},"__v":0},{"_id":"MS5AYGd0XHmOmJZk5eoEPQ==","name":"Because Dogs Can (P1)","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.8634,44.25695]},"left_right_index":13,"mp_id":"107200296","mp_crag_id":"106049519","climb_id":"MS5AYGd0XHmOmJZk5eoEPQ==","areaRef":"GWzFyU99V3yjsnS7K96uvA=="},"content":{"description":"This describes the free section to a longer aid route. A fixed gear anchor allows for the lower free section to be easily climbed. This climb offers a short but enjoyable pitch that offers sustained technical stemming/jamming. \n\n  Gain the corner and follow it and the crack system until it is possible to exit right to a stance. Follow a couple reachy moves on good jugs to the fixed anchor (.75-1 C4 size useful to backup).","protection":"Rack to 2\", 3\" piece might work better, dbl. .5-.75 could be useful but not necessary \n\n  Fixed gear anchor","location":"Start: 75 feet right of Mr. Clean at a ~30 foot long left-facing corner with a fixed anchor ~40' up below a large, blank, bulging overhang. \n\nDescent: Rap/lower from fixed gear anchor"},"__v":0},{"_id":"IeYZLGWeWWilTl3HTDbepw==","name":"Bachelors and Bowery Bums","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.8634,44.25695]},"left_right_index":18,"mp_id":"107729960","mp_crag_id":"106049519","climb_id":"IeYZLGWeWWilTl3HTDbepw==","areaRef":"GWzFyU99V3yjsnS7K96uvA=="},"content":{"description":"A more sustained version of its neighbor to the left, both on the slab start and on the steeper section above. Non-obvious crux move.","protection":"Did not lead the route, but it looked like the crux could only be protected with thin grear below.","location":"10 feet up and right from the start of Yakapodu."},"__v":0},{"_id":"IThF6y28XxSegd48bIcUSA==","name":"ASPCA","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"1988, Patrick Purcell, Tom Dodd, Jeff Edwards","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-73.8634,44.25695]},"left_right_index":0,"mp_id":"108232331","mp_crag_id":"106049519","climb_id":"IThF6y28XxSegd48bIcUSA==","areaRef":"GWzFyU99V3yjsnS7K96uvA=="},"content":{"description":"There is some good, varied climbing on this one. \n\n  Starting at the bottom right of the Doghouse Boulder, follow the chimney up and left to good holds and a slanting horizontal. Follow the crack to the lip and up onto the slab. Pass a bolt on the slab (crux). Go up to a large tree rap station.","protection":"small and medium cams   one bolt at crux   tree sling rap","location":"Descend the chimney next to the massive Dog House Boulder to arrive at the start."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,589a474a-bbce-5213-a77d-8138a22e0474,21c0dcef-75a2-5517-93ef-0026142ec2a0,c0ba3b91-438b-5e5a-aa72-bb248bc0509d,196cc5c9-4f7d-577c-a3b2-74bb2bdeaebc","pathTokens":["USA","New York","Adirondacks","C: Keene Region","Barkeater Cliff, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":3,"label":"5.6"},{"count":2,"label":"5.10c"},{"count":3,"label":"5.9"},{"count":2,"label":"5.7"},{"count":2,"label":"5.8+"},{"count":2,"label":"5.10a"},{"count":3,"label":"5.5"},{"count":1,"label":"5.10b"},{"count":2,"label":"5.7+"}],"byDiscipline":{"trad":{"total":20,"bands":{"unknown":0,"beginner":12,"intermediate":8,"advanced":0,"expert":0}},"tr":{"total":2,"bands":{"unknown":0,"beginner":2,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":12,"intermediate":8,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-73.8634,44.25695]},"bbox":[-73.86402782647727,44.25650033981813,-73.86277217352271,44.25739966018186],"left_right_index":-1,"ext_id":"106049519","area_id":"GWzFyU99V3yjsnS7K96uvA==","polygon":{"type":"Polygon","coordinates":[[[-73.86402782647727,44.25650033981813],[-73.86277217352271,44.25650033981813],[-73.86277217352271,44.25739966018186],[-73.86402782647727,44.25739966018186],[-73.86402782647727,44.25650033981813]]]}},"content":{"description":"According to legend, the Iroquois Indians referred to the Algonquins as \"adirondacks\", or \"barkeaters\" because they were forced to live off of bark and buds during the long, harsh winters.  It was supposed to be a low-blow to the supposed crude, and not-so useful hunting methods of the Algonquins.   \n\n  The above description may or may not be true, but it continues to hang around due to how accurately it depicts some of the climbing and many of the approaches in Adirondack park--wild, rudiment, harsh, and long.   \n\n  Fortunately, The Barkeater Cliff bears only a small resemblance to the above description.  Yes, the cliff IS in a remote part of the Adirondacks, but the climbing is very tame, very clean, and ultra manageable.  The cliff sits opposite the Sentinel Range, nestled quietly on the backside of Pitchoff Mountain and embodies everything Adirondack climbing is famous for.   \n\n  For many reasons, this cliff is the perfect place for beginner and moderate climbers; there are plenty of routes in the 5.5 to 5.8 range, the routes are short enough to climb and rappel with one rope, and the gear, for the most part, is impeccable.  Classic lines include, Mr. Clean (5.8), Big Bertha (5.6), Fun City (5.7), Yakapodo (5.6+), and Finger It Out (5.10); however, there are plenty of other routes that also deserve to be climbed."},"density":0,"totalClimbs":20,"__v":1,"createdAt":"2022-11-07T06:15:03.891Z","updatedAt":"2024-01-20T01:05:07.741Z"}