{"_id":"63689de0e80bff5a994f93a7","area_name":"Achean Pronouncement","shortCode":"","climbs":[{"_id":"jsQR+9gQXk+gG6LWK/n+NA==","name":"Yoni","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown, probably solo","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2902,39.9772]},"left_right_index":999999,"mp_id":"105891183","mp_crag_id":"105744805","climb_id":"jsQR+9gQXk+gG6LWK/n+NA==","areaRef":"Zc6rmi9BUYWiUgzzpJv2sg=="},"content":{"description":"Fountain Crack and although cleaner and more solid, it is only about 1/2 the length, and thus, not as good. It's also wider for nearly all of its length. Rossiter's book suggests to \"jam\" it, but other than a chicken wing, arm bar, or heel-toe, one is unlikely to jam this thing at all. The face holds on the right and left provide ample opportunity to avoid practicing O.W. technique at all. I wondered while climbing this if the conspicuous pocket on the left wall was in part a namesake of the route.\n\nSuch a short climb in a canyon full of giants is hard-pressed to get a rating better than \"good\" no matter its quality. Nevertheless, this pitch has some good rock and good moves.","protection":"A #5 Camalot will go in about 1/5 way up.  A #6 might go lower or higher.  A #4 Camalot protects the second at the very top-- a directional prior to a traverse to the rap anchors.","location":"This route is the wide, low-angle crack between the Lingum's right side and the main wall of the Achean Pronouncement. Approach as for the climb \"Electric Fountain Crack\"-- a pain in the butt to get to, mostly walking around on loose ground and pine needles on ledges."},"__v":0},{"_id":"aVdqEL5PUxO6RMpga+AH4w==","name":"Third Eye","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"FA: R. Briggs, S. Nelson,1971. FFA: R. Briggs, 1972","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2902,39.9772]},"left_right_index":999999,"mp_id":"105853566","mp_crag_id":"105744805","climb_id":"aVdqEL5PUxO6RMpga+AH4w==","areaRef":"Zc6rmi9BUYWiUgzzpJv2sg=="},"content":{"description":"This route has some positive and some negative aspects to it.  While the moves are excellent, the route exposed and the scenery great, there is a little suspect rock and a little bird or bat crap in spots. Luckily, it is not terribly hard to avoid the poo and flakes.\n\nGet to this rock by approaching as for Satan's Slab, but then from the West side of the Base of that, cut South across the creek bed and then south-east to the base of the Achean Pronouncement. An easy scramble/traverse (5.4?) goes out and left to some large trees below the base of the climb.\n\nP1: 5.10b, 150'. Climb up and into a slot with 2 good cracks- mostly hand-sized, up into a tight chimney on mostly good rock. Occasional flakes are loose. Turn about, facing one way or the other according to where the edges and cobbles are, before being forced out of the chimney at a roof, where it constricts (5.9, cam overhead). Get up past some horizontals and start climbing the shallow open book, protecting the corner on small cams and smaller nuts (mostly #3-#7 BD stopper or Eq.). A crack out to the right offers some good holds and additional protection, if needed, and [hopefully] you brought adequate runners (I did not).  Continue up the thinning corner until the crack on the right ends, place a few good thin stoppers and head up for an old piton with a fixed link in it.  The crux sequence (5.10b) starts before reaching the pin and continues past it for a few moves to the belay ledge.  Belay on some hand sized cams in a diagonal crack after 150' of climbing.\n\nP2: 5.8, 100'  Climb out right on diagonal ledges to go below a long diagonal roof, above one small tree then below another. Heading up and right around the final roof, then up past it and to the ridge-line. Continue up the ridge, and belay on a 3-bolt anchor above Dangling Fury, on the Lingam.  The sling/quickdraw anchor here was complete junk and has been replaced with tie-off and some rings until such time as I can return with steel links and re-re-do it.  Hopefully soon. Please consider taking links to fix this if you go up for this route or the routes on the Lingam.\n\nSome additional notes:\n\n1) Rossiter said \"finish with a 6\" slot\" in his Flatirons guide- which is directly above the first belay and leads to a long slabby ridge, but not the top or an anchor...  But the topo shows it going as per my description.  Either seems OK.  I did pull some 'junk' out of the middle of what I called the 2nd pitch, including some rap rings. All were attached to some webbing that was chewed through and just stuffed into the crack. Attempting to rap off of this would have been fatal. Anyway, people definitely used to go that way, at least up to maybe 10 years ago. It was not replaced since you car get to a decent fixed anchor atop of the Lingam in 1/2 rope length more.\n\n2) The grade assigned in the book is 5.9+.  My partner and I agree that it was harder. This might explain my initial thoughts/question standing at the base and reading the book. \"Briggs tried to free this thing and had to come back for it? And it's only 5.9+?\"","protection":"A goodly number of 2' runners and a set of cams and stoppers. Extra hand-sized cams and extra small stoppers are a good idea.","location":"The Obvious yellow and orange corner on the N. face of the Achean Pronouncement."},"__v":0},{"_id":"TAAh1o1mUKKYRdxIc+0Nog==","name":"Lingum Direct","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Eric Goukas, 1984, solo","type":{"trad":true,"tr":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2902,39.9772]},"left_right_index":999999,"mp_id":"105891177","mp_crag_id":"105744805","climb_id":"TAAh1o1mUKKYRdxIc+0Nog==","areaRef":"Zc6rmi9BUYWiUgzzpJv2sg=="},"content":{"description":"A very fun little arete with positive holds, but balancy stances.  From the NW side of the North arete, on shaky ground but standing at a \"belay\" perched behind a small tree, step left onto some of the oddest horns and chicken heads you will likely ever see outside of Bryce Canyon.  Traverse down and left to below a small roof with a big hueco above it. Get into the hueco, work the feet up and pull onto the face and arete above. Work your way up the arete, with the left on the arete and right on the face. Positive holds seem to appear at every needed time, but are not always easy to see. Balancy stances make the climb exciting even if on TR. The one \"suspect\" hold with a crack below it high on the arete proper was actually bomber, and marks the end of any real difficulty.","protection":"Not much. Sling a few horns down low to protect the traverse, then solo or TR the rest. One can actually reach around the arete to the left and clip the bolts of Dangling Fury (I could reach them anyway) if desired, but not always from the best stances.\n\nThe TR is off of D.F.'s 3-bolt anchor at the summit of the Lingum's North arete.  I've tied one good sling on this with rap rings, but it needs some work still.","location":"This route is up the West side of the sharp  North Arete of the Lingum, the notched tower on the West Side of the Achean Pronouncement."},"__v":0},{"_id":"ygalVxJVVU+k/j2B569Gww==","name":"Electric Fountain Crack","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Bill Briggs and Kristina Solheim, 1970","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2902,39.9772]},"left_right_index":999999,"mp_id":"105761130","mp_crag_id":"105744805","climb_id":"ygalVxJVVU+k/j2B569Gww==","areaRef":"Zc6rmi9BUYWiUgzzpJv2sg=="},"content":{"description":"This route is quite good for the top 40 feet but the lower part is grubby and unpleasant.  This route lies on the west side of this rock, and climbs the crack at the left edge of a detached pinnacle, the Lingum.  We approached the climb from below by bushwhacking past the Achean Pronouncement and soloing up a loose steep section (3rd class) to the base of the crack (not recommended).\n\nHowever, a better way to do this climb is in the middle of the East Face route.  At about the end of the 4th pitch of that route, you can look down this crack.  Rappel ~80' from an anchor in the notch north of the crack, or set up a toprope anchor at the top of the crack and rappel off that.\n\nThe climb itself is only about 80 feet long.  The crack starts out rotten and vegetated, this section nearly earns this climb a bomb rating.  Trustworthy pro is difficult to find here.  Eventually, though, you are climbing a nice clean 4\" crack.  The upper section of this crack seems made for #4 Camalots and it you want good pro I'd take two of them (a #3.5 doesn't fit most places).  I only had one #4 but felt pretty safe walking it up the crack.  The crack is low angle and featured enough that no serious offwidthing is necessary, and you can climb it entirely by liebacking and using face holds.\n\nThe climb ends on the knife-edge summit ridge at a fixed piton.  To get off from here continue up the ridge and around the east side of the summit block.  You can bag the summit from here by climbing the final pitch of the East Face route (on the South side of the summit block).","protection":"Light rack plus Camalots #1-#4.  It would be nice to have two #4 Camalots.","location":""},"__v":0},{"_id":"Hpmv+aGtUaqlmaGOvK9Ygw==","name":"Northeast Arete","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"R. Rossiter, Solo, (1980s?)","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2902,39.9772]},"left_right_index":999999,"mp_id":"106064584","mp_crag_id":"105744805","climb_id":"Hpmv+aGtUaqlmaGOvK9Ygw==","areaRef":"Zc6rmi9BUYWiUgzzpJv2sg=="},"content":{"description":"Some good climbing here.  The climbing is much more than 230', but that is the amount of diversion from the standard\n\nEast Face\n\nthat one will encounter. One can break this into 2 pitches or do it in one on a 70M rope.\n\nFrom the twin trees 50' up the rock as for the route\n\nEast Face\n\n, work out and right diagonally to the arete. Follow that up slabs cracks and corners, passing some looser flakes on the way up. There is less gear here in spots and some medium-runouts are unavoidable. Join the\n\nEast Face\n\nroute at a ledge on the top ridge with some good knuckle-sized cams, tricams, or tricky stoppers for a bomber belay.","protection":"A standard rack from fingers to fist and plenty of long runners.","location":"From the first 'on-rock' belay of the Standard\n\nEast Face\n\n, at the 2 trees, this route follows the right hand side of the\n\nEast Face\n\n, on the arete, to the ledge up top, 230' away. This can barely be done with a 70M rope, but it would be easy to simul-climb a few feet...."},"__v":0},{"_id":"TR9PQ8HiXNScr6AFCjSPWA==","name":"East Face/Achean Pronouncement","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2902,39.9772]},"left_right_index":999999,"mp_id":"105752968","mp_crag_id":"105744805","climb_id":"TR9PQ8HiXNScr6AFCjSPWA==","areaRef":"Zc6rmi9BUYWiUgzzpJv2sg=="},"content":{"description":"As you walk up Skunk Canyon, the Achean Pronouncement is the first ridge of rock on the left side rising from the stream. At certain points on the approach you can see the second pitch on the route, a wide crack up a slab that ends at a tree. As you reach the base of Satan's Slab, hike up a gully to the left to the base of the route. The route begins just right of a long overhang which extends across the east face (only a few feet above it's base), and left of a huge juniper bush hanging down the rock. The starting point is about 150' up from the stream and 60' above the low point of the rock.\n\nP1: angle up and right across a slab (5.7), aiming for two large trees 50' up. From these trees you will see a nice slab split by a 2-6\" crack. Belay at one of the two trees (or it is possible to combine the first 3 pitches in 2 by going to a ledge 100' higher).\n\nP2: climb the crack to the next big tree. This is a long pitch and a few feet of simulclimbing is required with a 50m rope. WATCH OUT FOR A PATCH OF POISON IVY ABOUT 40' UP THIS CRACK. This crack is mostly 3-4\" and accepts smaller pro at rare intervals, but it is quite easy (5.4). The last 20' below the belay, the crack is 5-6\", but you can climb the face right of the crack (no pro, though).\n\nP3: continue 90' up the wide crack in the slab to a spectacular fixed belay on the crest of the ridge with a piton and cable loop.\n\nP4: step left onto the east face, and climb back up to the crest. Follow the knife-like crest south to some fixed slings and belay (120'). There is almost no pro on this pitch, but it is only about 5.2.\n\nP5: fourth class pitch south up the crest to the NW corner of the summit block (165').\n\nP6: cross some slabs under the overhanging east face of the summit block. Angle up and left, and climb the south face of the summit block (5.7). There is not much pro on this pitch either (fortunately, there is pro before the 5.7 moves). Route finding skills are needed on this pitch to find the easiest way.\n\nRap 60' south from the summit to hiking territory.","protection":"A light rack up to a #4 Camalot for the 5.4 wide cracks. Several big pieces may be needed by timid leaders. Several sections of this route are runout but only where it is quite easy.","location":""},"__v":0},{"_id":"xS+2YOVQUputKMDQ7j6JXw==","name":"Dark Obsession","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"R. Rossiter, Solo, (1980s?)","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2902,39.9772]},"left_right_index":999999,"mp_id":"106064540","mp_crag_id":"105744805","climb_id":"xS+2YOVQUputKMDQ7j6JXw==","areaRef":"Zc6rmi9BUYWiUgzzpJv2sg=="},"content":{"description":"A cool boulder problem to another big Flatiron slab and ridge.\n\nClimb up under the bulging flakes and set high feet- Pull up on underclings and set a solid piece (one piece) and then get fingers above that in the remaining part of the hold. Pull up and over into horizontals and up onto the slab on solid rock.\n\nThere was some old webbing hanging from a rotten flake- it was decayed and had lichen growing on it- it was removed. Continue as you please (many possibilities) to reach the ridge. Up and right you can reach a deep channel and crack (5.2?) that will intercept the\n\nEast Face\n\nroute at the intersection of the summit ridge, 210' total.  Up and left is a direct shot at the ridge, but is not a distinct describable line. I can not say what difficulty might be encountered, but it seems reasonable if you are willing to wander.\n\nIf you went Right, finish on the ridge as for the\n\nEast Face\n\n.  If you went left, figure out a belay somewhere and work it out.  Terrible place for simul-climbing though....","protection":"The crux is protected with a 0.5-0.75\" TCU, Alien, etc.... I used a green Alien.  The rest is standard light rack and is a little runout.","location":"Perhaps 200' up from the start of the standard east face route, there is a large bulge created by some huge overhanging flakes. This dark rock is pierced in one location by a small odd crack that offers 1 solid placement to protect the crux."},"__v":0},{"_id":"ep7oaTyNU4e2JfcWgL6Jtw==","name":"Dangling Fury","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"P. Zoller, M Schlauch, 1989","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2902,39.9772]},"left_right_index":999999,"mp_id":"106064523","mp_crag_id":"105744805","climb_id":"ep7oaTyNU4e2JfcWgL6Jtw==","areaRef":"Zc6rmi9BUYWiUgzzpJv2sg=="},"content":{"description":"A very cool arete, excellent friction, and a nice corner to grab at. A slightly lichenous bottom makes the climb less than perfect, but it is still quite good.\n\nThe climb is technical, but not terribly hard, so the given grade of 11c might be a little overstated.\n\nClimb up to a high first bolt (not too hard), and then cast off up and right on positive holds towards the harder climbing on the arete, with great friction. Go for a big jug on a ledge and finish on more delicate but less difficult climbing.  The anchor up top is presently solid (just refurbished) but needs a better long term solution.","protection":"8 bolts to a 2 bolt anchor. Rap to the West at first, then come around the corner lower, if desired.","location":"This route climbs the left side of the N.E. Arete of the\n\nLingum\n\n, one of the best looking formations in Skunk Canyon. Beautiful orange and yellow stripes paint the wall.  Pass the Argonaut on the Skunk Canyon trail, then cross over to the ledges and scramble up to the base.  A great belay seat is just below the bolted line."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,decc1251-4a67-52b9-b23f-3243e10e93d0,d0ca78b6-a3cb-517c-adee-d9c6f8c2d2d8,3064068f-8414-58a3-aefa-818bbb244841,65ceab9a-2f41-5185-a252-0cf3a49bf6b2","pathTokens":["USA","Colorado","Boulder","Flatirons","Central","Achean Pronouncement"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.6"},{"count":1,"label":"5.10b"},{"count":2,"label":"5.9"},{"count":1,"label":"5.8"},{"count":2,"label":"5.7"},{"count":1,"label":"5.11c"}],"byDiscipline":{"trad":{"total":7,"bands":{"unknown":0,"beginner":4,"intermediate":3,"advanced":0,"expert":0}},"sport":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}},"tr":{"total":2,"bands":{"unknown":0,"beginner":1,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":4,"intermediate":3,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.2902,39.9772]},"bbox":[-105.29078679379094,39.976750339818146,-105.28961320620907,39.97764966018187],"left_right_index":-1,"ext_id":"105744805","area_id":"Zc6rmi9BUYWiUgzzpJv2sg==","polygon":{"type":"Polygon","coordinates":[[[-105.29078679379094,39.976750339818146],[-105.28961320620907,39.976750339818146],[-105.28961320620907,39.97764966018187],[-105.29078679379094,39.97764966018187],[-105.29078679379094,39.976750339818146]]]}},"content":{"description":""},"density":0,"totalClimbs":8,"__v":1,"createdAt":"2022-11-07T05:56:00.904Z","updatedAt":"2024-02-19T18:31:24.946Z"}