{"_id":"63689de0e80bff5a994f91b6","area_name":"Seal Rock","shortCode":"","climbs":[{"_id":"g3l/d053VXCMUZ/bnWHuEg==","name":"The Yellow Door","yds":"5.13b","grades":{"yds":"5.13b","french":"8a"},"fa":"Phil Gruber, July 2017","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.288,39.9683]},"left_right_index":18,"mp_id":"113310234","mp_crag_id":"105745265","climb_id":"g3l/d053VXCMUZ/bnWHuEg==","areaRef":"hVGK2MSHVUeR5bhec6kpUg=="},"content":{"description":"Note: the description and naming convention have been updated for clarity and simplicity and to align to how most people will want to climb the route.\n\nThe Yellow Door is a two pitch route that ascends the full length of the beautiful and imposing north face of Seal Rock, starting from the lower left corner and finishing at the top of the upper headwall. The route climbs across two natural features – a long, arching roof on the first pitch, and a yellow dike that splits the headwall on the second pitch.\n\nThe pitches are long and continuous, and the headwall feels steeper than it looks given that you climb with hands on the protruding dike and feet underneath.\n\nP1: 5.12b/c, 120’. Start 20’ to the right of\n\nShortcut\n\n(the notch to the north of the east face) and 80’ left of\n\nSea of Joy\n\n. Climb a short, left-trending crack (place a #0.75 or #1 Camalot, or make a long stick clip to the first bolt) then gain a stance at the first bolt. Climb up and right to gain a long undercling flake, and traverse across the flake. Now the fun begins! Climb the line of bolts through continuous and technical terrain to the roof. At the roof, climb out the rail to the right, and then step left across the roof and reach far left to a hold on the face. Easier terrain leads up, trending left initially, and then back right to the anchor.\n\nP2: 5.13b, 80'. Start up the V-slot to the right of the belay, then step right onto a ledge. Continue to the right side of the ledge, enter The Yellow Door, and climb through continuous and well-protected ground that eventually joins up with the 3rd pitch of\n\nSea of Joy\n\n. Climb\n\nSea of Joy\n\nfollowing the line of bolts that goes straight up the black streak to the top of the wall. Note that Sea of Joy (and this route) climbs out the dike to the right a ways. However, instead of clipping the next bolt on the dike (as for Sea Bird), step up onto the dike and reach back to the left to clip the bolt at the crux of Sea of Joy.\n\nP2 Variation (Yellow Door original): 13a/b (10+ PG-13), 100'. Climb the full length of the yellow dike all the way to the\n\nArchaeopteryx\n\nexit on the upper right corner of the wall. This is the way the route was originally conceived and climbed. It creates a long, intense and beautiful pitch but is quite involved due to the traversing and the mix of hard sport and exiting trad climbing. Rather than finishing up\n\nSea of Joy\n\n, continue along the dike to the right, clipping 2 more bolts. After the final bolt, climb down and across to the slab and join\n\nArchaeopteryx\n\n. Climb up and out the exit slot on\n\nArchaeopteryx\n\n. See gear details on the description for Sea Bird.\n\nThanks to OSMP, the Flatiron Climbing Council, and the crew who took turns hiking up to Seal and helping me establish the route: Stephen, Kevin, Mike, Chip, Jon, Joe, and Lynn. Special thanks to Caroline Treadway who took the amazing photos from across Bear Canyon.","protection":"P1: 14 bolts plus anchor. A #0.75 or #1 Camalot... or a long stick clip is required at the start.\n\nP2: 14 bolts plus anchor. This pitch can be equipped by scrambling up the East Face (\n\nShortcut\n\n, 5.4) to the anchor.\n\nA 70m rope is mandatory.","location":"The route is on the north face of Seal Rock. Approach via the trail to Seal Rock, and then continue to hike west, passing the base of Seal Rock to the right (north) and up the steep climber’s trail until you reach the beautiful and imposing north face."},"__v":0},{"_id":"bh/JYmuVUSGTj7umz25lkA==","name":"Thunder Muscle","yds":"5.14a","grades":{"yds":"5.14a","french":"8b+"},"fa":"Matt Samet, Ted Lanzano; hardware support from Brett Nelson and Tony Yao","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.288,39.9683]},"left_right_index":5,"mp_id":"108178445","mp_crag_id":"105745265","climb_id":"bh/JYmuVUSGTj7umz25lkA==","areaRef":"hVGK2MSHVUeR5bhec6kpUg=="},"content":{"description":"Thunder Muscle is a new climb between\n\nPrimate\n\nand\n\nChoose Life\n\nthat ascends the spectacular tufa formations to the top of Seal Rock’s south face. The climb was first scoped by Chip Ruckgaber who worked with Colin Lantz and Chris Beh to put in anchors right before the ban (see more info from Chris Beh below). We moved those anchors to the left about 10' to minimize rope drag. The climbing is very continuous, bouldery, and overall super fun on some of the best rock in the Flatirons.\n\nThe start is the same as for\n\nChoose Life\n\n, clipping the first three bolts of the right-leaning overhang. The route then goes straight up into a series of powerful sequences on steep terrain to a heart shaped feature where you can get a quick shake. After \"the heart\", continue through more tricky and increasingly pumpy climbing on pinches, sidepulls and pebbles up to an awkward shelf. A final 12c section guards the chains.\n\nThe climb is named after the energy drink, \"Thunder Muscle\", featured on the Increasingly Poor Decisions of Todd Margaret.\n\nAs always, thanks so much to OSMP and the Flatirons Climbing Council for this new route and all the other new ones now in the Flatirons.\n\nPlease be mindful of the special and delicate setting, and stay on the trails!","protection":"There are 13 bolts and a two bolt anchor. Long runners helpful at bolts 3 and 4.","location":""},"__v":0},{"_id":"yB19CeNPX0K+TqHYiWDUoQ==","name":"Supercell","yds":"5.13c/d","grades":{"yds":"5.13c/d","french":"8b"},"fa":"Elliott Bates","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.288,39.9683]},"left_right_index":6,"mp_id":"109003868","mp_crag_id":"105745265","climb_id":"yB19CeNPX0K+TqHYiWDUoQ==","areaRef":"hVGK2MSHVUeR5bhec6kpUg=="},"content":{"description":"Supercell is a pretty badass linkup of\n\nThunder Muscle\n\nand\n\nChoose Life\n\nthat gives you lots of good, hard climbing between two of the classic sport routes of Seal Rock. It climbs the first long crux of\n\nThunder Muscle\n\n, then the two main cruxes of\n\nChoose Life\n\n, for a long pitch with rests between boulder problems.\n\nClimb\n\nThunder Muscle\n\nto the \"heart hold\" (also known as the toilet bowl hold). Don't clip as you normally would, then make a long move left to a good jug in the black band. Match this, bust left one more time, and you are on\n\nChoose Life\n\nat the 8th bolt, just below the first crux. If this draw and the last one clipped on\n\nTM\n\nare long, rope drag for the remainder of the climb is minimal.\n\nThanks to Pinklebear and Ted L. for bolting the two climbs and Dr. Rob Eison for the linkup inspiration!","protection":"Bolts.","location":""},"__v":0},{"_id":"tp8d9WYsWKOntymZ+W6trA==","name":"Super Tuscan","yds":"5.13b","grades":{"yds":"5.13b","french":"8a"},"fa":"Darek Krol","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.288,39.9683]},"left_right_index":1,"mp_id":"114534087","mp_crag_id":"105745265","climb_id":"tp8d9WYsWKOntymZ+W6trA==","areaRef":"hVGK2MSHVUeR5bhec6kpUg=="},"content":{"description":"\"Super Tuscan\" is located about 50 feet up and left from \"I am the Walrus\". The start of the route is easy to identify by a narrow passage between boulders. There is a big hole connecting to a cave below directly under the route - because of that, the first bolt is placed high for safety, and it is expected that it will be clipped by a stick to avoid potential unpleasant decking on unleveled rocky base. However, there is plenty of leveled space for belayer and rope.\n\nThe route is a pumpfest! It will keep you awake from the very first move to the very last. It crosses bands of colorful rock of different kinds - a true blend of what Flatirons are best known for. Super Tuscan name stands for the perfect blend of grapes that winemakers in Tuscany use to make a dope (and super expensive) wine that is off typical regional denominations. The name reflects the perfection of mixed colors and ... friendship with my buddy Curt (professional sommelier) with whom I \"discovered\" this line. I hope you discover the taste of both Super Tuscans - wine and the route.\n\nThere are no very hard single moves, no harder than V4/5 (maybe just a bit reachy for shorter folks), but it is all about endurance, there are only two or three good shakes and one good rest.\n\nStick clip the first (and second) bolt, and find an undercling/pinch (I used a small crystal, but I am 5.10, shorted folks may want something a bit higher) to reach to a pinch...from there, just fish for any hold you can find...some moves are puzzling.\n\nWithout revealing much beta... first five bolts are on powerful moves with a long reach under the roof section, above the roof, the rock is made of sandy stone, I did my best to keep the holds stay. There is a long move on that section from a LH crimp-undercling to a big, diagonal hueco. If you are less than 5'9\", look for a different sequence to the right with an awkward, inverted, RH gaston. Above that middle, lighter-color section, you will sink your teeth in a delightful, chocolate-brown, Flatirons sandstone. This whole section will blow your mind, and you will thank heavens to find a big pod with a jug for a rest. The section above the rest is made of amazing, granite-like sandstone with occasional crystals that you should grab and savor. Get a lot of rest before that section. If you look to your right, you may see last rays of sunlight reaching Kansas... evenings, sunsets are incredible on this rock from this height. The very last move is reachy, you will need to figure out the sequence from a \"fin\" to a hidden hold just above the edge of the wall.\n\nHuge, huge thanks to my buddy Colton McEntee who helped me to clean the holds and figure out sequences - he helped me so much that I feel that he is the co-author of this route.\n\nA 70m rope is a mandatory. There are 18 bolts and an anchor with chains and steel biners.\n\nEnjoy Super Tuscan! Cincin! Na zdrowie!","protection":"18 quickdraws. There are steel perma's on the whole route as of April 2023.","location":"Hike up from the base of \"I am the Walrus\" and \"Thunder Muscle\" by a faint trail. You will locate the route above a massive boulder and some broken rocks at its base."},"__v":0,"gradeContext":"US","updatedBy":"bWXI1tTmRgqw2ihF4jpUzw==","_change":{"user":"bWXI1tTmRgqw2ihF4jpUzw==","historyId":"64344e98fbd9321d4819e3e5","operation":"updateClimb","seq":0,"prevHistoryId":"64344e5cfbd9321d4819e272"},"updatedAt":"2023-04-10T18:00:08.179Z"},{"_id":"tP0k1iEGX8CSvZAUtneSBQ==","name":"Storm Bird","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Phil Gruber and Stephen Felker, July 2019","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.288,39.9683]},"left_right_index":22,"mp_id":"118276085","mp_crag_id":"105745265","climb_id":"tP0k1iEGX8CSvZAUtneSBQ==","areaRef":"hVGK2MSHVUeR5bhec6kpUg=="},"content":{"description":"Envisioned by Phil Gruber, this route takes you on an enjoyable journey up the middle of the steep north face. It links three existing routes and climbs a good bit of fun new terrain, without the addition of fixed protection. The climbing is steep and exposed, but the crux moves are reasonably protected. All pitches have fixed anchors, which were updated as a part of establishing this route (in accordance with OSMP permit requirements).\n\nP1: From the ramp on the right, climb to the third bolt on\n\nSea of Joy\n\nand clip a long sling. Head right on moderate black rock past micro-wires and then up flakes to a reachy move up and right. Pass a small dihedral and get established below the overlap. Head up and right over the roof and continue to join\n\nArchaeopteryx\n\nfor the final moves to the anchor on the ledge below the overhanging dihedral. This pitch is fun and is equipped to make it easy to climb on its own, 5.10+ PG-13.\n\nP2: Move up and right off of the anchors; then make an awkward move to get established in the undercling. Climb the wild crack left through the roof on tenuous feet.  Step left to the anchor at an exposed stance on a block. This is the second pitch of\n\nArchaeopteryx\n\n(and is stiff for the grade), 5.11b PG-13.\n\nP3: Step right from the anchor, and follow the steep, blocky dike up and right on positive holds. Move right around the bulge, past an obvious #3 placement, and clip the bolt long. Make a couple of moves on devious holds, and follow the last few bolts on\n\nThe Perfect Storm\n\nto the anchor, 5.12- PG-13.\n\nDescent: From the top of pitch three straight to the ground is 60 meters- double rope rappel.  It is also possible to top out and descend via the standard rappel from the summit of Seal Rock.  (Hint: you can descend\n\nSea of Joy\n\nwith one 70m and\n\nThe Hinge\n\n/\n\nThe Stoop\n\nwith one 60m rope.)","protection":"A single rack of cams to #3 C4 (doubles #1 C4) with extra stoppers and micro-wires and a dozen quickdraws and slings.","location":"It is in the center of the north face of Seal Rock."},"__v":0},{"_id":"t0u+izQ2WgaQ3fkvK0qg7g==","name":"The Stoop","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Phil Gruber","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.288,39.9683]},"left_right_index":16,"mp_id":"115167417","mp_crag_id":"105745265","climb_id":"t0u+izQ2WgaQ3fkvK0qg7g==","areaRef":"hVGK2MSHVUeR5bhec6kpUg=="},"content":{"description":"This route was established as the first pitch of\n\nThe Yellow Door\n\n. It also accesses\n\nThe Hinge\n\n. The pitch is worthy as a stand alone climb, so Phil agreed to the separate posting. Be aware that the anchor is a potential bottleneck if parties are on the upper headwall pitches.\n\nClimb a short, left-trending crack (place a #0.75 or #1 Camalot, or make a long stick clip to the first bolt), then gain a stance at the first bolt. Climb up and right to gain a long, undercling flake, and traverse across the flake. Now the fun begins! Climb the line of bolts through continuous and technical terrain to the roof. At the roof, climb out the rail to the right, then step left across the roof, and reach far left to a hold on the face. Easier terrain leads up, trending left initially, and then back right to the two bolt anchor.\n\nDue to its traversing nature, the route must be followed to be cleaned. The anchor is 30 meters from the ground (rap with a 60m rope), but\n\na 70m rope is mandatory\n\nto lower to the ground through the draws.","protection":"14 bolts to a two bolt ring anchor; a 70 meter rope is recommended; and use an optional cam (or stick clip) at the start.","location":"Hike to the North Face of Seal Rock. Start 20’ to the right of\n\nShortcut\n\n(the notch to the north of the east face) and 80’ left of\n\nSea of Joy\n\n."},"__v":0},{"_id":"+e4kn1rQUZOCrcAcJT6tnw==","name":"Southwest Face","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.288,39.9683]},"left_right_index":12,"mp_id":"105754387","mp_crag_id":"105745265","climb_id":"+e4kn1rQUZOCrcAcJT6tnw==","areaRef":"hVGK2MSHVUeR5bhec6kpUg=="},"content":{"description":"This route starts some 200 feet up the gully on the South side of Seal Rock. This is the gully between Seal Rock and the Penguin.\n\nLike many of the Flatiron South side routes, the initial pitch of this route is more of a traverse pitch than a climb. At the end of traverse, the route follows a ramp system that deposits you in the notch between the East and West summits of Seal Rock.\n\nThe route is unprotected in sections and I would give the traverse (crux) an S rating but neither Roach nor Rossiter did.\n\nP1 - the start is confusing and I would guess there are many ways of doing it. Identify an easy way to traverse right (East) towards a large Dual ramp system that leads up the South face. We started about 50 feet West of the ramps and traversed on licheny rock. We belayed at a small crack at the base of the ramps\n\nP2 - climb the left ramp some 15 polished feet and traverse right over an overhang and onto the paralell ramp and run the rope up to the eyebolt on the notch of the summit.\n\nP3 - scramble up the easy but exposed West face of the Eastern summit.","protection":"Standard Flatiron rack.","location":""},"__v":0},{"_id":"3bN71nxHXuGqo2eC5AcUoQ==","name":"Shortcut (East Face)","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"??","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.288,39.9683]},"left_right_index":15,"mp_id":"105751633","mp_crag_id":"105745265","climb_id":"3bN71nxHXuGqo2eC5AcUoQ==","areaRef":"hVGK2MSHVUeR5bhec6kpUg=="},"content":{"description":"You could climb the entire East Face, OR if you want the best for less, climb the Shortcut.  This is a great easy climb on slightly atypical Flatiron Rock: you get a nice crack! Continue to hike West, past the base of Seal Rock on the right (north) side. (go up a level for those directions) to where all the crazies will be starting Archeopteryx and Sea of Joy.  When you see the sheer North Face, take a look up as you will rap down this wall, and then turn left (east) onto some boulders and set up a belay before you scramble up the north side of the East Face at its obvious weakness.Once on the East Face, head up a few feet on the obvious ledge and set a belay there.  The belayer will appreciate being on the face instead of on the boulders by your packs, and rope drag will be less.  P2: continue up the ledge to the obvious 100 ft. finger crack (4).  Set a belay on a nice ledge which also sports a fixed pin.  P3: continue up and jump past a break in the rock to the summit.  The pro is sparse now as the crack is gone, but the \"difficulty\" eases.  Ah.. the view.  P4: Downclimb to the break (pls. do this roped, especially beginners!) and find the rap station on the north side of the East Face.  Tie your 50m (Rossiter recomends 60m, but I've been fine with 50's) together and have a great rap!","protection":"Typical Flatiron Rack.  2 60m ropes are recommended, but I've done the rap with 2 50s and been ok.  You should find the rap station with slings and rap rings, but if early in the season, use caution.","location":""},"__v":0},{"_id":"Ok6oq9FmVdSS/n3Fzk3voQ==","name":"Sea of Joy","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Richard and Joyce Rossiter","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.288,39.9683]},"left_right_index":19,"mp_id":"105762372","mp_crag_id":"105745265","climb_id":"Ok6oq9FmVdSS/n3Fzk3voQ==","areaRef":"hVGK2MSHVUeR5bhec6kpUg=="},"content":{"description":"P1 (5.11 with 5.10 PG-13/R): The rock on the entire slab up to the fifth or sixth bolt is covered with lichens, so it can be pretty exciting. The first several clips are in the 5.9 range, then it gets very tricky and thin at the light orange band with larger quartz sand grains after the lichen rock. This section starts getting into 5.11+ territory and continues into a red-brown section of fractured rock. This affords some jug holds, and though overhung, is a bit easier to climb than the thin face below. Mounting the ledge to the left to reach the anchor involves pulling on a poor sloper-jug on the left from a good handhold.\n\nIt is possible to place a finger sized cam between bolts 1 and 2.\n\nP2 (5.11+): The second pitch is very wild and exposed, and the bolt spacing is adequate. Working up into the alcove above the belay, beware of loose rock and don't go too high before traversing out left. The moves working out left, out of the alcove and onto the steep face, were fun and wild and hard, maybe 11c.... I grabbed a jug and had to cut loose with both feet to get established onto the face..\n\nP3 (5.13a) : This is an excellent! Weave up the beautiful rippled face to a vague twin crack feature which trends slightly right. Where this ends make crux moves back left to a bucket (big throw). A few more hard moves to stand in the bucket and it's all over.","protection":"10 draws a few slings and a finger sized cam or #1 camelot.","location":""},"__v":0},{"_id":"L0OZSAlpWgygoNisGLY9uQ==","name":"Primate","yds":"5.13b","grades":{"yds":"5.13b","french":"8a"},"fa":"Matt Samet, Steve Dieckhoff, Haven Iverson, 2000 I think; bolted by Steve Annecone and Lynn Hill 2016","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.288,39.9683]},"left_right_index":8,"mp_id":"105753091","mp_crag_id":"105745265","climb_id":"L0OZSAlpWgygoNisGLY9uQ==","areaRef":"hVGK2MSHVUeR5bhec6kpUg=="},"content":{"description":"NEW DESCRIPTION:\n\nPrimate is a bolted lead on the south face of Seal Rock. It was originally done as a gear lead, headpoint-style, with the gear pre-placed. This was in the era when bolting was banned in the Flatirons, so it was either toprope or headpoint or move on. Thanks to the Flatirons Climbing Council, OSMP, and the hard work and lobbying by Flatirons climbers, Seal Rock's south face opened to bolting in 2012. This route was applied for and approved through the Fixed Hardware Review Committee of the FCC and has since had bolts added to it to make it a more approachable lead.\n\n11 bolts, no gear required.\n\nFirst section (5.12a/b): climb up to a high first bolt and move into a faint corner. Move right into huecos and stand tall to place a couple of TCUs at the base of a diagonal slot. Keep traversing up and left a few moves to find a good foot stance and clip a bolt; continue strenuously up and left past one more bolt to reach a couple of undercling cracks at a break midway up the wall. If you wish, a #2 and #3 Camalot go well here in the right break, and you can even place a #4 in the left break if you don't mind carrying it. Use long draws as needed.\n\nSecond section (5.13-): Bust out of the undercling to a mini-jug and clip. Climb straight up the black streak on slopers and blobs to pass another bolt (crux). Run it out a bit up and left, clip a bolt off a good undercling, and move into the \"pebble crux.” Climb the water groove to the anchors\n\nNOTE: you can also start on\n\nChoose Life\n\n/\n\nThunder Muscle\n\nand move up and right into the undercling break from the third bolt; this is an easier, less committing link-up start, but it also misses about 45 feet of killer climbing on very unique rock and is not the original line, so... This is called \"Puntmate\" (Boulder 5.12d), so no fluffing the grade on your scorecard, hommies.\n\nORIGINAL DESCRIPTION:\n\nThis route takes a direct line up the overhanging south face of Seal Rock, ending in a deep water groove which continues up the slab to the rock's summit. It starts more or less halfway along the south face of Seal Rock and has a large, flat boulder at its start. The line can also be recognized by a deep break at mid-height and by the bulging black streak which gives way to the upper water groove.\n\nStart 15 feet down and left of the right-facing corner and boulder up past a horn into a left-trending band of huecos and pockets. Follow this to the break (12a s). Load the break up with as much as you've got (1-5\" cams) and punch it up the black streak via continuous climbing on perfect stone (5.13 s/vs). A tube chock below the upper crux held a short whipper on toprope, but if it failed would deposit you on the deck 70+ feet below.\n\nThis route was done headpoint style and the gear was pre-placed on toprope prior to the lead. It climbs some of the strangest, most colorful water-sculpted sandstone in the Flatirons, yielding moves more akin to limestone tufa climbing than your typical Fountain fare.\n\nIt is a 90-foot pitch.","protection":"NEW RACK:\n\nFixed quickdraws, 60-meter rope.\n\nORIGINAL RACK:\n\nIf you're setting up a top-rope, bring two 100+ foot lengths of static cord to rig the anchor. One you can tie off to a bomber horn high on the left (south) side of Seal Rock's slabby east face. Rappel down off this horn and rig your second rope to a set of old double bolts at the lip of the wall, just uphill from the watergroove which is Primate. Run the ropes into the water groove and run a 60 meter cord through them. Rappel down, placing directionals to help you stay in.\n\nFor leading: double cams up to 5\", one set of RP's, one medium (green) tube chock, one #00 Metolius TCU, one (red) Lowe ball.","location":""},"__v":0},{"_id":"GZGTrSOAWD24BIBIgu54EA==","name":"Sea Bird","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"Phil Gruber and Stephen Felker, June 2017","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.288,39.9683]},"left_right_index":20,"mp_id":"113284950","mp_crag_id":"105745265","climb_id":"GZGTrSOAWD24BIBIgu54EA==","areaRef":"hVGK2MSHVUeR5bhec6kpUg=="},"content":{"description":"This route makes for a fun, exciting, and continuous outing in terms of grade and style and is a great way to experience this amazing wall without the X rating of\n\nArcheopteryx\n\nor the 5.13 climbing of other routes on the wall. Sea Bird climbs most of\n\nSea of Joy\n\nbut finishes on\n\nArcheopteryx\n\nby traversing across the dike on the Yellow Door (Original Variation).\n\nP1. 5.11- (5.10 PG-13). Climb P1 of\n\nSea of Joy\n\nprotecting with 9 bolts augmented by a few small cams. I started from the left-facing, overlapping corners to the left of the first bolt and was able to place a couple of cams to avoid groundfall potential.\n\nP2. 5.11+. Clip 5 bolts climbing out and over the roof. This is short, fun, and airy.\n\nP3. 5.12 (5.10 PG-24). Clip 6 bolts up\n\nSea of Joy\n\n, then move right along the dike clipping two additional bolts on\n\nThe Yellow Door\n\n(Original Variation). From the last bolt, drop down and right onto the final slap and corner of\n\nArcheopteryx\n\nplacing gear and finishing at a two bolt belay on the wall just to the left of the exit of\n\nArcheopteryx\n\n. See\n\nThe Yellow Door\n\nroute description for gear details on this section of the route.\n\nAll bolts are new ½” stainless steel, and all belays are solid two bolt (albeit hanging) belays. But don't be fooled by all the bolts... this is not a sport climb. The crux sections are well-protected, but be prepared to place gear and to climb through spaces between bolts and gear.\n\nSpoiler alert! The order of gear placements at the end of the third pitch is: #1 Camalot (I backed up with a #0.5 Camalot and used an extended sling), #3 Camalot, #0.5 Camalot, yellow Alien, and green Alien (might also be able to fiddle a smaller cam between yellow and green).","protection":"Quickdraws and slings for bolts and belays and a set of cams from a blue Alien to a #1 Camalot, plus a #3 Camalot. An extra #0.5 Camalot is handy on the last pitch.\n\nIf you're rappelling\n\nSea of Joy\n\n, you will need an 80m or second rope.","location":"The route is on the north face of Seal Rock. Approach via the trail to Seal Rock, and then continue to hike west, passing the base of Seal Rock to the right (north) and up the steep climber’s trail until you reach the beautiful and imposing north face.\n\nThe best way to descend is via the\n\nSea of Joy\n\nrappel. (From the top of the route, downclimb 30 feet to the east). You can also downclimb the east face to the notch (start of\n\nShortcut\n\n) and exit to the north. Descending from the anchor at the top of the route is not advised."},"__v":0},{"_id":"04zvzV22Wtqu7YopBE0EFA==","name":"Pit of Despair (pitch 1)","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Steve Annecone, Mark Roth","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.288,39.9683]},"left_right_index":25,"mp_id":"119941535","mp_crag_id":"105745265","climb_id":"04zvzV22Wtqu7YopBE0EFA==","areaRef":"hVGK2MSHVUeR5bhec6kpUg=="},"content":{"description":"This fun addition, along with the first pitches of the\n\nPerfect Storm\n\nand\n\nNattiq\n\n, create a fun zone for the 5.10 slab aficionado. Follow 8 bolts past multiple cruxes to an anchor on a small pillar.","protection":"8 bolts and a 2 bolt anchor.","location":"On the North face, halfway between the\n\nPerfect Storm\n\nand\n\nNattiq\n\n, look for a high first bolt on a beautiful, blank looking panel above a small shelf."},"__v":0},{"_id":"moTl+5T/XJKU93AnKakQ4A==","name":"The Perfect Storm","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Chris Weidner; June 8, 2019","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.288,39.9683]},"left_right_index":23,"mp_id":"117150609","mp_crag_id":"105745265","climb_id":"moTl+5T/XJKU93AnKakQ4A==","areaRef":"hVGK2MSHVUeR5bhec6kpUg=="},"content":{"description":"The Perfect Storm takes an attractive, direct line up the north face of Seal Rock with a spectacular finish just right of the summit prow.\n\nP1. Locate the first bolt about 15 feet up the gray slab. Pad up low-angled face climbing to a slanted belay ledge with a chain anchor,\n\n5.10a, 75 feet\n\n(10 bolts).\n\nP2. This is an exposed and colorful journey up the steepening wall to an anchor below the summit. Demanding moves off the belay and thin face climbing lead to a pillar where the wall overhangs. Follow bolts through a steep, orange corner, then continue right of the arete on surprising holds to chains at the lip of the wall,\n\n5.13a, 115 feet\n\n(21 bolts).\n\n**BONUS POINTS: mantel the lip, and walk 20 feet to the true summit of Seal Rock :)\n\n**A 70-meter rope BARELY gets you back to the belay.\n\nOtherwise, you will have to lower twice.","protection":"P1: 10 ½-inch, stainless steel bolts.\n\nP2: 21 ½-inch, stainless steel bolts.\n\n*A half a dozen long slings are recommended to reduce rope drag on the second pitch.","location":"This is the first route right of\n\nArchaeopteryx\n\n. It ascends the gray slab then continues left of two prominent yellow streaks to the top of the wall."},"__v":0},{"_id":"fM5WQLSpVYeP8WJUKhAlfQ==","name":"No Philter","yds":"5.13d","grades":{"yds":"5.13d","french":"8b"},"fa":"P-Groobz; L. Bear, Pink","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.288,39.9683]},"left_right_index":3,"mp_id":"117836617","mp_crag_id":"105745265","climb_id":"fM5WQLSpVYeP8WJUKhAlfQ==","areaRef":"hVGK2MSHVUeR5bhec6kpUg=="},"content":{"description":"This is a new route right of\n\n...The Walrus\n\nwith 14 bolts to double-bolt anchors at the lip. A 70-meter rope is mandatory.\n\nStickclip a high first bolt, then climb pumpy ground up the steep purple rock to a faint corner and continuous crimping. Cop a rest at the big horn, bust a crux into the base of the flake, then rest again. From here, 5 bolts of very sustained climbing take you up the headwall to the chains. The technical and redpoint crux is passing the last bolt.\n\nDouble kneepads are helpful. Extendo draws are useful in spots for clipping and drag. Some footholds are still sandy but should clean up with traffic.\n\nMany thanks to OSMP and the Flatirons Climbing Council for making new routing possible in the Flatirons!\n\nCredit for the awesome route name goes to Madaleine Sorkin. Tx, Mad!","protection":"14 half-inch bolts to anchors. A 70-meter rope is mandatory.","location":"It is right of\n\n...The Walrus\n\nand left of\n\nChoose Life\n\n."},"__v":0},{"_id":"RqoPwz8MXa+rqX/zdQquSA==","name":"Nattiq","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"Rui Ferreira","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.288,39.9683]},"left_right_index":26,"mp_id":"117792247","mp_crag_id":"105745265","climb_id":"RqoPwz8MXa+rqX/zdQquSA==","areaRef":"hVGK2MSHVUeR5bhec6kpUg=="},"content":{"description":"Nattiq (Inuit word for ringed seal) is a two-pitch route on the north face of Seal Rock with a slab first pitch and a unique second pitch with a variety of climbing including some face climbing, a small overhang, and a prominent flake.\n\nP1.\n\nStart at a some low angle, broken rock by a tree, and look for the first bolt about 20 feet up. This is a moderate and engaging slab pitch with a distinct crux at the fourth bolt. This is an interesting pitch on its own and is recommended for those not wanting to do the second pitch. The bolt line follows the path of least resistance and some long draws/slings are recommended for bolts 1, 9, and 10 to minimize potential rope drag. Venturing too far from the bolts will result in a garden of lichen,\n\n5.10a, 110 foot (33 meters) 12 bolts, 2-bolt anchor.\n\nP2.\n\nClimb up the rising block/ramp from the anchor to an obvious, thin flake, and clip two closely spaced bolts. The spacing of the bolts is to prevent decking into the ramp in case you blow the cryptic face climbing sequence. There are several ways of doing this section of face climbing ranging between low to mid-5.12 in difficulty. Next, move through the overhang which is surprisingly the easiest part of the pitch, using decent holds and some resting jugs. Use long draws on the fourth and fifth bolts (the last two underneath the roof) to prevent rope drag at the top. Reach over the roof, clip a perma-draw (in place to facilitate cleaning and getting lowered back to the anchor), and start a sustained sequence of moves to reach and climb through the flake to its top and another rest. The remaining part of the pitch is another challenging sequence of face moves. It might be useful to use a long draw on the second to last bolt to facilitate clipping, because falling at this point might require some advanced rope shenanigans to get back on route,\n\n5.12 a/b, 60 foot (18 meters) 10 bolts, 2-bolt anchor.\n\nDue to the diagonal nature of the line, there is no easy way to clean the second pitch, and it is recommended that the pitch be seconded and cleaned. In case the leader decides to back clean the route it is recommended to clip the climber's side of the rope to the perma-draw to prevent swinging into space and away from the first anchor. When working the route, it was best to clip to the perma-draw to get lowered to the anchor, untie, pull the rope through, and then tie back in and lead the pitch once more.\n\nIt is possible to lower the leader to the ground from the top (second pitch) anchors while belaying from the top of the first pitch with a 70 meter rope. The leader can also be lowered to the first pitch anchors of\n\nPerfect Storm\n\n, the route to the left.\n\nNote: a single 70-meter rope is not sufficient to rappel to the ground from the top anchor. A second rappel from\n\nThe Perfect Storm's\n\nintermediate anchor is required.\n\nThank you to OSMP and the Flatirons Climbing Council for this new route and continued support of new route development in the Flatirons.","protection":"P1: 12 ½-inch, stainless steel bolts plus a 2 bolt anchor with rings.\n\nP2: 10 ½-inch, stainless steel bolts plus a 2 bolt anchor with rings.","location":"Nattiq is currently the rightmost route on the north face of Seal Rock."},"__v":0},{"_id":"IZvC41MxVumxuSYA0ABVmg==","name":"Love Wins","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Phil Gruber, Chris Weidner; September 2020","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.288,39.9683]},"left_right_index":24,"mp_id":"120111105","mp_crag_id":"105745265","climb_id":"IZvC41MxVumxuSYA0ABVmg==","areaRef":"hVGK2MSHVUeR5bhec6kpUg=="},"content":{"description":"Love Wins begins with the first pitch of\n\nThe Perfect Storm\n\n(10a). From the belay ledge, ascend the beautiful, yellow streaks of lichen before veering left on steepening rock to a dramatic, overhanging prow. It finishes at the lip of the wall, just below the summit of Seal Rock.\n\nP1: locate the first bolt about 15 feet up the gray slab. Pad up low-angled face climbing to a slanted belay ledge with a chain anchor, 5.10a, 75 feet (10 bolts).\n\nP2: step right from the belay, and face a technical sequence right away. Above, follow your nose past yellow, orange, red, and green rock with outrageous exposure near the top. There is more than one \"right way\" to navigate the wall, so enjoy the journey however you choose, 5.13a, 110 feet (~20 bolts).\n\n*A 70-meter rope is mandatory for lowering.","protection":"P1: 10 ½-inch, stainless steel bolts.\n\nP2: ~20 ½-inch, stainless steel bolts.\n\nA half a dozen long slings are recommended to reduce rope drag on the second pitch.","location":"The first pitch is the first line of bolts right of\n\nArchaeopteryx\n\n. It ascends the gray slab to a bolted belay then takes the right of two bolt lines up the prominent, yellow streaks before moving left and up to the top of the wall."},"__v":0},{"_id":"/jdHcXLvW9qTmsV+psBIHg==","name":"Misbehaven","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Matt Samet, Haven Iverson, Kate Hyland","type":{"trad":true,"tr":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-105.288,39.9683]},"left_right_index":0,"mp_id":"105752956","mp_crag_id":"105745265","climb_id":"/jdHcXLvW9qTmsV+psBIHg==","areaRef":"hVGK2MSHVUeR5bhec6kpUg=="},"content":{"description":"This route also has another, much funnier name, but in the interest of not propagating further slander, I'm going to remain mute. This is perhaps the most ridiculous route in the Flatirons in its current state and still awaits a proper, \"direct\" lead. Think of it as the poor man's\n\nPerilous Journey\n\n, and you'll be ok.\n\nThis route is on the south face of Seal Rock, well up and west of the toe of the rock. Scramble west up the large corridor formed by a neighboring flatironette along the south face of Seal Rock, passing the long overhanging wall en route. As the wall turns slabby, you'll reach a nice little zone above some big blocks in the pine trees. Stop here.\n\nA smooth, rippled face leads to diagonal bath-tub ledges above you. Climb the face (positive edges) either directly or by starting low and right. Your first piece of gear comes at 30 feet up and is not very good. Either move straight up into the mossy bowl or climb right over the bulge on filthy jugs. Now you're on a big bathtub ramp. Downclimb right about 30 feet (don't place any gear or you'll get tremendous rope drag) and step right (unprotected 5.9) across a red face to access another ramp. Follow this up and left (5.8 X) until you're just below the crusty rap slings threaded through the horn/hole. Place a shaky cam, beware the perched choss and gun for the anchor.\n\nThe route has been top-roped going straight-up through the black bulge above the 1st bathtub ledge at 10+ but still awaits a lead.\n\nBring a wire brush.\n\nYou could also access this route from above if you're unfortunate enough to rappel off the south side of Seal Rock, making for a hyper-inconvenient toprope.","protection":"You're not going to need much.  A fistful of RPs, some long slings and a big cam or two, plus mid-sized cams for the anchor.","location":""},"__v":0},{"_id":"SwQJcH3iWyaUudxagP3D6A==","name":"Jade Gate","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Matt Samet, Steve Dieckhoff","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.288,39.9683]},"left_right_index":11,"mp_id":"105752491","mp_crag_id":"105745265","climb_id":"SwQJcH3iWyaUudxagP3D6A==","areaRef":"hVGK2MSHVUeR5bhec6kpUg=="},"content":{"description":"Jade Gate is a 7-bolt 5.11 face climb to anchors on the lower (east) end of the long South Face of Seal Rock. It climbs huecos and horns to a distinct, pink-colored, ghost-shaped groove up high then exits past a big hueco/hole below the lip.\n\nThis makes for a great warm-up for the harder climbs on the wall and has excellent grey-green Flatirons stone. Many thanks to Mark Roth et al. for turning it into a high-quality sport pitch and to OSMP and the FCC for making such projects possible.\n\nI made the original lead ground-up with no bolts after my friend Steve rappelled the line and brushed the holds up high, over the lip. I think I was on the route for 1 or 1.5 hours going up and down and up and down, trying to fish in gear. I remember being at that hueco for a long time, contemplating the marginally protected exit crux above. Hey, fun times!\n\nOLD DESCRIPTION PRESERVED FOR POSTERITY:\n\nThis is the \"warm-up\" route on the South Face of Seal Rock.  It is towards the east end of the face behind the thick copse of pine trees and can be distinguished by its pink-colored, ghost-shaped groove up high. The pitch is about 60 feet long and finishes at a fixed sling on a loose horn over the lip of the slab.  Back this anchor up with cams.\n\nBoulder up past good huecos and move left into a purple band to place some marginal gear.  Crank right into the left-angling crack (good gear here - a #3 Camalot).  Follow the crack up and left until it ends, then face climb up into the bottom of the pink groove.  A hole at the top of the groove provides your final gear before the exit bulge.\n\nThis pitch has potential for very serious falls in a few different spots.","protection":"This now has 7 bolts and an anchor. Some may want a #2 or #3 Camalot between bolts 2 & 3 and a #4 before bolt 7.\n\nFORMER RACK (as a gear-only lead): The rack is a bit eclectic:  Camalots 1-4 (2 #4s if possible), RPs, small tube chock (the red one) and a #1 Tri-cam.","location":""},"__v":0},{"_id":"Lv9NuZnDU6K/X85311jbvw==","name":"I Am The Walrus","yds":"5.14a/b","grades":{"yds":"5.14a/b","french":"8c"},"fa":"Jonathan Siegrist","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.288,39.9683]},"left_right_index":2,"mp_id":"112191791","mp_crag_id":"105745265","climb_id":"Lv9NuZnDU6K/X85311jbvw==","areaRef":"hVGK2MSHVUeR5bhec6kpUg=="},"content":{"description":"\"I am the Walrus\" is a 150 foot beast of a pitch that is one of the most difficult, and longest sport routes in the Flatirons. Originally bolted by Jonathan Siegrist in 2012, the route sat uncleaned and unclimbed for a few years while JStar was crushing in Europe. Impatient locals who had sent the other Seal Routes began pestering Siegrist about the project, and Jonathan graciously gave permission to his friend Elliott Bates to clean, work, and even re-bolt the line if needed.\n\nUltimately Bates felt the route would climb more naturally between two long tufa features and moved 8 bolts about 6 feet right of the original line, after receiving the necessary permit from Boulder OSMP.\n\nSiegrist returned from Europe in June of 2015, and Bates showed him the new line, having cleaned and sussed the route. 3 tries later, Jstar made the 1st ascent of I am the Walrus and claimed 14b. After many kneebars were discovered, the grade has settled closer to 14a.\n\nThe route begins with about 7 bolts of tech 5.12, leading to 50 feet of technical, powerful, and truly incredible climbing between the tufa features (the Walrus tusks), with two distinct cruxes in this section: the 1st one beginning nearly 80 feet up, the second at almost 100 feet. After a good rest, climb 3 bolts of left-trending and slightly runout 12-, before tackling the most difficult moves of the route, a V9 boulder problem between the last bolt and the anchors.\n\n\"The Walrus\" has 14 bolts and many cruxes that are both technical and powerful. Dynamic movement, subtle trickery, kneebars, some choss but mostly great stone...this route has it all!","protection":"Bolts, and a 70m rope is mandatory.","location":"It is left of\n\nChoose Life\n\n."},"__v":0},{"_id":"m5dUYv3FWASgOmyBVBB8mg==","name":"The Hinge","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Phil Gruber and Stephen Felker, September 2018","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.288,39.9683]},"left_right_index":17,"mp_id":"115169228","mp_crag_id":"105745265","climb_id":"m5dUYv3FWASgOmyBVBB8mg==","areaRef":"hVGK2MSHVUeR5bhec6kpUg=="},"content":{"description":"The Hinge is a short pitch that packs a punch and offers a less involved and slightly easier finish to\n\nThe Yellow Door\n\n(although not quite as classic). Bring your stiff shoes and your stiff fingers..., and try not to come unhinged!\n\nClimb the first pitch of\n\nThe Yellow Door (aka The Stoop)\n\n. From the belay, clip a bolt to the right, and stand on the ledge as per\n\nThe Yellow Door...\n\n, but instead of angling right across the face, head straight up over the small roof and onto the steep slab above.","protection":"8 bolts plus an anchor.","location":"On the North Face of Seal Rock, climb the first pitch of\n\nThe Yellow Door (AKA The Stoop)\n\n, or rap in from the East Face."},"__v":0},{"_id":"p54sQv/9V+Sv92oPT9kOVA==","name":"The Gruffalo","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Mark Roth, Paul Glover, Glen Charnoski","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.288,39.9683]},"left_right_index":9,"mp_id":"111654263","mp_crag_id":"105745265","climb_id":"p54sQv/9V+Sv92oPT9kOVA==","areaRef":"hVGK2MSHVUeR5bhec6kpUg=="},"content":{"description":"Start up a steep, huecoed wall, then follow bolts on a rising traverse to the right. Use an undercling to stand up on the rotten band.  Clip the last bolt and hope you are tall enough to reach the exit holds. This makes for a nice warm-up for the other routes here.  It may only feel 5.10 if you are tall enough for the top crux.\n\nHuge thanks to the Flatirons Climbing Council and OSMP for making new routes in the Flatirons possible.","protection":"7 bolts, 2 bolt anchor.","location":"This is left of\n\nSkin Flute\n\n."},"__v":0},{"_id":"D0Ok5Yv5Vy+JcpNTRdOL+g==","name":"The Flute","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Matt Samet, Peter Mortimer, Zach Barr (toprope/trad)   first bolted ascent: Paul Glover, Steve Annecone, Mark Roth","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.288,39.9683]},"left_right_index":10,"mp_id":"105756526","mp_crag_id":"105745265","climb_id":"D0Ok5Yv5Vy+JcpNTRdOL+g==","areaRef":"hVGK2MSHVUeR5bhec6kpUg=="},"content":{"description":"This is a a bolted route on the south face of Seal Rock -- it's the second route you come to along the South Face. You'll find eight bolts to a double-bolt anchor at the lip.\n\nThis route is about 100 feet up the south face as you head west along the gully.  It climbs the green wall in the heavily forested area and is about 60 feet tall. Look for an obvious, ribbed, flute-like feature up near the top, where you find an elegant crux.\n\nThis was originally (2002) done as a toproped, rehearsed \"trad\" lead (headpoint-style) but is now (2015) a safe and logical and excellent 9-bolt sport climb.","protection":"Now 9 bolts to a double-bolt anchor.\n\nIn its former trad state (preserved for historical info only): RPs, #00 Metolius TCU, stoppers, two 1\" pieces, and one 3\" piece.","location":""},"__v":0},{"_id":"pZ0sbsHYX6GtsaMXNgNBCw==","name":"East Face North Side/Seal Rock","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.288,39.9683]},"left_right_index":14,"mp_id":"105751645","mp_crag_id":"105745265","climb_id":"pZ0sbsHYX6GtsaMXNgNBCw==","areaRef":"hVGK2MSHVUeR5bhec6kpUg=="},"content":{"description":"Seal Rock is as good as Flatiron scrambling gets.  Supposedly it's uncrowded, but the day I was there two groups of two were climbing this route.  They were really friendly, and I tried to be, so it's all good.\n\nBegin just up to the left of the lowpoint of the rock.  Head up, following the path of least resistance.  Maybe that should be 'follow the path of most assistance' as there isn't much on this rock to resist upward progress.  I stayed pretty close to the right edge of the rock.  After a couple/three pitches you will reach a nearly horizontal section of the ridge - this is the section of Seal Rock that gives it its distinctive shape.  Walk left, and then engage the steeper upper third of the rock.  A final two pitches wil bring you to the summit.  Due to the climb-anywhere nature of the rock, describing the route in detail is difficult (or pointless).  I didn't climb it, but there is a distinctive vertical crack that the other groups followed - about 40 feet left of the north edge.\n\nTo descend, I downclimbed the upper third of the rock to the elbow, walked down the ridge to a tree with a rap anchor, and cut back southwest and down a bit to an obvious wide crack that leads 10ft to the ground.  It's very easy, but it's steep/overhanging.\n\nEds. Alternately, you can rappel off the north face 165 feet to the ground from a fixed anchor about 40 feet from the top.","protection":"Standard Flatiron rack.  Several shoulder length and longer runners useful for slinging stuff.","location":""},"__v":0},{"_id":"HLiHVKB7Uzeu/a9Iw0KPoA==","name":"East Face South Side","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.288,39.9683]},"left_right_index":13,"mp_id":"105751648","mp_crag_id":"105745265","climb_id":"HLiHVKB7Uzeu/a9Iw0KPoA==","areaRef":"hVGK2MSHVUeR5bhec6kpUg=="},"content":{"description":"Another amazing route on my new favorite Flatiron.\n\nBegin just around to the right from the steep south face of Seal Rock.  A small flatironette called the Pup leans up against Seal Rock here, and they are separated by a wide crack.  Climb this crack for 30 feet or so, then cut left and head up the East Face, aiming for an obvious tree.  This pitch is the crux of the route.  There is a mossy shallow water trough below the tree - I climbed to the right of it.\n\nFrom the tree, cut hard to the left (but still go up) on much easier terrain.  After another rope length you will find a large chickehead that will make a great anchor.  This isn't the mother of all chickenheads, but it's certainly your favorite chickenhead's big brother.  From here, head up a few more rope lengths, picking back and forth as necessary to find the easiest way.  Eventually you will be trending back to the right, and the summit is not much further.","protection":"Standard Flatiron rack.","location":""},"__v":0},{"_id":"VHmmr+fFUzamisOJj4Y8rg==","name":"Choose Muscle","yds":"5.13c/d","grades":{"yds":"5.13c/d","french":"8b"},"fa":"Elliott Bates","type":{"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.288,39.9683]},"left_right_index":7,"mp_id":"109508076","mp_crag_id":"105745265","climb_id":"VHmmr+fFUzamisOJj4Y8rg==","areaRef":"hVGK2MSHVUeR5bhec6kpUg=="},"content":{"description":"Choose Muscle is a linkup of\n\nChoose Life\n\nand\n\nThunder Muscle\n\n, climbing the first 8 bolts of\n\nCL\n\nbefore busting right into the toilet bowl hold of\n\nTM\n\n. Kind of silly with some funky rope shenanigans, it's worth doing if you've done the other Seal sport routes and want to mix it up. This gives you the hardest climbing on the wall with the crux of\n\nThunder Muscle\n\nbut with an easier intro by doing the beginning of\n\nChoose Life\n\n.... Don't judge. It's better than climbing in the gym!","protection":"Climb to the 8th bolt of\n\nCL\n\n, and bust right into the toilet bowl hold of\n\nTM\n\nvia two moves that are in the 5.11 range. Clip from the toilet bowl as you normally would on\n\nTM\n\n. I found that skipping the 7th and 8th clips of\n\nCL\n\ngives the least amount of rope drag, and although it's fairly easy climbing, you wouldn't want to fall unless you like tree enemas, hence the two stars and PG-13 rating.","location":""},"__v":0},{"_id":"03+xVij/XS+DXiYI4yJ2RA==","name":"Choose Life","yds":"5.13c","grades":{"yds":"5.13c","french":"8a+"},"fa":"Team Super-Way-Awesome (Pinklebear, T-Shred, G-Lover)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.288,39.9683]},"left_right_index":4,"mp_id":"105760953","mp_crag_id":"105745265","climb_id":"03+xVij/XS+DXiYI4yJ2RA==","areaRef":"hVGK2MSHVUeR5bhec6kpUg=="},"content":{"description":"This is a long (95-foot) lead on the south face of Seal Rock, 30 feet uphill from the base of\n\nPrimate\n\n. It climbs the long, striking, wide chocolate-brown/black streak and is a sustained yet varied pitch with the technical and redpoint crux at bolt 12, the next-to-last clip.\n\nThere are thirteen bolts to chains over the lip; a 60m rope is MANDATORY. Long draws and extendo draws are useful in spots. A Metolius 6 (green) is helpful below third bolt, and Metolius 2 (yellow) is useful after third bolt.\n\nBegin in the right-leaning hand crack/undercling and follow it to its terminus. Traverse left along a diagonal break into a scoop. Hard kneebar/sloper moves take you over a small lip and into the base of the black streak; the climbing increases in difficulty, with a dynamic crux before a decent shake. From the rest, move up and a little left into a black bowl under the bulge, then surmount the bulge via sustained pulls on underclings, embedded pebbles and crimpers, finishing at a good bathtub jug at the top of the wall. This route is best attempted with fresh skin and good conditions.\n\nMay thanks to OSMP, the Access Fund, and the Flatirons Climbing Council for making new-routing possible in the Flatirons!\n\nThe name refers to a decision in 2002, after toproping the climb (FA toprope ascent: Matt Samet, Steve Dieckhoff, Strappo Hughes), to not attempt it as a super-death lead on gear, not to any anti-abortion stance.\n\nIt also references the classic opening paragraph in the Irvine Welsh novel\n\nTrainspotting: \"\n\nChoose life. Choose a job. Choose a career. Choose a family. Choose a fucking, big television, Choose washing machines, cars, compact disc players, and electrical tin can openers. Choose good health, low cholesterol, and dental insurance. Choose fixed-interest, mortgage repayments. Choose a starter home. Choose your friends. Choose leisure wear and matching luggage. Choose a three piece suit on hire purchase in a range of fucking fabrics. Choose DIY and wondering who the fuck you are on a Sunday morning. Choose sitting on that couch watching mind-numbing, spirit-crushing game shows, stuffing fucking junk food into your mouth. Choose rotting away at the end of it all, pissing your last in a miserable home, nothing more than an embarrassment to the selfish, fucked-up brats you have spawned to replace yourself. Choose your future. Choose life . . . .\"","protection":"13 bolts. Metolius Nos. 6 and 2. Extendo draws/long slings.","location":""},"__v":0},{"_id":"VHHW2Yn7VeSxXujwZt36MA==","name":"Archaeopteryx","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Jeff Achey, Roger Briggs, 1980?","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-105.288,39.9683]},"left_right_index":21,"mp_id":"105752128","mp_crag_id":"105745265","climb_id":"VHHW2Yn7VeSxXujwZt36MA==","areaRef":"hVGK2MSHVUeR5bhec6kpUg=="},"content":{"description":"This three pitch route ascends the very steep, very visible north face of Seal Rock, tackling a brilliant yellow-lichen streaked headwall on the last pitch.  It is one route right of the more easily-located Sea of Joy (13a), a three-pitch sport route about 20-30 feet left that parallels Archaeopteryx to the right.\n\nP1: Start below the bolts on Sea of Joy and traverse right along a dirty ramp, passing two small trees.  When opportunity presents itself, move up onto the face above, climbing slightly left of a left-arching corner system to reach a two-bolt belay below the roof band which splits the face.  This is a very serious 5.10 pitch, sure to challenge your route-finding skills.\n\nP2:  Move right off the belay then back left into the clean tips layaway, which you follow left and into the apex of an A-frame roof.  Turn the roof at a fixed copperhead and belay off the double drilled angles above, which can be backed up in the purple rock out right (an extra #3 Camalot comes in handy here). (5.11b)\n\nP3:  The crux.  Crank thin moves left off the belay (no pro) and stand up to a good hole.  The pitch diagonals consistently up and right from here along the pod system/crack, which takes sporadic gear.  The climbing and position on this pitch are absolutely brilliant!  (5.11c/d)","protection":"This difficult to protect route is  . . . well, difficult to protect.  Bring a full Eldo-type rack up to a #3 Camalot, with plenty of stoppers and small-mid range TCUs or Aliens.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,decc1251-4a67-52b9-b23f-3243e10e93d0,d0ca78b6-a3cb-517c-adee-d9c6f8c2d2d8,ee2fde9f-b2c2-58e8-ad07-ff56ccf69c8a,85518ad8-c487-5547-91e5-b85e73a92952","pathTokens":["USA","Colorado","Boulder","Flatirons","South","Seal Rock"],"gradeContext":"US","aggregate":{"byGrade":[{"count":3,"label":"5.13b"},{"count":1,"label":"5.14a"},{"count":2,"label":"5.13c/d"},{"count":1,"label":"5.12a"},{"count":2,"label":"5.12b"},{"count":4,"label":"5.4"},{"count":4,"label":"5.13a"},{"count":2,"label":"5.12"},{"count":1,"label":"5.10+"},{"count":1,"label":"5.13d"},{"count":1,"label":"5.9+"},{"count":1,"label":"5.11+"},{"count":1,"label":"5.14a/b"},{"count":1,"label":"5.11a"},{"count":1,"label":"5.13c"},{"count":1,"label":"5.11d"}],"byDiscipline":{"trad":{"total":9,"bands":{"unknown":0,"beginner":4,"intermediate":1,"advanced":3,"expert":1}},"sport":{"total":18,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":5,"expert":12}},"tr":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":4,"intermediate":2,"advanced":8,"expert":13}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.288,39.9683]},"bbox":[-105.28858671738647,39.96785033981814,-105.2874132826135,39.96874966018187],"left_right_index":-1,"ext_id":"105745265","area_id":"hVGK2MSHVUeR5bhec6kpUg=="},"content":{"description":""},"density":0,"totalClimbs":27,"__v":1,"createdAt":"2022-11-07T05:55:55.095Z","updatedAt":"2024-01-15T16:42:38.092Z","_change":{"user":"bWXI1tTmRgqw2ihF4jpUzw==","historyId":"64344e98fbd9321d4819e3e5","prevHistoryId":"64344e5cfbd9321d4819e272","operation":"updateClimb","seq":0}}