{"_id":"6368a050e80bff5a9952dfcc","area_name":"ABC Ramps","shortCode":"","climbs":[{"_id":"HKRvLIXKW8qQYubOEioyug==","name":"Rainbow Warrior","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-77.72567,39.32447]},"left_right_index":3,"mp_id":"111373528","mp_crag_id":"107708983","climb_id":"HKRvLIXKW8qQYubOEioyug==","areaRef":"FvGpD5f1W1GdDt7eVOIrjQ=="},"content":{"description":"This is a crack / chimney splitting a face below the slab where the B routes are found. The ledge above the climb has loose gravel/rocks so where a helmet in case something falls. Difficult to top out given the debris.","protection":"Gear, Helmet, no fixed anchors on top so build your own","location":"Directly below the start to the B routes on the slabs. It is about 20 ft uphill from the fence next to the railroad tracks before they enter the tunnel."},"__v":0},{"_id":"2CPhSwZcWmaPnHy31uqL7w==","name":"Not To B","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-77.72567,39.32447]},"left_right_index":999999,"mp_id":"111376723","mp_crag_id":"107708983","climb_id":"2CPhSwZcWmaPnHy31uqL7w==","areaRef":"FvGpD5f1W1GdDt7eVOIrjQ=="},"content":{"description":"P1: Climb the first pitch of \"A\" stopping about 20 feet short of the belay tree/ledge.    P2: Climb upward into the break in the left wall. You will encounter some thick vegetation. Continue upward past vegetation until you reach a ledge. From there climb left on a ramp until you can go straight up through corners to the top.","protection":"helmet, agent orange (jk), rack(standard)","location":"Same first pitch as the \"A\" route."},"__v":0},{"_id":"Nb54o0WiWYWgB8IjLw2Edg==","name":"Fuse","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"John Kelbel & Vance Cole","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-77.72567,39.32447]},"left_right_index":0,"mp_id":"107868207","mp_crag_id":"107708983","climb_id":"Nb54o0WiWYWgB8IjLw2Edg==","areaRef":"FvGpD5f1W1GdDt7eVOIrjQ=="},"content":{"description":"Fuse is an excellent first pitch to \"Black Powder\"  or an exciting start for \"C route\".  The cannon fire from town during the first ascent was quite appropriate as we lit the fuse and then fired up Black Powder. \n\n  1. Face climb up the wide 4 inch crack.  Pull over the small overhang on the right side with ample flat edges above.  ** Must see protection comment below **  Move up C ramp for about 25 feet and belay next to the main wall at the start of the thin crack \"Black Powder\".  For the belay anchor there is a short 3 wide crack in the ramp and a little higher and right is a horizontal pocket for a small finger size cam.  Also down low to the left of the 3\" crack in the bush is another  short crack.    2. Finish with \"Black Powder\" or \"C route\".","protection":"A Mandatory cam the size of an orange #3 Metolius TCU is needed immediately after pulling over the roof, the TCU placement is excellent however a 4 cam device might not fit.  This pocket is the only gear after pulling the roof and may contain or be hidden by some small vegetation.    A tiny double zero and zero TCU was used straight up in the roof crack.  A large #4 Camalot is needed near the top of the wide crack.  Also a large #5 Camalot works nice near the bottom of the wide crack however smaller gear placements is available.  The standard rack will fill in the rest of the needed gear. ","location":"Head up the trail aiming for the \"Sign Wall\".  When you reach the narrow gully that leads to \"Hard up Direct\" step to the right a few feet to a small flat platform at the out side corner of \"              \n\nRamp topo      \".  Do not head up the gully scramble."},"__v":0},{"_id":"GKC2pPllXN6BaTd1wU1YSQ==","name":"B-1","yds":"5.3","grades":{"yds":"5.3","french":"3+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-77.72567,39.32447]},"left_right_index":999999,"mp_id":"111374437","mp_crag_id":"107708983","climb_id":"GKC2pPllXN6BaTd1wU1YSQ==","areaRef":"FvGpD5f1W1GdDt7eVOIrjQ=="},"content":{"description":"Two pitches. Climbs the middle of the B slab for the first pitch. So, to the right of B. It's a variation on the B route.    P1: From the base of the slab climb upward following the broken crack system and fractures to a good ledge with some trees.    P2: Climb upward and leftward until you merge with the top portion of the B route. Continue upward in the center of the slab at the left facing corner.","protection":"Helmet, gear(standard rack)","location":"B slab, the one that rises upward over the train tunnel."},"__v":0},{"_id":"OY3o7vg+UMq/V0qifvbxVQ==","name":"B Real","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-77.72567,39.32447]},"left_right_index":999999,"mp_id":"107730590","mp_crag_id":"107708983","climb_id":"OY3o7vg+UMq/V0qifvbxVQ==","areaRef":"FvGpD5f1W1GdDt7eVOIrjQ=="},"content":{"description":"This is the longest climb at Maryland Heights. You could probably add about 50 vertical feet if you continue the left\"ish\" traverse across the D slab and sign wall but it would be way more traversing than vertical climbing and the rock becomes real poor. \n\n  1st pitch-Climb the corner (face to the right of corner if there is to much vegetation) up to the second solid ledge you come across. \n\n  2nd pitch-Start traversing the corner/face to the left (A slab face). Make your way across the face at about a 45 degree upward angle. Until you top out at the far left side of the A slab. The lower portion of the second pitch has some rather large loose rock. A variation is to traverse a pitch straight across the A slab to the left corner and do a 3rd pitch to top out. If you want to do this climb in two pitches, I'd recommend climbing straight up about 30' on the second pitch in the B slab corner/face then make your way left across and up the A slab. This would enable you to avoid most of the large loose rock.","protection":"Cams-C4 size (or equivalent) #0.4 through #3   Nuts-maybe some doubles in the mid range","location":"The route starts at the first obvious slab/corner to the climbers left of the railroad tunnel."},"__v":0},{"_id":"MVkE55NdWA6xAHgaIW07ug==","name":"B","yds":"5.3","grades":{"yds":"5.3","french":"3+"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-77.72567,39.32447]},"left_right_index":999999,"mp_id":"111373541","mp_crag_id":"107708983","climb_id":"MVkE55NdWA6xAHgaIW07ug==","areaRef":"FvGpD5f1W1GdDt7eVOIrjQ=="},"content":{"description":"P1 - Climb up slab along the left side in a right facing corner until you get to a small grove of questionable trees at a large ledge.   P2- Climb up the slab to a steeper section. Take the small left facing corner in the center of the wall, pass some trees to a rock covered ledge. The climb  up the crack to the top.","protection":"helmet, gear (standard rack).","location":"From the road, scramble uphill left of the railroad tracks. This climb is on the broad slab that rises up above the train tunnel. Start on a gravel/stone covered ledge at the base of the slab. The start of this climb is directly above Rainbow Warrior."},"__v":0},{"_id":"ANvAdbyvU6a/fe/99ygmvQ==","name":"Absent Without Leave","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Kane Schutzman","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-77.72567,39.32447]},"left_right_index":1,"mp_id":"107859917","mp_crag_id":"107708983","climb_id":"ANvAdbyvU6a/fe/99ygmvQ==","areaRef":"FvGpD5f1W1GdDt7eVOIrjQ=="},"content":{"description":"After you clip the first bolt, transfer to the face.  Head up the crimpy face with a nut at the ready (if there's one fixed, DONT TAKE IT) or be prepared for quite a fall.  This climb has great moves on a pretty face and some big but safe fall potential (assuming you don't have the stopper).  Definitely one of the more asthetic climbs at Harpers! \n\nDirect Start Project:  With the first bolt clipped,  begin on the ledge and fire straight up through a hard boulder problem.","protection":"4 bolts to a sling anchor on the tomentosa tree.  It's also possible to place a great #5BD stopper between the 3rd and 4th bolt(for a shorter fall).","location":"Climb A ramp (second from the right) to the base of the highest orange face (just below a loose gully). Using a ledge on the right corner of the face, traverse onto the face to start."},"__v":0},{"_id":"+wq2WUUEVkilDirZekqLuA==","name":"A-1 Climb","yds":"5.2","grades":{"yds":"5.2","french":"3"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-77.72567,39.32447]},"left_right_index":2,"mp_id":"109301416","mp_crag_id":"107708983","climb_id":"+wq2WUUEVkilDirZekqLuA==","areaRef":"FvGpD5f1W1GdDt7eVOIrjQ=="},"content":{"description":"P1 Climb the slab through 4th class and easy 5th class moves for 120 feet. The rock is mostly solid, but you will have to look around for protection.  Belay in the corner with solid gear, next to the dead tree.   \n\n  P2 Step up and right through fun bulging moves on solid rock.  Climb up the center of the face and belay at the pine tree at the cliff top. 60 feet.","protection":"A standard rack with plenty of long slings.  \n\n  The P1 belay takes a #2 BD Camalot perfectly- so save that piece.","location":"Approach: Scramble up the hillside just left of the train tunnel. Follow the faint climber trail/erosion trail to the base of the middle ramp.  \n\n  Start at the base of the center ramp, this is the A-ramp. The climb wanders up the broad face of the ramp. It does not climb up the vegetated corner.  \n\n  Descent:  Rappel from the pine tree with two 60m ropes.  Alternatively you can top out and traverse down the slope/climbers right to B climb and rappel B Climb with one 60m rope making two raps."},"__v":0},{"_id":"QP7pEKcAUKuGqsi/574aDQ==","name":"A","yds":"5.1","grades":{"yds":"5.1","french":"2"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-77.72567,39.32447]},"left_right_index":999999,"mp_id":"111376717","mp_crag_id":"107708983","climb_id":"QP7pEKcAUKuGqsi/574aDQ==","areaRef":"FvGpD5f1W1GdDt7eVOIrjQ=="},"content":{"description":"P1: climb up the right facing corner until you reach a good belay opportunity on a ledge.    P2: Continue up the corner and through a chimney or move left a little to ascend a left-facing corner.","protection":"Helmet, rack(standard). See the thorough description for A-1 to understand the rap situation.","location":"Wide, large ramp right of the main sign wall. Left of B ramp which is the ramp that rises over the train tunnel."},"__v":0},{"_id":"3a9fFcbLW0iAMcxlrmfxbw==","name":"\"C\" Route","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-77.72567,39.32447]},"left_right_index":999999,"mp_id":"107280566","mp_crag_id":"107708983","climb_id":"3a9fFcbLW0iAMcxlrmfxbw==","areaRef":"FvGpD5f1W1GdDt7eVOIrjQ=="},"content":{"description":"Begin below the right corner of the sign where the approach trail meets the base of the vertical rock. \n\n  P1 - Climb a left facing vegetated rock until you reach a clearing and a ramp. Head up the ramp to its end. (110 feet)   P2 - Climb straight up to the cave (35 feet) \n\n  Scramble out right, class five.","protection":"Good pro, no fixed gear","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,0e8c659e-e35c-5f04-a410-a391740871c6,791db6ec-8f8b-59ba-9b95-e9a5ba8344ef,9c32fdc9-1664-5a0d-aea6-c65a3510af74,16f1a90f-97f5-5b51-9d0e-dede54e22b8d","pathTokens":["USA","Maryland","Harper's Ferry","Maryland Heights, MD","ABC Ramps"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.8"},{"count":1,"label":"5.5"},{"count":1,"label":"5.9-"},{"count":2,"label":"5.3"},{"count":2,"label":"5.4"},{"count":1,"label":"5.11"},{"count":1,"label":"5.2"},{"count":1,"label":"5.1"}],"byDiscipline":{"trad":{"total":9,"bands":{"unknown":0,"beginner":9,"intermediate":0,"advanced":0,"expert":0}},"sport":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":9,"intermediate":0,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-77.72567,39.32447]},"bbox":[-77.72625127951557,39.32402033981814,-77.72508872048442,39.32491966018186],"left_right_index":-1,"ext_id":"107708983","area_id":"FvGpD5f1W1GdDt7eVOIrjQ=="},"content":{"description":"This area contains the three ramps just left of the train tunnel.  The widest ramp, Ramp A is in the middle with B Ramp on the right and the narrow C Ramp on the Left.  Ramp B is quit popular offering almost 200 of low level climbing.  Finding gear placements can be tricky in a few spots."},"density":0,"totalClimbs":10,"__v":1,"createdAt":"2022-11-07T06:06:09.860Z","updatedAt":"2022-11-25T11:18:43.495Z"}