{"_id":"63689de0e80bff5a994f93be","area_name":"Queen Anne's Head","shortCode":"","climbs":[{"_id":"mJiK/LkUXlmO3DJNvUe2Iw==","name":"The Stranger","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Matt Samet, Josh Deuto","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2916,39.9868]},"left_right_index":999999,"mp_id":"105752107","mp_crag_id":"105745328","climb_id":"mJiK/LkUXlmO3DJNvUe2Iw==","areaRef":"haPQUbcEU5OiTNN2/4VMQQ=="},"content":{"description":"This route climbs an interesting groove feature on the steep west face of Queen Anne's Head, the jutting pinnacle low on the south side of the 3rd Flatiron.  Access the pinnacle either via the 1911 Gully (the gully paralleling the south side of the Flatiron's East Face) or by scrambling up from the Ghetto.\n\nA large ledge feature runs along the base of the very overhanging west face.  Step on (unprotected )at the obvious notch right of center and traverse right along the crack for about ten feet, until you can stand up.  Climb directly up the red-brown face above on positive holds, moving left along a horizontal fluting to finish.","protection":"This is a short route, so you won't need tons of gear.  Bring a set of stoppers, a #4 Camalot, a #2 Camalot and two #1 Camalots or pieces of equivalent size.  You'll also need gear for the belay, though you can belay off of fixed rappel anchors at the top of the spire.","location":""},"__v":0},{"_id":"l4ijoqwEV2SuvWVuGSPRyg==","name":"South Arete","yds":"5.0","grades":{"yds":"5.0","french":"2-"},"fa":"Undocumented (T. Bubb, J. Antin, M. Elges, 1/2013?)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2916,39.9868]},"left_right_index":999999,"mp_id":"107974124","mp_crag_id":"105745328","climb_id":"l4ijoqwEV2SuvWVuGSPRyg==","areaRef":"haPQUbcEU5OiTNN2/4VMQQ=="},"content":{"description":"Go left and down on the Southern slab of Queen Anne's Head, perhaps 100' down from the standard East Face Route.  Arrive at almost to the lowest point of this and step on to the rock and left up to the arete, avoiding some dirty rock and detritus at the very bottom of the South Arete.  Climb the slab and arete on the right side to the top of a ridge and continue on that for a ways.  Near the top of that ridge, one must step down into and across a 20' deep chimney (which taken through the rock leads to a series of slabs on the back side) or climb down on the East face and below it to avoid it, and then back up and right (North) to the intersection with the\n\nStandard East Face Route\n\n.\n\nFrom the chimney or intersection one can work down to some slabs on the back side and scramble down and South on the ramps to a 'junky section' with a brief (3 meter?) downclimb of perhaps 5.4.  This may be the crux of the climb.  From there, head South on slabs to see and rejoin the Royal Arch trail whenever possible.","protection":"The route was scrambled and little attention to potential gear placements was made.  A standard rack would be presumed to work with minor runouts.","location":"This route lies on the South edge of the South Slab of the Queen Anne's Head.  From the established\n\nEast Face\n\nroute and the obvious left-facing dihedral of that, head left and down for perhaps 100 feet to the South around a corner and then up a few feet to a secondary slab.  Go left and down again almost to the lowest point of this and step on to the route, following the slab to the right of the South Arete to the top, where one can step down into and across a 20' deep chimney (which taken through the rock leads to a series of slabs on the back side) and then back up and right (North) to the intersection with the\n\n[Standard East Face Route\n\n.\n\nFrom the chimney or intersection, one can work down and...."},"__v":0},{"_id":"jASCdXf2WiaVWRc4w2Eu7A==","name":"Gil-O-tine","yds":"5.13b","grades":{"yds":"5.13b","french":"8a"},"fa":"Joe Mills?","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2916,39.9868]},"left_right_index":999999,"mp_id":"107882341","mp_crag_id":"105745328","climb_id":"jASCdXf2WiaVWRc4w2Eu7A==","areaRef":"haPQUbcEU5OiTNN2/4VMQQ=="},"content":{"description":"Five Year Plan's\n\nlong lost brother, Gil-O-Tine climbs a short, thin crack near an arete and requires both strong jamming skills and finger strength. The rock, movement, and gear are great; throw in an excellent bouldering wall at the base for a warm-up (\n\nThe Ghetto\n\n) and striking position, and it makes for an awesome day out. It's a short route but all business, and it gets 4 stars for a short route.","protection":"Singles #0.3-#3 with double #0.4 (Camalots).","location":"This is located on the severly overhanging west face of Queen Anne's Head. Approach as for\n\nThe Ghetto\n\nand simply top out one of the problems and continue up the easy slab (5.4) above for 30 feet. The tower will be directly infront of you."},"__v":0},{"_id":"PZEcQNZoUmO/rOUD0rq5CQ==","name":"East Face/Queen Anne's Head","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2916,39.9868]},"left_right_index":999999,"mp_id":"105752254","mp_crag_id":"105745328","climb_id":"PZEcQNZoUmO/rOUD0rq5CQ==","areaRef":"haPQUbcEU5OiTNN2/4VMQQ=="},"content":{"description":"This is a fun climb but the descent is unpleasant with lots of poison ivy (but several options exist).\n\nQueen Anne's Head is a distinct piece of rock all the way down its East Face, the bottom of which is marked by a large overhang.  On the approach, walk up left of this overhang, until you are at the base of a large left facing dihedral and only a few feet left of the giant overhang itself.  Do not climb up the 1911 Gully to far when you approach, because if you reach the base of the 1911 Gully route you will be too high and north.  It is useful to use a 60m rope for this climb.\n\nP1: Climb the dihedral (really a subsidiary crack left of the main corner).  You can also climb out left on the face, but there is no pro.  Just where the dihedral itself turns 5.4, you can get some pro in.  Belay anywhere you can get gear.  P2: Continue on up easy rock to a big ledge where you can move right (east) onto the main east face of the rock.  There are two ancient pitons here.  You can combine P1 & P2 with a 60m rope with a little bit of simulclimbing.\n\nP3: Scramble east onto the main face, descend a little, and head up the east face toward the left side of a small overhang.  After placing a piece under the overhang, you can go up, or immediately traverse right (north) above the overhang.  Reach a crack and belay where you can find a good anchor.  P4: A short easy pitch leads straight up to the top.  P3 & P4 combined are about 210 feet.\n\nRap north 100' from some slings into a sloping jungle of ferns and poisin ivy (the 1911 Gully).  Walk down this (worst part of the climb), passing several trees.  You can rap from the two lowest trees, we just rapped from the lowest tree (only 40').\n\nThe end of the top rap is very close to the base of the sport route \"Blazing Biners\".  If you have the time, it's probably better to climb this route, and then continue to the summit of the 3rd, or traverse north to the base of the regular route.","protection":"Light rack to #3 Camalot.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,decc1251-4a67-52b9-b23f-3243e10e93d0,d0ca78b6-a3cb-517c-adee-d9c6f8c2d2d8,86410ac6-a2da-5a5f-8855-ba74384faafb,85a3d051-b704-5393-a24c-d376ff854c41","pathTokens":["USA","Colorado","Boulder","Flatirons","North","Queen Anne's Head"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11a"},{"count":1,"label":"5.0"},{"count":1,"label":"5.13b"},{"count":1,"label":"5.5"}],"byDiscipline":{"trad":{"total":4,"bands":{"unknown":0,"beginner":2,"intermediate":0,"advanced":1,"expert":1}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":0,"advanced":1,"expert":1}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.2916,39.9868]},"bbox":[-105.29218687624292,39.98635033981814,-105.2910131237571,39.98724966018187],"left_right_index":-1,"ext_id":"105745328","area_id":"haPQUbcEU5OiTNN2/4VMQQ==","polygon":{"type":"Polygon","coordinates":[[[-105.29218687624292,39.98635033981814],[-105.2910131237571,39.98635033981814],[-105.2910131237571,39.98724966018187],[-105.29218687624292,39.98724966018187],[-105.29218687624292,39.98635033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":4,"__v":1,"createdAt":"2022-11-07T05:56:00.913Z","updatedAt":"2024-02-19T18:31:25.932Z"}