{"_id":"6368a1b8e80bff5a99553f0f","area_name":"Left of Venus Wall (The Bradley White Wall)","shortCode":"","climbs":[{"_id":"9qwy3eTTUYW/YGOvOAixIw==","name":"Three Way Tie","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"Bradley White Oct. 2012","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.8367,43.8021]},"left_right_index":11,"mp_id":"107837841","mp_crag_id":"107166714","climb_id":"9qwy3eTTUYW/YGOvOAixIw==","areaRef":"qeqLr7PVXiy6mzM2uK2lGA=="},"content":{"description":"An alpine like climb with a little loose rock removed on first ascent. Starts up face below large overhang of rock. Traverse left at overhang to enter basalt dike with dirt floor. Step onto the dirt or stay with feet on rock onto the v groove away from dike (dirt's much easier footing). Reach high right to climb left for feet and the take care to not disturb the fauna in the vortex. Use chock stones to exit v groove crux. Face climb up then go left to dikes outside edge of dike run out (5.1). Climb head wall above dike three ways, center chock stones, Right is a little run out on slab. Left of center is very easy exposed steps (5.1). The finish open woods above the dead pine tree. Nice view and almost the whole route can be a (5.1) adventure climb. I have free soloed it much. One of the easiest climbs at Rattlesnake.","protection":"Small rack of nuts and cams, one big cam. Pro is sparse. It is there when needed the most (At the v groove block start and nearest to the top). Need a nut pick to clean the cracks sometimes. Walk off west or left and go down towards trails.","location":"After Venus Wall is a moss covered wall. Uphill from this wall left can be seen the giant block sticking out from the wall. Start below it at big trees."},"__v":0},{"_id":"T4ax4qkrXqCf2vwsRdiA4Q==","name":"Singed","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"Bradley White Nov. 2010","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-71.8367,43.8021]},"left_right_index":2,"mp_id":"106953039","mp_crag_id":"107166714","climb_id":"T4ax4qkrXqCf2vwsRdiA4Q==","areaRef":"qeqLr7PVXiy6mzM2uK2lGA=="},"content":{"description":"A sticky schist slab left of the giant tree trunk on the ledge is climbed 20ft until it tops off onto a ledge. From right side of ledge lay back up quartzite right and follow quartzite ramp until it ends at schist face (crux). Climb schist face passing two small pines and move left to a large pine. From the large pine move up right on rock to reenter pines so that a move across a stream bed hollow can be made onto the slab right of this hollow (crux). After the runout slab there is little risk and the ascent goes diagonally right on rock to the top of the dirty slab (no belay actually on top though). Belay can be done after steep and before the slab top finish.    The climb is sustained and on clean rock besides the pine trees that are nestled together near to the end of it.   The route currently has fallen branches on it.","protection":"Tree slings and #1 cam in the lay back. Free soloed it.","location":"West side of dirty slab and left of the giant dead pine tree on the ground. Go up and up and eventually there is a trail down to the 'Orange Crush' wall going eastwardly."},"__v":0},{"_id":"Lh4GTVItXXSq5STZs2lU9A==","name":"Scorched","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Bradley White Nov. 2010","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-71.8367,43.8021]},"left_right_index":7,"mp_id":"106948646","mp_crag_id":"107166714","climb_id":"Lh4GTVItXXSq5STZs2lU9A==","areaRef":"qeqLr7PVXiy6mzM2uK2lGA=="},"content":{"description":"","protection":"","location":""},"__v":0},{"_id":"tNfub0JMVMuYZWIQDK916w==","name":"Schist a side","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"Bradley White 2010","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-71.8367,43.8021]},"left_right_index":8,"mp_id":"106943248","mp_crag_id":"107166714","climb_id":"tNfub0JMVMuYZWIQDK916w==","areaRef":"qeqLr7PVXiy6mzM2uK2lGA=="},"content":{"description":"The climb begins pretty fair and square but then changes to rock between the grasses. Maybe the conversion to this new environment is the crux. The moves are on clean sharp rock. was really big fun and ridiculous looking because so much rock to climb hidden by the grasses. Way committing going on up. Much more rock climbing than I thought I would do. All of the trees are dead on this wall and some were in the way. There gone now. I went without climbing shoes on.   Now, clean rock with many little trees and long ferns in the dike make this it best climb too do in the late fall or very early spring.","protection":"Not much, maybe some cams pockets otherwise none I looked at because I was kept preoccupied.","location":"To the left of the 'Dirtiest Climb' first pitch is the start to this climb. After it higher up is the Orange Crush traverse trail that junctions with the Jimmy Cliff trail."},"__v":0},{"_id":"DOiY2mPMVpSw9f1YjC8mWQ==","name":"Morning Star","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"Bradley White Nov. 2012","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-71.8367,43.8021]},"left_right_index":12,"mp_id":"107887347","mp_crag_id":"107166714","climb_id":"DOiY2mPMVpSw9f1YjC8mWQ==","areaRef":"qeqLr7PVXiy6mzM2uK2lGA=="},"content":{"description":"After the v-groove of Three Way Tie, climb the spars lichen face east and up to clean rock. Here thee is a vertical wall and right an indent. Crossing the void over the indent is the crux. This could have been hard but there is a hand pocket that changes everything to easy. Go directly up way of the slab holds to trees. This is a fun climb. Protection would stop at the indent. Fifteen foot run out from there at (5.3).","protection":"Small rack couple of small-medium stoppers, medium cams, big cam for the start.","location":"Branches off east from Three Way Tie, after the v-groove. Ends at the same place as Three Way Tie."},"__v":0},{"_id":"mRWvbuwPVyOKWg2ZwDEnvw==","name":"Kindling","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"Bradley White, 7/2011","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-71.8367,43.8021]},"left_right_index":4,"mp_id":"107210797","mp_crag_id":"107166714","climb_id":"mRWvbuwPVyOKWg2ZwDEnvw==","areaRef":"qeqLr7PVXiy6mzM2uK2lGA=="},"content":{"description":"On the big slab after the start to scorched continue up 50ft. of runout slab climbing. The crux is 30ft up before the big pine tree and ten ft. long. It's commiting to say the least because the fall off would be 70+ feet. Keep your wits about you, head on straight while being griped and you'll be alright. Another crux is above this pine tree, where there is a hidden foot hold on the right at the beginning of a large mound of pine needles. This is the last route I will do in this area. The description of the area is accurate. It is unblemished of any bolts and pitons. It is a place for a climber to become one with nature as all the other acsents have been. A 5ft. section of this route was cleared of gray lichen moss before I ascended it a second time. The first time I attempted it and back off the route because of this lichen moss. Otherwise the route was completed doable and left in its naturalism state. Free soloed.    The lichen grew back and the climb is dangerous.","protection":"A decent belay at trees above the slab start to Scorched. A pine tree above the runout slab and Oak trees to belay from above the slab.","location":"On the big slab above the slab start to Scorched is a two foot wide mostly cleared of lichen and moss section that is climbable."},"__v":0},{"_id":"ZsI5F9jLWDmxxmTunB4+Pg==","name":"Flame","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Bradley White 7/2011","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.8367,43.8021]},"left_right_index":0,"mp_id":"107210805","mp_crag_id":"107166714","climb_id":"ZsI5F9jLWDmxxmTunB4+Pg==","areaRef":"qeqLr7PVXiy6mzM2uK2lGA=="},"content":{"description":"Climb up from the large boulder I knick named Sunfish on white rock and traverse right until below the crack. This start can be done all on rock. At the inclining crack start as an undercling and slab climbing for feet. Then its a lay back ascent until it derminates at the slab above 12ft and the crux is getting into the lay backing position. Think outside the use of only the crack and the climb will be easily done. Was first free soloed through the dark green moss foot holds and was a bit slippery and scary. Cleaned the route later on with a garden drowel. Only cleaned off the foot holds with a garden spade (Ha,Ha,Jay) and much of the moss remains. After the crack move left and up past a small pine tree and exit almost the same way as Fire Proof. This is the best protected route in the area.","protection":"small stoppers, medium cams,hexes and a couple of slings for the trees on the slab above.","location":"Climb up the start to Singed or climb the fourth class hike right of this start past a large pine tree. Move up left to the large boulder I knicknamed Sunfish. Begin on white rock and traverse right until below the crack. Walk off left and down to the fourth class exit to where you began."},"__v":0},{"_id":"O0fre9nDURefHewveyfdEw==","name":"Fire Proof","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Bradley White, 2011","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-71.8367,43.8021]},"left_right_index":1,"mp_id":"107196050","mp_crag_id":"107166714","climb_id":"O0fre9nDURefHewveyfdEw==","areaRef":"qeqLr7PVXiy6mzM2uK2lGA=="},"content":{"description":"After the first 12ft of Singed walk left up hill to the steep slab. I began at the off width bulge. Another start to it is left of this and is probably slightly more difficult and dirtier. The start I did was thought provoking. Once I figured it out it became easily done to access the slab. Center of slab the way the holds go until there is a good rest spot on the left edge of the slab. Chill out session from here on up to the great crack at midway up.     After crack 10ft up pocket face to a smaller size birch tree (to sling?) One on the better finger holds. Few feet more and off into little trees and I have not repeated it. I would remember repeating the start. Very good problem getting off the ground and the finger pockets are all there and a tree. The sharp rock nubs for the feet permit steeper climbing. Hybrid face/friction no rope. Crack good for gear and rest spot on the climb. kool rock","protection":"One medium trad gear placement and a couple of slings.","location":"Above the beginning slab to Singed and then up hill left. Walking to the base of this climb is doable by walking towards Waimai and then diagonally approaching right beyond the moss covered slabs. Decsent is doable by walking down the left side of this slab section. Rappelling is not necessary and there is a fourth class descent also (looking down) on the left side of the start to Singed."},"__v":0},{"_id":"n3XrQkhPVBuIugxmFrRZBQ==","name":"Edge","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Bradley White, Ed Hawes Nov. 2010","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-71.8367,43.8021]},"left_right_index":5,"mp_id":"106960365","mp_crag_id":"107166714","climb_id":"n3XrQkhPVBuIugxmFrRZBQ==","areaRef":"qeqLr7PVXiy6mzM2uK2lGA=="},"content":{"description":"This is the furthest westward side of 'Schist a side' wall. We climbed from the higher tier start. Move left and up past small tree on the vertical protrusion until the band of white rock is reached. Move directly up left and surmount onto the schist slab/face(crux). Climb slab/face low angle to large pine and belay. This route doesn't have any dead pine branches blocking the ascent. It has the most rock that is clean of obstacles. The start is lichen covered bomb for 15-20 ft.","protection":"Run out 20ft of lichen and moss covered rock to small stopper pro. Move up the white rock and there will be another decent stopper crack. Run it out again 20ft on knobby rock to the pine tree and belay. Past the belay tree is woods and the west side of the dirty slab.","location":"Furthest west start below this section of cliff. It could start 15ft lower but this would cause rope drag that would tear your rope up."},"__v":0},{"_id":"+NAKjrFVWKiwFN/70A2lsQ==","name":"Dirtiest Climb","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Bradley White Oct. 2005","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.8367,43.8021]},"left_right_index":9,"mp_id":"106855895","mp_crag_id":"107166714","climb_id":"+NAKjrFVWKiwFN/70A2lsQ==","areaRef":"qeqLr7PVXiy6mzM2uK2lGA=="},"content":{"description":"This climb's name is a joke. It's not dirty and has some very good finger crack usage. It's a good climb to place gear in but the easier exit to the top lacks gear, Excitement to the finish. There is lichen and dirt on the right side. You can step in the dirt near the pine tree if you have too.    Go up into a corner with the jam crack. After the crack ends (crux) move right to the rock exit and then belay at tree. Free Soloed   The first and second part or pitch two was done with Teresa Nagle (her first climb). Pitch two is closed. It went up into a steep alcove ceiling with a part way in army surplus angle pin. The exit right onto pine and dirt ramp (very dangerous).","protection":"A couple of medium/small stoppers and a fixed (half way in) pin on the second half of the climb.","location":"Around left of Venus wall on the trail is a big red spot. The climb ascends the wall left of this spot. Walk off up until able to descend left if you know your way around here. Otherwise find a tree to rappel."},"__v":0},{"_id":"Ioprc4OzVKqI4piciqhlQg==","name":"Cornered","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Bradley White 6/2013","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.8367,43.8021]},"left_right_index":10,"mp_id":"108177279","mp_crag_id":"107166714","climb_id":"Ioprc4OzVKqI4piciqhlQg==","areaRef":"qeqLr7PVXiy6mzM2uK2lGA=="},"content":{"description":"climb foot ramp to foot ledge left. From here go up the crux corner with crack. Its very lichen and mossy for hands but there is a way on rock. Finish up past solid blocks and easy ramp slab to top off at trees.","protection":"Good where needed and small variety rack is sufficient.","location":"Left below large fallen tree is a start or start on top of the tree. The tree is west of the dike start to Three Way Tie."},"__v":0},{"_id":"Hscip7FMX3i88PHcmorz0Q==","name":"Burned","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"Bradley White","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-71.8367,43.8021]},"left_right_index":3,"mp_id":"107196068","mp_crag_id":"107166714","climb_id":"Hscip7FMX3i88PHcmorz0Q==","areaRef":"qeqLr7PVXiy6mzM2uK2lGA=="},"content":{"description":"The rating keeps changing on this climb. I gave it the bomb for a while. It always fun! The moss was increasing its growth on the run out crux. That's changed and the two stars this climb should have will be there when the landscaping is done.        In the meantime, on the left side of the slab there is a fallen pine tree. Approach the slab on pine needle dirt bulges and reach a white rock foot ledge. Dry your shoes off and begin up the slab. The climb has a finger crack filled with dirt that will take pro. The crack stops twenty feet up and after a short run out over to the trunk of a pine tree (5.2). After this continue up carefully past leaning on slab rock (its loose). Above the rock a steeper slab (crux) with much moss to avoid right and then a dying tree obstacle to get over. I stand on the tree. Then the finger crack for pro reappears. Very sharp and smooth rock. The easiest and most protected climb in this area. Still a very run out rope climb. Free soloed.","protection":"Stoppers and medium Aliens would work best. Tricams would be okay. Friends would be hard to place. Walk off down left. Rappelling not recommended because the pine tree would be in the way at the base. The base of this slab is very dirty and the tree avoids all this dirt. The crack is choked with pine needles dirt and leaves.","location":"Right of Singed and the only way to it is by traversing right on this fallen pine tree. Hike down left or continue higher scrambling to the trail that traverses the main cliff."},"__v":0},{"_id":"NqQO4PLxW0idVCkA2bfShA==","name":"Bradley White Route","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Bradley White, 10/2011","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.8367,43.8021]},"left_right_index":6,"mp_id":"107337128","mp_crag_id":"107166714","climb_id":"NqQO4PLxW0idVCkA2bfShA==","areaRef":"qeqLr7PVXiy6mzM2uK2lGA=="},"content":{"description":"At the start of 'Scorched' is a basalt dike continue directly up it through small overhang and left is a large pine. Go directly up from there following dike until face climbing slab of upper 'Schisticide' finishes the climb. Clean rock with many little trees and long ferns in the dike make this the best climb too do in the late fall or very early spring.","protection":"large cam and medium small nuts and a large pine midway.","location":"Same start as 'Scorched'"},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,8a63706f-b14c-536f-b8ab-3cea90093e36,fdf16fa4-e20a-5cda-8c1b-dad225df6dce,a9ea8baf-b3d5-5e2c-ba9b-3336b8ada518","pathTokens":["USA","New Hampshire","*Rumney","Left of Venus Wall (The Bradley White Wall)"],"gradeContext":"US","aggregate":{"byGrade":[{"count":6,"label":"5.4"},{"count":4,"label":"5.5"},{"count":3,"label":"5.6"}],"byDiscipline":{"trad":{"total":13,"bands":{"unknown":0,"beginner":13,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":13,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-71.8367,43.8021]},"bbox":[-71.83732302683055,43.801650339818146,-71.83607697316944,43.80254966018186],"left_right_index":-1,"ext_id":"107166714","area_id":"qeqLr7PVXiy6mzM2uK2lGA=="},"content":{"description":"Bradley White has been actively seeking out adventurous climbs up the complex wall left of Venus. If you climb here, make sure to bring your routefinding skills, sense of adventure, and maybe a gardening trowel."},"density":0,"totalClimbs":13,"__v":1,"createdAt":"2022-11-07T06:12:11.310Z","updatedAt":"2022-11-25T11:20:00.674Z"}