{"_id":"63689d12e80bff5a994f1a65","area_name":"Split Thumb","shortCode":"","climbs":[{"_id":"KN5Cle3EXSCStjMxQdYKbQ==","name":"Two Thumbs Up","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Dylan Miller and Kevin Walsh","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-134.31064,58.40761]},"left_right_index":0,"mp_id":"118088918","mp_crag_id":"112157225","climb_id":"KN5Cle3EXSCStjMxQdYKbQ==","areaRef":"Nr0HyshTWAm0bu9fBdCW1A=="},"content":{"description":"An alternative rock climbing route on the south face of Spit Thumb. This is a longer stepper objective then classic SE ridge. The route features great granite, with no loose rock! And a few awesome splitter cracks! There are no fixed belays. The route is roughly 600’ and climbs moderate terrain the entire way, with the crux being right off the glacier in a splitter crack.\n\n We climbed this line in on mid September and encountered no bergschrund issues. It was easy to get off the glacier onto the rock. Through crampons were very necessary to cross and navigate the Lemmon glacier.\n\n During pitch 2 and 3 we wandered around on the wall checking out the different crack systems. We recommend a more direct line discussed below and outlined with a dashed line in the route photo. \n\n 1. (5.9) Climb the obvious splitter that starts as a finger crack and quickly widens to a hand crack. The crack has a zig zag pattern towards the top. At the top of the crack there is a ledge, walk right about 15 feet and start climbing the slab up and to the right. The slab has a unique juggy metamorphic texture that is easy climbing (5.6) but hard to protect. A 60m rope will be necessary to reach the obvious ledge below the shallow roof. A 50m rope will not get you to the ledge but there are still options for anchors both left and right bellow the roof.\n\n For pitch 2 and 3 we climbed far left to go around the shallow roof system. Once around the roof system we trended back right. These two pitches should be linked for future reference. Trend right above the belayer which should bring you to a thin finger crack that is less than vertical.\n\n 4. (5.8) You should climb on the crack system that is above the first pitch. We left a pack with gear at the base, which made for a good reference point. Climb the thin finger crack. This will take you to the top were there are plenty of boulders to sling for a top belay.","protection":"Single rack up to #3 with doubles in .2-1, nuts, and slings. Singe 60m rope.","location":"Approach: While approaching Split Thumb’s south face, notice the obvious crack feature that runs down the middle of the face from top to bottom. Now notice the 70’, dark, off-width crack that is located left of the middle line mentioned above. Our line climbs in the middle of both of these obvious features. As you get closer to the wall you will see the splitter crack that we used to start our climb. There are other options for starting this pitch, to the left is left facing corner with a good looking crack, and to the right is thinner finger crack."},"__v":0},{"_id":"uJwKwaYnX6uvwL5EJgFJwg==","name":"SE Ridge","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-134.31064,58.40761]},"left_right_index":2,"mp_id":"112157259","mp_crag_id":"112157225","climb_id":"uJwKwaYnX6uvwL5EJgFJwg==","areaRef":"Nr0HyshTWAm0bu9fBdCW1A=="},"content":{"description":"Access the Southeast Ridge and continue towards the peak until reaching an obvious headwall. Rope up here and climb fun cracks to a cord adorned block and belay. Can do another pitch to the top or just scramble up 4th class to the summit.","protection":"A couple of cams should be adequate.","location":""},"__v":0},{"_id":"eooC0ZCXXru6XZsFviNxmw==","name":"An (Icefield) Pirates Life","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Kelson Rounds-Mcpherson, Elias Antaya, Corbin Mitchell, Ryan and Naomi Moritz 9/12/2020","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-134.31064,58.40761]},"left_right_index":1,"mp_id":"119567157","mp_crag_id":"112157225","climb_id":"eooC0ZCXXru6XZsFviNxmw==","areaRef":"Nr0HyshTWAm0bu9fBdCW1A=="},"content":{"description":"This climb provides excellent crack climbing to gain the SE Ridge, avoiding the typical bowling alley choss chute that is the normal way to gain the ridge.p1. 40 m, multiple variations including splitter .75 cracks, wide laybacks to squeeze chimney, .3s in a corner to perfect hands pulling a lip to a lower angle scree slope. Awesome!p2. 5th class scrambling past multiple ledges and slabs angling toward a large tower, going left around it or tunneling through from the right. p3. 15 m, Belay on a perfect ledge at the base of a left facing corner. Climb the steep varied cracks that form between protruding fins of rock. Once you mantle, 4th class climbing will get you to the SE Ridge. Rappel the route. ","protection":"sr to 3\" or 4\", one variation involves a 5\" crack where slipping off would result in a fall onto or below the bergschrund if not protected by a new BD 4","location":"Route starts on the lighter band of rock on the right shoulder of the Thumb, directly to the right of the large, ominous right facing corner/chimney system also on the shoulder. Descend into the bergschrund where possible, and climb out. "},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,6eaa5769-cc0d-546f-9a11-211d3d4dc321,a0ac6b10-c13d-5622-86a2-badaba09127a,9a470b33-5dc6-545c-b5df-ac12c52f3b69,36bd07ca-c853-5809-b46e-ef5f05d096d4","pathTokens":["USA","Alaska","Southeastern Alaska/Coastal Range","Juneau","Split Thumb"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.9"},{"count":1,"label":"5.6"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":0,"beginner":1,"intermediate":2,"advanced":0,"expert":0}},"alpine":{"total":3,"bands":{"unknown":0,"beginner":1,"intermediate":2,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":2,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-134.31064,58.40761]},"bbox":[-134.31149833851842,58.407160339818134,-134.3097816614816,58.408059660181856],"left_right_index":-1,"ext_id":"112157225","area_id":"Nr0HyshTWAm0bu9fBdCW1A==","polygon":{"type":"Polygon","coordinates":[[[-134.31149833851842,58.407160339818134],[-134.3097816614816,58.407160339818134],[-134.3097816614816,58.408059660181856],[-134.31149833851842,58.408059660181856],[-134.31149833851842,58.407160339818134]]]}},"content":{"description":"This prominent thumb of rock calls out to climbers looking up from many vistas in town. The SE ridge is probably the shortest, easiest and most accessible technical alpine rock climb in Juneau and gets climbed a couple times/year. The W ridge is also easy but longer and there are supposedly some longer routes more involved routes on the South Face but I don't have any details on them.  \n\n  The rock on the main thumb is good granite, with lichen covered, sometimes loose blocks higher up past the technical difficulties. The rock between the glacier and the lower flanks of the thumb are orange, rotten, buzz kill, junk rock so be careful. This section is longer the later in the season that you climb. A rap anchor exists off the lower SE ridge to the glacier. \n\n  Here is a nice trip report from 2015 \n\nalpinemonkeys.wordpress.com…"},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T05:52:29.077Z","updatedAt":"2024-01-20T00:56:27.342Z"}