{"_id":"6368a50be80bff5a995afead","area_name":"Storm Mountain Island","shortCode":"","climbs":[{"_id":"HrPCHMX1W3qDYM6P5a/+rw==","name":"Wind Up","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Lenny Nelson","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7446,40.6239]},"left_right_index":16,"mp_id":"106445713","mp_crag_id":"105739353","climb_id":"HrPCHMX1W3qDYM6P5a/+rw==","areaRef":"5D6f9bq9XxWZN7d9HASwcg=="},"content":{"description":"This is a variation to the 2nd pitch of\n\nCaptain Jack\n\n. I made up the name because I cannot find the info and because there are already to many \"Unknowns\" in the area. This is a better way to finish Captain Jack. From the belay ledge on the 1st pitch, continue up the corner/gully to the right until the first bolt becomes obvious, follow 5 bolts to the top, build an anchor(slung block), and walk off.","protection":"Standard rack, 5 bolts, long sling for top anchor.","location":"This is a 2nd pitch variation to Captain Jack."},"__v":0},{"_id":"P3b+P6aiXtC4vMhhUF2cWg==","name":"Unknown 2","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7446,40.6239]},"left_right_index":20,"mp_id":"106446975","mp_crag_id":"105739353","climb_id":"P3b+P6aiXtC4vMhhUF2cWg==","areaRef":"5D6f9bq9XxWZN7d9HASwcg=="},"content":{"description":"This is another of the many undocumented climbs established around the\n\nStorm Mountain Island\n\narea. It is a variation to\n\nEncore\n\n's second pitch, or can be climbed in 1 pitch from the ground starting on\n\nEncore\n\nor\n\nThe Flake\n\n. It is kind of a strange climb. Which side of the arete do you climb on? Right side seems fairly hard and contrived, while the left side is quite easy but the bolts are positioned in a way that your rope keeps getting hung up on the sharp edge of the heavily featured arete. Either way, climb up the slab clipping a couple bolts until the wall steepens then decide which way to go. I climbed the left side, if you go this way the crux is on the slab around the second bolt.","protection":"Mostly bolts(10 I think), some gear may be heplful for those at their limit, but not really needed. Rappel from Padded Cell anchor or walk off.","location":"This climb ascends the arete located to the right of\n\nThe Flake\n\nand to the left of\n\nPadded Cell\n\n."},"__v":0},{"_id":"aLJUDz/HWzC13XFNpKm/Lw==","name":"Unknown 1","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"sport":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7446,40.6239]},"left_right_index":2,"mp_id":"105740294","mp_crag_id":"105739353","climb_id":"aLJUDz/HWzC13XFNpKm/Lw==","areaRef":"5D6f9bq9XxWZN7d9HASwcg=="},"content":{"description":"Approach as for Nice Little Crack.  Stop at the 1st bolted face. Climb.  Climb up the face to the top and then continue up the left face of a boulder to a tree.  Slabby and easy.","protection":"5 bolts, although the bottom bolt is missing the hanger.  Bring gear for the anchor, although back in 2000 there were slings aroung the tree at the top.","location":""},"__v":0},{"_id":"eVK8sKRUWbS4uTA107dEZw==","name":"Thin Slice of Time","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Lynn Wheeler","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7446,40.6239]},"left_right_index":25,"mp_id":"105741209","mp_crag_id":"105739353","climb_id":"eVK8sKRUWbS4uTA107dEZw==","areaRef":"5D6f9bq9XxWZN7d9HASwcg=="},"content":{"description":"Just right of\n\nAmphitheater Overhang\n\n, are some warped layers of rock. Climb these crossing over to the cracks above\n\nBig in Japan's\n\nanchors. The lower portions are good with some weird moves involved, and the upper crack/face is nice with sharp edges and good hands. However, the middle section is loose, well the entire climb has looseness to it, but the middle section gets dangerous. As we climbed it we avoided the initial traverse right just above the anchors due to rotten rock everywhere. A flake the size of a laptop came off in my hands. If it cleaned up, which I don't see, it would vastly improve.","protection":"Medium to small gear seemed to work the best, with some runners.  Cam's almost seemed imperative.","location":""},"__v":0},{"_id":"NHokMBiqWRCb8ZqqPKVmlQ==","name":"Storm Mountain Stupor","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7446,40.6239]},"left_right_index":3,"mp_id":"105740291","mp_crag_id":"105739353","climb_id":"NHokMBiqWRCb8ZqqPKVmlQ==","areaRef":"5D6f9bq9XxWZN7d9HASwcg=="},"content":{"description":"Approach as for Nice Little Crack.  Climb the left facing corner on the right.  Easy climbing and easy protection to the roof.  Medium hex protects well here, and jug on over.","protection":"Bring medium to large gear, and also gear for the anchors.","location":""},"__v":0},{"_id":"9ZzToVEnU525KETxivpvRA==","name":"Six Pence","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Lenny Nelson","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7446,40.6239]},"left_right_index":13,"mp_id":"105739886","mp_crag_id":"105739353","climb_id":"9ZzToVEnU525KETxivpvRA==","areaRef":"5D6f9bq9XxWZN7d9HASwcg=="},"content":{"description":"Begins at the top of a talus slope, just to the left of Bolt Route and several hundred feet west (right) of Goodro's Wall and Six Appeal. Bolts angle up to the right with fun moves on various size edges. Stay left near the top to make it more challenging. Careful on the descent as you are lowered into a chasm (watch your head)!\n\n\"Six Pence and Aqualung were the original \"Locomotive Breath\" established in the early 90's . There was a variation, for those who did not want to do the overhang, that traversed across above the first pitch ( to the west) and ascended a arête via three bolts to a face via two bolts to the top and single bolt anchor. The variation was named \"wind up\". I was listening to Jethro Tull that day. The first pitch later had another bolt with a set of chains added when I found climbers liked top roping the first pitch\" -\n\nL. Nelson","protection":"6 bolts with two chains on top for anchor.","location":""},"__v":0},{"_id":"2LaVZNUqX4Gzv72X2rFlzw==","name":"Six Appeal","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Vicki and Brian Smoot","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7446,40.6239]},"left_right_index":11,"mp_id":"105739889","mp_crag_id":"105739353","climb_id":"2LaVZNUqX4Gzv72X2rFlzw==","areaRef":"5D6f9bq9XxWZN7d9HASwcg=="},"content":{"description":"This fun sport route is just to the right of Goodro's Wall.  From the Storm Mountain parking lot, cross the bridge and turn left.  At the Y in the trail, branch right and then take one of the dirt paths up the slope from the first picnic table.  You will need to scramble up a short 4th class gully to the belay ledge.  WARNING: Be sure you can climb or lower off this gully before going up, it can get kind of sketchy coming back down.  It's a bit easier if you go left.\n\nFor the climb, follow seven bolts to the anchors up the face to the right (the wall is east facing).  Plenty of foot and hand holds but seems pretty challanging for 5.6. This spot queues up quickly on the weekend so get there early.  Shaded most of the day.","protection":"Route consists of 7 bolts and two chains for an anchor. Anchor is placed above a small ledge. Route is approximately 80 feet from belay point to anchor. Please use your own lockers or QDs for the top anchor and rap down at the end to reduce wear on the chains.  Bring a few medium to small cams to set up a belay anchor.","location":""},"__v":0},{"_id":"lccwDAJiV0yDMpbY8tg/tw==","name":"Six Addict","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7446,40.6239]},"left_right_index":7,"mp_id":"121653201","mp_crag_id":"105739353","climb_id":"lccwDAJiV0yDMpbY8tg/tw==","areaRef":"5D6f9bq9XxWZN7d9HASwcg=="},"content":{"description":"Start 10 right of the\n\nLayback Crack\n\nin a wide slot. Follow it for 10' until it gets thin. Continue up on good edges following the thin crack.  Then pass a roof to the upper set of chains. Rap or lower off with a single 70 meter rope. Since a lot of people are climbing this, I'm adding this as a separate route since it offers good moderate climbing that is separate from the corner.","protection":"A set of singles to a #2 camalot plus a set of wireds.","location":""},"__v":0},{"_id":"DrLww26YWouMl7c8idlnCg==","name":"Padded Cell","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"Drew Bedford 1987","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7446,40.6239]},"left_right_index":21,"mp_id":"108247067","mp_crag_id":"105739353","climb_id":"DrLww26YWouMl7c8idlnCg==","areaRef":"5D6f9bq9XxWZN7d9HASwcg=="},"content":{"description":"It seems, as usual, the Ruckmans had it best, \"The smooth face above the amphitheater overhang will drive you stark-raving mad.\"\n\nClimb off the ledge on good positive crimps and distinct feet passing two bolts.  At the third bolt there are two options...\n\nOption 1 - bust hard left and climb powerful yet delicates liebacks up and around joining the bolt line back after a tiny roof.  12a\n\nOption 2 - Sell your sanity to the devil and climb  directly though the bolt line and make highsteps and delicate footwork through small crimps and an improbably half pad pinch. Keep it together to the next bolt. 12c - this is where the Ruckman-ism holds truth.\n\nFollow positive but still engaging (5.11) holds to the anchors.\n\nI'm giving it 5.12 - the Guidebook says 12a or 12c. You choose.","protection":"Bolts. 6.  The crux bolt is sticking out a bit and the hanger spins - could use an upgrade.","location":"Up and above the Amphitheater overhang on the smooth slightly over-vertical face.  Several options to get to it.\n\n1. Climb the first pitch of Encore (5.7) to the anchors below the face. 2\n\n2. Climb the first pitch of the Flake (5.6) to the anchors below the face\n\n3. Get your Grr face on and climb Amphitheater Overhang Left (.12e) and cool down on Padded Cell."},"__v":0},{"_id":"C2biKCNrWMa0+VD+38c0rw==","name":"Nice Little Crack","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7446,40.6239]},"left_right_index":0,"mp_id":"105740285","mp_crag_id":"105739353","climb_id":"C2biKCNrWMa0+VD+38c0rw==","areaRef":"5D6f9bq9XxWZN7d9HASwcg=="},"content":{"description":"This climb is approached by traversing along the ledges on the East face of the island (paralleling the stream).  When you gain a ledge with a tree, (you will see a small 4 bolted route, with the bottom bolt missing a hanger, climb up a left facing corner/ramp to a ledge and continue on north.  You will see a pair of cracks, with a bolted route in the middle.  This is the left-most crack.  Climb this thin crack to the roof, and pop over.  The anchors are to the right.","protection":"Bring a selection of medium gear for the anchors.  There are 2 anchors on a new bolted route to the right.  HOWEVER, 1 of these bolts is suspect.  Beware.","location":""},"__v":0},{"_id":"spEk0elGUS+bCku4wWiu6Q==","name":"Lenny's Route","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Lenny Nelson","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7446,40.6239]},"left_right_index":1,"mp_id":"105740288","mp_crag_id":"105739353","climb_id":"spEk0elGUS+bCku4wWiu6Q==","areaRef":"5D6f9bq9XxWZN7d9HASwcg=="},"content":{"description":"Approach as per Nice Little Crack.  This is the bolted face.  Tricky start over the 1st roof, leads to edges and fun climbing.  Midway you will find a bulge,  friction over this avoiding the foot crack to the left.  Finally, trick #3, pop over the top roof.  And there... the anchors?.","protection":"2 bolts atop for the anchor, BEWARE one is suspect.  Also, 7 draws for the route.  You will also need a small set of medium gear for the upper roof.","location":""},"__v":0},{"_id":"i/f9CAm5WyGazb2gjZSWKQ==","name":"Layback Crack","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7446,40.6239]},"left_right_index":6,"mp_id":"105739901","mp_crag_id":"105739353","climb_id":"i/f9CAm5WyGazb2gjZSWKQ==","areaRef":"5D6f9bq9XxWZN7d9HASwcg=="},"content":{"description":"This is an excellent route found on the tall and inviting, east side of\n\nStorm Mountain Island. Layback Crack\n\noffers a quality outing with a number of different options for ascending. Back when rock was young, this was most likely climbed in 2 or 3 pitches and without the use of fixed anchors. Today, you have the choice to climb this however you see fit. Originally this climbed the first corner to a ledge on the left (35 feet). It then continued up the corner until another, larger, more prominent ledge was found (75 feet). The route then followed broken terrain to the summit (20 feet).\n\nApproach\n\n: If coming from the pay booth entrance, you will find the\n\nLayback Crack\n\nby crossing the first foot bridge and turning left down a small path to a few picnic tables (south). You will then follow a well-worn, but overgrown trail along the river to a striking 15' scramble up a corner.\n\nP1:\n\nThe first pitch starts directly up the obvious right-facing dihedral. Climb this corner for 35 feet and belay at an anchor on the ledge above\n\nLa Creme De Shorts\n\n. For a quick and cleaner option, instead climb the corner for ~50 feet passing the first belay until you reach a wide, horizontal break below a small roof/corner. From here, head up and right across the face to a belay at chains about ~60 feet up. Continue ascending from this belay or lower. Alternatively, and possibly the best option, is to climb pitch 1 and 2 in one long pitch by sticking to the corner and going even higher to another large, right-facing, craggy corner to a belay ledge at the routes 3/4's mark. Another anchor exists here on a huge ledge. Stop here and belay or climb to the rim and build a belay.\n\nP2:\n\nDepending on where you stop, this next pitch leaves the first belay and follows the deteriorating and dirty right-facing corner from the first anchor up to another large belay ledge ~75' feet higher. If you skipped the first or second intermediate anchor, continue from the large upper belay ledge to the summit. If heading to the summit, build a belay under the bushes.\n\nP3:\n\nIf done in three pitches, the third pitch leaves from the larger, upper corner's ledge and involves a short stint up easy, broken terrain to the summit. Build a belay under the bushes.\n\nDescent\n\n: If climbing to the summit, walk off the west towards the amphitheater and follow the trial around north and back into the picnic area. Otherwise rappel the route.","protection":"Take a simple rack of small to large cams, and a full set of stoppers. Bring a sufficient amount of slings and maybe some double runners if you plan to build a belay. a 60 meter rope is plenty for all options of climbing and a 70 meter will get you down from the the anchor below the summit pitch.","location":""},"__v":0},{"_id":"FBs6K/mCXnWqEQChgSQqig==","name":"La Creme De Shorts","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7446,40.6239]},"left_right_index":5,"mp_id":"105740297","mp_crag_id":"105739353","climb_id":"FBs6K/mCXnWqEQChgSQqig==","areaRef":"5D6f9bq9XxWZN7d9HASwcg=="},"content":{"description":"Approach as per Layback Crack.  This climbs the right trending crack in the face.  Finger to hand climbing that proved to be very strenuous.  This climb is beautiful nonetheless.","protection":"2 chains atop for the anchors.  Standard rack, avoiding the small stuff and the larger stuff.  My 1st piece was a nut and the rest were SLCD's (more out of convenience than neccesity).","location":""},"__v":0},{"_id":"kSatIvsHVhSgvhu3M/N4rA==","name":"Goodro's Wall","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Harold Goodro  ~1949","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7446,40.6239]},"left_right_index":8,"mp_id":"105739892","mp_crag_id":"105739353","climb_id":"kSatIvsHVhSgvhu3M/N4rA==","areaRef":"5D6f9bq9XxWZN7d9HASwcg=="},"content":{"description":"Arguably the first 5.10 in North America. Fun route, good gear, good jams, pumpy.  Feeling burly cause you sent it?  Some cowboy did the same back in the 40's.","protection":"Standard rack of nuts and cams up to 2\".  TCUs useful.","location":""},"__v":0},{"_id":"M1QYuOMIX2aoB3nu2OBzzw==","name":"Generation Gap","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"John Storm, Stuart Ruckman, and Gordon Douglass 1988","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7446,40.6239]},"left_right_index":9,"mp_id":"105740831","mp_crag_id":"105739353","climb_id":"M1QYuOMIX2aoB3nu2OBzzw==","areaRef":"5D6f9bq9XxWZN7d9HASwcg=="},"content":{"description":"Just right of Goodro's Wall is a glass surface that someone decided was climbable.  This route actually start in the gully to the right, and does a hand traverse along the obvious crack halfway up.  Upon reaching the piton hidden in the crack, start to climb up the right-angling weaknesses/ crack, past a \"lost\" micro-nut, and continue to a thin finger ledge.  From here launch into a couple of rightward lunges to good 2-3 finger ledges and pump out the climb.  Not too technical, just tough on the fingers and almost no feet.","protection":"2 draws for the anchor (Goodro's Wall).  Micro-nuts for the lead.","location":""},"__v":0},{"_id":"YxxDgJAjWRyS2RLcVXeoUw==","name":"The Flake","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7446,40.6239]},"left_right_index":18,"mp_id":"105739904","mp_crag_id":"105739353","climb_id":"YxxDgJAjWRyS2RLcVXeoUw==","areaRef":"5D6f9bq9XxWZN7d9HASwcg=="},"content":{"description":"This route can be found directly behind the Storm Mountain Amphitheatre, left of the prominent roof, in a corner, behind a pine tree (whew!). The first pitch follows a rough corner system 60' into a steep gully, to a belay off of cracks and boulders on left side of gully. Next pitch heads up opposite side of gully along a wide (5\"), jagged crack that separates a huge block from the mountain. Sparse protection through here so take advatage of everything. After 50', mantle onto the block, clip finishing bolts of climb on outside face (or contrive a beautiful directional), and head up around brief face, off of the block to a rocky belay. Walk off as described for Layback Crack.","protection":"Bring a standard rack (camalot sizes to 3 & all stoppers). Bring some long runners to tie of trees and rocks at the belays. A cordellete helps out a lot.","location":""},"__v":0},{"_id":"7ZN0gAYWXneZfiDylDPTfQ==","name":"Encore","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Brian Smoot, Ben Smoot","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7446,40.6239]},"left_right_index":22,"mp_id":"105840321","mp_crag_id":"105739353","climb_id":"7ZN0gAYWXneZfiDylDPTfQ==","areaRef":"5D6f9bq9XxWZN7d9HASwcg=="},"content":{"description":"This may be an old route that was retro-bolted (the FA reported that there were no indications that it had been climbed before).  The first pitch climbs the face to the left of the Amphitheater Overhang (2 bolts) and moves out and around a small roof crux (1 bolt).  You can either hop over the arete above the overhang or remain in the short dihedral.  Then, walk over to the chains on the East-facing slab.  Continue up the arete past several more bolts.  There is a small runout section before a piton that can be protected with gear, but I ran it out for fun.  I thought that this was a mostly 5.6 climb with a few 5.7 moves, but I gave it the + because my buddy insists that the roof is 5.8.","protection":"~7 bolts, 1 piton, and 2 chains at each belay.  Small to medium pro for the runout sections.","location":"Between Amphitheater Left Overhang and the Flake.  Look for two bolts facing North and another bolt facing East.  You can see the belay chains above the Amphitheater Overhang Right.  Walking off is faster and easier than making two rappels off (unless you have a 70 meter rope which barely gets you down)."},"__v":0},{"_id":"utJU0i3nX3annuof3sImKA==","name":"Epic Wall","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7446,40.6239]},"left_right_index":12,"mp_id":"105740300","mp_crag_id":"105739353","climb_id":"utJU0i3nX3annuof3sImKA==","areaRef":"5D6f9bq9XxWZN7d9HASwcg=="},"content":{"description":"This climbs the large wall well to the right of Goodro's.  It is east-facing.  The route has many variations, so enjoy.  The 1st pitch tends to have dirty, chossy, rock with plenty of bushes.  The 2nd pitch makes it worth it, with exposure and clean cracks.Hike off for the descent.","protection":"Bring a standard rack, and gear for anchors.  We found 2 older pitons on the route, there may be more... who knows?","location":""},"__v":0},{"_id":"BVpztQkqV3aW1flKi7bnJg==","name":"Edge of Time","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"John Steiger, Brent Manning, Sept. 2008","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7446,40.6239]},"left_right_index":27,"mp_id":"106270153","mp_crag_id":"105739353","climb_id":"BVpztQkqV3aW1flKi7bnJg==","areaRef":"5D6f9bq9XxWZN7d9HASwcg=="},"content":{"description":"Edge of Time\n\nis an alternative start to get to the beautiful hand and finger cracks above the\n\nBig in Japan\n\nanchors.  The cracks were originally climbed as the latter half of\n\nThin Slice in Time\n\n.  However, IMO this is a more logical and better way to get to the cracks than doing\n\nThin Slice\n\n(no offense to\n\nThin Slice's\n\nFA party).\n\nBegin by scrambling up the low-angle shale ramp in the yawning chimney right of\n\nBig in Japan\n\n.  After about 20 feet, climb obvious holds up the overhanging wall of the chimney then step around the corner and up to a point right of\n\nBig in Japan's\n\nanchors.  Follow incipient cracks leading right and up, close to the edge of the chimney, and continue to the finishing cracks.","protection":"Standard trad rack.  Belay on top from gear.  Walk off or rap from anchors atop of\n\nEncore\n\n.  Turning the corner onto the\n\nBig in Japan\n\nface may warrant a bolt, although the gear seemed okay to me.  I'll place a bolt if some consensus forms that it is needed.","location":"Right of\n\nBig in Japan\n\n."},"__v":0},{"_id":"Yz/S53dvWHinmOjmbeKenw==","name":"Crag Turkey Escape","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Unknown FRA: Brett C. Tim G.","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7446,40.6239]},"left_right_index":19,"mp_id":"112181572","mp_crag_id":"105739353","climb_id":"Yz/S53dvWHinmOjmbeKenw==","areaRef":"5D6f9bq9XxWZN7d9HASwcg=="},"content":{"description":"Starts 25' east of the Encore start.  Climb 15' to a bolt and keep climbing through broken ledges and crack systems up to the top of Storm Mountain Island.  Could be broken into two pitches but we just did it as one long pitch.","protection":"Yellow/red C3, stoppers, single rack to 2\" 1 bolt, 1 piton.\n\nNote: I gave this R because of the light rack.  You could use more cams but then rope drag could be an issue.  I placed every piece and still had portions of 20-35' of runout with bad fall consequences.","location":""},"__v":0},{"_id":"pgjzip6yW6aM391RtwJkbw==","name":"Coco Moco","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7446,40.6239]},"left_right_index":4,"mp_id":"106030905","mp_crag_id":"105739353","climb_id":"pgjzip6yW6aM391RtwJkbw==","areaRef":"5D6f9bq9XxWZN7d9HASwcg=="},"content":{"description":"From the ledge at the bottom of\n\nLa Creme De Shorts\n\n, step left around the arete and climb over a bulge formed by a loose-looking (but apparently solid) block.  If the block seems too risky, you can move left and turn the bulge (protection in horizontal cracks) then step back right and join the original line.  Follow weaknesses up and left to a clean reddish face.  (The reddish face is above the ledge system that connects the top of the initial\n\nLa Creme\n\ncorner with the belay for\n\nStorm Mountain Stupor\n\n).  Climb the wide but easy crack on the reddish face, move left, then take a line just right of a tree over several bulges to the large ledge on which\n\nLayback Crack\n\nends.  Belay from cams in horizontal cracks.\n\nWhen we did this, my 9- and 11-year-old partners rated it 5.5, but it likely would be a handful for a novice leader, hence the rating.  A post indicates that this had been climbed before, which I don't doubt given the long history and popularity of the \"Island,\" but since we appear to be the first to report it, I'm calling it by the name suggested by my partners.\n\nNB (July 22, 2017): Just noticed that Tony Calderone's 2017 BCC guide calls this line \"Ramblin' Man\" and gives the date of the FA as 1995 (but doesn't say by who).","protection":"Standard trad rack.  Protection is tricky but adequate so long as the rack includes cams and long runners.  No heartburn here if someone wants to add fixed gear.  To descend, either walk off by scrambling left then up and over the top, or rappel from the bolts atop\n\nLayback Crack\n\n, which are 20 or so feet from the end of the route to the up and to the right.  For the rappel, a 70 meter rope will get you down in one go; otherwise, you're looking at two rappels.","location":"Left of the\n\nLa Creme De Shorts/Layback Crack\n\ncorners (and their variations) and right of\n\nStorm Mountain Stupor\n\n."},"__v":0},{"_id":"gMXUM1l7V2acc7u2qgKw7g==","name":"Closing the Gap Variation","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"Drew Bedford 1989","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7446,40.6239]},"left_right_index":10,"mp_id":"105741212","mp_crag_id":"105739353","climb_id":"gMXUM1l7V2acc7u2qgKw7g==","areaRef":"5D6f9bq9XxWZN7d9HASwcg=="},"content":{"description":"Just right of Goodro's Wall is a bolted face.  (1 bolt) climb this.  The climb ends at the horizontal finger ledge, but continuing up Generation Gap would be the thing to do.  This route is insane.  Nothing solid on it.  My partner was able to redpoint it, I just got on it and failed.  Maybe next year!!","protection":"1 draw for the route, I don't recommend utilizing the RURP that is dying below the bolt.","location":""},"__v":0},{"_id":"E+ndw+yvWZ+OJSHrLM8uVw==","name":"Captain Jack","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"J. Steiger, J. Saviers-Steiger, August 2008","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7446,40.6239]},"left_right_index":15,"mp_id":"106243470","mp_crag_id":"105739353","climb_id":"E+ndw+yvWZ+OJSHrLM8uVw==","areaRef":"5D6f9bq9XxWZN7d9HASwcg=="},"content":{"description":"Captain Jack\n\nclimbs the two-tiered arete right of\n\nSix Pence\n\nin two pitches.\n\nP1\n\n: The first pitch climbs either on or slightly left of the lower arete, protected by gear and two bolts, until it slopes back and a belay can be established on a fairly decent ledge from nuts and cams (as noted by one of the comments, a set of chains has been recently added (not by me) just below the ledge). The first pitch starts about 15 feet right of the base of\n\nSix Pence\n\n, either by climbing the smooth face left of the arete or the arete proper.\n\nP2\n\n: The second pitch traverses left to gain the upper arete, then climbs the rib past a bolt to the top, avoiding the ugly chimney/gully to the left.\n\nA better second pitch -- which elevates this climb to two stars IMO -- ascends the face right of the upper arete past 5 bolts (this is currently posted as\n\nWind Up\n\n, but at one point was posted as\n\nSteve the Pirate\n\n). It is possible to do this alternative and the first pitch of\n\nCaptain Jack\n\nin one rope-length (a 60m rope may be necessary). NB: Tony Calderone's 2017 BCC guide shows the first pitch of\n\nCaptain Jack\n\nand this 5-bolt finish as \"Broken Fin\" and first climbed in 1997 (but it doesn't say by who).","protection":"Standard trad rack.  The majority of the protection is in horizontal cracks (some ingenuity may be necessary).  The 2 bolts on the lower arete and the bolt on the upper arete were added after the FA.  Walk off the top to the right.","location":"To the right of\n\nSix Pence\n\nis a large, dark chimney/gully.\n\nCaptain Jack\n\nclimbs the somewhat low-angle arete to the right of the chimney/gully.  The easiest way to find\n\nSix Pence\n\nand\n\nCaptain Jack\n\nis to go to the upper left end of the amphitheater and walk left along the base of the crag up a scree slope to its top, above which the bolts on\n\nSix Pence\n\nare obvious."},"__v":0},{"_id":"HWm5AFcRVL+jqa0F4ess8Q==","name":"Bolt Route","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7446,40.6239]},"left_right_index":17,"mp_id":"105739883","mp_crag_id":"105739353","climb_id":"HWm5AFcRVL+jqa0F4ess8Q==","areaRef":"5D6f9bq9XxWZN7d9HASwcg=="},"content":{"description":"This route starts just to the right of the base of Six Pence, which is not at all clear in Ruckman's book.  From either direction along the wall, scramble up a short talus slope to the base.  I used the bolted short first pitch as an easy top-rope to teach a new climber, but more convenient places could probably be found.  DESCENT: Scramble down to the left from the top of first pitch.  From the top of the second pitch, walk off to the west and then take the main path down to the north.","protection":"Extremely over-bolted but short first pitch to a ledge with a messy bush.  This is ok as the bolts look very old.  Decent pro is available for the second pitch - small cams and nuts.","location":""},"__v":0},{"_id":"XzDmOEXBXP+wiF4oRjnbaw==","name":"Big in Japan","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Drew Bedford & Dana Hauser, 1987","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7446,40.6239]},"left_right_index":26,"mp_id":"105981056","mp_crag_id":"105739353","climb_id":"XzDmOEXBXP+wiF4oRjnbaw==","areaRef":"5D6f9bq9XxWZN7d9HASwcg=="},"content":{"description":"Brief, but good grief!\n\nGreat little route that gets too business from the start. If it were a little longer it would be a classic. Just go for it!","protection":"4 bolts + 2 rap hangers","location":""},"__v":0},{"_id":"cP8G6PecUP2eDTntyo/Q2A==","name":"Aqualung","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"Lenny Nelson","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7446,40.6239]},"left_right_index":14,"mp_id":"105848588","mp_crag_id":"105739353","climb_id":"cP8G6PecUP2eDTntyo/Q2A==","areaRef":"5D6f9bq9XxWZN7d9HASwcg=="},"content":{"description":"You can find this route above\n\nSix Pence\n\n. From the anchor on top of\n\nSix Pence\n\ngo up a broken face to the right, clip a bolt and move right through a roof(crux, a medium nut will protect the move to get to the next bolt for the shorter climbers). Climb the fun face above passing several bolts. At the top is a single bolt with chain link on it. We continued to the top, slung a block for the anchor and walked off.\n\n\"\n\nSix Pence and Aqualung were the original \"Locomotive Breath\" established in the early 90's . There was a variation, for those who did not want to do the overhang, that traversed across above the first pitch ( to the west) and ascended a arête via three bolts to a face via two bolts to the top and single bolt anchor. The variation was named \"wind up\". I was listening to Jethro Tull that day. The first pitch later had another bolt with a set of chains added when I found climbers liked top roping the first pitch\" -\n\nL. Nelson","protection":"5 bolts, small to medium nuts (optional).","location":"Above\n\nSix Pence\n\non\n\nStorm Mountain Island\n\nNorth face."},"__v":0},{"_id":"K5cGnkqWVXuDyCFmDVvvwg==","name":"Amphitheater Overhang Left","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"Royal Robbins  FFA Jim Karn or Steve Habovstak","type":{"sport":true,"aid":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7446,40.6239]},"left_right_index":23,"mp_id":"105741458","mp_crag_id":"105739353","climb_id":"K5cGnkqWVXuDyCFmDVvvwg==","areaRef":"5D6f9bq9XxWZN7d9HASwcg=="},"content":{"description":"This is a good fun little aid line or a wild dynamic free climb.  Start at the top of the amphitheater in Storm Mountain picnic area.  There are two lines through the roof, this is the left line (obviously).  To the right is Amphitheater Overhang Right, A1; the gully to the left is the start of The Flake, 5.5.\n\nI haven't sent it free, so I will comment from an aid perspective.  Great roof sequence past several fixed pins and bolts over the lip and then up to a two-bolt anchor.  This is a great place to practice aiding through roofs, and over bulges.","protection":"Free: mostly just several draws.  There are other placements if you want them with thin gear.\n\nAid: small rack, mostly thin.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ee1d37e7-dc41-5c26-a358-5d51af01f499,5f0ed4d8-ebb0-5e78-ae15-ba7f1b3b5c51,e838736e-03de-5522-b170-850c7ffcb2ac,26a193ca-cb5e-5423-8ead-6db185433cfb,d31824ba-5b3d-5e76-bbbf-9ea2b7729f9f,e43e9ff5-babd-5f15-9937-b77d1c04b072","pathTokens":["USA","Utah","Wasatch Range","Central Wasatch","Big Cottonwood Canyon","Storm Mountain Picnic Area","Storm Mountain Island"],"gradeContext":"US","aggregate":{"byGrade":[{"count":3,"label":"5.7"},{"count":1,"label":"5.7+"},{"count":6,"label":"5.6"},{"count":2,"label":"5.10c"},{"count":5,"label":"5.5"},{"count":1,"label":"5.12"},{"count":1,"label":"5.8"},{"count":1,"label":"5.9"},{"count":2,"label":"5.12b"},{"count":1,"label":"5.10b"},{"count":2,"label":"5.12d"},{"count":1,"label":"5.4"},{"count":1,"label":"5.9-"}],"byDiscipline":{"trad":{"total":19,"bands":{"unknown":0,"beginner":13,"intermediate":4,"advanced":2,"expert":0}},"sport":{"total":8,"bands":{"unknown":0,"beginner":5,"intermediate":0,"advanced":3,"expert":0}},"aid":{"total":1,"bands":{"unknown":1,"beginner":0,"intermediate":0,"advanced":0,"expert":0}},"tr":{"total":3,"bands":{"unknown":0,"beginner":1,"intermediate":1,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":18,"intermediate":4,"advanced":5,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-111.7446,40.6239]},"bbox":[-111.74519243782785,40.623450339818135,-111.74400756217216,40.624349660181856],"left_right_index":-1,"ext_id":"105739353","area_id":"5D6f9bq9XxWZN7d9HASwcg==","polygon":{"type":"Polygon","coordinates":[[[-111.74519243782785,40.623450339818135],[-111.74400756217216,40.623450339818135],[-111.74400756217216,40.624349660181856],[-111.74519243782785,40.624349660181856],[-111.74519243782785,40.623450339818135]]]}},"content":{"description":""},"density":0,"totalClimbs":27,"__v":1,"createdAt":"2022-11-07T06:26:23.680Z","updatedAt":"2024-01-20T01:06:51.952Z"}