{"_id":"63689d5ce80bff5a994f4f97","area_name":"Stately Pleasure Dome","shortCode":"","climbs":[{"_id":"ZnUu3KWkXZWGcBozwqPb6g==","name":"The White Flake","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Jeff Foott, Jim Baldwin, and Hope Morehouse  (1962)","type":{"trad":true,"alpine":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-119.4577,37.83546]},"left_right_index":12,"mp_id":"112044850","mp_crag_id":"105835737","climb_id":"ZnUu3KWkXZWGcBozwqPb6g==","areaRef":"YmBxZlpyWfGb+/nPNvHK9A=="},"content":{"description":"A very long pitch starts in the left of two cracks at the far right side of this section of the face.  At the top of the crack, angle up and left for a long ways to a bolt.  From here, continue up and right until you reach a two-bolt belay station.  Unless you are using a 150' rope like the first ascent party, keep heading up and right and belay at the base of the corner.\n\nThe White Flake itself is a wonderful feature and lots of fun to climb.  Follow the corner (5.5) up and left until the angle kicks back and you can easily set up a belay just about anywhere.","protection":"Pro to 4 inches and quickdraws.","location":"Approach up the slabs starting a few hundred feet right of West Country."},"__v":0},{"_id":"oqht3iEcWbK9vJf4G5V/2A==","name":"West Country","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Bob Summers and John Fisher, July 1969","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.4577,37.83546]},"left_right_index":14,"mp_id":"105836047","mp_crag_id":"105835737","climb_id":"oqht3iEcWbK9vJf4G5V/2A==","areaRef":"YmBxZlpyWfGb+/nPNvHK9A=="},"content":{"description":"P1. (160ft) From the nice ledge at the start, go straight up (same as Hermaphrodite Flake), heading left just where the flake starts. Belay just a little higher.\n\nP2. (80ft) This is the crux pitch and the most fun. 5.6-5.7 sustained lieback/finger crack climbing for almost 100 feet to a two bolt anchor. Good pro most of the way. Great.\n\nP3. (125ft) Slightly runout face climbing past a few bolts to a two bolt anchor.\n\nP4. (160ft) More fun liebacking. The angle is much lower here, but placing pro is slightly awkward. Set up a belay after the crack runs out and the angle drops to 3rd class.","protection":"standard full rack.","location":"See photo for Stately Pleasure Dome"},"__v":0},{"_id":"bybQxeLNXhimFEs3qkGURQ==","name":"The Way We Were","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Tom Higgins and Bob Kamps 6/74","type":{"trad":true,"alpine":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-119.4577,37.83546]},"left_right_index":34,"mp_id":"110901351","mp_crag_id":"105835737","climb_id":"bybQxeLNXhimFEs3qkGURQ==","areaRef":"YmBxZlpyWfGb+/nPNvHK9A=="},"content":{"description":"This route is actually scarier for the follower than the leader!  After the first two bolts on pitch one, make a 5.9+ move left(very bad swing for the follower) and traverse 40-50' left to three bolts which lead up a short headwall(crux) to the belay.\n\nThe second pitch climbs up and right past a couple of widely spaced bolts(and gear) to a belay shared with Quiet Desperation.\n\nEasier climbing leads a pitch or two, depending on your ability and rope length, to the top.","protection":"Bolts and small gear.","location":"This route starts from the top of a small flake about 100-150' downhill from the prominent arch of Arch Rival.  Daddy's Little Girl goes straight up. The Way We Were heads up and left.  Descend as for South Crack."},"__v":0},{"_id":"/DgPhNsgU0q7fhnZyo9L/A==","name":"The Way We Could Have Been","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Scott Burk and Urmas Franosch  (Aug 1986)","type":{"trad":true,"alpine":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-119.4577,37.83546]},"left_right_index":33,"mp_id":"118993072","mp_crag_id":"105835737","climb_id":"/DgPhNsgU0q7fhnZyo9L/A==","areaRef":"YmBxZlpyWfGb+/nPNvHK9A=="},"content":{"description":"The crux is right at the first bolt.  Hooks up with The Way We Were halfway and does the crux of that route as well.","protection":"Quickdraws","location":"Start on top of a boulder, 100 feet uphill from the big ledge."},"__v":0},{"_id":"MVdYxL4BWGOHonilPr4NMw==","name":"Water streak #2","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Unkown","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.4577,37.83546]},"left_right_index":10,"mp_id":"121339579","mp_crag_id":"105835737","climb_id":"MVdYxL4BWGOHonilPr4NMw==","areaRef":"YmBxZlpyWfGb+/nPNvHK9A=="},"content":{"description":"This is a retro bolted free solo.  It now has 5 bolts.  It is 7’ left of the Kamps/Couch.  It was free soloed in 2011 and has probably been soloed before and certainly since by others.","protection":"5 bolts. Belay ring anchors.","location":"The obvious black/gray streak directly to the left of Water Streak #1."},"__v":0},{"_id":"FGuar2S8UDW6Wh1ZJY7G4g==","name":"Water Streak #1","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true,"alpine":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-119.4577,37.83546]},"left_right_index":9,"mp_id":"121339562","mp_crag_id":"105835737","climb_id":"FGuar2S8UDW6Wh1ZJY7G4g==","areaRef":"YmBxZlpyWfGb+/nPNvHK9A=="},"content":{"description":"This is an old climb that starts on the gray/black streak just right of the crack start of ”Far West Country”. It is denoted by a single replaced bolt twenty feet up.  It skirts the cracks to the left and passes a short left trending crack and continues to a block with an old Chouinard pin with a ring on it.  Probably a belay point.  It then continues up “Far West Country” streaks to top.  This route was free soled in 2011 and has probably been soloed before and definitely since by others. It may actually be the “Far West Country” as the Roper High Sierra guide says  “A class 4 pitch leads to the pine and from here a short crack leads to friction slabs\n\nTO THE RIGHT\n\nof the straight-in cracks.”  So the old replaced bolt may denote where to cross to slabs and continuing up to “straight in cracks“ described as being part of Far West Country in the other post  may be inaccurate.  So this may be considered a direct slab start to “Far West Country”.","protection":"1 bolt, gear to 3”, one old piton.","location":"Water Streak directly to right of Far West Country” crack start."},"__v":0},{"_id":"znBCBXVtWHiR9hL5B4IwdA==","name":"Turning Japanese","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Chris Falkenstein, Don Reid & Alan Bartlett, 6/81","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.4577,37.83546]},"left_right_index":38,"mp_id":"107404667","mp_crag_id":"105835737","climb_id":"znBCBXVtWHiR9hL5B4IwdA==","areaRef":"YmBxZlpyWfGb+/nPNvHK9A=="},"content":{"description":"1st pitch: follow left leaning flake/ramp until it ensd and then go up face to small roof. Climb past roof and a couple bolts (10a) to ledge on left.\n\nAbout 75' ft if memory serves.\n\n2nd pitch. Ideally belay on left side of ledge. Climb corner and hand traverse right under roof and pull past roof into small right facing corner. Transition from corner to thin face past a number of bolts to belay on long, narrow ledge. 10d crux is above the corner on first few bolts. It was a dyno for me.\n\nAbout 90' ft, I think.\n\n3rd pitch. Up corner/roof system. Easy 5th to top of dome.","protection":"Mostly single set of cams to 2\" and a bunch of draws. Good pro, especially at cruxes.","location":"This climb is on the far right side of Stately Pleasure Dome (east side, by the road). The approach  isn't long, but you do have to angle up right along the face. It's just left of Shy Tuna and Babe Roof."},"__v":0},{"_id":"G14yxGv4X2ayTj/aknpF0Q==","name":"Turkey Trot","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"Jim Stimson and Val Lincon  (1980)","type":{"sport":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.4577,37.83546]},"left_right_index":5,"mp_id":"121335680","mp_crag_id":"105835737","climb_id":"G14yxGv4X2ayTj/aknpF0Q==","areaRef":"YmBxZlpyWfGb+/nPNvHK9A=="},"content":{"description":"One of the better pitches of well protected 5.7 face in the entire park.  Follows 9 bolts up a very cool slab to a rap station at a ledge.\n\nJim Stimson had originally put this up as a very bold lead just over 40 years ago.  (His first bolt is about 80' off the ground and the second and only other bolt is about 25' above that.)\n\nJim very generously gave his approval for bolts to protect the first part of the pitch.  His words were - \"I'd be thrilled if more people got to do the route\"  (I don't think he has any idea how many people are going to be hiking up the slab to do this moderate gem...  lol )  \"I always loved the climbing on the route and the slab feature was always really cool too.  I hope lots of people enjoy it..\"\n\nSuper, super cool of Jim to open this route up to others.\n\n(To get a sense of how bold the original lead was - check out the two ASCA bolts near the top.  That was all there was! )","protection":"Quickdraws","location":"Walk up the slabs a few hundred feet west of West Country.  A very easy approach that is suitable for young climbers.  The climb sits above a massive sandy ledge area."},"__v":0},{"_id":"NR5iVScAXXSCnfq0a3YL7w==","name":"Top Gun","yds":"5.13d","grades":{"yds":"5.13d","french":"8b"},"fa":"FFA","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.4577,37.83546]},"left_right_index":2,"mp_id":"119481615","mp_crag_id":"105835737","climb_id":"NR5iVScAXXSCnfq0a3YL7w==","areaRef":"YmBxZlpyWfGb+/nPNvHK9A=="},"content":{"description":"This mixed bolted/gear route was an old Tuolumne project going back to the 80's. Kurt Smith put work in before the days of hang-dogging, trying to unlock the cryptic beta on ground up attempts. Chad Shepard (with Chris Falkenstein?) brought the project back to life in the modern era and came very close to sending but fell after the crux and core-shot his rope where the crack turns the corner.\n\nThe project had already been dubbed Top Gun in the 80's and the FA took place on Fourth of July. Needless to say Top Gun was watched that night.\n\nThe route does see some seasonal seep (worse some years more than others) and can be finicky to get good conditions.","protection":"Couple finger size pieces (offsets better) to three bolts, to a single rack. Easy in the wide chimney and with a two bolt anchor on the left wall at the top. Toproping can be hard on your rope, better to lead since the invention of hang-dogging.","location":"On the wall bordering the descent slabs for Stately Pleasure. Park at the pullout just west of Stately main parking, and meander up the slabs. Visible from the road, and just right of Death Crack."},"__v":0},{"_id":"O7LMHKHBVvCwlYHfb58Caw==","name":"Table of Contents","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"(P1) Dan Dingle and Steve Lesse, July 1979, (P2 and 3) Vern Clevenger & Claude Fiddler, July 1981","type":{"trad":true,"alpine":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-119.4577,37.83546]},"left_right_index":19,"mp_id":"105859435","mp_crag_id":"105835737","climb_id":"O7LMHKHBVvCwlYHfb58Caw==","areaRef":"YmBxZlpyWfGb+/nPNvHK9A=="},"content":{"description":"Starts about center of the slab, left of \"The Great White Book\".\n\nClimb straight up, past three bolts, then up and right past four more bolts to a two bolt Belay.\n\nClimb past seven bolts (5.10d) to a two bolt anchor.\n\nFollow a 5.10a pitch past three bolts to a three bolt anchor on the \"Eunuch\".\n\nFollow that to the top or rap.","protection":"Draws, stoppers, small to med. cams.","location":""},"__v":0},{"_id":"rB6p6WYOVUaiXl46qYl7ow==","name":"Sweet Nothings","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Vern Clevenger and Bill Nichols, May 1974","type":{"trad":true,"alpine":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-119.4577,37.83546]},"left_right_index":24,"mp_id":"105860654","mp_crag_id":"105835737","climb_id":"rB6p6WYOVUaiXl46qYl7ow==","areaRef":"YmBxZlpyWfGb+/nPNvHK9A=="},"content":{"description":"Spicy friction past bolts gains a leaning ramp and then a few more moves up and left to bolted anchors.\n\nNote: the route \"Climbing Club\" (5.10 R) breaks right after the 5th bolt of this route.","protection":"6 bolts, bolted anchor/rap","location":"About 30' left of\n\nSouth Crack\n\nbetween Get Slick and Malletosis."},"__v":0},{"_id":"bzfxJBB9WuKeKYQKRqqlMQ==","name":"Step It Up and Go","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Verne Clevenger and Bob Locke June, 1975","type":{"trad":true,"alpine":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-119.4577,37.83546]},"left_right_index":30,"mp_id":"114651972","mp_crag_id":"105835737","climb_id":"bzfxJBB9WuKeKYQKRqqlMQ==","areaRef":"YmBxZlpyWfGb+/nPNvHK9A=="},"content":{"description":"This is another Clevenger route that requires a mastery of slab and face climbing skills both physical and mental.","protection":"There are two bolts per pitch.  Gear belays with the possibility of a few marginal placements besides the bolts.","location":"The route begins a few feet left of the right end of a long slab/ledge just uphill from the start of Quiet Desperation and South Crack.  Climb two medium length pitches(5.10c, 5.10b); the route ends at the second belay of South Crack.  Follow that route to the top of the dome."},"__v":0},{"_id":"JgHVAO2RXuGwwbzZVRodvQ==","name":"South Crack","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Gordon Webster, Frank de Saussure and TM Herbert, 1965","type":{"trad":true,"alpine":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-119.4577,37.83546]},"left_right_index":26,"mp_id":"105840361","mp_crag_id":"105835737","climb_id":"JgHVAO2RXuGwwbzZVRodvQ==","areaRef":"YmBxZlpyWfGb+/nPNvHK9A=="},"content":{"description":"South Crack is a great climb that begins with several pitches of gradually steepening clean 5.8 finger cracks and then finishes with some rather run out 5.7+ slabs to the summit.\n\nBegin at the southernmost foot of the dome, right of the Great White Book. Scramble up 4th class ledges and low angle rock towards the obvious crack/flake system until it becomes necessary to belay. Depending on your comfort level (or willingness to simul), you can eliminate a lot of belays by pushing the approach high. At the end of the cracks you'll find some wandering, unprotected slabs that lead to the summit. It may be best to head relatively straight up (easier), or to link small features (pro).\n\nIn the early season expect the top of the route to be very wet from snow melt on the summit.","protection":"Standard Rack","location":""},"__v":0},{"_id":"cMggKEubU0W04FSHX5zzhw==","name":"Shadow Nose","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.4577,37.83546]},"left_right_index":13,"mp_id":"107441094","mp_crag_id":"105835737","climb_id":"cMggKEubU0W04FSHX5zzhw==","areaRef":"YmBxZlpyWfGb+/nPNvHK9A=="},"content":{"description":"P1- follow the easy right-leaning crack to a slab.  Climb the unprotected slab 40' to a large ledge with a horizontal crack (belay)\n\nP2- move left then climb the slab up and right  to the base of a finger crack, follow to its end, move right to another crack (1 piton) then climb up the slab to a bolted belay (1 bolt and pins)\n\nP3- move up and right on slab passing a old-school hanger.  Either 1)angle right to the base of a right-leaning crack (belay) or 2)continue up the slab (bolted belay?)\n\nP4- depending on which way you came from 1) Follow the easy right-leaing crack and top out same as boltway (fun and protected) or 2)follow the slab to the top (not as fun).","protection":"Gear to 4","location":"Located on the same ledge as Herm Flake, climber's left of West Country. This fun climb is a good choice if Herm flake is crowded. Several options exist to top this climb out, some spicier than others."},"__v":0},{"_id":"lNxHtHQyVyawv0nyNYiEbA==","name":"Quiet Desperation","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Jim Pettigrew and Dave Bircheff, August 1972","type":{"trad":true,"alpine":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-119.4577,37.83546]},"left_right_index":27,"mp_id":"114652050","mp_crag_id":"105835737","climb_id":"lNxHtHQyVyawv0nyNYiEbA==","areaRef":"YmBxZlpyWfGb+/nPNvHK9A=="},"content":{"description":"This route is more difficult and sustained than South Crack which is just to the left.  It involves two pitches of crack climbing, the second pitch is a bit awkward, followed by some tricky face climbing to a difficult exit to the top of the dome.  Descend by walking off to the left(south).\n\nFrom Elmar:\n\nDue to the traversing nature of much of the route, the 2nd should be solid at the grade; this is not a place where you just 'take' when things get hard, exposed, etc.\n\nP1 (5.8)- climb the easy face/crack to a thin, rt. facing corner (crux) and lip, then easier ground to a (really) small belay stance (gear belay) just before a right traversing finger crack.\n\nP2 (5.9 PG13) - traverse right along the finger crack (pretty good feet below) to face moves which eventually lead to a thin flake/rt. facing rounded edge. Downclimb across the lip below (more exposed for 2nd than leader), then angle up and right below the lip to the bolted anchor. The second should be pretty solid on this pitch. Note that the topo in the Reid/Falkenstein book shows the down step much earlier than where it actually happens.\n\nP3 (5.9) - from the anchor climb up, then right into a small corner with a hand crack. Climb down then traverse right on a good undercling/jams with tricky feet. The climbing eases as the undercling/lieback gradually arches upward to the bolted belay.\n\nP4 (5.9 R) - traverse out right on low angle smears/dishes to a bolt. Continue out right toward another bolt, passing a thinner/more technical section then head up and right to the bolted anchor. There are two bolts on this pitch with roughly 30-40' of climbing between each.\n\nP5 (5.8 PG-13/R) - there are multiple options here. From the anchor move out left a little, then up a short, right trending, shallow ramp to a traverse out left on easy ground. There is a green alien to be had in a small shallow flake. From here move out left then up to a small right facing corner or climb a right trending groove into a flake/shallow chimney. When both options meet climb up easy ground a bit longer and step across to the ramp on the left when feasible. We belayed at the base of this ramp. Gear belay.\n\nP6 (5.6) - follow the ramp/groove up and right, then move up a crack for a few feet and belay. Gear belay.\n\nP7 (5.easy +, R) - there are several options to top out/reach lower angle easy terrain. We went left. From the belay angle slightly up and left across the easy (but unprotected) slab toward a weakness in a low angle right facing corner. Surmount the corner and angle slightly up and left toward a prominent crack in another corner. Climb up the crack to a large flake/gear belay. While the climbing here is really easy, a fall would not be good...","protection":"While there are a few bolts for both protection and belays take a full rack up to a #3 Camalot.","location":"Begin a few feet right of South Crack in the obvious right-trending crack."},"__v":0},{"_id":"tiWj+LNbUXeHe312IE/5PA==","name":"Potter in Wonderland","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Potter Wonderland 8/2021","type":{"sport":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.4577,37.83546]},"left_right_index":7,"mp_id":"121327285","mp_crag_id":"105835737","climb_id":"tiWj+LNbUXeHe312IE/5PA==","areaRef":"YmBxZlpyWfGb+/nPNvHK9A=="},"content":{"description":"This is the beautiful slab/arete on the far left side of Stately Pleasure. Begin by climbing through incredible edges and friction using bolts as protection. After climbing through the bottom slab bust onto the arete, staying beneath it. Follow more bolts through the arete to the crux. There are 3 bolts through this crux where the arete steepens and your feet diminish. Pull over the arete to a 2 bolt anchor.","protection":"10 bolts to a 2 bolt anchor","location":"This route is located to the right of \"Turkey Trot\" on the far west side of Stately Pleasure Dome beneath Top Gun and Death Crack. Left of the popular moderates and on a separate ledge"},"__v":0},{"_id":"X50IjttDXaSFPag/UdbBRQ==","name":"Mosquito","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Verne Clevenger and Bruce Chimilesk 7/71","type":{"trad":true,"alpine":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-119.4577,37.83546]},"left_right_index":22,"mp_id":"110901762","mp_crag_id":"105835737","climb_id":"X50IjttDXaSFPag/UdbBRQ==","areaRef":"YmBxZlpyWfGb+/nPNvHK9A=="},"content":{"description":"If you are stuck behind slow parties on Great White Book and have a good head for unprotected slabs this may be for you.\n\nPitch 1 - from top of the second pitch of Great White Book head up and right on the slab right of the dihedral.  Head for a pair of anchor bolts about 80-90' out. 5.6-5.7; no protection.\n\nPitch 2 - climb up and left(5.7, no pro) back toward the top of the dihedral of Great White Book and belay.\n\nFollow GWB to the top.","protection":"Gear for the belays on Great White Book.","location":"This route starts from the top of the second pitch of Great White Book.\n\nThis route shares belays with both Dixie Peach(pitches 3 and 4) and Great White Book(pitches 2 and 4).  Not the place to be on crowded days.\n\nFollow the standard Stately Pleasure Dome descent."},"__v":0},{"_id":"V91l7MgoWVWosOBBYQ8Cow==","name":"Miss Adventure","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Alan Nelson and the Berkeley Bunch.  (Aug 1987)","type":{"trad":true,"alpine":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-119.4577,37.83546]},"left_right_index":32,"mp_id":"118993059","mp_crag_id":"105835737","climb_id":"V91l7MgoWVWosOBBYQ8Cow==","areaRef":"YmBxZlpyWfGb+/nPNvHK9A=="},"content":{"description":"Interesting moves with crux not too far above a bolt.","protection":"Quickdraws","location":"Start about 20 feet uphill from the big ledge."},"__v":0},{"_id":"PD9BqcWmXO25RdNzjnW3yA==","name":"Prints of Pleasure","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Chris Cantwell and Scott Burk  (1980)","type":{"sport":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.4577,37.83546]},"left_right_index":29,"mp_id":"118987775","mp_crag_id":"105835737","climb_id":"PD9BqcWmXO25RdNzjnW3yA==","areaRef":"YmBxZlpyWfGb+/nPNvHK9A=="},"content":{"description":"Steep edges.  May be missing some hangars.  (For some reason people were not getting the name right on this and calling it Prince of Pleasure.)","protection":"Quickdraws.","location":""},"__v":0},{"_id":"9P/6znO4Wr2o13N7V71HeA==","name":"Kamps-Couch","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Bob Kamps and Bud Couch.  (July 1969)","type":{"trad":true,"alpine":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-119.4577,37.83546]},"left_right_index":11,"mp_id":"118987709","mp_crag_id":"105835737","climb_id":"9P/6znO4Wr2o13N7V71HeA==","areaRef":"YmBxZlpyWfGb+/nPNvHK9A=="},"content":{"description":"Begin 20 feet right of Far West Country in the obvious streak just around the corner.  Climb this streak to a bolt that is 30' up, place cams in a small left facing corner 50' higher, and then angle up and right to a belay station in the center of a comfortable ledge.\n\nThe second pitch follows the path of least resistance up the indistinct corner going up and left to the low angle slabs above.  (Some pro may or may not be found on this pitch depending on the line you pick.)","protection":"A single quickdraw and a number of small cams.","location":""},"__v":0},{"_id":"YgldjKqNX7eiw9EkvqVuDQ==","name":"Jabberwocky","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Pamela Wilson, River Pratt, and Dave Sessions  (2021)","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.4577,37.83546]},"left_right_index":3,"mp_id":"121352658","mp_crag_id":"105835737","climb_id":"YgldjKqNX7eiw9EkvqVuDQ==","areaRef":"YmBxZlpyWfGb+/nPNvHK9A=="},"content":{"description":"Climb past a handful of bolts (5.5) and belay below the corner as soon as you reach the horizontal.  A natural gear belay is easy to place here using medium to large cams.  P2: Climb the corner above (5.5) for 60m to a belay station under the small roof.  Mostly natural gear throughout with a couple bolts before the belay.  Rap a short distance to a station down and right and then 60m to the ground with two 60m ropes.\n\nAn excellent climb for first time leaders.","protection":"Pro to 3.5\" and quickdraws.","location":""},"__v":0},{"_id":"YGNjTIMYX/qagAu/S4USTw==","name":"Hermaphrodite Flake","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Tom Naylor, Mary Olsen and Earl Olsen, July 1965","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.4577,37.83546]},"left_right_index":15,"mp_id":"105836052","mp_crag_id":"105835737","climb_id":"YGNjTIMYX/qagAu/S4USTw==","areaRef":"YmBxZlpyWfGb+/nPNvHK9A=="},"content":{"description":"A fun and unique route, with the rare chance for the some well-protected bolt clipping in the second pitch.\n\nP1. Start straight up as per West Country, belaying just at the bottom of the MONSTER flake.\n\nP2. Climb under, then through the flake.  There's very little pro in there, but it's really easy and you won't go far with a fall.  Exit the flake in about 80 feet, where there are two bolts (optional belay).  Best to clip one of the bolts and keep going - clinging up the side to the top of the flake.  Belay on top from two bolts.\n\nP3. A nice long face climb past 9 bolts to a 3 bolt belay.  Some of the bolts look a little old.\n\nP4. A short runout face rejoins West Country on it's final pitch.  Undercling an overlap until the crack runs out and the angle gets low.","protection":"Normal rack, lots of quickdraws.","location":"See photo for Stately Pleasure Dome"},"__v":0},{"_id":"vrsuIxfhVj+EQc2p0p2QKw==","name":"Great White Book","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Hope Morehouse, Jim Baldwin, and Jeff Foott, 1962","type":{"trad":true,"alpine":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-119.4577,37.83546]},"left_right_index":21,"mp_id":"105835754","mp_crag_id":"105835737","climb_id":"vrsuIxfhVj+EQc2p0p2QKw==","areaRef":"YmBxZlpyWfGb+/nPNvHK9A=="},"content":{"description":"A long, awkward, wide crack can surprise many 5.6 leaders.  Pro is sparse and hard to place, especially if you don't have some huge pieces (5-6 inches), resulting in long runouts.  But it's a beautiful long line straight up almost to the top of the dome.\n\nP1 and P2 are pretty straightforward 5.6 and easier climbing.  P3 and P4 are the mental crux - try not to get sucked in too deep, keep your feet on the main wall and your back on the right wall.  The angle is low, so if you keep upright, it's trivial, but it probably won't feel like it.  Don't pass up a place to get in some pro these two pitches - you won't find many.  P4 is also poorly protected face climbing, moving left until you hit slabs.","protection":"The biggest pieces you got.  A few bolts provided for anchors.","location":"Park beside the dome and lake.  The book should be obvious as long as you're not on the extreme east end of the dome."},"__v":0},{"_id":"rHwnBq47XBu6qCQUrFLhMQ==","name":"Footnote","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Phil Bard and Jo Bentley, July 1984","type":{"trad":true,"alpine":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-119.4577,37.83546]},"left_right_index":18,"mp_id":"105859443","mp_crag_id":"105835737","climb_id":"rHwnBq47XBu6qCQUrFLhMQ==","areaRef":"YmBxZlpyWfGb+/nPNvHK9A=="},"content":{"description":"To the left of \"Table of Contents\", follow five bolts to a two bolt anchor. Rap off.","protection":"Draws.","location":""},"__v":0},{"_id":"vCZ1AsyUUyG++hSqPzaU+Q==","name":"Get Slick","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Verne Clevenger and Rob Frick 10/73","type":{"trad":true,"alpine":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-119.4577,37.83546]},"left_right_index":23,"mp_id":"110898574","mp_crag_id":"105835737","climb_id":"vCZ1AsyUUyG++hSqPzaU+Q==","areaRef":"YmBxZlpyWfGb+/nPNvHK9A=="},"content":{"description":"This is another of Verne Clevenger's classic Tuolumne Meadows face climbs.  Like it's neighbor to the right, Sweet Nothings, it climbs on friction and small holds and will test your ability to keep your cool.\n\nThe hardest moves are right at the start where small holds and slick rock are needed to gain a faint right trending ramp.","protection":"Six bolts to a two bolt anchor shared with Sweet Nothings.  The bolts are located in the first half of the climb.  Though the difficulty eases after that a fall from near the anchors could result in serious consequences.","location":"The route begins off the top of a good-sized flake about 80-100 feet right of the dihedral of Great White Book.  Rappel 160' from the anchors on top of the pitch."},"__v":0},{"_id":"J2sTtsTzUfy4Y0tp7fBDxg==","name":"Far West Country","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Bob Summers and John Fischer  (1969)","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.4577,37.83546]},"left_right_index":8,"mp_id":"121336428","mp_crag_id":"105835737","climb_id":"J2sTtsTzUfy4Y0tp7fBDxg==","areaRef":"YmBxZlpyWfGb+/nPNvHK9A=="},"content":{"description":"This is the oldest route on Stately Pleasure left of The White Flake.  Follow the obvious crack in the corner until it ends, face traverse right and gain access to the upper cracks.  Go left and follow the unbelievable splitter until you reach the two bolt rap station of Potter in Wonderland.\n\nFar West Country is accurately described in Steve Roper's 1976 'Climbers Guide to the High Sierra'.  The route is very much like The Grack in the Valley, except better.  The lower section of the crack was never properly cleaned which kept most people off the route.  (a recent party spent 5 hours cleaning this 30' section of crack at the base and carried away a 3' tall pile of dirt and debris.)\n\nAn alternate finish up the right crack is almost as good.\n\nDO NOT RAP DOWN OVER THE CRACKS.  Rap down to the west over Potter in Wonderland with two 60m ropes.","protection":"Pro to 3 inches.","location":"In between Potter in Wonderland on the left and Kamps-Couch on the right."},"__v":0},{"_id":"sc/8pYe8U9KBtyVDVaVuMA==","name":"Eunuch","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Eric Beck and Bob Kamps, July 1971","type":{"trad":true,"alpine":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-119.4577,37.83546]},"left_right_index":17,"mp_id":"105859447","mp_crag_id":"105835737","climb_id":"sc/8pYe8U9KBtyVDVaVuMA==","areaRef":"YmBxZlpyWfGb+/nPNvHK9A=="},"content":{"description":"From the top of \"Hermaphrodite Flake\", climb up and slightly right to a bolt, forty feet out. Diagonal right, eighty feet (5.6R) to a belay.\n\nThe next pitch is protected by two bolts and  ends at a short crack.\n\nScrambling leads to the top.","protection":"Draws, stoppers.","location":""},"__v":0},{"_id":"By8VV79tVHW2x0E3rRYZjg==","name":"Dreams","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Vern Clevenger, Bob Harrington, Kevin Leary and V. Parker","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.4577,37.83546]},"left_right_index":36,"mp_id":"118993103","mp_crag_id":"105835737","climb_id":"By8VV79tVHW2x0E3rRYZjg==","areaRef":"YmBxZlpyWfGb+/nPNvHK9A=="},"content":{"description":"Outstanding old school sport route if you just do the first pitch.  A second pitch 5.10c (R) continues up and connects with Quiet Desperation and the top.","protection":"Pro to 2 inches and quickdraws.","location":"Start up a right facing ramp, 250 feet uphill from the large ledge."},"__v":0},{"_id":"yPBHFgzkUbWpPAVT/bEqQg==","name":"Dixie Peach","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Vern Clevenger, Eric Schoen & Rob Frick, November 1973","type":{"trad":true,"alpine":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-119.4577,37.83546]},"left_right_index":25,"mp_id":"106486229","mp_crag_id":"105835737","climb_id":"yPBHFgzkUbWpPAVT/bEqQg==","areaRef":"YmBxZlpyWfGb+/nPNvHK9A=="},"content":{"description":"Pitch 1. Head up an easy flake system for about 40 feet. At the top of the flake, follow a small left-facing corner until it ends. (South Crack traverses right from here to the next crack to the right). From the end of the corner, climb on friction, passing a bolt (5.9 move), to a bolted anchor.\n\nPitch 2. The second pitch heads up and slightly left on friction. According to one older topo, there should be a bolt anchor, which we never found. We belayed at a small ledge with a small crack.\n\nPitch 3.  Friction climbing leads up to the small cracks above the top of the Great White Book and a gear anchor.\n\nPitch 4. Meander up easy terrain to the top of the Great White Book and another gear anchor.\n\nWarning: There once was a bolted anchor, which has been removed. I saw the remains of several bolts. With a 60-meter rope, we were able to reach small flakes and cracks to place an anchor. Depending on how long you run the pitches, this can be climbed in more or fewer pitches.","protection":"Small wires on the first corner and cams up to a #2 Camalot.","location":"Dixie Peach and South Crack share the same start. Climb third-class slabs to a large ledge to the right of the Great White Book."},"__v":0},{"_id":"6IcgP1bxU3qm+4BHWZQJcQ==","name":"Foolish Pleasures","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Vern Clevenger and Bob Harrington  (May 1976)","type":{"trad":true,"alpine":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-119.4577,37.83546]},"left_right_index":31,"mp_id":"118992719","mp_crag_id":"105835737","climb_id":"6IcgP1bxU3qm+4BHWZQJcQ==","areaRef":"YmBxZlpyWfGb+/nPNvHK9A=="},"content":{"description":"The first pitch is the best.  From the right side of the ledge, follow bolts for a short pitch up to a belay station.  Climb to a roof and belay on a ledge above it.  Angle up and right to a sling belay under the roof.","protection":"Pro to 3 inches.","location":""},"__v":0},{"_id":"iPdsH3LfV+2M0aegS7Iw/w==","name":"Death Crack","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Vern Clevenger, August 1975","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.4577,37.83546]},"left_right_index":1,"mp_id":"106259916","mp_crag_id":"105835737","climb_id":"iPdsH3LfV+2M0aegS7Iw/w==","areaRef":"YmBxZlpyWfGb+/nPNvHK9A=="},"content":{"description":"Obvious left leaning flake/crack up to a small roof with a wide section for the last few body lengths.  Decent hands quickly become big hands on very steep terrain.  An excellent and striking feature that will challenge pretty much anyone.  A great toprope as well.","protection":"Doubles from #1 - #5 (C4) Camalot. The old style #5 Camalot will not fit in the upper crack. Can be easily set up as a top rope though you will probably want to put a cam or two in the crack to avoid massive swing.","location":"Continue a couple hundred feet up the far left slab on Stately Pleasure past Dark Angel.  Look for the only extremely steep hand sized left leaning flake/crack."},"__v":0},{"_id":"H+7ak69aVbaKt53z+HVU/g==","name":"Cross Reference","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Alan Nelson and Vaino Kodas.  (July 1986)","type":{"trad":true,"alpine":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-119.4577,37.83546]},"left_right_index":20,"mp_id":"118987748","mp_crag_id":"105835737","climb_id":"H+7ak69aVbaKt53z+HVU/g==","areaRef":"YmBxZlpyWfGb+/nPNvHK9A=="},"content":{"description":"Steep friction crossing Table of Contents.","protection":"Quickdraws.","location":""},"__v":0},{"_id":"Vmww+I9NVdKw2tKN54kplQ==","name":"The Boltway","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Marty Steiger, 7/92","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.4577,37.83546]},"left_right_index":16,"mp_id":"106015648","mp_crag_id":"105835737","climb_id":"Vmww+I9NVdKw2tKN54kplQ==","areaRef":"YmBxZlpyWfGb+/nPNvHK9A=="},"content":{"description":"The Boltway begins from the top of Hermaphrodite flake.  5.8 slab climbing that is never to difficult and the bolts always appear just when you want one.  Although some of the bolts are very suspect, there are plenty of them.  Great views and exposure!","protection":"First pitch off Hermaphrodite Flake: 9 bolts to 3 bolt anchor w/ rap rings.\n\nSecond Pitch: 4 bolts total and micro to 3\" cams. Natural belay wherever is convenient.","location":"The route starts from the top of Hermaphrodite Flake, to the right of the anchors.  Follow the bolt line pretty much straight up to the stance 3 bolt belay.  From here continue up past 2 new beefy metolius bolts (5.8 crux) then to the left a bit to gain the micro crack.  Follow this up until you see a bolt on your left.  Follow these last two bolts up to easier ground (4th then 3rd class).\n\nDescend the route by heading up and left towards a big tree by the headwall.  Most downclimb the whole dome, but there are a couple raps you can do to make things easier / safer.\n\nGenerally, hug the headwall and keep downclimbing the 3rd and 4th class slabs."},"__v":0},{"_id":"Hsb93fNJXbenlW2bHGUv5g==","name":"Daddy's Little Girl","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Rob Settlemeyer and Dave Caunt","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.4577,37.83546]},"left_right_index":35,"mp_id":"110901386","mp_crag_id":"105835737","climb_id":"Hsb93fNJXbenlW2bHGUv5g==","areaRef":"YmBxZlpyWfGb+/nPNvHK9A=="},"content":{"description":"A great climb that is often overlooked.  Classic Tuolumne edging.\n\nA difficult mantle starts the route.  Difficult climbing all the way with the crux coming right at the top.","protection":"Five bolts to a two-bolt anchor.  RP's may me useful between the third and fourth bolts. Rappel.","location":"This route is located 100-150' downhill from the prominent arch of Arch Rival.  Start the climb from the top of a small flake.  Daddy's Little Girl goes straight up.  The Way We Were heads out left."},"__v":0},{"_id":"Ml6ue4O0XAyj2XqoDlaWvA==","name":"Black Angel","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Chris Falkenstein and Don Reid, July 1979","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.4577,37.83546]},"left_right_index":0,"mp_id":"106259577","mp_crag_id":"105835737","climb_id":"Ml6ue4O0XAyj2XqoDlaWvA==","areaRef":"YmBxZlpyWfGb+/nPNvHK9A=="},"content":{"description":"A good challenging lieback/finger crack climb. Bust a powerful, awkward move off the ground and continue underclinging, jamming, and liebacking the awesome right-angling crack to the top.","protection":"Lots of small stuff. I took:\n\nDoubles from blue alien to .75 camalot\n\nSingle #1 and #2\n\nThere's no anchor on top, so bring 2 extra .75 camalots + 1 #12 BD Stopper for the anchor on top, + 3 long slings for extending the pieces over a blunt edge. If you're going to run laps, this makes a great TR anchor.","location":"Just west of Stately Pleasure Dome. Park just east of the Murphy Creek picnic area. The route, a right-angling fingercrack/flake that intersects a prominent black streak, faces southwest and will be visible from the road."},"__v":0},{"_id":"J2MuZuy+WYKxE91chhYOkw==","name":"Barely Anything","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Verne Clevenger and Paul Cowen, June 1975","type":{"trad":true,"alpine":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-119.4577,37.83546]},"left_right_index":28,"mp_id":"114651988","mp_crag_id":"105835737","climb_id":"J2MuZuy+WYKxE91chhYOkw==","areaRef":"YmBxZlpyWfGb+/nPNvHK9A=="},"content":{"description":"This is another Clevenger classic.  Good route finding skills help keep this route at a more moderate grade.","protection":"There are four protection bolts and one belay bolt.  Marginal gear placements may be found between the bolts.  Gear is needed for the belay which is shared with the first pitch of Quiet Desperation.","location":"This route starts right of the left edge of a big ledge/flake just uphill from the start of Quiet Desperation and South Crack. This one-pitch route ends at the first belay of Quiet Desperation.  Either continue up that route to the top of the dome or do a short, unprotected pitch up to South Crack and follow that route."},"__v":0},{"_id":"uG/KaheAWBab8SNAAEs7uQ==","name":"Arch Rival","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Vern Clevenger & Kevin Leary. July 1979.","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.4577,37.83546]},"left_right_index":37,"mp_id":"111098065","mp_crag_id":"105835737","climb_id":"uG/KaheAWBab8SNAAEs7uQ==","areaRef":"YmBxZlpyWfGb+/nPNvHK9A=="},"content":{"description":"Arch Rival is a classic route featuring everything from technical stemming to powerful underclinging, with a roof pull to finish.\n\nApproach pitch: Low 5th class. Climb up and right through huge flakes to a sloping belay. Gear anchor.\n\nThe Arch: Take off into an exceptional stretch of stemming and laybacking. This section will keep your head moving as you piece together the crux. Catch a rest. Next comes a super fun length of powerful movement out and under the roof of the arch. Deep breath before tackling the roof finish and traverse to the anchor.","protection":"0.3\"-2.5\" Extra small gear.\n\nFixed anchor.","location":"Arch Rival is located on the eastern side of Stately Pleasure Dome. Look for a prominent left-facing arch feature right of South Crack.\n\nCan't miss it.\n\nYou can rap from the anchor at the top of the arch to the ground with double 70s. There is an intermediate anchor out on the face."},"__v":0},{"_id":"grSZwGaWVBygJcZqvs81tw==","name":"Aoxomoxoa","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Dave Sessions and River Pratt  (2021)","type":{"sport":true,"alpine":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-119.4577,37.83546]},"left_right_index":4,"mp_id":"121360417","mp_crag_id":"105835737","climb_id":"grSZwGaWVBygJcZqvs81tw==","areaRef":"YmBxZlpyWfGb+/nPNvHK9A=="},"content":{"description":"Named after the Grateful Dead album.  Starting on the right side of the slab, follow 4 bolts to a belay station.  A much shorter pitch leads up past a bolt to the anchor for Jabberwocky.  Rap to the belay station and then down to the ground with two 60m ropes.","protection":"Quickdraws","location":"Start up 100ft right of Jabberwocky."},"__v":0},{"_id":"+xmf+1xjWJuD2hn9ZTxB/w==","name":"Unknown","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.4577,37.83546]},"left_right_index":6,"mp_id":"121298883","mp_crag_id":"105835737","climb_id":"+xmf+1xjWJuD2hn9ZTxB/w==","areaRef":"YmBxZlpyWfGb+/nPNvHK9A=="},"content":{"description":"I’ve amended this from new information.  This from the Roper High Sierra Guide:  ”Far West Country”\n\n“A few hundred feet up and left of the rope-up spot for Great White Book is a large pine. Above this are SEVERAL PROMINENT STRAIGHT IN CRACKS. A class 4 pitch leads to the pine and from here a short crack leads to friction slabs to the right of the straight-in cracks. Several moderate pitches lead to the giant dihedral or ramp used in the descent“.  These cracks are directly above a short slab section above the “Far West Country” start crack (ya, confusing. See photo).  There are different variations to get to them. One is to go up FWC crack to them.  Probably how they were originally done. The other is to climb slabs to right of FWC (the way I go because FWC crack can be dirty).  These cracks are 5.4 and are excellent first cracks to lead and are clean and easy to protect.  Pro to 3 inches. Some history:  There used to be an old lone anchor bolt about 180’ up so it was first climbed some time ago  It was replaced by Roger Brown a few years ago with an ASCA anchor bolt.  A rap station for a new climb on the arete to the left of the left crack was installed sometime between 8/14/21 and 9/10/21 and has replaced this bolt with a ring anchor and a ring anchor added.  The original bolt anchor was placed back in the day before wide gear was available.  Most build a gear anchor now. You can see other examples of this in TM and directly across from this route at the top of pitch two on the “White Flake”.  That single bolt is directly above another new route installed sometime between 8/14/21 and 9/10/21.  It still has the ASCA hanger and has not been turned into a rap station.   These cracks get rope climbed and soloed quite frequently.  Administrators:  Someone edited original post.  Please do NOT EDIT.  Thank you, Tony","protection":"Gear to 3”","location":"The obvious corner crack just right of Turkey Trot. Or slabs right of crack."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,8ab53875-745f-5076-b396-d3d84945e52c,ce6ec458-d8d0-5439-aa24-025a8a8ec2e4,62607166-5a72-59f1-9bfb-f9cf36f1caf4","pathTokens":["USA","California","Yosemite National Park","Tuolumne Meadows","Stately Pleasure Dome"],"gradeContext":"US","aggregate":{"byGrade":[{"count":8,"label":"5.7"},{"count":1,"label":"5.10a"},{"count":6,"label":"5.10c"},{"count":3,"label":"5.8"},{"count":6,"label":"5.10d"},{"count":1,"label":"5.7+"},{"count":1,"label":"5.13d"},{"count":2,"label":"5.9"},{"count":2,"label":"5.5"},{"count":3,"label":"5.6"},{"count":1,"label":"5.10b"},{"count":2,"label":"5.11c"},{"count":2,"label":"5.11a"},{"count":1,"label":"5.11+"}],"byDiscipline":{"trad":{"total":35,"bands":{"unknown":0,"beginner":15,"intermediate":14,"advanced":5,"expert":1}},"sport":{"total":4,"bands":{"unknown":0,"beginner":2,"intermediate":2,"advanced":0,"expert":0}},"alpine":{"total":39,"bands":{"unknown":0,"beginner":17,"intermediate":16,"advanced":5,"expert":1}}},"byGradeBand":{"unknown":0,"beginner":17,"intermediate":16,"advanced":5,"expert":1}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-119.4577,37.83546]},"bbox":[-119.458269351874,37.83501033981814,-119.45713064812603,37.83590966018186],"left_right_index":-1,"ext_id":"105835737","area_id":"YmBxZlpyWfGb+/nPNvHK9A=="},"content":{"description":""},"density":0,"totalClimbs":39,"__v":1,"createdAt":"2022-11-07T05:54:34.039Z","updatedAt":"2024-01-15T16:41:08.116Z"}