{"_id":"6368a50be80bff5a995b0121","area_name":"Meow Tower","shortCode":"","climbs":[{"_id":"85TgsxnfXzOSi0MiC1n60w==","name":"Kitty Got Claws","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.68937,39.06694]},"left_right_index":999999,"mp_id":"118941565","mp_crag_id":"119007901","climb_id":"85TgsxnfXzOSi0MiC1n60w==","areaRef":"53vCCXBbULuuXdlvWHaK/g=="},"content":{"description":"This is a fun outing if you're spending an extended amount of time in this area or if you are partial to OW climbing.\n\nThis is a two pitch route. It seems that no one had climbed the route or the tower before. There is an old piton on the east side of the formation and it may be a previous high point as there is a heinous looking, loose, wide roof above that must be passed in order to gain the summit. We found nothing on the summit that suggested others had been there - if we're mistaken please let us know!\n\nKitty Got Claws is on the west side of this formation. When approaching Bottleneck Peak from the parking lot/TH for Little Grand Canyon, the formation is visible to the west. From the wash that is used to access Bottleneck you can easily access Meow Tower. Gain the shelf from the wash and head west rather than east towards Bottleneck. There are several single pitch routes on the east facing wall that is south of Meow Tower.\n\nP1 - Climb a short corner (10') to a hand crack that quickly widens to a fist and #5 crack. Figure out your way into the chimney slot and work through the #5 sized roof. Climb #5 into a pod, then climb loose #5/tight #6’s (mostly #6) to the weakness that is about halfway up the tower. We had originally built an anchor using the newer BD #4, #5, and #6 each. We climbed this a second time on May 10, 2020 to install two glue-in bolts for this pitch 1 anchor.\n\nP2 - Climb the #6 crack as it angles lower and to the right. Climb lower angle, sandy rock up the crack system to the summit. Hand sized gear seemed to work well. Occasional steeper sections of #5/#6 climbing before the summit.\n\nThe summit has crack options for a belay.  (BD #1, #2, #3 was used)\n\nRap: We rapped off of 3 large BD nuts, (#’s 13, 11, 10) to the SW of the tower. This put us in a position to rap clean face just right of the route. 2 70m ropes worked and it is possible that 60m ropes may work too.","protection":"Ideal gear: BDcams (2 or 3) #6, (3) #5, (3) #4, (2) #3-#1, (1) .75-.3, (2) 70m ropes","location":"Park at the lot/TH for the Little Grand Canyon. Hike SW down the main wash. Take a left (south) down a smaller wash. Follow this for about .6 miles until the wash begins to steepen below the shelf that allows you to access Bottleneck Peak and Meow Tower. There is an option to gain the shelf just to the left  near the end of the uphill scramble. This was the only option that we found, as the rest of the shelf has cliffs. Once you have gained the shelf head west towards the ridge that finished with Meow Tower at the northern terminous. There are several single pitch options on the east facing walls. Walk to the northern end and around Meow Tower. Kitty Got Claws is the obvious wide line on the west side of Meow Tower."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ee1d37e7-dc41-5c26-a358-5d51af01f499,7e6f2683-14a8-5d92-ad8b-63d6bae8ef72,e4d8e72f-30cd-5b47-a812-224c8b92e8c9,d3184b0e-0780-59f2-8621-6c14ab608f10,e77bc209-705b-50bb-ae5d-d96f58768afe","pathTokens":["USA","Utah","South Central Utah","San Rafael Swell","San Rafael Swell - North","Meow Tower"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-110.68937,39.06694]},"bbox":[-110.68994915286608,39.06649033981814,-110.68879084713393,39.06738966018186],"left_right_index":-1,"ext_id":"119007901","area_id":"53vCCXBbULuuXdlvWHaK/g==","polygon":{"type":"Polygon","coordinates":[[[-110.68994915286608,39.06649033981814],[-110.68879084713393,39.06649033981814],[-110.68879084713393,39.06738966018186],[-110.68994915286608,39.06738966018186],[-110.68994915286608,39.06649033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T06:26:31.607Z","updatedAt":"2024-02-19T18:40:41.135Z"}