{"_id":"6368a44ee80bff5a9959bfe2","area_name":"Half-Baked Wall","shortCode":"","climbs":[{"_id":"uBfZuVzlXlOWxYJ2KG3jUQ==","name":"This Is Your Brain On Jugs","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"BBQ","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.90414,44.27824]},"left_right_index":37,"mp_id":"111867794","mp_crag_id":"117135922","climb_id":"uBfZuVzlXlOWxYJ2KG3jUQ==","areaRef":"mXS5LzLnVTSN7PHZvISnRA=="},"content":{"description":"Be prepared to get fried! Gets started on a gateway of big, slopey holds that make for lousy hands but great feet. After the second bolt, climbers can choose to stay left or right of the bolt line. Going right allows you to crank on some great pockets and then pull a small, bulgy roof to small holds to big, killer-jug pockets. Those who choose going left will get to wrestle with a cool layback flake feature to good juggy ledges.  \n\n  After the fourth and fifth bolts the generous bolting ends as you encounter an honest to God crux that might send you flying out the window like that wacked out chick on that aweful ABC After School Special. Get psyched after ending the crux on a jug, pull another boulder problem and gain a ledge. Get it all back and take on two bolts of arete climbing. Enjoy a pumpy finish with small holds to jugs that will make you wonder if you are gonna make it or not.  \n\n  Powerful, pumpy climbing with some reachy cruxes - that feel like dynos - but can done in a sexy, static fashion. A good warm-up and a great route for beginning climbers who want to up their game.","protection":"8 bolts. Sport Anchors. Stick clip the second bolt if you are feeling paranoid.","location":"Left-most route on The Half Baked Wall."},"__v":0},{"_id":"V6IUhaNpVlyP3k7heDm9yA==","name":"Sticky Icky","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Michelle Larsen","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.90414,44.27824]},"left_right_index":38,"mp_id":"110657759","mp_crag_id":"117135922","climb_id":"V6IUhaNpVlyP3k7heDm9yA==","areaRef":"mXS5LzLnVTSN7PHZvISnRA=="},"content":{"description":"One of the better routes in The Danks for a beginning leader to feel totally awesome on. Experience just about every type of hold and move Spearfish Canyon has to offer with plenty of bolts to clip exactly where you want them. It is also great as a top rope for those who are new to climbing outdoors. \n\n  Starts on a slab for three bolts and works its way up a system of big ledges to a semi-steeper section on bright yellow rock. Have yourself a ton of fun working the great pockets, positive crimps, and sick side pulls. Every move gets you into comfortable positions where there is just enough room to put your feet and the clip stances are all very secure. The climbing gets difficult at mid-route when you encounter a slightly overhung microcrux, with a neat sequence of small holds to jugs, like every Spearfish Canyon classic is expected to have. \n\n  It even has a small roof to pull if you so choose...or if the pump has you too tired to be awesome...you can pull some easier moves to the left and still gain the anchors in style.  \n\n  Be sure to clean up your shoes and make sure they are sticky! None of the holds on this great little climb are icky! Get on it get psyched! There aren't too many gems in Spearfish Canyon like this one.","protection":"Bring a dozen quickdraws. The bolting is generous. Anchors are open.","location":""},"__v":0},{"_id":"1h5ipP6uWmWC2i/OrK6Teg==","name":"Hash It Out","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"BBQ","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.90414,44.27824]},"left_right_index":39,"mp_id":"108123571","mp_crag_id":"117135922","climb_id":"1h5ipP6uWmWC2i/OrK6Teg==","areaRef":"mXS5LzLnVTSN7PHZvISnRA=="},"content":{"description":"","protection":"A dozen quickdraws.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,253ab2e3-944f-5c5f-8477-58a428c86291,72e16981-389a-5984-940d-40c1c28d0732,9af37558-3e66-5370-9705-c653a2ce5b7d,9974b92f-32e7-5534-8dec-f1d9bc84a744","pathTokens":["USA","South Dakota","Spearfish Canyon","Danks, The","Half-Baked Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10a"},{"count":1,"label":"5.9"},{"count":1,"label":"5.10c"}],"byDiscipline":{"sport":{"total":3,"bands":{"unknown":0,"beginner":0,"intermediate":3,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":3,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-103.90414,44.27824]},"bbox":[-103.90476805391738,44.27779033981814,-103.90351194608263,44.27868966018186],"left_right_index":-1,"ext_id":"117135922","area_id":"mXS5LzLnVTSN7PHZvISnRA=="},"content":{"description":"The Half-Baked Wall is not in the guidebook. It is, however, the little wall just thirty paces to the left of main wall which is described on page 143 of Cronin's Spearfish Canyon guidebook. Those seeking warm-ups and moderates will enjoy these three routes."},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T06:23:11.630Z","updatedAt":"2024-01-15T16:48:27.160Z"}