{"_id":"6368a60be80bff5a995c5394","area_name":"Lundin Peak","shortCode":"","climbs":[{"_id":"L5bj10LrV+2nPU9BhM1iFg==","name":"West Ridge","yds":"Easy 5th","grades":{"yds":"Easy 5th","french":"1+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.40037,47.46286]},"left_right_index":0,"mp_id":"110175068","mp_crag_id":"110175054","climb_id":"L5bj10LrV+2nPU9BhM1iFg==","areaRef":"KdJpUjl3WFSg50SY3EvUIg=="},"content":{"description":"For the approach to the beginning of this climb (where the flat spine finally steepens, c. 5,800 ft), see the West Ridge approaches on the Main Page. Give yourself 2-3 hours for the approach. It could be shorter or longer depending on conditions. Snow will slow you down.\n\nFrom the small notch between flat spine and the steeper ridge, begin by first climbing the ledge (mostly Class 4 but with a few low 5th moves) for about 120 feet. Eventually, if you keep climbing, you'll run into a notch requiring a slabby downclimb to get in to. You can do this or take a dirt ledge on the north side to circumvent. The ledge may look like it has a bootpath along it. Climb slightly upward (Class 3 with ample trees for anchors) aiming for a depression in the face below a notch. Climb up the slabby depression (crux section, Class 4/5) then bear right to the notch.\n\nContinue climbing along the south side now past the next gendarme (Class 3). You can vary your route either over the top of the crest or on the south side. The crest is flat for about 60 yards until the final scramble to the top (Class 3). Heather and rock outcrops make up this last bit.\n\nYou can rappel/downclimb most of the ridge to retrace your route to Cave Ridge thence to the Alpental parking lot. Or you can descend via the East Ridge. An East Ridge descent works best if you A) have two cars for the shuttle between start points, B) are willing to thumb a ride back to your car at Alpental, C) made the approach from the PCT parking lot via Commonwealth Creek, or D) are willing to walk the ~1 mile from the PCT parking lot to Alpental.\n\nAlso, you can descend directly down into Commonwealth Creek if the ground is snow-covered. Glissading will get you down quickly.","protection":"Lots of places to use a light rack for a running belay.\n\n30m rope is sufficient\n\nSmall alpine rack (six or seven pieces total; there are lots of trees to sling)\n\n3 runners with carabiners\n\nAnchor runners/pieces\n\nHelmet (optional due to shortness of technical portion of climb)\n\nRappel device\n\nRock shoes are not necessary","location":"From Alpental parking lot: hike the Snoqualmie Mountain trail (unmarked, 50 feet south of Snow Lake TH) until it splits on Cave Ridge. Continue over Cave Ridge on the northwest notch, then follow climbers' paths under the ridgeline to the notch.\n\nFrom PCT North parking lot: Hike the Commonwealth Creek Trail, or the PCT (which meets the CCT), north until past the creek crossing. Hike northwest into the basin and up to the notch.\n\nAs part of Snoqualmie traverse: Hike Snoqualmie from Cave Ridge, then follow the ridge northeast to the notch."},"__v":0},{"_id":"p16+oEBaUiKzPm7W6GcWBg==","name":"South Face (2001 Variation)","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"m.preiss/d.preiss ?","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.40037,47.46286]},"left_right_index":1,"mp_id":"119617555","mp_crag_id":"110175054","climb_id":"p16+oEBaUiKzPm7W6GcWBg==","areaRef":"KdJpUjl3WFSg50SY3EvUIg=="},"content":{"description":"As the route description in Beckey's brown guide book doesn't match this route, this might be a variation to what is described there.  It begins near the center and lowest point (middle) of the South Face at an obvious (crux) layback hand size crack (at least 5.10, although it was wet when we did it). Then climb up the left trending ramp and finish by leaving the ramp on the upper part rightward, to some fun 5.7-8 climbing. Meet the west ridge a short ways from the summit.","protection":"small/med alpine rock rack to 3+ inches, runners","location":"Hike the Commonwealth Creek trail (or PCT-to-CCT) until soon after you cross a stream and begin moving up on the flank of Red Mountain. Leave the trail and hike northwest into Commonwealth Basin. Arrive at the base of the south face of Lundin."},"__v":0},{"_id":"CdiTUGTCWA2Tp7qn0IYIpQ==","name":"South Face","yds":"Easy 5th","grades":{"yds":"Easy 5th","french":"1+"},"fa":"Jim Crooks & Ed Kennedy, 1941","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.40037,47.46286]},"left_right_index":2,"mp_id":"119738692","mp_crag_id":"110175054","climb_id":"CdiTUGTCWA2Tp7qn0IYIpQ==","areaRef":"KdJpUjl3WFSg50SY3EvUIg=="},"content":{"description":"Climb the South Face of Lundin that rises from the headwaters of Commonwealth Creek. Several low-5th pitches lead to a slab; the final pitch after this is steeper. Descend by the Southeast Ridge, an ascent which is class 3-4.","protection":"Standard alpine rack","location":"Hike the PCT from the Snoqualmie Pass North trailhead for about 2.5 miles until you reach the turnoff for the Commonwealth Creek trail. Hike this until you cross the creek; then leave the trail and ascend northwest into the basin below Lundin. Begin climbing directly beneath the summit."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,cfe129f6-5f60-5bc8-87b3-3d3bfaff9472,7e417346-4bea-5085-9f18-3c0f60efd272,6b052fb6-8d97-5eaf-a3ab-da30b42975aa,29d26952-3977-5854-a0e7-4498dc4bd422","pathTokens":["USA","Washington","Central-West Cascades & Seattle","Snoqualmie Pass Area","Lundin Peak"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"Easy 5th"},{"count":1,"label":"5.10"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":2,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":2,"beginner":0,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-121.40037,47.46286]},"bbox":[-121.40103511089875,47.46241033981814,-121.39970488910124,47.46330966018187],"left_right_index":-1,"ext_id":"110175054","area_id":"KdJpUjl3WFSg50SY3EvUIg=="},"content":{"description":""},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T06:30:47.850Z","updatedAt":"2024-01-15T16:50:40.993Z"}