{"_id":"63689d5be80bff5a994f3fee","area_name":"Rattlesnake Canyon Crags (including Upper and Lower Alchemist)","shortCode":"","climbs":[{"_id":"SxHSBcTeUji/vbnDeQPlNQ==","name":"Written Exam","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"(likely) Mike Forkash & Gary Anderson, 1980. Bolts replaced by Fienup & Callery, 2014.","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-119.68953,34.47098]},"left_right_index":0,"mp_id":"110936076","mp_crag_id":"109520575","climb_id":"SxHSBcTeUji/vbnDeQPlNQ==","areaRef":"k3VcrvQmWBiIw7j16VmLsw=="},"content":{"description":"True old school adventure. There are just enough bolts to keep you off the ground (probably). There is just enough loose rock to make for genuine excitement. And the bolts are located near stances, NOT near crux moves.\n\nStart on a boulder, 15 feet below the first bolt. Delicately climb over a detached flake to make it to the first clip. Five bolts of slab climbing lead to ledges and then to the rappel tree. The 5.9 crux of the route occurs well above the first bolt, just before reaching the second. If holds give way and you fall, you'll need an attentive belay to keep you off the ground. There is a second, poorly protected crux just below the fifth bolt. Generally, the rock quality is better if you follow a line to the right of the bolts.","protection":"All five aging lead (as in Pb) drop-in bolts have been replaced with shiny 1/2\" Rawls. You might also like TCUs or other small gear to place between the fifth bolt and the tree.","location":"The route starts 40 feet to the left of Tender Flakes. The best way to access the start is to rappel Tender Flakes. It is possible but inadvisable to scramble up the gully (through a nearly impassable bay tree) to the start of the route."},"__v":0},{"_id":"MmNS8592WLikTx856Y20bA==","name":"Ugly Duckling","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Patrick Callery & Matthew Fienup (November 2015)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.68953,34.47098]},"left_right_index":4,"mp_id":"111782491","mp_crag_id":"109520575","climb_id":"MmNS8592WLikTx856Y20bA==","areaRef":"k3VcrvQmWBiIw7j16VmLsw=="},"content":{"description":"Two pitches of interesting and varied climbing. The first pitch boasts a tricky, 5.9 slab crux as well as a bouldery, 5.9 roof move. The second pitch begins with a tricky move off of the belay ledge followed by pleasant arete climbing.","protection":"Bolts.","location":"Located 20 feet right of the start of Fun in the Sun, on the inviting slab."},"__v":0},{"_id":"2CxHVI3gX4eVxHICsBWaZg==","name":"Tender Flakes of Mercy","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Patrick Callery & Matthew Fienup (July 2014)","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-119.68953,34.47098]},"left_right_index":2,"mp_id":"109326378","mp_crag_id":"109520575","climb_id":"2CxHVI3gX4eVxHICsBWaZg==","areaRef":"k3VcrvQmWBiIw7j16VmLsw=="},"content":{"description":"Outstanding moderate face climbing with great position on the wall and an excellent summit. Almost as wonderful as its next door neighbor, Fun in the Sun.\n\nPitch 1 starts below a small, left-facing dihedral. Bring TCUs (#3 and #0 work well) for the crack above the first bolt. Exit the dihedral to the right and then climb straight up past 3 more bolts and a 2\" cam placement. Belay from bolts (5.7, 95').\n\nPitch 2 heads straight up past bolts. A short 5.8 crux is encountered while stepping from a ledge up onto the upper headwall at the 4th bolt. Belay from bolts (5.8, 95').\n\nWhen rappelling, be sure to rap immediately to the right and then down from the rap-hangers. If you rap straight down and then swing over to rap station in the middle of the wall, it will be very difficult to pull your rope.","protection":"Bolts and a few cams (tiny up to 2 inches).\n\nIn keeping with the style established by Forkash & Anderson on the nearby route Fun in the Sun, the bolt count was kept low. While the individual cruxes are well protected, there are runouts up to 20 feet long on easier climbing.","location":"Starts in the gulley about 20 feet left of Fun in the Sun. See the topo\n\nhere."},"__v":0},{"_id":"lFX55Br+VzumLpfcDeLcrQ==","name":"The Prestige","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Andy Patterson & Eric Gaulden, 2013 (?)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.68953,34.47098]},"left_right_index":6,"mp_id":"121112341","mp_crag_id":"109520575","climb_id":"lFX55Br+VzumLpfcDeLcrQ==","areaRef":"k3VcrvQmWBiIw7j16VmLsw=="},"content":{"description":"Traverse right through a single bolt to access a widening crack. Fingers to hands. When the crack swings left to the beehive, continue up and use a cool pocket for pro (#1) before rejoining the crack near the top. Chains to lower.","protection":"singles .3–2 and a few draws","location":"Take the trail to the Upper Alchemist area (hug R side of formation, from base). Route is located down and right from the Egg."},"__v":0},{"_id":"F7W2WhCOX2CZOGEYnEK1RA==","name":"Pilot’s Paradise","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Matthew Fienup, Nicole Clancy, and Kathleen Wathan","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.68953,34.47098]},"left_right_index":9,"mp_id":"121571410","mp_crag_id":"109520575","climb_id":"F7W2WhCOX2CZOGEYnEK1RA==","areaRef":"k3VcrvQmWBiIw7j16VmLsw=="},"content":{"description":"This is the first bolted route when approaching the Upper Alchemist. From what I remember: short scramble to get to the first bolt. Shortly after some easy block climbing, make a committing move over a chest high “roof?” on crimps. Cruise up slabby terrain whilst clipping bolts until you reach another “roof” where you dance on toes and crimps and use an awesome undercling to move through it to a ledge feature. Slabby cruiser crispy jugs for the rest of the route to the chains. Route wanders a bit. Use this route to reach the higher multipitch routes such as “Fun in the Sun”. Beautiful views from the top out.","protection":"Quick/Alpine draws","location":"The first bolted route on the right of the gully to Upper Alchemist.  Use this route to reach the upper routes. Allows for easier access, navigating around the inevitable groves of Poison Oak and erosion."},"__v":0},{"_id":"YS0JZDGKU5y3kNgl2ergMA==","name":"the Labrador Ate the Cupcakes","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Matthew Fienup, Nicole Clancy & Kathleen Wathan (Sept. 2013)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.68953,34.47098]},"left_right_index":7,"mp_id":"108461593","mp_crag_id":"109520575","climb_id":"YS0JZDGKU5y3kNgl2ergMA==","areaRef":"k3VcrvQmWBiIw7j16VmLsw=="},"content":{"description":"Interesting and sustained climbing up edges.\n\nCan be used as an approach\\descent pitch for the hard routes on the formation just above this one.","protection":"7 lead bolts plus bolted rappel anchor (all of the 1/2\" Rawl variety).","location":"Labrador Cupcakes is situated at the toe of a gigantic cliff band that is located just downstream and across the creek from the Renaissance Crag. This cliff is home to the historic route \"Fun in the Sun\" by Forkash & Anderson. For more details, visit\n\nhere"},"__v":0},{"_id":"7YuXhScXUcyE8l6P7nQYHQ==","name":"King Snake Crack","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Patrick Callery & Matthew Fienup (Aug 2014)","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-119.68953,34.47098]},"left_right_index":1,"mp_id":"109326391","mp_crag_id":"109520575","climb_id":"7YuXhScXUcyE8l6P7nQYHQ==","areaRef":"k3VcrvQmWBiIw7j16VmLsw=="},"content":{"description":"Use the first 4 bolts of Tender Flakes of Mercy to access an excellent layback crack that begins 80 feet off the deck. Layback this crack past tiny to small gear for about 40 feet. Just before the crack becomes dirty and vegetated, step up on to the face above the crack and climb straight up past 3 bolts to the top of the wall. Belay from an anchor shared with Tender Flakes of Mercy.\n\nWhile it is possible to climb this route as one massive pitch, it is highly recommended that it be broken in to two to avoid overwhelming rope drag. With a little creativity, it is possible to belay at the 3rd lead bolt.\n\nRappel as for Tender Flakes of Mercy.","protection":"Bolts and gear from tiny to 2 inches. Consider carrying a double set of TCUs and two green camalots.\n\nIn keeping with the style established by Forkash & Anderson on the nearby route Fun in the Sun, the bolt count on this route was kept low. There is 40 feet of climbing above the route's last bolt. Take time to find a 1.5\" cam placement above the last bolt or face a harrowing runout.","location":"The route starts as for Tender Flakes of Mercy. From that route's 4th bolt, traverse left for 10 feet to access the start of the layback crack."},"__v":0},{"_id":"jQpONPwOXlOXbMkC26EoSw==","name":"Golden Boy","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Sam & Nate Fearer","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.68953,34.47098]},"left_right_index":5,"mp_id":"120094797","mp_crag_id":"109520575","climb_id":"jQpONPwOXlOXbMkC26EoSw==","areaRef":"k3VcrvQmWBiIw7j16VmLsw=="},"content":{"description":"Varied and engaging climbing up surprisingly good rock. Topping out gains the mini-summit of the \"golden egg”.\n\nStart at the sunny SW corner of the egg, standing on a medium sized boulder. Clip a high bolt then bridge the void, using a series of hollowed pockets to pull up, lock off, and mantle onto the face above. The route then traverses up and right, with increasingly delicate movement toward the top... Depending on the climber, bottom or top may feel like the crux.\n\nSolid rock, bottom to top.","protection":"Bolts","location":"Golden Egg formation, southwest corner. There are several routes in this area (a TR to the right, a steep sport line on the back, and the \"Prestige\" crack just beyond). This route is the furthest left of the lot.\n\nAccess the Egg by scrambling upridge behind Goldline and the Lower Alchemist Routes."},"__v":0},{"_id":"qgMdFeAKXMWFrdrR12zsug==","name":"Fun in the Sun","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Mike Forkash and Gary Anderson, 1980","type":{"sport":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-119.68953,34.47098]},"left_right_index":3,"mp_id":"109518418","mp_crag_id":"109520575","climb_id":"qgMdFeAKXMWFrdrR12zsug==","areaRef":"k3VcrvQmWBiIw7j16VmLsw=="},"content":{"description":"A wonderful slab outing! Bring a picnic for the summit, which is pretty hard to beat. Fun in the Sun tackles the plumb line of the Upper Alchemist, and ascends a sea of beautiful patina, seams, and slab. I've led the route as one looong pitch, but I barely made it to the top before running out of rope. I highly recommend breaking the route in to two pitches.\n\nEnjoy!","protection":"A rack of 8 draws and some pieces to 1.5\" will provide occasional  protections. There are some healthy runouts, but the bolts are where you need them. As of Summer 2014, myself and Matthew Fienup replaced the old 1/4\" bolts with beefy 1/2\" Rawls.\n\nTo Descend: rap the route with a 70m, and do two raps to the ground.","location":"Center of Upper Alchemist. Just right of Tender Flakes of Mercy."},"__v":0},{"_id":"BCf9leKSWCydd9WMCJBHXA==","name":"Cupcakes & Champagne","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"Matthew Fienup, Nicole Clancy & Kathleen Wathan (Sept. 2013)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.68953,34.47098]},"left_right_index":8,"mp_id":"108461624","mp_crag_id":"109520575","climb_id":"BCf9leKSWCydd9WMCJBHXA==","areaRef":"k3VcrvQmWBiIw7j16VmLsw=="},"content":{"description":"Face climb up broken cracks and ledges, dodging the bushes and gradually moving to the right. Catch your breadth in a bowl-shaped alcove before tackling the steep headwall above. The overhanging section proves surprisingly easy. The actual crux comes just below the chains.","protection":"9 lead bolts plus bolted anchor (all the 1/2\" Rawl variety).","location":"Cupcakes & Champagne is situated at the toe of a gigantic cliff band that is located just downstream and across the creek from the Renaissance Crag. This cliff is home to the historic route \"Fun in the Sun\" by Forkash & Anderson. For more details, visit\n\nhere"},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,c984beae-48b7-53e5-aaab-47e52901d46c,ed25ebdd-13ac-501e-9b4f-eb02356d9035,93755cae-f426-5818-88c3-b8f5e9598bb3","pathTokens":["USA","California","Central Coast","Santa Barbara","Rattlesnake Canyon Crags (including Upper and Lower Alchemist)"],"gradeContext":"US","aggregate":{"byGrade":[{"count":4,"label":"5.9"},{"count":2,"label":"5.8"},{"count":1,"label":"5.6"},{"count":1,"label":"5.7"},{"count":1,"label":"5.11a"},{"count":1,"label":"5.9-"}],"byDiscipline":{"trad":{"total":4,"bands":{"unknown":0,"beginner":2,"intermediate":2,"advanced":0,"expert":0}},"sport":{"total":6,"bands":{"unknown":0,"beginner":3,"intermediate":2,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":5,"intermediate":4,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-119.68953,34.47098]},"bbox":[-119.69007543075035,34.47053033981814,-119.68898456924967,34.471429660181855],"left_right_index":-1,"ext_id":"109520575","area_id":"k3VcrvQmWBiIw7j16VmLsw==","polygon":{"type":"Polygon","coordinates":[[[-119.69007543075035,34.47053033981814],[-119.68898456924967,34.47053033981814],[-119.68898456924967,34.471429660181855],[-119.69007543075035,34.471429660181855],[-119.69007543075035,34.47053033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":10,"__v":1,"createdAt":"2022-11-07T05:53:39.455Z","updatedAt":"2024-01-20T00:57:14.128Z"}