{"_id":"6368a1b8e80bff5a995541ed","area_name":"Dungeon Boulder","shortCode":"","climbs":[{"_id":"T+HzPdnbW5aYxjlHGD5tQA==","name":"White Fire","yds":"V6","grades":{"yds":"V6","font":"7A","vscale":"V6"},"fa":"Troy Fauteux","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.66297,43.09213]},"left_right_index":3,"mp_id":"111820435","mp_crag_id":"114258696","climb_id":"T+HzPdnbW5aYxjlHGD5tQA==","areaRef":"JjJWP2a9V9KdEmRmBVJL7A=="},"content":{"description":"Are you finding that you just have too much skin lately? Feeling like you want to clench your teeth from sharp holds? Want to test you pain tolerance? Then give this problem a try! \n\n  In the middle of the boulder, start sitting with your left hand on a friendly, but small sidepull crimp and right hand out on the obvious sidepull out right. Figure out the best spots you wanna the starting holds on and think hard about the feet you wanna use.  \n\n  Squeeze hard, pull up, and make a crux throw to a 1/2 pad crimp. Dig as deep as you can to hold on through the pain and keep your core tight so your feet don't cut. Now using an option of slopers and divots (the jugs way to the right on Dragon's Back are sucker holds), work out how to get your way on to the slab. From here, press hard and pull the second crux, the top out. Run up to the top and check your skin. If you don't have any cuts you didn't do it right. \n\n  EDIT: Went back to this the other day and turns out the 1/2 pad crimp isn't all that sharp, you definitely don't want to be dry firing on it a bunch of times though.","protection":"2 pads.","location":"On the same boulder as Dragon's Back. This climbs to the left of Dragon's Back and to the right of The Dungeon (in between both of them)."},"__v":0},{"_id":"3Cxi/AGyWciR2evS6oiEXQ==","name":"Here There Be Dragons","yds":"V5+","grades":{"yds":"V5+","font":"6C+","vscale":"V5+"},"fa":"Jake Perry","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.66297,43.09213]},"left_right_index":0,"mp_id":"119575588","mp_crag_id":"114258696","climb_id":"3Cxi/AGyWciR2evS6oiEXQ==","areaRef":"JjJWP2a9V9KdEmRmBVJL7A=="},"content":{"description":"This is a pumpy traverse that goes across the whole lip of the boulder with a crux at the end. Sit Start on left arete as for Another One Bites The Dust. Do the first two moves of that line and then begin traversing the good lip rail out right, all the way to the finish jug for Dragon’s Back and topping out as for that line. The good lip rail runs out about halfway through the boulder, between The Dungeon and White Fire. From the end of the rail begins a tricky and hard section that just keeps getting harder until you finally match the jug. Proper sequencing and grabbing the right slopers is crucial for not pumping out on the finishing match. ","protection":"2 pads and maybe a spotter for the end.","location":"On the Dungeon Boulder front face. From the Gazebo head left into the woods and you’ll see this face after a couple hundred feet. "},"__v":0},{"_id":"Yh/b5AGGXd6N9Oyx7Phpgw==","name":"The Dungeon","yds":"V2","grades":{"yds":"V2","font":"5+","vscale":"V2"},"fa":"Brad Fauteux","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.66297,43.09213]},"left_right_index":2,"mp_id":"111507736","mp_crag_id":"114258696","climb_id":"Yh/b5AGGXd6N9Oyx7Phpgw==","areaRef":"JjJWP2a9V9KdEmRmBVJL7A=="},"content":{"description":"This route starts in a lay down position, both hands matched on a triangular flake. Left foot on rail and right foot flagging left. make a move to a right crimp, then go for the rail at the lip. Topout the slab using a heel/toe and some holds out left.   A good warm up and relatively close to the gazebo make this a great line for climbers getting familiar with the area.","protection":"One crash Pad and a spotter.","location":"Located in the Welcome Boulders of the South End, this boulder is about 50 or 60 yards to the left of the gazebo. it has a short overhanging face and a slabby topout. there are a few fallen trees near this route."},"__v":0},{"_id":"TzbNN5rbXiqsmyfwi3tVhQ==","name":"Dragon's Back","yds":"V3","grades":{"yds":"V3","font":"6A","vscale":"V3"},"fa":"Jake Perry","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.66297,43.09213]},"left_right_index":4,"mp_id":"111512526","mp_crag_id":"114258696","climb_id":"TzbNN5rbXiqsmyfwi3tVhQ==","areaRef":"JjJWP2a9V9KdEmRmBVJL7A=="},"content":{"description":"This is a great climb that has some tough moves that flow well on cool holds. \n\n  This starts with good left hand crimp and a sweet right hand sloper pocket with some good feet. Get an awesome right hand sloper pinch, figure out your feet and one of a number of possible left hand holds then fire for a jug. Top out. Downclimb using the tree, go down the back of the boulder, or just hop down. \n\n  There is a variation that adds one move. It starts with the right hand instead on the big undercling/sidepull thing that's closer to the left hand start hold. This way makes pulling off the ground harder and adds a crux first move, making it probably V4+. It's not as good as the normal line.","protection":"One pad could work, but it'd be nice to have two or a big pad, the landing isn't amazing. A spotter would be nice too but really isn't needed.","location":"On the same boulder as The Dungeon and Another One Bites The Dust, in the South End Welcome Boulders."},"__v":0},{"_id":"AphDZ5DxUK+Zz7MlD1UBhg==","name":"Another One Bites The Dust","yds":"V2+","grades":{"yds":"V2+","font":"5+","vscale":"V2+"},"fa":"Jake Perry","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.66297,43.09213]},"left_right_index":1,"mp_id":"111507786","mp_crag_id":"114258696","climb_id":"AphDZ5DxUK+Zz7MlD1UBhg==","areaRef":"JjJWP2a9V9KdEmRmBVJL7A=="},"content":{"description":"There is a squat start and a lay-down start, both starts are about the same grade. For lay-down, start matched on a side-pull and a heel in the triangular flake for the start of \"The Dungeon\". Throw out left to the bottom of the arete, there is a small crimp. (this is where your left hand is for the squat/ sit start) Toss right hand up higher on the arete and bring your left hand up to sloper. get right hand established on sloping rail and grab a jug to the left and top it out.","protection":"Crash-pad and Spotter","location":"Welcome Boulders of the South End. This route starts to the left of The Dungeon and climbs the slopey arete."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,8a63706f-b14c-536f-b8ab-3cea90093e36,6056aba9-572d-55bb-aee0-9cf38afb071a,cde1f16d-b72b-5224-a585-3a4db5d590fa,318e83cc-666d-5893-872d-df5b7c5acccc,e45cd4f9-bef4-5963-9a5b-32764dd3675e,2632563f-66bd-57d2-9d12-646605524bec","pathTokens":["USA","New Hampshire","Merrimack Valley","Clough State Park","South Side","South-side Welcome Boulders","Dungeon Boulder"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"V6"},{"count":1,"label":"V5+"},{"count":1,"label":"V2"},{"count":1,"label":"V3"},{"count":1,"label":"V2+"}],"byDiscipline":{"bouldering":{"total":5,"bands":{"unknown":0,"beginner":0,"intermediate":2,"advanced":2,"expert":1}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":2,"advanced":2,"expert":1}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-71.66297,43.09213]},"bbox":[-71.66358575681193,43.09168033981814,-71.66235424318806,43.09257966018186],"left_right_index":-1,"ext_id":"114258696","area_id":"JjJWP2a9V9KdEmRmBVJL7A==","polygon":{"type":"Polygon","coordinates":[[[-71.66358575681193,43.09168033981814],[-71.66235424318806,43.09168033981814],[-71.66235424318806,43.09257966018186],[-71.66358575681193,43.09257966018186],[-71.66358575681193,43.09168033981814]]]}},"content":{"description":"This is a small boulder with a few fun 2-star problems on it, including the testpiece of the boulder \"White Fire\"."},"density":0,"totalClimbs":5,"__v":1,"createdAt":"2022-11-07T06:12:18.865Z","updatedAt":"2024-01-20T01:04:33.222Z"}