{"_id":"6368a50be80bff5a995affa8","area_name":"South Face","shortCode":"","climbs":[{"_id":"le5qpbm0V1Sp2CqOqsb+cw==","name":"Why a Duck?","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Bill Foster, Pete Lenz, Doug Fuller, 1998","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7488,40.5736]},"left_right_index":4,"mp_id":"105741299","mp_crag_id":"106070264","climb_id":"le5qpbm0V1Sp2CqOqsb+cw==","areaRef":"uLWqpKdGXAqsaI9885VMVA=="},"content":{"description":"On the slab above and just left of\n\nVia Duck\n\nare 2 bolted routes.  This is the right one.  Fun moves up the slab get you to a large ledge.  If linked with\n\nVia Duck\n\nit gains 2 stars.","protection":"3 draws and 2 more for the chains.","location":""},"__v":0},{"_id":"24+KTg7pXXWBNbUcVF4mdQ==","name":"Western Grebe Mantel Var.","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7488,40.5736]},"left_right_index":2,"mp_id":"105741305","mp_crag_id":"106070264","climb_id":"24+KTg7pXXWBNbUcVF4mdQ==","areaRef":"uLWqpKdGXAqsaI9885VMVA=="},"content":{"description":"The second pitch of\n\nWestern Grebe\n\ncan be modified with a hard mantel thrown in.  It is a nice move and definitely committing.  Instead of traversing all the way left to avoid the roof.  About 15 feet before the main route is a solitary bolt a-top a mini-flake.  Do it, just do it!!","protection":"5 draws and 2 for the chains","location":""},"__v":0},{"_id":"lvqJVcssWtCIaVg8wMGpiA==","name":"Western Grebe","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Bill Robins, Kirsten Davis, 1985","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7488,40.5736]},"left_right_index":1,"mp_id":"105741302","mp_crag_id":"106070264","climb_id":"lvqJVcssWtCIaVg8wMGpiA==","areaRef":"uLWqpKdGXAqsaI9885VMVA=="},"content":{"description":"Pitch 1:\n\nClimb the left route on the slab just above\n\nVia Duck\n\nand directly left of\n\nWhy a Duck\n\n. Bolts to a chain anchor.\n\nPitch 2:\n\nHead for the roof, angles around it to the west, and then slab up that face passing four bolts. Finish at an anchor below a tree.\n\nPitch 3:\n\nClimb up to the roof system just east of the belay station.  It avoids the roof by going left and works up too and past a small bush.  Here work left towards your only bolt (hidden until you are on top of it).  At this point start angling right until you attain some ledges.  Place your final piece and run up the 30 foot runout but easy face.  Rope drag can be a problem on this pitch and is especially hard when you are runout on a slab. Use your runners. Finish at a chain anchor on a ledge.\n\nPitch 4:\n\nThis pitch clips the lowest bolt of the east-most of the 4 bolted routes that come off this station.  You can place some small to medium gear in the flake system first.  Clip the bolt and continue angling right until you attain a nice layback flake that you work for 60 feet.  Turn the corner and scramble the easy and dirty v-slot.  (Hate those bushes!!)  Finally the anchors are to your left.  2 good bolts, but whoever was replacing the bolts must have run out of hangers, as one of the bolts has the original home-made hanger on it still.\n\nDescent:\n\n2 double rope raps or 2 singles get you down.  Beware of the bushes that WILL snag your rope as you pull it down from the second rap.\n\nA nice route with some nice sections, however it suffers from inconsistency, a bad line, and a really ugly finish.  The 3rd pitch also bites most of the way.  So, having said that, there are other pitches to substitute for P3 and P4.  Pitch 4 substitution:\n\nGreat Grebes, Batman\n\nor\n\nDark of the Moon\n\n.","protection":"Pitch 1:\n\n3 or 4 draws 2 for the chains\n\nPitch 2:\n\n4 draws + 2 for the chains\n\nPitch 3:\n\n1 draw + 2 for the chains + A small to medium rack\n\nPitch 4:\n\n1 draw + 2 for the chains + standard rack, cams seemed pretty useful up to a #2 Camalot","location":""},"__v":0},{"_id":"m9lqsbA/U22GLzsUmTxcoQ==","name":"Walking the Duck","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Bill Robins, Skeeter Malinski, 1987","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7488,40.5736]},"left_right_index":21,"mp_id":"105741419","mp_crag_id":"106070264","climb_id":"m9lqsbA/U22GLzsUmTxcoQ==","areaRef":"uLWqpKdGXAqsaI9885VMVA=="},"content":{"description":"The right-facing dihedral/slab with 2 bolts to the right of\n\nDaffy's Shaft\n\n. Start the climb up a small ramp to gain the corner. Touchy climbing up a lie-back crack turns right towards a bolt and up a dirty flare. Finish up an overlap with a small crack. End on a comfortable ledge on top of the buttress. Walk to the right and descend using the\n\nDuck A L'Orange\n\nanchors\n\nGood and mostly adequate protection, expect a little space between gear. The R-rating is debatable.","protection":"Walking the Duck\n\nhas two bolts and takes a single set of gear and stoppers up to four inches. A 70 meter gets you close to the ground and a 60 meter rope allows for some down-climbing.","location":""},"__v":0},{"_id":"pSBZI4PvWbWStMZsjtfjzw==","name":"Via Duck","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Bill Foster, Pete Lenz, Doug Fuller 1998","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7488,40.5736]},"left_right_index":5,"mp_id":"105741296","mp_crag_id":"106070264","climb_id":"pSBZI4PvWbWStMZsjtfjzw==","areaRef":"uLWqpKdGXAqsaI9885VMVA=="},"content":{"description":"5 mintes west of the group of 4 slab routes that you will see from the trail, just right of a large right-facing corner is this short 2-bolt slab.  Good slabbing that leads to a good ledge.  This route better serves as a direct start to either Why a Duck or Western Grebe.  Too short in and of itself for more than 1 star.","protection":"2 draws for the route, and more for the continuation, or gear for an anchor.","location":""},"__v":0},{"_id":"9BEey77RVEOkWd1lFJ0iZg==","name":"Sportsman's Paradise","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Mark Bennett, Thomas Koch, Bill Robins  1987","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7488,40.5736]},"left_right_index":12,"mp_id":"106809482","mp_crag_id":"106070264","climb_id":"9BEey77RVEOkWd1lFJ0iZg==","areaRef":"uLWqpKdGXAqsaI9885VMVA=="},"content":{"description":"Pitch 1\n\n- From the belay boulders climb up, then right around the edge of the first steep wall.  Move back left and set up a belay with gear. (5.6)\n\nPitch 2\n\n- Climb a steep boulder problem near the right edge of the next steep wall splitting the slabs.  Above the boulder problem bulge, easier climbing leads up a right leaning dihedral.  At the top of the dihedral, move back left on easy slab to a belay anchor below the next thin roof crack.  (5.11)\n\nPitch 3\n\n- Climb the next roof using the thin crack which widens slightly at the lip.  As it says in the Ruckman Guide, \"a mini separate reality\".  Above the roof, I continued up and right past a bolt to a belay anchor on a slab.  (5.10)  -the original belay atop this pitch was in a group of trees.  Those trees are now dead and could probably be easily pulled out.  Better to belay up and right at the bolt anchor.","protection":"A set of cams from small tcu's to about #3 camalot size.  Stoppers.","location":"To the right of\n\nWestern Grebe\n\nis an area of slabs divided by steep walls and roofs.  Scramble up and go right along a steep wall until reaching a nice belay spot in boulders."},"__v":0},{"_id":"yp2fPMJkWHeoesyAbl017Q==","name":"Slayer","yds":"5.13c","grades":{"yds":"5.13c","french":"8a+"},"fa":"Brent Barghahn","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7488,40.5736]},"left_right_index":16,"mp_id":"116071450","mp_crag_id":"106070264","climb_id":"yp2fPMJkWHeoesyAbl017Q==","areaRef":"uLWqpKdGXAqsaI9885VMVA=="},"content":{"description":"","protection":"","location":""},"__v":0},{"_id":"RgOLNfwFW4Sy6RkfUBI8WA==","name":"Ruddy Duck","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Bill Robins, Kirsten Davis, 1985","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7488,40.5736]},"left_right_index":22,"mp_id":"105741422","mp_crag_id":"106070264","climb_id":"RgOLNfwFW4Sy6RkfUBI8WA==","areaRef":"uLWqpKdGXAqsaI9885VMVA=="},"content":{"description":"This is the center bolted (lol) line.  Very runout with big tumble potential, so be careful on this lead.  This climbs up to and just left of the reddish streak on the rock.  The reddish streak seemed to be more flaky than the rest of the face, so I stayed on the left side of it.  Again, it is not a hard route, just runout and more of a head game.","protection":"1 piton and 1 bolt are fixed on the route.  I sed a #4 HB brass for the first piece, the piton, bolt, #3 HB brass (didn't like that) in a thin seam, and a medium nut.  The anchor is natural, and cams are very useful for this.","location":""},"__v":0},{"_id":"OQlThuxrVVCfE6+3+Ee/7Q==","name":"Playing In The Sun","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Those that can't read a topo","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7488,40.5736]},"left_right_index":13,"mp_id":"107258782","mp_crag_id":"106070264","climb_id":"OQlThuxrVVCfE6+3+Ee/7Q==","areaRef":"uLWqpKdGXAqsaI9885VMVA=="},"content":{"description":"Perfect beginner trad lead. Plenty of gear and easy climbing. Climb a R-facing dihedral, slab, then move up and right over blocks. Edit 2021: Chains up top.\n\nThis climbs the dihedral left of\n\nDaffy's Shaft\n\n, traversing a bit right at the end to climb the roof through a weakness. The route is not difficult to climb or protect, with some slabby sections where the crack helps and other areas, that you really don't need the crack. The rock is rather good, and the climbing varied.","protection":"Larger gear down low, thins out to small-medium gear up top.  A #1 Camalot protects the exit move very well. Two ropes for the rappel or 1 60-meter rope and some downclimbing. Standard rack- Nothing bigger than #2 camalot.","location":"Dihedral left of\n\nDaffy's Shaft\n\n. Its pretty obvious."},"__v":0},{"_id":"ZG6nLc/rXMybhUPW9GNYyQ==","name":"Pied-Billed Grebe","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Skeeter Malinski, Bill Robins 1987","type":{"sport":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7488,40.5736]},"left_right_index":3,"mp_id":"105741308","mp_crag_id":"106070264","climb_id":"ZG6nLc/rXMybhUPW9GNYyQ==","areaRef":"uLWqpKdGXAqsaI9885VMVA=="},"content":{"description":"On pitch 2 of\n\nWestern Grebe\n\n, after clipping the 1st bolt, traverse right until you attain that lone bolt clip it, and then keep on climbing.  It actually eases up with some nice patina (The Egg style), runout but easy.","protection":"2 draws and 2 for the top.","location":""},"__v":0},{"_id":"RyI3ohkAUjO10hWtclIgvQ==","name":"Megadeth","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Brent Barghahn and Curtis Allred, 2018","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7488,40.5736]},"left_right_index":17,"mp_id":"114480994","mp_crag_id":"106070264","climb_id":"RyI3ohkAUjO10hWtclIgvQ==","areaRef":"uLWqpKdGXAqsaI9885VMVA=="},"content":{"description":"","protection":"","location":""},"__v":0},{"_id":"JqmUOIWQU7+/0qxl09i8Xg==","name":"Great Grebes, Batman!","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Bill Robins, Kirsten Davis, 1985","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7488,40.5736]},"left_right_index":8,"mp_id":"105741314","mp_crag_id":"106070264","climb_id":"JqmUOIWQU7+/0qxl09i8Xg==","areaRef":"uLWqpKdGXAqsaI9885VMVA=="},"content":{"description":"Prepare the\n\nutility belt\n\n. Excellent slabbing up a \"connect the dots\" face. A slab of big and small crystals,\n\nGreat Grebes Batman!\n\nis exciting. With multiply cruxes, the nature of this line lends some great rests between eerie movement! The crux lies high in an obvious blank section.\n\nBegin about 7 feet right off the third belay of\n\nWestern Grebe\n\n. Aim for the bolt about 12 feet off the ledge. A set of serious, committing moves gets you off climbing. Pass a few big chicken heads, pull a mantle and bounce around a bit. Work your way through a small crux and aim for the obvious line. Slab out the finish on easier, low-angle terrain. Finish at a chain anchor.\n\nHand drilled on lead, this route will not disappoint.\n\nClassic Little Cottonwood - Classic Bill Robins.","protection":"Three draws, a thin runner for slinging a chickenhead after bolt two and a grappling hook?\n\nTwo draws for the anchors.","location":"From the base of the final pitch of\n\nWestern Grebe\n\nare 4 bolted lines.  This is 2nd line from the east. When climbed as a finish, this makes for a great alternative to the final pitch of\n\nWestern Grebe\n\nor any other route for that matter."},"__v":0},{"_id":"DktY55tNXVmsGDoNMZEEyw==","name":"Frozen Stool","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"FA: Eric Eliason and Pete Gibbs 1969  FFA: Bill Robins and Peter Hunt 1985","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7488,40.5736]},"left_right_index":18,"mp_id":"107921815","mp_crag_id":"106070264","climb_id":"DktY55tNXVmsGDoNMZEEyw==","areaRef":"uLWqpKdGXAqsaI9885VMVA=="},"content":{"description":"Suffering from frozen stool?  Perhaps cruxing on an old manky pin will solve your blockage.  Frozen Stool is a fine post-graduate exam in technical(?) chimneying (or stemming) up a steep corner on the east end of the Black Arch- the line beckons while en-route to the western side of the Black Peeler.  Start off the sloping ledge that forms the foundation of Black Arch. Corner jams and feet smears amid the Arch lead to a powerful move around a small roof and into the corner proper.  Establish yourself in the corner, make a somewhat tricky clip of an old pin and wiggle your way upward and onward.  The crack in the corner thins and the rusty pin at your feet instills little confidence.  Eventually the crack 'widens' and some horizontal cracks appear, leading to fun hands and a two bolt anchor (Met rap anchors) at the end of Batwalk's first pitch.  Somewhat delicate, occasionally bold climbing makes this a keeper.","protection":"Standard LCC rack with some micro nuts.","location":"At the far east end of the Black Arch.  I'm not sure if this should hang with the \"South Face\" routes or the \"Peeler Face\" routes.  But it's there at the Black Peeler- the Black Arch is hard to miss."},"__v":0},{"_id":"EXN+K64XUIOyUKfuCs3rgQ==","name":"Fool's Paradise","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Pete Lenz & Doug Fuller","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7488,40.5736]},"left_right_index":6,"mp_id":"105741524","mp_crag_id":"106070264","climb_id":"EXN+K64XUIOyUKfuCs3rgQ==","areaRef":"uLWqpKdGXAqsaI9885VMVA=="},"content":{"description":"Great 3rd pitch var. for Western Grebe.Climb up a good corner with a crack that protects well, pull the small roof up onto a slab that follows a bolt protected dihedral, pull another small roof onto another slab and up to a great ledge, then run up some more easy slabs to a 2 chain anchor shared w/Western Grebe.","protection":"A cam or two for the beginning and maybe one for the upper slab and 5 bolts.","location":""},"__v":0},{"_id":"yM7q/jdaV2mlVzw77KOVqQ==","name":"Duck Waddle Variation","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Thomas Koch, Bill Robins  1985","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7488,40.5736]},"left_right_index":11,"mp_id":"106809554","mp_crag_id":"106070264","climb_id":"yM7q/jdaV2mlVzw77KOVqQ==","areaRef":"uLWqpKdGXAqsaI9885VMVA=="},"content":{"description":"Climb the short but steep offwidth crack, then continue up, staying left of a tree and finishing up a delicate right facing flake to a belay anchor on the slab above.  Above this is the 3rd pitch roof of\n\nSportsman's Paradise\n\n.","protection":"A set of cams from small tcu's to a #4 camalot.","location":"Climb pitch 1 (the approach pitch) of\n\nSportsman's Paradise.\n\nFrom the base of the first hard boulder problem over the bulge of\n\nSportsman's\n\n, move left about 30' to the base of an offwidth splitting the roof.  A belay from good nuts and medium sized cams can be built directly below this offwidth."},"__v":0},{"_id":"4YLQUUQVVl2kVtaDISG8zQ==","name":"Duck Soup to Missing Duck to Cooter to Father's Day","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"DS (Kirsten Davis/Bill Robbins, 1985); MD (Bill Robbins/Skeeter Maliski, 1987); C (Tyler Phillips, Craig Martin and Jill Salmi, 2013); FD (Tony/Connor","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7488,40.5736]},"left_right_index":14,"mp_id":"120531782","mp_crag_id":"106070264","climb_id":"4YLQUUQVVl2kVtaDISG8zQ==","areaRef":"uLWqpKdGXAqsaI9885VMVA=="},"content":{"description":"The Peeler has some truly fantastic rock, broken up by a maze of ledges, big granite features, gullies and slabs. A friend showed me this linkup and it's worth posting. Be sure you take a photo of the topo in the Granite Guide to bring with you because although this is relatively mellow, it is a relatively convoluted outing by LCC standards. You can break up these pitches and/or link these pitches but the following description seems to give you the best belay stances.\n\nPitch 1:\n\nDuck Soup\n\nstarts on the first slab off the trail about 100' to the west of the huge Slayer/Megadeth arch/roof thing. Horned Greebe is on the left side of the slab but you're heading right, clipping 2 bolts, passing a ledge, a right trending crack system, a couple of bolted belays and eventually landing on a big flat ledge with natural gear.\n\nPitch 2: The topo shows Duck Soup sticking in the back of the dihedral and/or climbing the unprotected patina. We chose to walk across the outer edge of the giant crack near the lip to it's end. Place some gear, head up the slab to a break with a crack straight above you. Pull the .9-ish mantle and get established on the Missing Duck ledge. Look straight left and undercling, squat, step over the seeps and hand jam a foot or so of moss. (\n\nSuper weird\n\nbut totally works.)\n\nPitch 3: Leave the bolted belay, heading straight left pretending you're climbing a 5.7 version of Sticky Fingers and with a piece or two of gear. Keep going left to the bolts of the\n\nCooter\n\narete. An early season venture on the Peeler is a great way to get yourself back into a slab climbing mindset.\n\nCooter\n\nwill get you there. The good news is that if you blow the crux, you're at a bolt and it's easy to mantle the bolt at 5.7,A1 and keep heading up and left on easy ground to the top of the first pitch of\n\nFather's Day\n\n. (Anytime Tyler P calls something 5.9- you know it's sandbagged. Felt like well protected, early season .9+)\n\nPitch 4: While at this anchor, gaze around at the (no crap) 5 bolted belay stations that have webbing on the bolts. Then look straight down at the very cool looking first pitch of Father's Day, which is a 5.5 slab full of cool patina that is strangely un-bolted. Link the next 2 pitches of Father's Day on good slab and/or cracks with bolts/gear, stopping at a 2 bolt anchor. (5.7)\n\nPitch 4: We thought we could head west to Dark of the Moon from here but it didn't work the way we tried. Instead, we headed straight up towards a big juniper on the skyline, passing low angled slabs with occasional bolts, a belay station and cracks. 5.5?\n\nYou'll probably never come up here again, so be sure to bring plenty of foot and water and your approach shoes so you can hike up to the incredible Ducks in Bondage slab.\n\nDescent: Allow yourself plenty of time because the broken nature of this crag lends itself to a lot of smaller rappels. The good news is that all the stations are on good foot ledges. We used a single 70 for all the raps.","protection":"Standard LCC rack with extra long runners. 70M rope.","location":"Duck Soup\n\nstarts on the first slab off the trail about 100' to the west of the huge Slayer/Megadeth arch/roof thing."},"__v":0},{"_id":"8Tm4MOjUW6aQ9ElZMOcmuA==","name":"Duck A L'Orange","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Bill Foster, Bill Robins, 1988","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7488,40.5736]},"left_right_index":23,"mp_id":"105741920","mp_crag_id":"106070264","climb_id":"8Tm4MOjUW6aQ9ElZMOcmuA==","areaRef":"uLWqpKdGXAqsaI9885VMVA=="},"content":{"description":"On the far right side of the slab with\n\nRuddy Duck\n\nand\n\nWalking the Duck\n\nis a bolted line.  It starts on the east end of the ledge system past a couple of trees.  It is hard to pick out, but look for a bolt beyond where you think it should be.  From that bolt it hits a ledge and then an easy clip, followed by another bolt, and a dirt/grass filled crack where the pins used to be.  I saw one scar.  Probably the one from the pin sitting on AC's dash.  Couldn't see any others.  A couple of pieces here go past the dead stump, to the last bolt and then slab it out.  The last section is very flaky.","protection":"4 new 3/8\" bolts on this route.  The pins are missing though.  Well, I couldn't see them.  I was able to put a #1 Camalot in the first part of the crack, and then one shaky nut.  No anchors here and not much to set one up.  Good luck.  I put a directional in and traversed left to the one bolt/tree anchor of Walking the Duck.","location":""},"__v":0},{"_id":"ZRytXdjJUPm3LKWqFNvQOg==","name":"Dark of the Moon","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Scott Keller, Chris Begue 1995","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7488,40.5736]},"left_right_index":9,"mp_id":"105741311","mp_crag_id":"106070264","climb_id":"ZRytXdjJUPm3LKWqFNvQOg==","areaRef":"uLWqpKdGXAqsaI9885VMVA=="},"content":{"description":"Dark of the Moon\n\nclimbs the east-most, nicely bolted route from the base of the last pitch of\n\nWestern Grebe\n\n.  Solid slabbing, probably one of the best on the Peelers.","protection":"8 draws for the route, and a small piece or two for the beginning.  Two 60 meter ropes or one 70 for the rappel.","location":""},"__v":0},{"_id":"kCMkIzukXMW/o04UFcspOQ==","name":"Daffy's Shaft","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Bill Robins, Skeeter Malinski, 1987","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7488,40.5736]},"left_right_index":20,"mp_id":"105741923","mp_crag_id":"106070264","climb_id":"kCMkIzukXMW/o04UFcspOQ==","areaRef":"uLWqpKdGXAqsaI9885VMVA=="},"content":{"description":"This route was really cool.  On the left end of the slabs is this bolted line.  The first bolt is low and easy to get to.  The second bolt has a thin slabby area to work with.  The pin between the two is missing.  Climb to the roof, protect it, and surmount it.  It is easier than it looks.  Place a piece in the crack to your right, and run it out to the next mini-roof.  pop this and head to your last bolt.  The crux is protected by an old angle piton.  I was able to slot 1 brass and 1 BD micro to help with the load.  I am not sure which was the worst piece.  The crux is reach and it is also very flaky again.  What makes this rooute so good IMHO, is that it has 3 distinct and different areas of 10'ish climbing.  The 2nd bolt slab-work, the roof after bolt 2, and the moves around the pin.  Enjoy.","protection":"3 bolts + 1 pin and a 2 bolt anchor, now with chains.  The other pin seems to be missing.  Standard rack, heavy on the cams, as the cracks seem to flare a lot.","location":""},"__v":0},{"_id":"d2dpkSE6VuuQNpdajafBVg==","name":"Bull Dykes and Biker Ducks","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Bill Robbins 1985","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7488,40.5736]},"left_right_index":7,"mp_id":"121445198","mp_crag_id":"106070264","climb_id":"d2dpkSE6VuuQNpdajafBVg==","areaRef":"uLWqpKdGXAqsaI9885VMVA=="},"content":{"description":"R of Fools , mantle into the scoop , then up to a peg.","protection":"mixed","location":""},"__v":0},{"_id":"8gIUuKBZWpGc6sZ6ih2IOw==","name":"Better Than Bikinis","yds":"5.8-","grades":{"yds":"5.8-","french":"5b"},"fa":"Tony Calderone, John Lane 2009","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7488,40.5736]},"left_right_index":0,"mp_id":"112285232","mp_crag_id":"106070264","climb_id":"8gIUuKBZWpGc6sZ6ih2IOw==","areaRef":"uLWqpKdGXAqsaI9885VMVA=="},"content":{"description":"A well protected Tony route? Yup. This is just left of Western Grebe and climbs for 5 pitches total (if the definition of \"pitch\" includes steep walking heh heh).\n\nI'd recommend pitches 1 and 2 with P2 being the $$. The others aren't as good as P3 and P4 of WG.\n\nP1: Pad up to 2 bolts and maybe a cam until the angle eases. There's a 2 bolt anchor here for some reason (to rap with a 60m?) but it is lacking chains. Keep going until you are just below the obvious ledge and clip the chains. 5.7. This made more sense than what the topo shows imo.\n\nP2: Best pitch by far. This is the R-facing dihedral on the same slab as WG P2. All gear; micros to #2 C4. The book shows 2 pins, I saw none. I used a #2 Lowball on one stretch where the crack was too thin/parallel for anything else. Corner can be a bit wet. 5.8?\n\nP3: Look for a bolt at a weakness through a roof. The rock is pretty grungy here and there's a loose block that can be easily avoided. Clip the bolt and make an awkward move right. Ramble up to a bolt, gear, then chains.\n\nP4 Option 1: 3 bolts/gear straight up. When you hit a dirty ledge, cut left a bit for 20 more feet of 5.7 slab with a bolt. Look for a rusty anchor sitting in a water runnel. This anchor would be much much nicer if it were 2 feet higher. Weird.\n\nP4 Option 2: Cut hard left to a slab with a lone bolt. Join the above option at the dirty ledge.\n\nP5: Kinda silly really. Walk (class 5...I guess) straight up low angle slab. Kinda tempting though as it's good rock versus the last 2 pitches.","protection":"Micros to #2 C4.  I was glad I had a #2 Loweball, but a good climber might be fine without such.","location":"Slab just left of WG.\n\nAll anchors are chains and the whole route can be rapped with 1 rope.  If using a 60m, use the anchors for WG instead for the last rap to terra firma."},"__v":0},{"_id":"/k+FguTFW+aFoMPzNCS5Wg==","name":"American Coot","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Ben Folsom","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7488,40.5736]},"left_right_index":15,"mp_id":"121445299","mp_crag_id":"106070264","climb_id":"/k+FguTFW+aFoMPzNCS5Wg==","areaRef":"uLWqpKdGXAqsaI9885VMVA=="},"content":{"description":"undercling along dirty slab to dirtier corner system with bashies before and after the double bolt 1/2 way anchor , crutial yellow alien sized placement at the second bashie . Bring a wire brush!","protection":"bits and bobs","location":""},"__v":0},{"_id":"FwJO8eAIV8GSsx8OCBKHDA==","name":"[Redacted]","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Bill Robins, and Skeeter Malinski 1987","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7488,40.5736]},"left_right_index":10,"mp_id":"105832344","mp_crag_id":"106070264","climb_id":"FwJO8eAIV8GSsx8OCBKHDA==","areaRef":"uLWqpKdGXAqsaI9885VMVA=="},"content":{"description":"Pitch 1:\n\nClimb off the anchors at the top of the 2nd pitch of\n\nWestern Grebe\n\n.  It works right, past the left-facing corner beginning of\n\nFool's Paradise\n\n, and works a roof with a pin.  After this roof is a slab with 3 bolts and another pin.\n\nPitch 2:\n\nis the west-most of the four bolted routes above the chain anchor.  Flaky rock leads past two bolts to more flaky rock etc.  Get to a ledge and continue up the 5.8 arete or just finish off to the left.  This should clean up if it were climbed more.  Come on all you slabbers!!","protection":"Bolts, pins and some long runners. All Chain anchors.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ee1d37e7-dc41-5c26-a358-5d51af01f499,5f0ed4d8-ebb0-5e78-ae15-ba7f1b3b5c51,e838736e-03de-5522-b170-850c7ffcb2ac,007f1fc1-3268-5660-b397-b7543d332216,0aa5f6b4-6095-56c3-8c9e-1720a4e6e914,b8b5aaa4-a746-5c0a-ac68-8f7cf3954c54","pathTokens":["USA","Utah","Wasatch Range","Central Wasatch","Little Cottonwood Canyon","Black Peeler Buttress","South Face"],"gradeContext":"US","aggregate":{"byGrade":[{"count":6,"label":"5.8"},{"count":3,"label":"5.10"},{"count":1,"label":"5.7"},{"count":2,"label":"5.11"},{"count":1,"label":"5.13c"},{"count":1,"label":"5.6"},{"count":1,"label":"5.11c"},{"count":1,"label":"5.12a"},{"count":1,"label":"5.10-"},{"count":1,"label":"5.9+"},{"count":2,"label":"5.10c"},{"count":1,"label":"5.10a"},{"count":1,"label":"5.8-"},{"count":1,"label":"5.11-"}],"byDiscipline":{"trad":{"total":17,"bands":{"unknown":0,"beginner":6,"intermediate":5,"advanced":5,"expert":1}},"sport":{"total":6,"bands":{"unknown":0,"beginner":3,"intermediate":3,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":9,"intermediate":8,"advanced":5,"expert":1}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-111.7488,40.5736]},"bbox":[-111.74939199223422,40.57315033981814,-111.74820800776578,40.57404966018186],"left_right_index":-1,"ext_id":"106070264","area_id":"uLWqpKdGXAqsaI9885VMVA=="},"content":{"description":""},"density":0,"totalClimbs":23,"__v":1,"createdAt":"2022-11-07T06:26:26.447Z","updatedAt":"2022-11-25T11:22:22.993Z"}