{"_id":"63689de0e80bff5a994fa492","area_name":"Main Cliff","shortCode":"","climbs":[{"_id":"9yD7fZotWealLDGUyTNl4A==","name":"Tres Amigos","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.27999,39.85292]},"left_right_index":5,"mp_id":"119721877","mp_crag_id":"105745771","climb_id":"9yD7fZotWealLDGUyTNl4A==","areaRef":"Bfdbkh9uXlK5q+rP2QBRxQ=="},"content":{"description":"This route probably deserves more attention.","protection":"Standard rack.","location":"It is right of Closed Open Space."},"__v":0},{"_id":"WmlLzUfuWJSdbU/ux3CcKg==","name":"Spanky","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Unpublished; FFA Tod Anderson, 1997","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.27999,39.85292]},"left_right_index":4,"mp_id":"105755692","mp_crag_id":"105745771","climb_id":"WmlLzUfuWJSdbU/ux3CcKg==","areaRef":"Bfdbkh9uXlK5q+rP2QBRxQ=="},"content":{"description":"Spanky was one of the first routes completed in the modern sweep through Ralston Buttes. Begin 100 or so feet right of and a bit down slope of the A-frame roof (The Viper, aka The Wishbone). While only 60 or so ft long, Spanky delivers enough cruxy climbing that its name is well deserved. It is hard off the deck and delivers several back to back 5.12- moves in the middle. The rock is a bit friable in places and very crimpy as well. An excellent technical problem in its own right, Spanky also offers the best approach to the second pitch (The Neighborhood) which can be approached from the left as well.","protection":"Seven draws and a rope.","location":""},"__v":0},{"_id":"Y0tqUmIPUYm6i9vpPIb6ew==","name":"The Neighborhood","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Unpublished, FFA Tod Anderson, 1997","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.27999,39.85292]},"left_right_index":3,"mp_id":"105755698","mp_crag_id":"105745771","climb_id":"Y0tqUmIPUYm6i9vpPIb6ew==","areaRef":"Bfdbkh9uXlK5q+rP2QBRxQ=="},"content":{"description":"The Neighborhood, strictly speaking, begins in a corner to the left of Spanky that is protected on wires (5.9). This is P1, however my own trip through The Neighborhood used Spanky as the first pitch and I have no beta concerning the 5.9 start. P2 runs close to 100 ft with its crux coming in surmounting a bulgy roof just above the belay to Spanky. While only 5.10, P2 has some of the nicest climbing on this sector of the wall. The Neighborhood picks up three stars for its high continuity, solid stone, and rational protection (but run out in several sections). Those who know, know who to thank for this fine addition. Jeffco commissioners, open up this public land.","protection":"Strictly speaking, one should bring a rack and a dozen draws. Double ropes are desirable, otherwise take two raps to the ground using  a 60 meter rope.","location":""},"__v":0},{"_id":"5nSF1AvvV3e8KwOJWxdCNw==","name":"Flying Boxcar","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.27999,39.85292]},"left_right_index":0,"mp_id":"118783982","mp_crag_id":"105745771","climb_id":"5nSF1AvvV3e8KwOJWxdCNw==","areaRef":"Bfdbkh9uXlK5q+rP2QBRxQ=="},"content":{"description":"On June 1, 1977, I led Tim Loften up this feature, which is visible on the skyline west of CO Hwy 93. To get to its base, we swung leads up a “shallow, vegetated corner,” according to my brief journal entry. I, herein, posted a photo of Tim leading into said (right-facing) corner and a photo of me leading the Boxcar pitch. No guidebook covered this area back in the day, and we just picked out a way up to the Boxcar. Perhaps it was Rocky Mountain Spring Water (200 feet, 5.10, Erickson & Wunsch, 1972). We descended to the east and north.","protection":"A few nuts. I recall clipping a fixed pin near the northwest bottom of the huge overhang.","location":"The Flying Boxcar forms the true summit of Ralston Buttes. The route that we took began at the bottom left of the west side of the Boxcar’s support, which is atop the Main Wall. I led to the left end of the huge overhang, clipped a pin and turned the overhang on the left. After reaching the lower-angled slab, I placed a nut and climbed the short slab to the top."},"__v":0},{"_id":"PYPVdVq7V/CbcGAi0wCYRw==","name":"En Flagrante Bosch","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Unpublished","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.27999,39.85292]},"left_right_index":1,"mp_id":"105755689","mp_crag_id":"105745771","climb_id":"PYPVdVq7V/CbcGAi0wCYRw==","areaRef":"Bfdbkh9uXlK5q+rP2QBRxQ=="},"content":{"description":"50 ft left of the A-frame roof (The Viper, aka The Wishbone) is a crack that leads to a common start for two 100 ft long, difficult routes. En Flagrante Bosch is the right side variation above the second bolt. This route delivers continuous 5.11 and 5.11+ climbing on slightly rough, pale sandstone. Unfortunately, the author of this line has kept a low profile, otherwise I would be the first to add another three star classic to his rack. Excellent climbing, good stone, and thoughtfully protected. The pump factor really starts to tick in approaching the bulge at 60 ft. This gorgeous line deserves to be climbed. Jeffco commissioners, open up this public land!","protection":"A dozen draws and a 60 meter rope.","location":""},"__v":0},{"_id":"t9jLDVJXXzWU3vPoJkGY/A==","name":"Cassandra","yds":"5.11a/b","grades":{"yds":"5.11a/b","french":"6c"},"fa":"Jim Erickson, free solo, Jan. 2, 1973","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.27999,39.85292]},"left_right_index":2,"mp_id":"119520193","mp_crag_id":"105745771","climb_id":"t9jLDVJXXzWU3vPoJkGY/A==","areaRef":"Bfdbkh9uXlK5q+rP2QBRxQ=="},"content":{"description":"This excellent route has a spectacular crux on pitch three that slices through a large roof via a splitter hand-crack. When I climbed it on January 2, 1973, it was probably the second, cutting-edge route in Colorado (after\n\nDeath and Transfiguration\n\n) to hand-jam right over a roof. It actually pre-dated many other similar Boulder classics:\n\nPsychosis Direct Finish\n\n,\n\nArt’s Spar\n\n,\n\nVertigo Direct Finish\n\n,\n\nWounded Knee\n\n, Star Span, and\n\nNeon Lights\n\n. Although Half Dome and\n\nThe Naked Edge\n\nhave bigger numbers, this obscure first ascent was very easily my most significant rock climbing achievement. I did not tell a single human being about it for over 20 years.\n\nUnfortunately, the Ralston Buttes, part of JeffCo Open Space, has been closed to climbing and hiking about 20 years. Asking permission to cross some homeowner’s private land after being dropped off by a driver and climbing quietly in the shade very early in the morning (perhaps in camo clothes, gear etc.), before a pre-arranged pickup, would be one method that an unscrupulous criminal might use, but I would never recommend breaking the law.\n\nThe majority of the 50 or 60 sport and trad routes up there so far are really excellent routes; however, there are less than 150 fine new route possibilities, and the 15 minute walk in from the northwest, gaining about 100 feet of elevation, is totally exhausting. I can’t imagine why anyone would choose to climb at a terrible crag like this.","protection":"A standard rack with hand-size gear (1 to 3 inches).","location":"Cassandra is located on the north end of the Main Cliff, starting just left of the short bolted line,\n\nSpanky\n\n(12b), and also about 70 feet left of the right-facing dihedral that starts the 3-pitch trad line, Rocky Mountain Springwater. The first two pitches are about 5.7, the first one angling right about 60 feet to the bolted anchors on\n\nSpanky\n\n. Pitch two goes up 100 feet to the long broken ledge at the base of the roof. I imagine there is decent protection on these today. Steve Wunsch climbed these 2 pitches and then escaped off left, also solo onsight, when we first visited the crag in October, 1972. The 3rd pitch is a solid, straight-in crack, so it would take gear (1-1/2 to 3 inches) quite well. If one desired a more difficult start, one could maybe do the sport climb\n\nSpanky\n\nand/or\n\nThe Neighborhood\n\n(10d) and then move right to the final roof.  Richard Rossiter’s guide from 2000,\n\nRock Climbing Eldorado Canyo\n\nn, catalogues all the routes here superbly."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,b34b81ad-639b-5002-8b62-fcc081599499,cc0ef2be-ea7e-5ba9-b6d9-b498f39d0526,05f75b92-1f6e-5e52-b9ab-eacfd90051c5","pathTokens":["USA","Colorado","Golden","Ralston Buttes","Main Cliff"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10c"},{"count":1,"label":"5.12b"},{"count":1,"label":"5.10d"},{"count":1,"label":"5.7+"},{"count":1,"label":"5.11d"},{"count":1,"label":"5.11a/b"}],"byDiscipline":{"trad":{"total":4,"bands":{"unknown":0,"beginner":1,"intermediate":2,"advanced":1,"expert":0}},"sport":{"total":3,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":2,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":2,"advanced":3,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.27999,39.85292]},"bbox":[-105.28057572995148,39.85247033981814,-105.27940427004849,39.85336966018186],"left_right_index":-1,"ext_id":"105745771","area_id":"Bfdbkh9uXlK5q+rP2QBRxQ==","polygon":{"type":"Polygon","coordinates":[[[-105.28057572995148,39.85247033981814],[-105.27940427004849,39.85247033981814],[-105.27940427004849,39.85336966018186],[-105.28057572995148,39.85336966018186],[-105.28057572995148,39.85247033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":6,"__v":1,"createdAt":"2022-11-07T05:57:02.511Z","updatedAt":"2024-01-20T01:01:15.669Z"}