{"_id":"6368a722e80bff5a995dd9da","area_name":"Orange Wall, The","shortCode":"","climbs":[{"_id":"mYf1DTyiXneMCoUantp4Pw==","name":"Orange Wall","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"Tom Warren and others 1975","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.6554,43.2636]},"left_right_index":1,"mp_id":"106212138","mp_crag_id":"106212131","climb_id":"mYf1DTyiXneMCoUantp4Pw==","areaRef":"qcR/l+D7Xoaul+th5hzzBQ=="},"content":{"description":"A long, alpine route.  Lots of loose rocks and flakes in the chimney systems.  Good climbing otherwise. Appears to usually be wet in some spots, but was dry in the summer (July) of '06. OK to decent belay ledges.  Lots of potential variations in neat looking dihedrals on the upper portion. On many pitches we climbed till we were out of rope (60m).\n\nP1 Crux.  Route starts on left side of alcove/large roof, on a high ledge system at base of wall.  Climb crack on left side through awkward  5.7+ move at roof.  Climb to grassy belay ledge at 185 ft\n\nP2 4th Class and low angle cracks for about 174'\n\nP3 Climb splitter low angle crack to roof.  Traverse left under roof to a small dish and a nut belay\n\nP4 Climb straight up from belay, avoiding the dihedral slanting up and left (this could go somewhere good...) Climb up chimney and belay in chimney.\n\nP5 Climb another chimney pitch.  There is a small ledge and left facing corner to the right and eventually pass a horn with a rap sling (there in July 06).  Belay in chimney.\n\nP6 Continue up.  Tunnel under a block. (I had to drag my pack).  I then belayed at a slung horn.\n\nP7 Climb up possibly passing a boulder with rap slings on the right. Climb a cool chimney squeeze to a small ledge and then climb a slightly overhanging hand/fist crack to the left of a wet corner/gully thing.  Belay on a ledge with a large, leaning block.\n\nP8 Climb up block to a nice dihedral and up to a big, sloping, grassy ledge, about 100'\n\nP9 A chimney goes straight up and a beautiful dihedral is up and left.  I moved 20 yards right and climbed a 5.2 crack system to top of ridge and third class rock.\n\nDescent: Head north off of backside to gully.  Descend gully to south facing slope and down this slope (either grassy with water falls or loose scree) to the Grasshopper Creek.","protection":"I used two sets of TCUs, 1 set of nuts, and a set of Camalots to #4. One rope.","location":"Right side of Orange Wall.  See photo."},"__v":0},{"_id":"wuw6oi4TV2ew+nCswLcW2Q==","name":"La Primera Vez","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Tom Causley and Scott Palmer","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.6554,43.2636]},"left_right_index":0,"mp_id":"108607324","mp_crag_id":"106212131","climb_id":"wuw6oi4TV2ew+nCswLcW2Q==","areaRef":"qcR/l+D7Xoaul+th5hzzBQ=="},"content":{"description":"This is an excellent moderate route on the Orange Wall. Great for beginner multi pitch instruction.There are 3 pitches all within the 5.7 range and the belay ledges are very spacious. The approach is very easy from the Orange Wall camping area.\n\nFollow a very apparent crack on the western end of the wall.\n\nThe first pitch has great moves mainly in the crack. At the belay ledge veer right several feet to a two crack system that is the start of the second pitch.\n\nThe Second pitch is best started in the left of the two cracks. When this crack ends traverse right across the small face to the right crack. This is fun. Follow the crack to another grassy ledge.\n\nThe Third Pitch is similar to the others with fun face/crack moves to a final ledge. From here walk off to the west.","protection":"One and a half rack would be great with a set of nuts.\n\nThere are no bolts, fixed gear, or anchors.","location":"The route is in an apparent crack system on the West end of the Orange Wall. It ends at the platform that is the common walk off for several routes."},"__v":0},{"_id":"YwZ389mrVWWB6K3pf/5gFw==","name":"Grasshopper Wall. West Face Left","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Madore, Hartman?","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.6554,43.2636]},"left_right_index":2,"mp_id":"107273836","mp_crag_id":"106212131","climb_id":"YwZ389mrVWWB6K3pf/5gFw==","areaRef":"qcR/l+D7Xoaul+th5hzzBQ=="},"content":{"description":"This is a good climb that was cleaned up on the likely first ascent (this is the winds, Fred Beckey may have called it 5.8 and climbed in boots). Saw some loose rock that was easily trundled and no fixed pro. Route is on a west facing wall over the grasshopper valley, about 500 yards north of the current toe of the grasshopper glacier. Just right of a huge chimney. Begin in cracks just right of edge.\n\np-1- climb obvious cracks for 150 feet to a belay 5.8\n\np-2 climb roof, cracks and face for 140 feet. belay just below and left of a grassy flare 5.9\n\np-3 climb the grassy flare (not that bad) and crack above, traverse under a roof and hang a belay (small TCU's and stoppers) 5.10a.\n\np-4 this pitch is impressive and lead onsight by Jim Madore. move right through a roof and up a dihedral to thin crack. move past it to a wide crack and belay above. look around and use all the features. awesome climbing and position. 5.10d.\n\np-5 climb 5.7-8 cracks to large grassy ledge.\n\np-6 finish off easy 5th class on good rock to summit.\n\ndescend down north gully towards the orange wall (very chill)","protection":"alpine rack with extra finger piece or two.","location":"The wall overlooks the grasshopper glacier on the downs mountain quad. The formation in unamed, but obvious when you get there. Approach from trail lake or possibly green river lakes. The route follows the least imposing section of wall. we bailed off a route up the gut that got pretty hard after a pitch and a half........lots of potential for stronger climbers."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,afc3c77e-efc9-50f7-a248-5b1d2864b858,c063bf50-7fe2-5095-952d-b5bada740542,2b1e3dad-52e5-5768-b17f-fb18ded0e079,aa4c81dc-b413-5b20-aaca-36088b8bed60,a9c47f97-e0fb-5e86-ae97-eb61e61cf305","pathTokens":["USA","Wyoming","Wind River Range","Ross Lakes Area","Grasshopper Valley","Orange Wall, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.7+"},{"count":1,"label":"5.7"},{"count":1,"label":"5.10d"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":0,"beginner":2,"intermediate":1,"advanced":0,"expert":0}},"alpine":{"total":3,"bands":{"unknown":0,"beginner":2,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-109.6554,43.2636]},"bbox":[-109.65601748839588,43.26315033981815,-109.65478251160413,43.26404966018187],"left_right_index":-1,"ext_id":"106212131","area_id":"qcR/l+D7Xoaul+th5hzzBQ=="},"content":{"description":""},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T06:35:22.220Z","updatedAt":"2024-01-15T16:51:33.633Z"}