{"_id":"6368a214e80bff5a9955d74b","area_name":"Dig, The","shortCode":"","climbs":[{"_id":"1uUtIjl3U96BZICF9MZZSg==","name":"Something Profound","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Chris Grijalva (January 2000)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.8602,32.9461]},"left_right_index":1,"mp_id":"118790583","mp_crag_id":"105923888","climb_id":"1uUtIjl3U96BZICF9MZZSg==","areaRef":"JwR4k1hyXpuyRh3zlIdPSQ=="},"content":{"description":"Boulder up past two bolts using sidepulls and high feet to a great rest.  Get back what you can before launching into the crux.  Good footwork and body positioning will get you through the delicate crux and a insecure clip.  Get creative to find a path around the small bulge and keep it together till the chains!  Great route with moves different from you typical tunnel climbs.  Get on it! ","protection":"7 bolts.  No quick links at the top so bring more draws or cleaning gear.","location":"Route right of 2001.  There is an unfinished line of bolts between 2001 and this route but it’s not in the book and does not look complete.  The route begins in a small corner.  "},"__v":0},{"_id":"Ovu5JZNEX2yJNMtTCfF0kw==","name":"Sloths","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Frank Bonnevie","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.8602,32.9461]},"left_right_index":2,"mp_id":"110647745","mp_crag_id":"105923888","climb_id":"Ovu5JZNEX2yJNMtTCfF0kw==","areaRef":"JwR4k1hyXpuyRh3zlIdPSQ=="},"content":{"description":"Use the Bouldery start of gluttony; off of a boulder up into a corner. Cop a rest and cruise over the roof to the left. Climb three bolts on crimps and side pulls until you reach an under-cling, rest, pry your hands off and start moving up and right until you reach the anchors of gluttony.","protection":"10 QD","location":"start on gluttony"},"__v":0},{"_id":"1PsPvXTXXPqUXcED4kM5JQ==","name":"La Primera","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.8602,32.9461]},"left_right_index":6,"mp_id":"105924175","mp_crag_id":"105923888","climb_id":"1PsPvXTXXPqUXcED4kM5JQ==","areaRef":"JwR4k1hyXpuyRh3zlIdPSQ=="},"content":{"description":"This route is similar in character to its neighbor, but with much smaller holds.  The intimidating roof at the top is actually not that hard (easier than the roof on The Dig), though its possible to pump out while trying to clip the anchor.   \n\n  A devious start leads to the juggy choss band and the 2nd bolt.  The crux comes next with powerful moves on tiny, sharp crimps, ending at the 4th bolt.  Another great rest and a few more moves lead to a good rest stance before the final traverse left out the roof.","protection":"7 bolts to 2 bolt anchor that is difficult to see from the ground.","location":"Immediately left of The Dig."},"__v":0},{"_id":"+FdePEBKVX+Blh9qLUdDog==","name":"Gluttony","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"Lance Hadfield or Chris Grijavla","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.8602,32.9461]},"left_right_index":3,"mp_id":"106333106","mp_crag_id":"105923888","climb_id":"+FdePEBKVX+Blh9qLUdDog==","areaRef":"JwR4k1hyXpuyRh3zlIdPSQ=="},"content":{"description":"Make Bouldery moves off of a boulder up into a corner. Cop a rest and cruise over the roof into the right leaning corner. This bit is fairly continuous, but no stopper moves. at the top of the corner a few more moves lead up to the red-point crux coming back left with big moves on open handed holds. Continue more easily to the anchor \n\n  Bolted by Chris G., given to Lance who I belive cleaned the route, then because of how good it was going to be, I belive given back to Chris G. One way or another, they both deserve credit.","protection":"Bolts and a bolted anchor.","location":"See Overview photos. Route starts off a boulder and climbs into a corner, over a roof and into a right trending corner."},"__v":0},{"_id":"ctDgzKX2WBetLq75lrte4w==","name":"Envy","yds":"5.13c","grades":{"yds":"5.13c","french":"8a+"},"fa":"Cody Roth","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.8602,32.9461]},"left_right_index":5,"mp_id":"105924179","mp_crag_id":"105923888","climb_id":"ctDgzKX2WBetLq75lrte4w==","areaRef":"JwR4k1hyXpuyRh3zlIdPSQ=="},"content":{"description":"This fine route is the hardest at The Dig, and one of the hardest at the Tunnel.  The rock is pretty decent once its been cleaned, though any patch of rock that is not explicitly on route will doubtless be covered in dirt.   \n\n  Characterized by slopers, rounded crimps and technical footwork, this line is a power endurance nightmare.  The last real rest is at the 4th bolt, from which point its basically a controlled sprint to two successive all-or-nothing dynos just below the last bolt.  If you fall on the final throw, expect to whip about 30 feet.  \n\n  The route begins atop a flat boulder, and traverses left out an orange rail to a right facing corner and the first bolt.  Charge straight up pulling on a choss block that appears to be attached to the wall by spider webs and rat feces, to a tricky move and a good stance at the 3rd bolt.  Continue right, then up to double jugs at the the fourth bolt, then sequential crimps lead to a slopey pocket and the fifth bolt.  The first really hard move comes after clipping the 5th bolt, with difficult balance and strenuous crimping.   \n\n  More sequential footwork and opposition moves lead to a lousy rest from where it is possible to clip the 7th bolt.  Head back left, (dogging bolt here) then up to the first dyno.  If you stick it, continue up several more moves to the final dyno with the 8th bolt in your face.  If you stick this devious throw, 4-5 more trivial moves lead up and left to the anchor.","protection":"9 Bolts (one is a dogging bolt) to 2 bolt chain anchor with biners","location":"6th route from the left, or 2nd route left of \"The Dig\""},"__v":0},{"_id":"sn0nMUgbVXKiqC3IxY4ADA==","name":"Down in a Hole","yds":"5.13b","grades":{"yds":"5.13b","french":"8a"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.8602,32.9461]},"left_right_index":4,"mp_id":"105924186","mp_crag_id":"105923888","climb_id":"sn0nMUgbVXKiqC3IxY4ADA==","areaRef":"JwR4k1hyXpuyRh3zlIdPSQ=="},"content":{"description":"With above average rock, and sustained, pumpy difficulties, this fine route is a must-do at the grade.  Probably the longest route at the Tunnel, and one of the best and hardest of the grade in all of NM.  If you like pumpy, Goliath style climbing, this route is for you!   \n\n  Begin literally down in a hole, climbing out flakey grey rock.  A few big moves lead to some sharp crimps and the 2nd bolt.  From here, work up and left with shouldery gaston moves along a series of diagonal flakes to the 4th bolt and a great rest.  You should be able to get a lot back here.  From the rest you can clip the 5th bolt with a long draw or sling (to reduce rope drag), then head up and right along a series of juggy rails to one final shake (and the 6th bolt) before entering the crux section.  A rounded crimp and powerful moves gain a double undercling.  Clip the 7th bolt here and chalk up if you can, then commit to the dynamic crux on insanely rounded crimps.  Technical footwork and precise stabs will get you to a set of rounded slopers, from which you may be able to clip the 9th bolt.  Or, if the lactic acid has begun to impair your brain function, you might just decide to keep sprinting for better holds and the anchor.  It's not uncommon to sail 40 or more feet, dynoing wildly, the unclipped 9th bolt at your waist, with the route seemingly in the bag.","protection":"9 Bolts, 2 BA.  The 8th bolt is a dogging bolt.","location":"4th route from the left end of the cliff."},"__v":0},{"_id":"InCN/bsIXXe9rovDY2zDOw==","name":"The Dig","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.8602,32.9461]},"left_right_index":7,"mp_id":"105924171","mp_crag_id":"105923888","climb_id":"InCN/bsIXXe9rovDY2zDOw==","areaRef":"JwR4k1hyXpuyRh3zlIdPSQ=="},"content":{"description":"This excellent line is the best warmup option for the Sunny Side, and may be the best route at the crag.   \n\n  A few sequential moves lead to a two foot roof and good jugs.  Its best to clip the 2nd bolt from this stance, although it is a difficult clip if the draw isn't in place.  Above the 2nd bolt is the power crux which features a series of 3 shouldery reaches, and finally a great set of jugs at the 4th bolt. \n\n  From the great rest, the route heads right with a balancey, slab-style crux, that eventually leads to another set of good jugs, just below the ominous roof.  Head up and left, then back right on ever steepening terrain.  The trick here is to climb fast and not get sidetracked looking for the best holds.  The last bolt and anchor are quite difficult to clip if you don't find the correct stance.  There is a great clipping jug on the lip of the roof from which you can try to clip the anchor as you get increasingly pumped. \n\n  Apparently this line used to end below the final roof, and was given the grade of 10+.  When the route was extended through the roof, locals chose not to adjust the grade, which is why this thing feels like a sandbag at 5.10d.","protection":"8 Bolts, 2 BA.","location":"The first route at The Dig from the approach, or the 8th route from the left end of the cliff."},"__v":0},{"_id":"gwNuM4OiXyezimM1zibb5w==","name":"2001","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"John Hymer","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.8602,32.9461]},"left_right_index":0,"mp_id":"118766654","mp_crag_id":"105923888","climb_id":"gwNuM4OiXyezimM1zibb5w==","areaRef":"JwR4k1hyXpuyRh3zlIdPSQ=="},"content":{"description":"Boulder up past the first bolt and cop a rest under the small roof.  Clip a bolt and climb past the roof using sequential feet and side pulls.  After this a few more pumpy moves guard the chains.  Excellent route that needs more traffic.","protection":"7 bolts.  No quick links at the top anchors.","location":"Two routes left from Sloths.  Farthest left route on the sunny side."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,98c839d1-f0d4-5006-bb58-276b12f05bd0,78ed6135-61c8-53cc-85dc-0084dc9aa316,a27f9d6a-53fa-53bf-a59d-49b976c009e9,697ae22f-55ae-5d17-b82f-c90e7ba5efd3,27047893-5872-5e9b-b246-1df394874f49","pathTokens":["USA","New Mexico","New Mexico, other Southern Areas","Tunnel, The","Sunny Side","Dig, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.12c"},{"count":1,"label":"5.12b"},{"count":1,"label":"5.11d"},{"count":1,"label":"5.12d"},{"count":1,"label":"5.13c"},{"count":1,"label":"5.13b"},{"count":1,"label":"5.11a"},{"count":1,"label":"5.12a"}],"byDiscipline":{"sport":{"total":8,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":6,"expert":2}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":0,"advanced":6,"expert":2}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.8602,32.9461]},"bbox":[-105.86073583118291,32.94565033981814,-105.85966416881712,32.946549660181866],"left_right_index":-1,"ext_id":"105923888","area_id":"JwR4k1hyXpuyRh3zlIdPSQ==","polygon":{"type":"Polygon","coordinates":[[[-105.86073583118291,32.94565033981814],[-105.85966416881712,32.94565033981814],[-105.85966416881712,32.946549660181866],[-105.86073583118291,32.946549660181866],[-105.86073583118291,32.94565033981814]]]}},"content":{"description":"The Dig is the left end of the Sunny Side cliffband.  So-named for an archealogical excavation that took place here some years back, uncovering numerous prehistoric artifacts. \n\n  The Dig features long, hard, and sustained, overhanging routes on pretty low-end rock.  Most routes start out steep, and trend toward the vertical as one ascends.  This is generally a hard-man's area, though the cliff does feature the best warm-up on the Sunny Side (The Dig).   \n\n  From left to right, routes here are:   1. 2001, 5.12a   2. Something Profound, 5.12c   3. Gluttony, 5.12d\n\n  4. Down in a Hole, 5.13b\n\n  5. Up From Below, 5.13c   6. Envy, 5.13c\n\n  7. La Primera, 5.11d\n\n  8. The Dig, 5.11a"},"density":0,"totalClimbs":8,"__v":1,"createdAt":"2022-11-07T06:13:40.932Z","updatedAt":"2024-01-20T01:04:49.455Z"}