{"_id":"6368a44ee80bff5a9959c160","area_name":"Sharp","shortCode":"","climbs":[{"_id":"meVXxL9hV4ul1rGp1EQzLQ==","name":"Sharp","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Herb and Jan Conn","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.53515,43.84832]},"left_right_index":999999,"mp_id":"105996896","mp_crag_id":"105996891","climb_id":"meVXxL9hV4ul1rGp1EQzLQ==","areaRef":"n8Wpo184XvKcE/e64oIqjA=="},"content":{"description":"Very fun route, starts in standard Conn Chimney with a nice Arete middle section and an airy face climb ending.  Start on the east side of the formation about 30 feet north and around the corner of the obvious chimney on Grace Note Spire.          Climb to the saddle between the two summits and go up the easy arete placing protection mainly for the safety of the second.          When you get to the steep section move left from a great little ledge with some airy moves to the west face of the rock.  The move is very committing and the traverse can be done low or high, ending at a finger crack with a bush growing out of it.  The crux comes near the end of this (no details will be revealed) but remember as with most Needles climbing trust your feet.","protection":"standard rack.  Used a couple of hexes in some bomber slots.","location":"Read the general description page to find the route.   Back up slings on summit as needed and double rope rappel off the west side.  Be careful when pulling your rope as there are many potential horns to get your rope stuck on."},"__v":0},{"_id":"LYgGNk7rWUOOEg9jQpcdoQ==","name":"Not So Sharp","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"John Gunnels & Greg Coulter - June, 2010","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.53515,43.84832]},"left_right_index":999999,"mp_id":"107124577","mp_crag_id":"105996891","climb_id":"LYgGNk7rWUOOEg9jQpcdoQ==","areaRef":"n8Wpo184XvKcE/e64oIqjA=="},"content":{"description":"This variation to Sharp may have been done in the past, but none of the long time Needles climbers I have contacted thought so.  That being said: \n\n  Begin in the low angle trough on the east side of the Spire 1 ridge.  Work your way up with very good protection until you feel like you're entering another \"Conn Chimney\".  Exit the left wall utilizing a series of fingerlocks and face moves.  Fifteen feet below the saddle, you will discover a very large, loose block.  Not to worry... EXCELLENT placements are available just before and just after this surprise.  Keep your head, pull through these crux moves and you'll be standing on the saddle.  Step around the the exposed west face and cruise to the tiny summit of Sharp.  Double rope rap down the WEST face.","protection":"C4's #.3 thru #2.  BD Stoppers #3 thru #9.  8 or 10 24\" runners.  Take spare webbing and inspect anchors before you rap.","location":"Approach via the Spire 1/2 Gully.  Either bushwhack your way UP thru acres of beetle kill, or hike DOWN from the Spire 1/2 notch.  The beginning of the route is visible from \"God's Own Drunk\" on Khayyam Spire."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,253ab2e3-944f-5c5f-8477-58a428c86291,eb71723c-d454-5686-9f66-8bbd19c7143e,1ca6542a-76ee-5941-9233-b368e35d058f,9fc5a9a3-5f38-5ef2-9c13-f7bae2822a8c","pathTokens":["USA","South Dakota","Custer State Park","Cathedral Spires","Sharp"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.7"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":2,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-103.53515,43.84832]},"bbox":[-103.5357735094088,43.84787033981814,-103.53452649059119,43.84876966018186],"left_right_index":-1,"ext_id":"105996891","area_id":"n8Wpo184XvKcE/e64oIqjA=="},"content":{"description":"Sunny west face.  More than average tourist/gawker travel than most areas in the Spires due to it being right next to the main Cathedral Spires trail.  Sharp is directly north of Grace Note Spire and the second summit on the formation west(downhill) of Khayyam Spire."},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T06:23:16.225Z","updatedAt":"2024-01-15T16:48:32.128Z"}