{"_id":"63689d5ce80bff5a994f48df","area_name":"Necromancer Needle","shortCode":"","climbs":[{"_id":"1nscznoqV+aOPjy6rj7yOg==","name":"Silver Threads","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Smith, H and E Laeger 8/1977","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-118.50838,36.11985]},"left_right_index":2,"mp_id":"106509236","mp_crag_id":"106509226","climb_id":"1nscznoqV+aOPjy6rj7yOg==","areaRef":"6B+NWcJoVWCRm6tlqDPTgA=="},"content":{"description":"When you've done the moderate standards on The Witch (\n\nIgor Unchained\n\n,\n\nInnersanctum\n\n, and\n\nAiry Interlude\n\n) and you're looking for the perfect way to start a summer day (read: way too hot in the sun), an adventuresome three pitch route awaits you.  Silver Threads lies just lower than the bottom edge of The Witch (Pit and the Pendulum/Witch Doctor).  Start around 100m down from the lower West face at a corner system with a large boulder resting against the face just left (an obvious clearing).\n\nPitch 1 climbs the low angle corner and crosses to the boulder. Sling it with a double shoulder sling (for the psych of it) and look up.  Another corner is between 10-15 meters up and slightly left and it has your next piece.  The climbing is somewhere between 5.4-5.6 and you can't fall, so sack up and do it.  The corner on up is a little dirty, but you're an adventure climber and you eat this grit for breakfast.  A bit of wide with grain and you've reached the 5.10- corner.  There's some green in it, probably like Igor before the masses smacked Mother Nature down.  Nevertheless, the stems and locks make this a fun section.  I'd belay below the roof no matter what the Internet/Guidebook indicates, because you're here to have fun, not stretch every pitch with the 70m noose you've been luggin' around.\n\nPitch 2 is a layback through the roof and then pulls down on thin, seemingly fragile flakes.  Pumpy at the start and sublime to continue, with flakes so thin yet so fun.  At the apex of the next roof shove that big piece in you've been saving and move directly left to the 3 bolt belay.  Sneer at the guy bailing on\n\nPhosphorescent Flow\n\nas you make the move 'cause you know you're off the beaten path and his sports bra wearing girlfriend really wants to meet you.\n\nPitch 3 moves directly left to the thin, right facing flakes.  Then it's up and improbably right through the shallow roof (ignore the fact that while your partner is just going to crank confidently through the wafer thin roof features, you need to exhale and think fluffy thoughts). From there is a romp where you can layback, jam, and haul your way to the top on ever larger flakes.\n\nDescend The Black Rabbit, via a rap station around 25m to the climber's left.","protection":"Full rack (including a middle school # 4 Camalot), finger sizes helpful, and small pieces (blue alien, 00 Camalots) are nice for the 3rd pitch.","location":""},"__v":0},{"_id":"1b7/8wAmWVKAMCamZvbYxw==","name":"Red Dog and Salsa","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"FA (Original Line): Herb Laeger, Kevin Daniels, Patrick Paul, Beth Renn - 1995; FA (Variation Start): Josh Janes - July 2018","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.50838,36.11985]},"left_right_index":1,"mp_id":"114568666","mp_crag_id":"106509226","climb_id":"1b7/8wAmWVKAMCamZvbYxw==","areaRef":"6B+NWcJoVWCRm6tlqDPTgA=="},"content":{"description":"Keeping with the colors theme of this zone, Red Dog and Salsa is an enjoyable, well-protected pitch of interesting climbing up a seam and undercling flake guarded by a vicious slab crux. This would be a great pitch to try after a warming up on the nearby Black Rabbit or Silver Threads.\n\nThe original line climbs rightwards off the belay via two bolts of slab climbing through a bulge. I could not decipher how to do these moves and broke several potato chip flakes underfoot which were, unfortunately, the only things even remotely resembling holds on this section of climbing. I suspect that key holds have broken over the years rendering this start either very difficult or impossible.\n\nFortunately, a new passage was discovered that I believe to be an excellent alternative start (bulletproof rock and a great sequence) and the grade remains unchanged from the original 5.11c rating. One bolt was added to protect this passage.\n\nThe route is described with the new start:\n\nBegin by scrambling up the Witch-Necromancer gully taking the first opportunity to move rightwards, traversing across an exposed ledge to a 5.0 move leading to a bolted anchor. Belay here.\n\nClimb up easy rock above the belay and below a left-leaning roof system to a somewhat hidden jug rail above the roof. To prevent catastrophe, place a 0.75 Camalot with a long sling and swing up over the roof, mantle onto the rail and clip the bolt. After a good rest, reverse the mantle, back clean the 0.75 Camalot, and traverse rightwards underneath the bolt (footwork crux) to join the original line at a thin seam. Follow this past wire placements and three bolts to gain a wild flake. Undercling up this to a bolted anchor.\n\nRappel or continue to the top of the Necromancer via a short, easy pitch up flakes.","protection":"A single rack from tiny to 0.75 Camalot, optional extra finger-sized pieces for the undercling.","location":""},"__v":0},{"_id":"3ud0qDh1XC+eklvZkPCeZw==","name":"Black Rabbit","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Vernon & Kodas","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.50838,36.11985]},"left_right_index":0,"mp_id":"107683653","mp_crag_id":"106509226","climb_id":"3ud0qDh1XC+eklvZkPCeZw==","areaRef":"6B+NWcJoVWCRm6tlqDPTgA=="},"content":{"description":"A technical thin seam and flaring tips-to-finger crack. A fine single-pitch route at the Needles.\n\nStart by stemming up the shallow LF dihedral, protected with thin nuts. Pull over the bulge and into the flared & insecure finger crack above. Trust the shallow toe jams and work your way to the top. This feels like a harder version of Dave's Deviation 5.9 at Tahquitz Rock.","protection":"#4-8 BD stoppers, double cams from #0 TCU to 0.5 Camalot. A single 0.75 and 1 Camalot. 2 bolt rap anchor.","location":"On the upper west face of the Necromancer, starting at a healthy oak tree. To access the base, scramble up the 3rd class gully between the Witch and the Necromancer (near the start for Phosphorescent Flow, Witch Doctor). Alternatively, one may rappel the route after climbing Silver Threads 5.10 on the Necromancer."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,a5ac4815-eeb0-59ad-8b20-08b5ff151027,386b0058-0b44-58ea-a468-470945330e5d,6d7a7c8b-89c1-533a-a4c9-6fb263d57ebc,e81f8d59-c268-5560-919b-ab65a833d380","pathTokens":["USA","California","Western Sierra","Needles / Kern River, The","Needles, The","Necromancer Needle"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10b"},{"count":1,"label":"5.11c"},{"count":1,"label":"5.10a"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":0,"beginner":0,"intermediate":2,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":2,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-118.50838,36.11985]},"bbox":[-118.50893665775774,36.119400339818135,-118.50782334224223,36.12029966018186],"left_right_index":-1,"ext_id":"106509226","area_id":"6B+NWcJoVWCRm6tlqDPTgA=="},"content":{"description":""},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T05:54:11.908Z","updatedAt":"2024-01-15T16:40:37.998Z"}