{"_id":"6368a214e80bff5a9955d705","area_name":"Whitewash Area","shortCode":"","climbs":[],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,98c839d1-f0d4-5006-bb58-276b12f05bd0,f2bfcdc1-9015-5cbd-9762-f469ecb317fa,d0fba490-e0a3-5de3-864c-1f38ae1a655c","pathTokens":["USA","New Mexico","Albuquerque Area","Whitewash Area"],"gradeContext":"US","aggregate":{"byGrade":[],"byGradeBand":{"unknown":0,"beginner":0,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-106.48399,35.11124]},"bbox":[-106.4845396820276,35.110790339818145,-106.4834403179724,35.11168966018187],"left_right_index":-1,"ext_id":"119606935","area_id":"0PukkOCjXeOGTB84rhplXA=="},"content":{"description":"This roughly 95 ft west facing granite face is an excellent location for practicing sport/trad anchors, rappelling and self rescue techniques. The trail is popular with hikers so expect onlookers. The area is shaded in the mornings until about midday.There are at least 10 sets of bolted anchors (hangers) and options for building gear anchors. The bolted anchors are primarily located at the top of the cliff but there are also several sets positioned 20/30 back from the cliff edge. The top of the cliff is accessed by hiking the marked trail to the left of the face or scrambling the right side of face. There are also two bolted anchors lower down on the center of the face... one of which is accessible from the ground.ROPE INFO: A 60m rope will get you to the ground from the bolts located at the cliff's edge. Bring anchor material/carabiners to build your own anchors while working at the cliff. Also, bring a long section of webbing, static rope or cord to extend your rope as needed for the bolts that are 20/30 feet back from the edge. AS ALWAYS, tie knots in the end of the rope ends. You can't see the ground from the top to triple check the rope is touching the ground."},"density":0,"totalClimbs":0,"__v":1,"createdAt":"2022-11-07T06:13:40.469Z","updatedAt":"2022-11-25T11:20:18.435Z"}