{"_id":"63689de0e80bff5a994fa4d2","area_name":"River Wall","shortCode":"","climbs":[{"_id":"uxtaSTftVcSY/x/4BLrgog==","name":"White Water","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Alan Nelson, 1998.","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3189,39.7373]},"left_right_index":16,"mp_id":"105748337","mp_crag_id":"105744714","climb_id":"uxtaSTftVcSY/x/4BLrgog==","areaRef":"my8M6cApX3OXhzXTQ25eQQ=="},"content":{"description":"Climb up on top of the large boulder that divides the upper River Wall traverse. Then the fun begins. A thin 11d section leads to the 12b crux at a roof. A huge ledge afer this crux gives a great rest, use it. Finish on delicat yet somewhat powerful overhung moves with some fun underclings, 11d. Excellent route.","protection":"10 bolts/2 bolt anchor. Bring a few extra draws in case this count is off.","location":""},"__v":0},{"_id":"tae5wuBqVdmvbk1gHgo9tA==","name":"Water Sports Direct Start","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Chuck Fitch, Adam Huxley, Sept. 2013","type":{"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3189,39.7373]},"left_right_index":25,"mp_id":"108759963","mp_crag_id":"105744714","climb_id":"tae5wuBqVdmvbk1gHgo9tA==","areaRef":"my8M6cApX3OXhzXTQ25eQQ=="},"content":{"description":"This is what we envisioned for the line all along.\n\nStart at a bolt at the base of a steep corner 20' left of\n\nRiver Walk\n\nClimb through some rotten rock, to a steep rail that rises up and left.  Don't fall where it thins out at the lip.  It would probably be very unpleasant.  This joins up with\n\nWater Sports\n\nabove the initial roof.","protection":"4 bolts need long runners under the roof, plus about 10 - 12 bolts above to the anchors on\n\nRight to Life\n\n.","location":""},"__v":0},{"_id":"pKpCSsnwXsiQDiVnvpE7OQ==","name":"Viagra Falls","yds":"5.12b/c","grades":{"yds":"5.12b/c","french":"7b+"},"fa":"Alan Nelson, 1998","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3189,39.7373]},"left_right_index":15,"mp_id":"105750211","mp_crag_id":"105744714","climb_id":"pKpCSsnwXsiQDiVnvpE7OQ==","areaRef":"my8M6cApX3OXhzXTQ25eQQ=="},"content":{"description":"Viagra Falls, despite the name, is one of the better lines on the River Wall.  It serves up the crux moves right away, between bolts 3 and 4.  This is a thin, powerful and technical crux.  Once you make it through these moves, you are rewarded with sweet climbing on slightly overhung rock, with good jugs and even a short crack with some nice lieback moves.  The upper section stays moderate with climbing in the 5.10 to lower 5.11 range. Good climbing, solid rock, but a little dirty near the top.  Have fun....","protection":"2 bolt / 9 bolts? / 2 bolt anchor.  This route shares the anchor with route number 7 (to the right).","location":""},"__v":0},{"_id":"eRzpoPWLWEGK8mqZZttRvg==","name":"Water Sports","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Chuck Fitch, Adam Huxley, Apr. 2013","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3189,39.7373]},"left_right_index":26,"mp_id":"108286856","mp_crag_id":"105744714","climb_id":"eRzpoPWLWEGK8mqZZttRvg==","areaRef":"my8M6cApX3OXhzXTQ25eQQ=="},"content":{"description":"Climb the initial roof of\n\nRiver Walk\n\npast the first 3 bolts.  Traverse about 20' left, and follow bolts to a steep slab.  Belay on the bolts at the base of \"\n\nRight to Life\n\n\".","protection":"11 or 12 bolts, a couple long runners for under the initial roof and after the traverse, 2 bolt anchor.","location":"This is on the slab to left of \"\n\nClear Water Revival\n\n\". Descend by traversing to the \"\n\nRiver Walk\n\n\" anchors and rappel 115' to the beach."},"__v":0},{"_id":"CmuyuERBV7CQEDLZEm+8Bg==","name":"Up A Creek","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Alan Nelson","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3189,39.7373]},"left_right_index":5,"mp_id":"105751888","mp_crag_id":"105744714","climb_id":"CmuyuERBV7CQEDLZEm+8Bg==","areaRef":"my8M6cApX3OXhzXTQ25eQQ=="},"content":{"description":"From the ledge at the water's edge, look straight up at the overhang above.  Note the lush greenery, reminiscent of a rain forest.  Note the bolts leading straight up through the forest.  Follow the bolts, taking care to tread only where the stone has been delicately brushed clean.  For a crux, make a big reach up for a sloping mantle past a giant moss hummock.  Think of the multitude of living organisms in that biotic treasure.  Resist the temptation to hurl it at your belayer as you seek hidden jugs (they aren't there).  Surmount the overhang and slab hike to the ledge.\n\nDON'T TOPROPE THIS ROUTE UNLESS YOU DON'T MIND CUTTING YOUR ROPE.  See the description for \"\n\nFloat Trip\n\n\" for details.","protection":"Nine bolts to a two-bolt anchor with rings.","location":""},"__v":0},{"_id":"1FyD0KbwU52b58ijLSHl5Q==","name":"Take Me to the River","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Alan Nelson and Richard Wright, 1998.","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3189,39.7373]},"left_right_index":11,"mp_id":"105748355","mp_crag_id":"105744714","climb_id":"1FyD0KbwU52b58ijLSHl5Q==","areaRef":"my8M6cApX3OXhzXTQ25eQQ=="},"content":{"description":"Mind your feet! Sustained climbing that is a bit devious at times, but fun throughout. Lots of interesting underclings and thin, smeary feet. The crux is a balance-dependent section right up at the top. It's very tightly bolted, so there's not much chance to get super-freaked; enjoy the exposure stress-free.","protection":"11 bolts; 2 bolt belays at the bottom and top of the route. TR from above or rap down to the river and lead back up","location":""},"__v":0},{"_id":"l1NDijo0XcCT25JIm8q4og==","name":"Splash","yds":"5.11c/d","grades":{"yds":"5.11c/d","french":"7a"},"fa":"Tod Anderson, 1998","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3189,39.7373]},"left_right_index":17,"mp_id":"105749620","mp_crag_id":"105744714","climb_id":"l1NDijo0XcCT25JIm8q4og==","areaRef":"my8M6cApX3OXhzXTQ25eQQ=="},"content":{"description":"Splash starts off the ledge on the right side of the block. Squeeze behind the block to a belay anchor. Splash heads up the west face of the block and on to the main wall proper. Two clips and a thinish 5.11c/d  move initiate the route and dust the crux. Jog left above the block and immediately jog back right to head up on more moderate terrain. A bit run out higher up, but the climbing eases back to 5.9. Good continuous climbing on largely fine rock that has been well bolted give the line two stars. Splash is route number 10 in Rolofson's guide to Clear Creek. Since it begins on the mid-level ledge, use one of the approach pitches. Starting up on\n\nGrilled Trout\n\n(#3, out of the water), lands you at the base of Splash without scrambling the ledge and makes for a logical two pitch climb.","protection":"QD only. This 70ft route needs 9 - 10 draws and something for the two bolt anchor at the top.","location":""},"__v":0},{"_id":"fXQ5Vqx/U+y4gSpRWRHLzg==","name":"Slacker","yds":"5.12c/d","grades":{"yds":"5.12c/d","french":"7c"},"fa":"Alan Nelson, Spring 2001","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3189,39.7373]},"left_right_index":21,"mp_id":"105751384","mp_crag_id":"105744714","climb_id":"fXQ5Vqx/U+y4gSpRWRHLzg==","areaRef":"my8M6cApX3OXhzXTQ25eQQ=="},"content":{"description":"Blaster, my suggested name that awaits Alan's finding the muse, starts from the first belay around the corner from\n\nAKT\n\nand just past the traverse bolt. This route is a little stiff getting started (5.10d) and pulls up past some vegetation. Stand up for a couple of clips before tackling the left leaning crack/seam that fires through the white stone right of the big roof. From a stance half way through the crack, a powerful and awkward sequence gains a pair of upside-down layaways near the end of the crack. This felt like solid 5.12c even on a top-rope. It is very hard to get back on this line if you pop chasing it, so the lead is probably more rationale. However, the exit move out of crack/seam comprises back to back 5.12b moves and is very committing, so pick your poison. Enter a  balancy, tight corner and enjoy a few moderate moves before launching the exit sprawl over a shallow, flat roof. This is a surprisingly good line up an obvious feature that has been calling for someone to climb it, surprising only because it went untouched until 2001. Burly, very burly.","protection":"QD and a 60m rope.","location":""},"__v":0},{"_id":"IWfJvQ7MWSmNyaXnfUlS1g==","name":"The River Wild","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Alan Nelson, 1998","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3189,39.7373]},"left_right_index":14,"mp_id":"105750790","mp_crag_id":"105744714","climb_id":"IWfJvQ7MWSmNyaXnfUlS1g==","areaRef":"my8M6cApX3OXhzXTQ25eQQ=="},"content":{"description":"Belay at the double bolt anchor left of the block on the ledge 100 ft above the creek. Two hard lines depart here: The River Wild and Viagra Falls, The River Wild is the left of the two. The climbing starts with back to back dynamic power throws out of a shallow, right-facing, corner system  to a good jug, probably at middle 5.12. This gains a small roof with a nasty (Repeat that: NASTY) finger lock for the right hand.  This is a keeper, and it must be used to launch the crux. Lock in the right hand prior to starting the launch, ease the fingers out of the lock and turn it into an undercling that gets progressively worse as you stack up for the launch. Launch high and left for \"jug\" (read sloper) and get the feet pasted up ASAP; the clip is right there. Now, I rarely find myself in conflict with Alan Nelson, on whose opinion I place enormous value; however, relative to\n\nSonic Youth\n\nor\n\nAnarchitect\n\n, I would lean toward calling the crux here closer to 5.12c than 5.13. It is not harder than the roof on\n\nSonic\n\nand it is not harder than the finishing fin on\n\nSonic\n\n. It is not harder than the slap on\n\nMatriarch\n\nor the sloper crux on\n\nAnarchitect\n\n. With the feet up over the roof, climbing eases way back to 5.11c/d on smears and largely good hands. Follow a bit of an arching seam with occasionally sinker hands.  Overall, this route is positively great. I returned to it today (July 2001) after having not tried for more than nine months and I was still impressed with the great moves, big power, the near perfect stone, and the excellent bolting job. What makes it especially nice is that the hard stuff is over first. Three stars by almost any measure.","protection":"QD only and 60 m rope.  The route needs about a dozen draws and something for the double bolt anchor at the top. This is a pitch off the ledge and while only 70 ft long, you would need either a 60 m rope for descent or double ropes.","location":""},"__v":0},{"_id":"1o1Umt6qXCK260yVRMBvMg==","name":"River Walk","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Adam Huxley, Chuck Fitch, Sept. 2012","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3189,39.7373]},"left_right_index":28,"mp_id":"108286752","mp_crag_id":"105744714","climb_id":"1o1Umt6qXCK260yVRMBvMg==","areaRef":"my8M6cApX3OXhzXTQ25eQQ=="},"content":{"description":"Wade along the base of the River Wall to a  beach at the south end of the cliff.\n\nP1. 5.9, 115'. Begin by an old rail road spike at eye level, under a small roof. Pass the roof on the right with bolts, and follow a crack system.  A bolt protects a crux slab move at 2/3 height.  A 2 bolt anchor is found under the large roof dihedral.\n\nP2. 5.10+, 40'. Follow the dihedral past the bolts, to a 2 bolt anchor on the slab above.\n\nP3. 5.7, 70'. Climb the crack system above to a single protection bolt, and work your way up and left on steps to the ledge, at the top of \"\n\nRight to Laugh\n\n\", or for a much better finish, traverse left about 30' onto \"\n\nRight to Laugh\n\n\".  Follow \"\n\nRight to Laugh\n\n\" to its 2 bolt anchor.","protection":"P1. 4 bolts, small to medium cams or nuts, and use long runners on bolts under initial roof.\n\nP2. 4 bolts, a couple of long runners.\n\nP3. 1 bolt and a few small to medium cams or nuts.","location":"This route is a long continuous crack system on the far right of the cliff, a couple hundred feet past the start of \"\n\nFlood Control\n\n\".\n\nRappel off the route, a 60m rope puts you on a small ledge under the initial roof, and scramble down, or a 70m rope puts you on the beach. With a little luck, you'll keep your rope dry."},"__v":0},{"_id":"eT462N07WqOgIJmxl/UdKA==","name":"The River Mild","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Ken Trout, 1970s","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3189,39.7373]},"left_right_index":8,"mp_id":"105748322","mp_crag_id":"105744714","climb_id":"eT462N07WqOgIJmxl/UdKA==","areaRef":"my8M6cApX3OXhzXTQ25eQQ=="},"content":{"description":"First done with 2-3 bolts and gear... pretty amazing when you see the blank upper face of this one pitch route. Follow the second bolt line starting out from the base of the rock, from the left. Turn two roofs, then follow the left set of bolts up to the ledge up a steep slab.","protection":"2 bolt anchor at the bottom, 11 bolts, to a 2 bolt anchor up top.","location":""},"__v":0},{"_id":"piD457ZlXsScLTv5EIvLeQ==","name":"River Jam","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Alan Nelson, June, 2000","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3189,39.7373]},"left_right_index":20,"mp_id":"105932127","mp_crag_id":"105744714","climb_id":"piD457ZlXsScLTv5EIvLeQ==","areaRef":"my8M6cApX3OXhzXTQ25eQQ=="},"content":{"description":"The terrific upper half is a bolted crack, but I'm not complaining. Start in the alcove to the right of the giant boulder, as for\n\nAdventure Kayak\n\nand\n\nRiver Dance\n\n. Up & right easily on the slab (R of\n\nRD\n\n) and follow a vertical face to a roof. The roof (crux) is wild, pumpy and complex for the legs/feet. (Note, there is a tempting and large wedged block midway through this passage which moves when gently pulled from some directions.) Above the roof, gain a good rest then follow an interesting 5.10 handcrack most of the rest of the way to the anchors. Use long slings on the 6th and 7th bolts to avoid rope drag.\n\nThis felt pretty solid in the grade, on a par with\n\nHey Good Looking\n\nat Wall of the '90s.\n\nIt is route 13 in the beta photo. This is the pitch described by Josh Finklestein under the comments for\n\nSlacker\n\n.","protection":"11 bolts.","location":""},"__v":0},{"_id":"NwYmzqauUW2esDg+reMptA==","name":"River Grill","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Alan Nelson","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3189,39.7373]},"left_right_index":9,"mp_id":"105751909","mp_crag_id":"105744714","climb_id":"NwYmzqauUW2esDg+reMptA==","areaRef":"my8M6cApX3OXhzXTQ25eQQ=="},"content":{"description":"This line is a combo warm-up/approach for anyone who just can't wait to jump on \"\n\nAdventure Kayak Trundle\n\n\".  By combining the first half of \"\n\nRiver Mild\n\n\" with the second half of \"\n\nGrilled Trout\n\n\", this is a bit more than 100' of 5.10 joy from the water's edge directly to the ledge on right side of the block.  Start from the ledge at the water's edge and traverse out to the starting belay for \"\n\nRiver Mild\n\n\".  Clip bolts on \"\n\nRiver Mild\n\n\" to the second overlap.  Tiptoe right just above the lip to catch \"\n\nGrilled Trout\n\n\", then crank a bunch more fun moves past a bunch more bolts to a belay on the ledge.","protection":"Ten bolts to a two-bolt anchor with rings.  Take a couple of long slings for the crossover section.","location":""},"__v":0},{"_id":"EFNdLN0fWIGh9Ix+agWEIQ==","name":"Right to Life","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Alan Nelson, Spring 2001","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3189,39.7373]},"left_right_index":23,"mp_id":"105751423","mp_crag_id":"105744714","climb_id":"EFNdLN0fWIGh9Ix+agWEIQ==","areaRef":"my8M6cApX3OXhzXTQ25eQQ=="},"content":{"description":"From the right side of the block at the\n\nAKT\n\nbelay, traverse right passing the belay for Nelsonator-I (dihedral) and continue right passing two more double bolt belay stations. The furthest right stance is for Right to Life which can be combined with Nelsonator-III (the arete) for a nice two pitch climb. Right to Life (aka P1) chases half a dozen bolts to a stance on the ramp above. This is a fun pitch combining big reaches in a tight corner system. Way too short for such good movement.\n\nThe approach traverse pitch from the ledge below\n\nAdventure Kayak Trundle\n\npasses four two-bolt anchor stations and one protection bolt and includes some 5.8/5.9 moves and some interesting route-finding around some large garden patches pasted to the wall.  The route is only 30' long, but overhangs all the way.  The route was bolted and led in Summer 2000.","protection":"QD and a rope. Bring a 60m or doubles if you intend to rap from above Nelsonator-III or just left of the block. Anyway you decide to approach these distant routes, it will be necessary to get back to the\n\nAKT\n\nbelay, and the descent entails traversing back behind the block to one of the double bolt rap stations off the ledge.  Two bolt anchor at the base, four protection bolts, and a two bolt anchor with rings at the top.","location":""},"__v":0},{"_id":"RjJFEJp2UPiGWD/EEt3pbw==","name":"Right To Laugh","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Alan Nelson, Richard Wright, Spring 2001","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3189,39.7373]},"left_right_index":24,"mp_id":"105751417","mp_crag_id":"105744714","climb_id":"RjJFEJp2UPiGWD/EEt3pbw==","areaRef":"my8M6cApX3OXhzXTQ25eQQ=="},"content":{"description":"This climb starts from the top  belay above The Nelsonator-II and takes the ramp on a bit of diagonal to pick off the long, obvious arete. Some frustrating route finding (hands on both sides of the arete!) gives way to enjoyable climbing on the arete. From the double bolt anchor at the top, rappel back to the routes right of N-I or back to the N-I belay, a second rap drops you down the corner system, from which a short scramble takes you back to the\n\nAKT\n\nbelay.","protection":"QD and a 60m rope.","location":""},"__v":0},{"_id":"UMYfG1grW/u7M5T13WPhqA==","name":"River Dance","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Alan Nelson, 1998","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3189,39.7373]},"left_right_index":19,"mp_id":"105748349","mp_crag_id":"105744714","climb_id":"UMYfG1grW/u7M5T13WPhqA==","areaRef":"my8M6cApX3OXhzXTQ25eQQ=="},"content":{"description":"This is a fantastic line and one of my favorites on this wall. Climb the gently overhung face past the initial 12b crux via a wicked small finger jam. Follow with some 11d moves to a beatiful no hands rest on a ledge. Rest well and save some juice because the final 15 feet are sustained and probably 12a the entire time to the finish jug. There is good exposure on this one and lots of body tension technique involved. Overall, it is a tough route with great position and classic moves. This is highly recommended.","protection":"12 bolts/2 bolt anchor. A 50 meter rope will work, but just barely, so tie a big knot in the end before lowering.","location":""},"__v":0},{"_id":"jgcQPXrOVnyhIV6izUsTAA==","name":"The Put In","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"Alan Nelson, Richard Wright","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3189,39.7373]},"left_right_index":1,"mp_id":"105751879","mp_crag_id":"105744714","climb_id":"jgcQPXrOVnyhIV6izUsTAA==","areaRef":"my8M6cApX3OXhzXTQ25eQQ=="},"content":{"description":"This is the easiest route on the River Wall slab, and provides quick access to the more difficult lines on the upper tiers.  From behind the bridge abutment, climb vertical blasted rock past the first bolt.  Slabs take you past two more clips to a overhang with a flexing piece of climbing history (clip it if you dare!) and a more modern replacement on the right.  Anchors at the left end of the traverse ledge (\"Riffle\") can be used for top-roping or rappel.  The ledge is somewhat sheltered from the weather by the overhang above.  If you're heading for the upper tier routes, you can make it all the way from the ground to the anchors beneath \"Viagra Falls\" with a 50m rope.","protection":"Four bolts to a two bolt anchor with rings.","location":""},"__v":0},{"_id":"IZCe8bTaVXm75YNbKYPOjg==","name":"Overflow","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Ken Trout, Kirk Miller","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3189,39.7373]},"left_right_index":13,"mp_id":"105751927","mp_crag_id":"105744714","climb_id":"IZCe8bTaVXm75YNbKYPOjg==","areaRef":"my8M6cApX3OXhzXTQ25eQQ=="},"content":{"description":"Ken Trout and Kirk Miller were early explorers on the River Wall.  They left their mark on the wall back in the '70s by aiding out the roof on this route and leaving a rap sling over the lip.  Fast forward to today - the sling is gone, the roof is free, and the protection modern.  From the ledge and anchor atop \"Put In\", clip a long sling on the old 1/4\" bolt at the base of the corner.  This is strictly a directional piece to keep the rope out of your way.  Stand up and get the first modern clip.  Stem to the roof, then crank out across the roof past a couple more bolts.  Turn the lip, get established, then clip the anchors on the lip.  All in all a short and airy exercise.","protection":"Four bolts (three modern, one an ancient 1/4\" used for a directional) to a two bolt anchor.","location":""},"__v":0},{"_id":"yvPRoAQeWA2ENJD1WSq2IA==","name":"Original Route","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3189,39.7373]},"left_right_index":2,"mp_id":"105751882","mp_crag_id":"105744714","climb_id":"yvPRoAQeWA2ENJD1WSq2IA==","areaRef":"my8M6cApX3OXhzXTQ25eQQ=="},"content":{"description":"This route starts just to the right of \"\n\nThe Put In\n\n\" on a fractured flake.  Climb 5.9 friction past the two historic bolts (don't even think of falling or weighting these beauties!).  Head left and finish up \"\n\nThe Put In\n\n\", or traverse right across the slab until you can follow right-arching cracks up to the ledge near the top of \"\n\nOld Man River\n\n\".  For the full old-time trad experience, traverse the ledge to the right, squeeze behind the block (the infamous \"Snead Slot\", head up the ramp, pull the overhang (at \"Slacker\"), traverse right on the slab above, then head up the left-facing dihedral capped by a roof to the top of the wall.  This can be done in three long pitches, and leaves you with a nasty hike down off the top, or three interesting rappels (ring anchors) and a pitch or two of ledge traversing to get back down.","protection":"Standard rack, two historic 1/4\" bolts, occasional obscure fixed pins, and whatever modern sport bolts you chose to clip.","location":""},"__v":0},{"_id":"Hwqp4hGvX+SfSoSOFnti0g==","name":"Old Man River","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Alan Nelson, Spring, 2000","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3189,39.7373]},"left_right_index":4,"mp_id":"105750511","mp_crag_id":"105744714","climb_id":"Hwqp4hGvX+SfSoSOFnti0g==","areaRef":"my8M6cApX3OXhzXTQ25eQQ=="},"content":{"description":"The second bolted line to the right of\n\nThe Put In\n\n, this fun route starts in the improbable looking brush on the slope down to the river. There is a small stone that can be used for belay, but it is right in the middle of the bushes. Don't let this stop you, the route is well worth the adventurous belay. Head up through the bushes past a bolt to a flaring crack. At the top of the crack, grab a high clip and re-adjust for a short section of tweaker thin crimps with polished vertical smears for the feet. It's a bit reachy, and at this point the climber has a choice of right or left variations that meet above at the fifth clip. Both are fun, and both tick in at 5.10c/d. Either way, converge on the slab above and romp up to a final perplexing move and the last clip. This ????? move is a bit tricky, but quite well bolted, just do the ????? move that you won't find in the gym and saunter on up to the anchor. Twice the fun at half the cost.","protection":"QD only. This 85 ft route needs a bit fewer than a dozen draws and something for the double bolt anchor at the top.","location":""},"__v":0},{"_id":"ruGgox9zUtOgoaJ55vwAkg==","name":"Muddy Waters","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Alan Nelson, Richard Wright, Spring 2000","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3189,39.7373]},"left_right_index":3,"mp_id":"105750508","mp_crag_id":"105744714","climb_id":"ruGgox9zUtOgoaJ55vwAkg==","areaRef":"my8M6cApX3OXhzXTQ25eQQ=="},"content":{"description":"This line is one of the most accessible climbs anywhere and is quite good for a quick, after-work climbing fix. To the right of the 5.7 approach pitch, The Put In, is a small alcove just big enough to get the packs out of the rain. The climbing starts here up a short vertical wall for 15 feet. Chase a slab for a couple of clips and dash up to a moderately complex corner system with a finger lock at its top. This is a fun crux, and I like to heel hook it, however, it has been done numerous other ways. The minor beta for this move is simply this: don't go looking for a lot stuff on the right that is not there; use the corner and crack system. Getting the clip over the corner is tricky and feels a lot more committing than would be expected. Either pull over the corner and then clip, or take an extendo clip that can be used below the lip. Another fun route from Das RouteMeister.","protection":"QD only. This 80 ft route needs a bit less than a dozen draws and something for the double bolt anchor at the top.","location":""},"__v":0},{"_id":"uxXGwMV1W/uCTjA+oOKoGg==","name":"Human Rites","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Alan Nelson, Richard Wright, Spring 2001","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3189,39.7373]},"left_right_index":22,"mp_id":"105751378","mp_crag_id":"105744714","climb_id":"uxXGwMV1W/uCTjA+oOKoGg==","areaRef":"my8M6cApX3OXhzXTQ25eQQ=="},"content":{"description":"It is time to launch this sector, and this can be done nicely with Human Rites. This new addition is right of and around the corner from the large chockstone block at mid-level and right of the belay for\n\nAKT\n\n,\n\netc.\n\nStep right and down past the\n\nAKT\n\nbelay and around the corner to pick up a traverse bolt leading around to this new sector. After 20 feet, a large dihedral is encountered that has a double bolt belay at the base (this is the second base belay). Climb up the corner, easier if you stay deep, and pull up onto the block. Step right to pull a small roof and make a series of blind reaches that take you up to the belay. This is a short route with good moves and provides a warm up for the next 8 or 10 routes to the right.","protection":"Half a dozen QD and something for the double bolt anchor at the top.","location":""},"__v":0},{"_id":"X1aTfGwVXROmAWrrPRK9Ng==","name":"Grilled Trout","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Richard Wright and Alan Nelson, June 1998","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3189,39.7373]},"left_right_index":10,"mp_id":"105748328","mp_crag_id":"105744714","climb_id":"X1aTfGwVXROmAWrrPRK9Ng==","areaRef":"my8M6cApX3OXhzXTQ25eQQ=="},"content":{"description":"Another beautiful and fun route on the river wall. Follow the third bolt line from the left side of the base of the wall. Find the two bolts about 10 feet above the river, then follow the line up through two roofs and then a steep slab. It's slightly confusing after turning the second roof. Follow the right of two bolt lines.","protection":"2 bolt anchor at the bottom, 10 bolts, to a 2 bolt anchor up top.","location":""},"__v":0},{"_id":"sYBWYnX9VhCQvjoKzQx9GQ==","name":"Goin' Fishin'","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Chuck Fitch, Adam Huxley","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3189,39.7373]},"left_right_index":30,"mp_id":"110857872","mp_crag_id":"105744714","climb_id":"sYBWYnX9VhCQvjoKzQx9GQ==","areaRef":"my8M6cApX3OXhzXTQ25eQQ=="},"content":{"description":"Climb past the first 4 bolts of \"\n\nBeach Front\n\n.\" Follow bolts into the big, right-facing corner capped by a small roof. Pass the roof on the left with difficulty.","protection":"11 bolts with 2 bolt anchor.","location":"It is on the far right side of River Wall."},"__v":0},{"_id":"V3tOHnipXD2w42bZ4BOf8A==","name":"Flood Control","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Alan Nelson, Richard Wright","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3189,39.7373]},"left_right_index":12,"mp_id":"105751912","mp_crag_id":"105744714","climb_id":"V3tOHnipXD2w42bZ4BOf8A==","areaRef":"my8M6cApX3OXhzXTQ25eQQ=="},"content":{"description":"To the right of \"\n\nTake Me To The River\n\n,\" the River Wall Slab becomes more vegetated.  Part of the beauty of \"Flood Control\" comes from picking your way through the forest without leaving a swath of destruction.  The climbing is fairly continuous edging and smearing with occasional overlaps and an interesting stem up a bushy corner at the top.\n\nApproach the route on rappel (100') from the ledge above, or from the ledge by the water by traversing past the belay stations along the base of the wall above the river.","protection":"Nine or ten bolts from a two bolt anchor (semi-hanging) to a two bolt anchor on the ledge.","location":""},"__v":0},{"_id":"LdzuiqejUBaXU9hX555NCg==","name":"Float Trip","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Alan Nelson","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3189,39.7373]},"left_right_index":6,"mp_id":"105751885","mp_crag_id":"105744714","climb_id":"LdzuiqejUBaXU9hX555NCg==","areaRef":"my8M6cApX3OXhzXTQ25eQQ=="},"content":{"description":"This is a product of the \"Summer 2000 River Wall Fill In The Blanks Tour\", and the most difficult line on the lower wall.  From the ledge at the water's edge, head up through the forest and blocks for three bolts (shared with \"\n\nUp A Creek\n\n\").  Step left from the third clip, reach around the corner and hang a long sling on the fourth bolt.  Unclip the third bolt, then pull a well vegetated 5.11+ crux past the bolt.  Get established under the roof and clip short on the bolt in the roof.  Clip a long sling on the bolt as well.  Pull up on sloping pinches on the left and make a blind clip for a bolt just over the lip.  Once you've got it, extend the clip in the roof.  The crux is pulling over the lip (think 5.12a sloping crimp mantle).  Rejoin \"Up A Creek\" for a slab hike to the anchors.\n\nDON'T TOPROPE THIS ROUTE UNLESS YOU WANT YOUR ROPE CUT!  There is a sharp edge extending about 15' left and right along the lip of the overhang.  It has been rounded off, but any swinging across the edge on a rope under tension WILL CUT YOUR ROPE!","protection":"10 bolts to a two bolt anchor with rings.  Three long slings to ease rope drag.","location":""},"__v":0},{"_id":"wscveIrwWjKtKKyRdSQGIA==","name":"Evil","yds":"5.13b","grades":{"yds":"5.13b","french":"8a"},"fa":"Eric Johnson (\"Smooth Boy\"), 1991","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3189,39.7373]},"left_right_index":0,"mp_id":"105753571","mp_crag_id":"105744714","climb_id":"wscveIrwWjKtKKyRdSQGIA==","areaRef":"my8M6cApX3OXhzXTQ25eQQ=="},"content":{"description":"This route is as roadside as it gets -- in fact, it's literally on top of the road, so anything you knock down, including yourself, is likely to cause a catastrophic pile-up of unimaginable dimensions on traffic-choked US Route 6 a mere 50 feet below.\n\nUse caution -- there is a giant boulder bolted to the ledge with a bit of chain. It's actually a piece of the route that was trundled off with the bolt in place in order to keep it from going the distance. Try not to knock this -- or anthing else -- off the ledge.\n\nEvil climbs out the short but very overhanging cave up and left of the road just before you cross the bridge and enter Tunnel 2. Park at Sonic Youth, walk up the road and scramble up dirty ramps near a black-and-white streaked wall on the left (south) side of the road. Pick your way across the choss-covered ledge and look up (out). This is Evil.\n\nOr is it? While seemingly a fitting route name for such a roadside monstrosity, \"Evil\" actually derives from some graffiti that Eric Johnson saw one a bathroom wall in the Norlin Library on the CU-Boulder campus. The kicker is that this graffiti was written with human shit. Go figure . . .\n\nDespite the road noise this is a pretty cool route. A hard boulder problem low gives way to more powerful climbing on positive holds and a crimpy lip encounter. This route defines bouldering with a rope.","protection":"8-9 quickdraws.","location":""},"__v":0},{"_id":"gacY+TtjUya4/1NlXS8CGw==","name":"Clear Water Revival","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Adam Huxley, Chuck Fitch, Apr. 2013","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3189,39.7373]},"left_right_index":27,"mp_id":"108286897","mp_crag_id":"105744714","climb_id":"gacY+TtjUya4/1NlXS8CGw==","areaRef":"my8M6cApX3OXhzXTQ25eQQ=="},"content":{"description":"Climb the initial roof of \"\n\nRiver Walk\n\n,\" and follow the bolt line about 20' left of the \"\n\nRiver Walk\n\n\" crack system.\n\nCombining this pitch with the 2nd pitch of \"\n\nRiver Walk\n\n\" and \"\n\nRight to Laugh\n\n\" makes a great 3 pitch sport route.","protection":"11 bolts, a couple of long runners under the initial roof, 2 bolt anchor.","location":"Descend by traversing to the \"\n\nRiver Walk\n\n\" anchors and rappeling 115' to the beach."},"__v":0},{"_id":"tqUi8NXyWxubC8kd6OQcWg==","name":"Bottom Side Down","yds":"5.10c/d","grades":{"yds":"5.10c/d","french":"6b+"},"fa":"Alan Nelson & Richard Wright","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3189,39.7373]},"left_right_index":7,"mp_id":"105748307","mp_crag_id":"105744714","climb_id":"tqUi8NXyWxubC8kd6OQcWg==","areaRef":"my8M6cApX3OXhzXTQ25eQQ=="},"content":{"description":"This route is one of the two ways to access the majority of River Wall Climbs (\"The Put In\" (5.7) is the other option). Midway up, 5.10d moves lead over an overhanging section to 5.10a slabs above. In the River Wall tradition, this is a really fun route and since it's accessible from the ground, you can run up this route on your way across the bridge to Highwire Crag.","protection":"13 bolts; 2 bolt belays at the bottom and top of the route. TR from above (access via \"The Put In\") or rap down to the river and lead back up.","location":""},"__v":0},{"_id":"shYClMJPWOWMAQ/8dk8bFw==","name":"Beach Front","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Adam Huxley & Chuck Fitch","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3189,39.7373]},"left_right_index":29,"mp_id":"109515040","mp_crag_id":"105744714","climb_id":"shYClMJPWOWMAQ/8dk8bFw==","areaRef":"my8M6cApX3OXhzXTQ25eQQ=="},"content":{"description":"Wade along the base of the cliff to a beach at the south end. Climb past 3 bolts at the edge of a vertical wall. Follow bolts on the slab above to a crack system. A two bolt anchor is at the end of the crack.","protection":"7 bolts, a light rack of small to medium stoppers or cams for the crack.","location":"This route is 20' to the right of\n\nRiver Walk\n\n."},"__v":0},{"_id":"3CUY0mshXEmt9rrjrvRFow==","name":"Adventure Kayak Trundle","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Todd Anderson, June 1998","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3189,39.7373]},"left_right_index":18,"mp_id":"105748346","mp_crag_id":"105744714","climb_id":"3CUY0mshXEmt9rrjrvRFow==","areaRef":"my8M6cApX3OXhzXTQ25eQQ=="},"content":{"description":"Sweet climbing on a variety of holds, jugs, cracks, and slopers. Crank the 12a crux at third bolt, and climb through the 11 rest section. Finish the overhung 5.11c finale. Look for the good jug hold before clipping the anchors! Fantastic route!!!","protection":"Well bolted. 11 bolts, 2 bolt anchor. Bring a 60 m rope.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,b34b81ad-639b-5002-8b62-fcc081599499,8af5df63-9dd1-5fb2-9ef1-c3c3860494f5,9b2f0ce9-c029-5f73-9787-35d3436e5e41","pathTokens":["USA","Colorado","Golden","Clear Creek Canyon","River Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":4,"label":"5.12a"},{"count":1,"label":"5.11-"},{"count":1,"label":"5.12b/c"},{"count":2,"label":"5.9+"},{"count":2,"label":"5.11c"},{"count":1,"label":"5.11a"},{"count":1,"label":"5.11c/d"},{"count":1,"label":"5.12c/d"},{"count":1,"label":"5.12c"},{"count":1,"label":"5.10+"},{"count":4,"label":"5.10c"},{"count":1,"label":"5.10d"},{"count":1,"label":"5.12b"},{"count":1,"label":"5.7+"},{"count":1,"label":"5.11b"},{"count":3,"label":"5.9"},{"count":1,"label":"5.10a"},{"count":1,"label":"5.11"},{"count":1,"label":"5.11+"},{"count":1,"label":"5.13b"},{"count":1,"label":"5.10c/d"}],"byDiscipline":{"trad":{"total":4,"bands":{"unknown":0,"beginner":0,"intermediate":3,"advanced":1,"expert":0}},"sport":{"total":28,"bands":{"unknown":0,"beginner":1,"intermediate":11,"advanced":15,"expert":1}},"tr":{"total":4,"bands":{"unknown":0,"beginner":0,"intermediate":3,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":13,"advanced":16,"expert":1}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.3189,39.7373]},"bbox":[-105.31948474616566,39.73685033981813,-105.31831525383431,39.73774966018186],"left_right_index":-1,"ext_id":"105744714","area_id":"my8M6cApX3OXhzXTQ25eQQ=="},"content":{"description":""},"density":0,"totalClimbs":31,"__v":1,"createdAt":"2022-11-07T05:57:03.391Z","updatedAt":"2024-01-15T16:44:14.770Z"}