{"_id":"6368a36ae80bff5a99582b4a","area_name":"Parker Creek Rappel","shortCode":"","climbs":[],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,5f05ed84-1a18-52d9-b8cf-77f8fd01e061,06ef0169-1ce2-5f05-ba4d-46ee7e66e2c7,f135dba5-a298-5d69-8dcf-bf866a4a74bb,f9cb224f-16df-5e1b-a77e-7cf1cc030b45","pathTokens":["USA","Oregon","Willamette Valley","Marys Peak","Parker Creek Rappel"],"gradeContext":"US","aggregate":{"byGrade":[],"byGradeBand":{"unknown":0,"beginner":0,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-123.55985,44.5079]},"bbox":[-123.56048052343219,44.507450339818135,-123.5592194765678,44.508349660181864],"left_right_index":-1,"ext_id":"113363937","area_id":"+csiTxbfXhunfnzxzAMLRQ==","polygon":{"type":"Polygon","coordinates":[[[-123.56048052343219,44.507450339818135],[-123.5592194765678,44.507450339818135],[-123.5592194765678,44.508349660181864],[-123.56048052343219,44.508349660181864],[-123.56048052343219,44.507450339818135]]]}},"content":{"description":"Technical Parts:    R1: 15-ft rap. Use downed log in the river as anchor (Down climb at certain flows).    R2: 40ft rap. There will be a tree anchor canyon right above the shelf (down climb at certain flows).    R3: 105-ft rappel. At the bottom, find two hidden bolts under moss on canyon left, near a downed log spanning the river. Rap down a wet slab. 200 ft. rope barely makes the full connection act with caution- Leads directly to another good tree to anchor off canyon left.   R4: 160ft. Rap. Directly to two bolts center of the river. The road is visible at this point.   R5: 50 ft. Rap to the pool by the road and midpoint \n\n  To continue down the lower section below the road, either rappel off of the guardrail right above the creek, or down climb on the left. Bushwhack for about 20-30 minutes downstream; most of the creek will be rock from road construction. Soon the creek opens up and becomes bedrock. The stream constricts at the first rappel. The first rappel is 8 feet. On canyon right there is one bolt under a rock. Please leave the rock to help conceal the bolt. Continue to walk downstream for about 20 minutes until you reach two dead logs crossing the river above a 10-foot low angle slab. There are two bolts canyon right of center in the watercourse. Use the bolts to control a fun slide. If you want to do the slide again you can climb back up on canyon right. From there walk about 200 yards downstream to the final rappel. The final rappel is a 15-foot vertical drop. There is a large boulder river right with two bolts underneath. There are a few down climbs after the final rappel. A small trail appears on canyon right just before the road that will lead you to the take out"},"density":0,"totalClimbs":0,"__v":1,"createdAt":"2022-11-07T06:19:28.220Z","updatedAt":"2024-02-19T18:39:18.490Z"}