{"_id":"63689de0e80bff5a994f9263","area_name":"Third Buttress","shortCode":"","climbs":[{"_id":"S7QrpOOuWKW3rN34x8uRqw==","name":"Wingtip","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Chip Chace and Steve Levin, 1979","type":{"trad":true,"tr":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.308,40.0125]},"left_right_index":1,"mp_id":"105756865","mp_crag_id":"105810515","climb_id":"S7QrpOOuWKW3rN34x8uRqw==","areaRef":"hzuX+ncaXHyCOqJHxgbEMw=="},"content":{"description":"This route ascends a thin overhanging and left-leaning dihedral up and left of the start of \"\n\nLeft Wing\n\n.\"\n\nGo up the gully as for \"\"\n\nLeft Wing\n\n,\" but continue up for about 25 feet more.  Place some gear and get your belayer secured in the corner before starting, as a fall getting into the dihedral (hard) could otherwise send you both for a ride.  Start climbing up and to the right to enter the dihedral above the overhanging section.  Place thin gear as you then ascend the dihedral on some 5.10 moves past gear from \"tiny\" to 1.5-inch.  Finish from the top of the big flake, as for \"\n\nLeft Wing\n\n.\n\nThis pitch is definitely easier than the like-graded \"\"\n\nLeft Wing\n\n,\" but you should be solid at the grade or you will get pumped trying to place gear.","protection":"A standard rack with extra small gear.  The route is difficult to protect well, but can take gear.  RPs and ballnuts could be placed from strenuous stances to more or less sew it up.  Still, do not be at your limit here.\n\nYou can TR this pitch from the top of \"\"\n\nLeft Wing\n\n.\"","location":""},"__v":0},{"_id":"I6F7IgQOVQeP61TcK+rZxw==","name":"What's Up?","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"R. & B. Briggs, C. Reveley, 1973","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.308,40.0125]},"left_right_index":3,"mp_id":"105756580","mp_crag_id":"105810515","climb_id":"I6F7IgQOVQeP61TcK+rZxw==","areaRef":"hzuX+ncaXHyCOqJHxgbEMw=="},"content":{"description":"This is a fun and exciting route with great crux moves through the roof.  The gear is reasonable for the crux as well, and the fall would be clean.  Take a lot (at least 5) of 2-foot runners to protect this climb, as the tiered roofs of the\n\nLeft Wing\n\nstart require some, as will the roof crux.\n\nThe route ascends a system not very visible on the photo attached, for its bottom half.  For the roof and final dihedral, however, this route is appears on the upper left-hand corner of the photo as a small roof (crux 5.10+) just below a massive trapezoidal roof, which is just the right-hand side of the final dihedral (5.9), to be described.   To climb this route, approach as for \"\n\nFM\n\n\" and do the opening moves of \"\n\nFM\n\n,\" up past a pin (5.10+) then up and left to a ledge as for the start of \"\n\nLeft Wing\n\n.\"  Alternatively, start by scrambling to this same point.  Now, continue up the first 30 feet of \"\n\nLeft Wing\n\n,\" to where it goes left on the face - clip the first bolt and then go right to continue upward in the dihedral.  This is insecure 5.10 for a few moves and is sometimes a bit wet.  If it is wet, wait until it is dry, so the route goes full-value on fun. From the dihedral, you will place a few cams (1\" and 1.5\"-2\") in the crack overhead through the roof. This is the crux pro, so set it well, and mind the drag with some long slings if you place one in the back of the corner.  Undercling out to a lie-back move, then jam and heel-hook to swing through the roof and up.  This is solid and powerful 5.10+ but is not sustained.  Once over the roof, establish a rest stance and place gear before making some insecure face-moves up to the left side of a hanging pillar, which forms a roof at its bottom.  Climb on the left side of the roof formed by said pillar, and up into the dihedral on the left of this pillar to the top (5.9).\n\nThe route is very fun and sports a wild array of moves.","protection":"Standard rack plus some extra cams 0.75\" - 2.5\". *IF* I correctly recall, the crux is just above a 1.5- 2\" cam placement.","location":""},"__v":0},{"_id":"Lz+e/1XnV1WY6nTkKACxoA==","name":"West Face (variation)","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.308,40.0125]},"left_right_index":13,"mp_id":"105748181","mp_crag_id":"105810515","climb_id":"Lz+e/1XnV1WY6nTkKACxoA==","areaRef":"hzuX+ncaXHyCOqJHxgbEMw=="},"content":{"description":"P1.  Start on the water pipe almost in the tunnel. Sling a pipe anchor, move up on an arete of sorts.  Aim for the right side of the small roof/overlap.  Continue up this face following cracks and lichen. Pass 2 pins.  Choose left or right above the second pin.  From here, you can go up or angle right along a ramp past a small tree to a huge ledge.\n\nP2. You may traverse left and connect with the finish of the\n\nStandard Route\n\n.\n\nWatch for rope drag.  This may feel a bit stiff for the grade.","protection":"Standard rack to a #2 Camalot.","location":""},"__v":0},{"_id":"X+SYNujXX5GEuBF2CRai8w==","name":"Standard Variation","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.308,40.0125]},"left_right_index":10,"mp_id":"105953448","mp_crag_id":"105810515","climb_id":"X+SYNujXX5GEuBF2CRai8w==","areaRef":"hzuX+ncaXHyCOqJHxgbEMw=="},"content":{"description":"This route is actually a link up of the first pitch of The Standard Route and the second pitch of Monster Woman (as described in Rossiter).  Follow the first pitch of Standard Route, belaying at the top of the ramp.  Move through the crux roof of the second pitch of Standard Route (7+).  After surmounting the awkward roof, move left toward the left-leaning cracks and dihedrals (8) rather than right as for the Standard Route.  Finish by passing the final roof on the left.","protection":"Full set of nuts and cams up to 2.5 Camalot.","location":""},"__v":0},{"_id":"eJVfffjQUDylA8R4mH+rjg==","name":"Standard Route","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.308,40.0125]},"left_right_index":9,"mp_id":"105748175","mp_crag_id":"105810515","climb_id":"eJVfffjQUDylA8R4mH+rjg==","areaRef":"hzuX+ncaXHyCOqJHxgbEMw=="},"content":{"description":"Start right on the water pipe to the left of a small roof. Scamper up the dihedral to a belay at the end of the ramp. Move right up the roof and right again to the next crack. Follow this to a break, turn left and finish on the last crack to the summit.\n\nDescent: walkoff to the North.","protection":"Standard rack.","location":""},"__v":0},{"_id":"FRSG+OLwUu6tl96sCxl+/g==","name":"Standard Left Start","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.308,40.0125]},"left_right_index":8,"mp_id":"107604605","mp_crag_id":"105810515","climb_id":"FRSG+OLwUu6tl96sCxl+/g==","areaRef":"hzuX+ncaXHyCOqJHxgbEMw=="},"content":{"description":"This route is same as\n\nStandard Route\n\n, but pitch 1 climbs the juggy crack stuff around the left side of the dihedral ramp and pops up to the easy slab. I find this start more fun and interesting than the canonical start, with some varied, vertical climbing.","protection":"Bring mid-range cams for left start. All others are the same as for\n\nStandard Route\n\n.","location":"This start is just left of\n\nStandard Route's\n\nstart."},"__v":0},{"_id":"rPyd93dlVZm0VWNHMXqpKw==","name":"No Mo' Jo'","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Tony Bubb, 6/2001","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.308,40.0125]},"left_right_index":7,"mp_id":"105756817","mp_crag_id":"105810515","climb_id":"rPyd93dlVZm0VWNHMXqpKw==","areaRef":"hzuX+ncaXHyCOqJHxgbEMw=="},"content":{"description":"Start from the water pipe on the 3rd Elephant Buttress.  The triangular roof 20' up in the center has an 8+ running out one side and a 10a running out the other.  A reasonable hand-crack runs between the two, cutting a diagonal line between the lip of the two roofs, on either side of the dihedral. Instead of traversing left or right through either side of the roof, play a new way and jam the sideways handrack- moving out into an thin seam in the middle of the lip of the roof.  Do not chicken out and go to the sides. After pulling the roof (crux, 5.11?) make a bee-line up cracks and edges for the left hand side of the enormous roof above.  A few easy 5.10 moves go past this roof and take you to a large ledge above.  From there, join another route.\n\nThe route is difficult, involving very powerful moves.  On the first ascent I pulled 3 ribs off of my sternum doing the crux move.  My partner did not attempt follow the route.","protection":"The protection is reasonable, requiring a standard rack.  The crux is pulling through and above a roof with a sideways crack (2.5\" cam) somewhat below it and a large brass nut above.  You will find it difficult to place the nut though, and the cam is at your knees for the crux.","location":""},"__v":0},{"_id":"eO/x6IHpWSi3kyoOBQw25Q==","name":"Monster Woman","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Stan Badgett and Frank Prescott in 1966 or 1967","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.308,40.0125]},"left_right_index":11,"mp_id":"105754198","mp_crag_id":"105810515","climb_id":"eO/x6IHpWSi3kyoOBQw25Q==","areaRef":"hzuX+ncaXHyCOqJHxgbEMw=="},"content":{"description":"Contine south around the corner from the start of the Standard Route to a left-facing corner leading up to roof fractured by hand-jam size cracks about 20 feet above the pipe.\n\nP1. Climb past the roof to the upper left corner of the ramp belay stance for Standard Route. Rossiter rates that pitch 8+ (which is slightly sandbagged, in my opinion).\n\nP2. The second pitch ascends a right-facing corner past a rusting but solid knifeblade. It's rated 9 but I had an easier time leading this pitch than following the roof.  The gear is a little thin past the pin, but you'll find placements as you make a short traverse right and then head up through overhanging, hand-jamming terrain until the rock lays back for an easy finish.\n\nRecommend doing these two pitches then walking north 100 feet to Classic Finger Crack for dessert. (Rossiter has the second pitch of this route joining Standard Route, but the version I described is more consistent in grade and a more direct line.)","protection":"Carry up to a #2 Camalot and some smaller Aliens and Metolius TCUs 1-4. A fixed pin protects the crux on the second pitch","location":""},"__v":0},{"_id":"I4EwBCrsUsSKftEIGvq4hQ==","name":"Mojo Rising","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Richard Rossiter and Bonne Von Grebe, 1991.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.308,40.0125]},"left_right_index":6,"mp_id":"105750094","mp_crag_id":"105810515","climb_id":"I4EwBCrsUsSKftEIGvq4hQ==","areaRef":"hzuX+ncaXHyCOqJHxgbEMw=="},"content":{"description":"An interesting route on the third buttress with some fun roofs and jamming.  Follow the trail on the N. side of the creek until you can ascend a path below the second buttress.  Then hike on the water pipe until you've just passed the mess of cables attached to the rock (toward the right end of the 3rd Buttress).\n\nThis route is normally done in two pitches, but can be lead as one pitch with a 50m without too much rope drag.  Start with\n\nStandard Route\n\n, which moves up on the ramp to the right of the cables and then traverses left into the dihedral.  Scamper up this section at about 5.7 then hike a long slab to the first belay--or--continue straight up the dihedral on the left.  A fixed pin is at the crux, which involves some tricky footwork with a small flair for the hands up to a knob.  Stem up the rest of the dihedral then move right under a roof, up a wide crack, then over a small roof with good holds.  Crank the roof then make another 5.9 move across a slab with a finger tip crack on the right (insert RP here).  Utilize the excellent friction over the second crux, then crank the second roof to a ledge with a good belay.  Scramble off to the left and up to the top.  Descend by hiking North toward the Dome and down a gully to the North of the 2nd Buttress.\n\nA fun route with varied climbing and good moves.","protection":"Standard rack up to 3\".","location":""},"__v":0},{"_id":"SXppbmKAVJi7h/2HSlQSiA==","name":"Left Wing","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Roger Briggs and Art Higbee, 1972","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.308,40.0125]},"left_right_index":2,"mp_id":"105751498","mp_crag_id":"105810515","climb_id":"SXppbmKAVJi7h/2HSlQSiA==","areaRef":"hzuX+ncaXHyCOqJHxgbEMw=="},"content":{"description":"Cool route with interesting moves.  My limited trad experience kept my evaluation to a modest two stars.\n\nThe route starts about halfway up the 4th class gully between the second and third buttresses.  The climb itself is on the third Buttress.  Begin by traversing right across a ledge into the obvious dihedral.  Some small, good placements will get you up to a new bolt that protects a few feet below the roof and the first crux.  Clip this and then a fixed Friend in the overhead crack.  My buddy whipped on this, so the Friend holds, but you may want to back it up with a #0.5 Camalot.  Crank through the crux, and resist placing gear in the shallow undercling crack, as it may not hold anyway.  Once back on good holds, place some gear and traverse left through the second crux, a left, diagonal undercling crack.  The moves on this are sweet and kind of sporty.  Pull through this to a no hands rest below a roof.  Put in a #1 and crank through the 5.9 roof to 20 feet of easy climbing. Protect the top mantle, and once on top you can set up a great anchor and TR some of the other climbs, or this one.","protection":"Rack up to a #1 Friend.  You may be able to place a #2 somewhere, but this isn't really necessary.  Doubles on .5, .75, and #1 cams is nice.","location":""},"__v":0},{"_id":"SFQE2YY5X1m2opKKy4Cqhw==","name":"FM","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"T. Fender & J. Burbank. FFA: R. Briggs & L. Studer, '74","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.308,40.0125]},"left_right_index":5,"mp_id":"105753292","mp_crag_id":"105810515","climb_id":"SFQE2YY5X1m2opKKy4Cqhw==","areaRef":"hzuX+ncaXHyCOqJHxgbEMw=="},"content":{"description":"This route is on the Third Elephant Buttress, on the north side. To access it walk along the pipe till you reach a gully between the Second and Third Buttresses. Scramble about 20 feet up the gully to the base of the climb. This climb follows a left facing dihedral that begins about 40 feet up. The route is to the right of Left Wing and starts up a short face to an obvious, chalked finger crack. Make some challenging moves to gain the finger crack (5.10ish) and follow the crack a few moves to a great rest below the steep part. You can climb up and left to reach higher and get in toprope pro for the start of the crux sequence, then downclimb and fire straight up from the crack. Pull a couple of awkward, strenuous and pumpy moves, mixed in with a few insecure feeling wide stems through the steep bulge. There are a few fixed pins in this section. Where the bulge enters the dihedral is the crux. From a slopey right facing lieback reach around a corner to your left and gain an elusive finger lock. Getting your feet anywhere and shifting into the dihedral is good and balancy, and will have you in doubt until the end. From here, rest and breath and then follow the dihedral up much easier ground to a nice belay ledge. To gain the top climb a short second pitch (5.6). This route has great pro and excellent, challenging moves. I really recommend it to anyone in the area who feels like climbing something harder than what The Dome has to offer.","protection":"Standard trad rack with emphasis on TCUs and small stoppers is good. You don't need anything bigger than a #1 Camalot. Bring some long slings and draws, because there are many fixed pins.","location":""},"__v":0},{"_id":"ZPCjv1DTXFWextqleXOqew==","name":"Feathers","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.308,40.0125]},"left_right_index":0,"mp_id":"105756577","mp_crag_id":"105810515","climb_id":"ZPCjv1DTXFWextqleXOqew==","areaRef":"hzuX+ncaXHyCOqJHxgbEMw=="},"content":{"description":"I did this route on May 31, 2001 with J. Meir.  I strongly suspect it was climbed many times before, but I cannot find any info.  For lack of a name, I refer to this route as \"Feathers,\" as it is just past \"\n\nWingtip\n\n.\"\n\nApproach as for\n\nWingtip\n\n, but continue to scramble up past the start of\n\nWingtip\n\nabout 15 additional feet.  There is a hanging, left-facing dihedral some distance above you.  Climb up and right on moderate face to enter the dihedral, and then climb the dihedral to the top.  This is about 10' left of\n\nWingtip\n\n, and is at a similar left-leaning angle.  The crux is reasonably protected 5.8+ in the upper section of the dihedral.\n\nThe route is fun but mighty short.  This can also be easily TR'd.","protection":"Standard rack or TR from the left-hand edge of the ledge above\n\nWingtip\n\n.","location":""},"__v":0},{"_id":"EnHYUIgpVt+tKarVQ0y0xA==","name":"Ah Maw","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Rob Candelaria and Tom Lacomer, 1973.","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.308,40.0125]},"left_right_index":12,"mp_id":"105977675","mp_crag_id":"105810515","climb_id":"EnHYUIgpVt+tKarVQ0y0xA==","areaRef":"hzuX+ncaXHyCOqJHxgbEMw=="},"content":{"description":"The gear is fairly good, but there is a small runout onto the face at the 10a crux move.  It is a fair route with a few good moves.","protection":"SR.","location":"This route is on the left side of the cave at the end of the water pipe.  Follow the blunt dihedral and pull on to the face via a 10a move. After this, you have passed the crux, so you have a number of options as to how the route can be finished."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,decc1251-4a67-52b9-b23f-3243e10e93d0,e519a674-a620-509c-9e86-a246f84a8e40,5a36d7aa-5445-58b8-b4e1-193ff9f21a5e,873b97fa-771a-5c7c-823a-a247c606c433","pathTokens":["USA","Colorado","Boulder","Boulder Canyon","Elephant Buttresses","Third Buttress"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.10c"},{"count":1,"label":"5.10d"},{"count":1,"label":"5.7"},{"count":1,"label":"5.8"},{"count":2,"label":"5.7+"},{"count":1,"label":"5.11+"},{"count":2,"label":"5.9"},{"count":1,"label":"5.11c"},{"count":1,"label":"5.8+"},{"count":1,"label":"5.10a"}],"byDiscipline":{"trad":{"total":13,"bands":{"unknown":0,"beginner":5,"intermediate":6,"advanced":2,"expert":0}},"tr":{"total":5,"bands":{"unknown":0,"beginner":2,"intermediate":2,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":5,"intermediate":6,"advanced":2,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.308,40.0125]},"bbox":[-105.30858709716897,40.012050339818146,-105.30741290283109,40.01294966018186],"left_right_index":-1,"ext_id":"105810515","area_id":"hzuX+ncaXHyCOqJHxgbEMw=="},"content":{"description":""},"density":0,"totalClimbs":13,"__v":1,"createdAt":"2022-11-07T05:55:56.816Z","updatedAt":"2024-01-15T16:42:41.181Z"}