{"_id":"63689d20e80bff5a994f2358","area_name":"Big Country Spire","shortCode":"","climbs":[{"_id":"pps6L3+SUw6YoVcUTIzDaQ==","name":"North Face","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Chris Tatum & John Burcham, 2006.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73105,34.80739]},"left_right_index":999999,"mp_id":"109590813","mp_crag_id":"109590798","climb_id":"pps6L3+SUw6YoVcUTIzDaQ==","areaRef":"ksejEP1tXQCSBnDODkCL0g=="},"content":{"description":"This offers a decent tower outing, but not without a healthy dose of soft, dirty rock, especially on the final pitch. It has a similar feel to some of the older, obscure Sedona outings, but is graced with excellent hardware.It is definitely off the beaten path and has a very untraveled feel, I doubt if it has seen more than a few ascents. The route starts out of the notch more-or-less and keeps its shade throughout the day.    P1--A short slab leads to a right-facing dihedral with some hollow blocks and a handcrack. The dihdedral ends on a ledge with two Metolius rap hangers(you can belay here if desired), easily traverse the ledge (some blocks and vegetation) and boulder up a final step to a higher ledge with chains. 5.7 120' \n\n  P2--A steep, tight squeeze chimney past two bolts on great, honeycombed rock (jugs!) widens slowly and once you can get inside the difficulties drop. There are a couple of horizontals offering dubious gear in the upper section. I placed a #3 Camalot in a weird handcrack/groove above the 2nd bolt, but otherwise used no gear on the pitch. The clean, featured rock and fun (I like the wide) positions make this pitch hands down the best on the route, too bad it's so short. 5.9 60' \n\n  P3--Follow a corner crack with dirty handjams to some full body stemming to a shelf, step back into the right corner and gingerly pull past some soft, blocky rock. The angle lessens and a short flare leads to the final roof. This unexpected roof is bouldery (decent edges on left wall) and poorly protected--take care here as a fall would be bad... The marginal rock greatly detracted from the decent movement on the pitch. 5.9 90' \n\n  From the last set of chains, scramble up a low-angle gully to the summit and enjoy the views of Oak Creek Spire, Punk Rock, and the majestic Pine Valley Estates. \n\n  Rap the route with one rope. The final rappel might be too long for a 60m if you use the chains on the upper ledge, you might have to do an extra rap, using the lower Meolius rap hangers.","protection":"Single rack #.3-#4 BD Camalots with doubles in #2 and #3, slings. All chain anchors.","location":"On the north face, just below (east of) the notch behind the spire. See overview pictures and approach description in Spire intro."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,24e148bb-4884-59e8-9870-43ce21f1a337,fa597035-a80a-55a2-9a9f-262bc7578ff9,19dfb197-abbe-5b60-abc0-83f875a4e73b,c6f3b827-832b-588a-9f6c-30d2c246a123,4cdb2f4c-9fe1-58f2-bfa2-0d0046693616,92c7a310-fd6d-5d00-9206-70ce0e408bd2","pathTokens":["USA","Arizona","Northern Arizona","Sedona Area","Village of Oak Creek","Oak Creek Spire Area","Big Country Spire"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.9"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-111.73105,34.80739]},"bbox":[-111.73159764772738,34.806940339818134,-111.7305023522726,34.80783966018186],"left_right_index":-1,"ext_id":"109590798","area_id":"ksejEP1tXQCSBnDODkCL0g==","polygon":{"type":"Polygon","coordinates":[[[-111.73159764772738,34.806940339818134],[-111.7305023522726,34.806940339818134],[-111.7305023522726,34.80783966018186],[-111.73159764772738,34.80783966018186],[-111.73159764772738,34.806940339818134]]]}},"content":{"description":"A 250', fin-shaped spire about 1/2 mile northwest of Oak Creek Spire. The only route on it ascends the north face, and provides a nice shady adventure, but not without a healthy bit of looseness. Worth seeking out for tower junkies and avid Sedona aficionados, but not one I'd recommend for those with more refined tastes..."},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T05:52:48.059Z","updatedAt":"2024-01-20T00:56:44.477Z"}