{"_id":"6368a4bbe80bff5a995a7729","area_name":"Indecent Exposure Buttress","shortCode":"","climbs":[{"_id":"Ezvoj0V8V2m9IQJ+lL24Ug==","name":"Tree Route","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.0483,31.9215]},"left_right_index":0,"mp_id":"107869966","mp_crag_id":"106044747","climb_id":"Ezvoj0V8V2m9IQJ+lL24Ug==","areaRef":"lJMaiyy4UKuRYo2lbNxiiw=="},"content":{"description":"The start is slab that can be protected well about 20 feet up. Run out on easy slab to the start of the crack. Climb wide crack and chimney to ledge with chock stone for a belay anchor. The second pitch continues up chimney to finger size crack, dihedral up to a tree and big ledge. One can scramble from the tree up to the summit of north mountain on low 5th class terrain.","protection":"Big gear. From BD #2 up to BD #5. The five fits great before the beginning of the chimney section. Two BD #4's would have been  good one can get by with one. Doubles of #2 and 3 is nice. A BD #.75 protects the open slab. Finger size stuff for the second pitch. A set of nuts would protect the crack of the second pitch.","location":"This is the obvious corner crack on the left side of the indecent exposure buttress. It is to the right of sea of holes. Start on a slab at the base of the climb."},"__v":0},{"_id":"0FvcLLZDVKO5BI/VlWooHA==","name":"Rainbow Bridge","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Mike Head, Dave Head and James Crump","type":{"trad":true,"sport":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-106.0483,31.9215]},"left_right_index":3,"mp_id":"106354959","mp_crag_id":"106044747","climb_id":"0FvcLLZDVKO5BI/VlWooHA==","areaRef":"lJMaiyy4UKuRYo2lbNxiiw=="},"content":{"description":"The first pitch is perhaps the most fun .10+/.11- on the Front Side.  The second pitch is 5.9.  The last is \"one of the wildest pitches at Hueco Tanks\", 5.11r. (Sherman, Head, Crump, Head, 1991) \n\n  Pitch one starts in an open, grassy, area below the oak tree and cave ledge of Tree Crack.  Follow six bolts up right on clean gray rock and along a bolted right leaning crack.  After connecting with Deliverance, #2 and #3 Camalots are nice for protecting the 5.9 crack to the belay bolts.   It is a 25 meter rappel off from here.  (Now your set to top rope Deliverance)   \n\n  Pitch two starts with a 5.8/5.9 step right onto a black rib. 50 feet up to the belay bolts.  Small stoppers are useful on this pitch. (Paul Piana, 1992)  \n\n  Pitch three climbs the overhung buttress right of Indecent Exposure.  Move right off the ledge, then up to the first of two bolts.  Move right to the second bolt and a rest.  Next move up to a bulge and pass it on the left.  After the bulge, climb straight up easier rock to the summit.","protection":"In addition to the #2 and #3 Camalots for the end of pitch one, my notes tell me to bring a .75 Camalot and steel nuts too. ","location":"Walk the road past the Mushroom Boulder restrooms and take the trail into the Deliverance Boulders.  Then follow the cliff left (north), high-stepping up some easy talus.  Before reaching the Tree Crack/Indecent Exposure belay zone, spot a line of bolts in gray rock that angle up right."},"__v":0},{"_id":"NpNKoGyPW0+kRE1QX5TTZw==","name":"optical promise","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.0483,31.9215]},"left_right_index":4,"mp_id":"109827397","mp_crag_id":"106044747","climb_id":"NpNKoGyPW0+kRE1QX5TTZw==","areaRef":"lJMaiyy4UKuRYo2lbNxiiw=="},"content":{"description":"","protection":"","location":""},"__v":0},{"_id":"ZKYG0FIFXSKf97isfx1CaA==","name":"Indecent Exposure","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.0483,31.9215]},"left_right_index":2,"mp_id":"106044750","mp_crag_id":"106044747","climb_id":"ZKYG0FIFXSKf97isfx1CaA==","areaRef":"lJMaiyy4UKuRYo2lbNxiiw=="},"content":{"description":"P1 - Start on stack of boulders and climb up 20 feet to first bolt.  Climbing up and left of the arete using good features and slinging hueco's for protection before climbing past 2nd bolt and a small playing card size brass plaque.  After the memorial plaque traverse right 15' to a ledge with a 2 bolt anchor.   \n\n  P2 - Looking to the right from the ledge it looks as if the arete feature drops into no-mans-land and improbable path.  But yes, this is correct.  Move up and right from belay to a crack which can be protected using 3\" camalot then drop your hands down and move over to a large flake that is towards the front of the buttress.  Just above this flake/pillar is a bolt with well featured and amazing climbing ahead to the summit.  The guidebook states something about a thin crack, which I don't recall seeing.   \n\n  No rap stations so you'll be walking down.","protection":"2 draws, 2-4 long slings and a medium size cam.  P1 has bolted anchors atop a ledge, summit anchor is make/sling your own.","location":"30' right of the Tree route on the left shoulder on Indecent Exposure buttress.  Look for large stack of blocks at the start and a bolt out right.  Anchor your belayer as a fall getting to the first bolt will probably finish you both off.  A large nut should do it."},"__v":0},{"_id":"pBfWLc/KXfCSS6ADI+VnKQ==","name":"Amplified Heat","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Mike Head and friends","type":{"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-106.0483,31.9215]},"left_right_index":1,"mp_id":"106354879","mp_crag_id":"106044747","climb_id":"pBfWLc/KXfCSS6ADI+VnKQ==","areaRef":"lJMaiyy4UKuRYo2lbNxiiw=="},"content":{"description":"The name Amplified Heat applies to the first pitch.  This is one of the best elevens on the front side. \n\n  Approach by walking the road past the Mushroom Boulder restrooms and following a trail into the Deliverance Boulders.  Climb left, along the base of the wall, up to the start of Tree Crack.  Tree Crack is the big corner between Sea of Holes and Indecent Exposure.  Start from the nice sandy belay cave for Tree Crack and Sea of Holes.  Amplified Heat is the second bolted line right of the Tree Crack.  The line of brown huecos next to the crack, with a first bolt way up, is Eternal Apples, 5.11+.  \n\n  When looking up at Sea of Holes from the belay cave, you'll have your back to the first moves of Amplified Heat.  The fixed pin is visible from the ground. \n\n  Start by aiming right and then back left to the fixed pin, 5.7r.  The pin is a soft iron blade only half in.  Next, tricky moves left to the first bolt, 5.9.  The easy way up to bolt #2 is out right.  A blind reach back left to the second bolt makes for a wild on-sight; 5.10+, almost \"r\".  Closer bolting and fun, steep, climbing lead up to bolt #6 and the start of the crux slab.  Approach the last bolt from the right, 5.10+.  The psychological crux is pulling up rope to clip the last bolt.  The hardest move is tip toeing left past the last bolt until you can reach a good edge about five feet up and left, 5.11b.     \n\n  The easiest second pitch is called Amplified Apples; 5.10+, three bolts.  It climbs up the line of giant Huecos just right of Tree Crack.  Other head-wall finishes to the right are harder.","protection":"Originally led with two bolts. The direct finish was called \"Straight to Hell\". Now the route is all fixed; twelve bolts to a two-bolt anchor. \n\n A pre-inspection top rope can be set up by cleaning the first pitch of Sea of Holes, then lowering until it is possible to step across to an unprotected, 5.4, slab traverse across to the Amplified Heat anchor. Once across the slab and clipped into the anchor, go off belay and pull all the rope through the Sea of Holes anchor. Then thread the Amplified Heat anchor, go back on belay, and lower (or rap). Tree route can be used too, but this way can be harder to clean and follow.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,4f4767a6-b408-58a3-b7fb-750f0a5e2129,457ea224-0d15-5f68-9d1e-2a153b89bc3b,aa4c43f3-b2ae-56b4-b0c4-00dbb6d00a29,94931a8b-2cb8-50ab-9162-8da56cdc628b","pathTokens":["USA","Texas","Hueco Tanks","North Mountain","Indecent Exposure Buttress"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.9"},{"count":2,"label":"5.11b"},{"count":1,"label":"5.11+"},{"count":1,"label":"5.9+"}],"byDiscipline":{"trad":{"total":4,"bands":{"unknown":0,"beginner":0,"intermediate":2,"advanced":2,"expert":0}},"sport":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":2,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":2,"advanced":3,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-106.0483,31.9215]},"bbox":[-106.04882977651872,31.92105033981814,-106.0477702234813,31.921949660181873],"left_right_index":-1,"ext_id":"106044747","area_id":"lJMaiyy4UKuRYo2lbNxiiw=="},"content":{"description":"When looking at North Mountain the first thing you'll notice is the large overhanging monolith, Indecent Exposure Buttress.  Numerous routes ascend the various aspects of this big formation, rated from 5.9 like the Tree Route or Indecent Exposure, all the way up to 5.12 with Deliverance."},"density":0,"totalClimbs":5,"__v":1,"createdAt":"2022-11-07T06:24:59.928Z","updatedAt":"2022-11-25T11:22:03.270Z"}