{"_id":"6368a185e80bff5a9954f4fa","area_name":"Hidden Corridor","shortCode":"","climbs":[{"_id":"/pNllfEaUWyrdP5SBb+SKA==","name":"Walking on a Dream","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Joshua Gale, Jack Kearney, Matt Schook, Lukas Jordan, Ryan Leigh","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.44852,36.16137]},"left_right_index":4,"mp_id":"107039433","mp_crag_id":"107037955","climb_id":"/pNllfEaUWyrdP5SBb+SKA==","areaRef":"LnVh2B6/UmWkLFhCLvNtyA=="},"content":{"description":"This is not your typical Red Rocks' sport route. The climbing is more akin to Joshua Tree in style and finale (slabbery with a top out finish). Begin by standing on a boulder with your left hand on a big sidepull, and right hand in the seam. Twenty ft. of bouldery moves through vertical terrain, lead to 40 ft. of sustained, technical horizontal movement across a super thin arcing rail. Top out, there  is no anchor on the face. A bolted anchor exists 3 feet beyond the top out. To descend, walk off from the climb 50 or so yards to the east where you will be deposited at the east end of the 'Hidden Corridor,' proper.","protection":"7 Quickdraws.   Bolted anchor, 3 feet beyond the top out.","location":"Start at the bolted seam 15 ft. right of 'Little Red.'  "},"__v":0},{"_id":"WiwOmprcW/2ziKyFHJCaZg==","name":"Unknown","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.44852,36.16137]},"left_right_index":2,"mp_id":"121950077","mp_crag_id":"107037955","climb_id":"WiwOmprcW/2ziKyFHJCaZg==","areaRef":"LnVh2B6/UmWkLFhCLvNtyA=="},"content":{"description":"Bolted line going up and left from the start of Lil Red. Thuggy and punchy.Not in any guidebook I’ve seen. Let me know what the name is if you have the info. ","protection":"Bolts to rap rings","location":"Starts at base of Lil Red and follows draws up and left. "},"__v":0},{"_id":"kwRf7Ju/WTGNBHE5d3oMQg==","name":"Northernmost Gully Route","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.44852,36.16137]},"left_right_index":0,"mp_id":"120277066","mp_crag_id":"107037955","climb_id":"kwRf7Ju/WTGNBHE5d3oMQg==","areaRef":"LnVh2B6/UmWkLFhCLvNtyA=="},"content":{"description":"This isn’t in the most recent Handren book, and I don’t know the route name. If anyone has FA info and grade, please fix it. Also take the 5.10 grade with a grain of salt because I’m the worst at assigning grades.  Scramble over crumbly rock up the gully on easier terrain, using a few solid holds to the first 2 bolts. Or mantle the large ledge on the right, and use better holds to traverse left and through the first 2 bolts. The mantle start seemed better but a little harder. Crux seemed to be reaching the chains. But the true crux was for my belayer, who was dodging loose rock without short-roping, and getting dusted with constantly crumbling feet.Fun despite the length and rock quality, but I’m always stoked to climb anything.","protection":"4 bolts","location":"Access via the “A-frame” corridor located on the west end of the Hidden Corridor proper, near Hidden Edge. After passing The Blob, Little Red, Gonzo and a few other routes, you’ll reach an apparent dead-end where the white rock turns to red. The route starts on the south face of the red rock guarding access to the rest of the gully. Note there’s a bolted rap station on the west wall (climber’s left) of the gully, opposite a piton. It can be reached by climbing through the first 2 bolts, then left past the small tree to the chains. I haven’t explored the rest of the gully, but this is the last of several undocumented sport routes through the A-frame corridor."},"__v":0},{"_id":"n9eB/NaIUY+0F3MfrjbL3w==","name":"Little Red","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Sal Mamusia & Paul Van Betten?","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.44852,36.16137]},"left_right_index":3,"mp_id":"107039064","mp_crag_id":"107037955","climb_id":"n9eB/NaIUY+0F3MfrjbL3w==","areaRef":"LnVh2B6/UmWkLFhCLvNtyA=="},"content":{"description":"Little Red climbs a right facing dihedral and arete up 30 short but sweet ft. The movement is super varied and completely fun on this compact, treat of a route. The only gripe I've ever heard about this line is that people wish it were 100ft. longer.","protection":"Single rack to 1.75\".   Chain anchor.","location":"Pass north through the A-frame roof feature which makes up the western end of the Hidden Corridor proper and scramble up boulders for 50ft., until you reach an obvious right facing dihedral."},"__v":0},{"_id":"3GeEV2vAXDCrhCyr+6JjRw==","name":"Gonzo","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Ryan Leigh and Joshua Gale 04.09.07","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-115.44852,36.16137]},"left_right_index":1,"mp_id":"107313745","mp_crag_id":"107037955","climb_id":"3GeEV2vAXDCrhCyr+6JjRw==","areaRef":"LnVh2B6/UmWkLFhCLvNtyA=="},"content":{"description":"This route might be best approached as a head point (as we did), and possibly with a few crashpads. The landing is littered with boulders and the first piece of gear is placed after the crux. Begin the route (refer to location). The climbing starts off with feet on a low angled section of white/brown rock and hands on the steeper section of undercut blocky rock above. Climb rightward through varnished crimps angling for a \"pod,\" in the middle of a seam feature. From this \"pod,\" follow the seam and flake as they wander slightly left and ultimately disappear into lower angled white rock. Continue up easy but unprotected slab until you top out on the formation and can build an anchor (refer to location). Place gear where you can on this route because it is sparse.","protection":"3 or 4 finger sized cams ( I think we used something like 2 yellow metolius, 1 orange metolius and a .4 camalot. I can't quite recall ). RP's. 1 each of #'s 2,3, & 4 Camalots for the anchor, plus cord to extend for a top rope scenario.","location":"\"Gonzo,\" is 35ft. to climber's left of \"Little Red.\" Begin just right of the boulder choked section of the path, under the overhanging brown varnished wall, and a racquetball sized human nose feature. At the top of the climb where the ground levels off, locate a vertical slot to the climber's left in which a #2,3, & 4 Camalot can be placed to build an anchor. Walk off to the southeast as described in the other Hidden Corridor postings."},"__v":0},{"_id":"LD2d9UjDXbGyb//gcXZlsg==","name":"Hidden Edge","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.44852,36.16137]},"left_right_index":7,"mp_id":"108022159","mp_crag_id":"107037955","climb_id":"LD2d9UjDXbGyb//gcXZlsg==","areaRef":"LnVh2B6/UmWkLFhCLvNtyA=="},"content":{"description":"A bit sandy and fragile in places. The bolt placements made some sections feel bold. Interesting movement. With more traffic could be a good route.","protection":"","location":"This is the route on the arete at the far west (climber's right) end of the cliff."},"__v":0},{"_id":"pVaURvU2Xxe20rbzOx/a+Q==","name":"Don't Scare the Bat!","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Mike Moore","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.44852,36.16137]},"left_right_index":6,"mp_id":"108647722","mp_crag_id":"107037955","climb_id":"pVaURvU2Xxe20rbzOx/a+Q==","areaRef":"LnVh2B6/UmWkLFhCLvNtyA=="},"content":{"description":"Start at the left of two large huecos.  Work your way past 6 bolts on some pockets, sidepulls and edges to a two bolt anchor.   \n\n  This is a fairly new route, and has a sandy, fragile feel to it.  This route will be good with more traffic. \n\n  I found this route difficult to rate because it has a boulder problem start that took me 5 or 6 tries to get and then it is 5.10 to the top.","protection":"6 bolts to anchors","location":"This is the next route left of Hidden Edge."},"__v":0},{"_id":"+DbMPWL4VXKSa8ENo3wpWw==","name":"Dirty Secret","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.44852,36.16137]},"left_right_index":5,"mp_id":"107337889","mp_crag_id":"107037955","climb_id":"+DbMPWL4VXKSa8ENo3wpWw==","areaRef":"LnVh2B6/UmWkLFhCLvNtyA=="},"content":{"description":"This climb while offering fun climbing has a lot to be desired in rock quality.  Start up chossy rock to a high first bolt through a cool thread in the rock.  This part is easy but scary due to the rock quality.  After the 1st bolt continue up to hard moves passing the second bolt and a nice rest at the bottom of large Hueco.  Navigate your way past the Hanta out of the Hueco and pull some more hard moves to get to the last bolt.  From there some balancy climbing gets you to the anchors.","protection":"6 Bolts to Anchors","location":"There are now 4 bolted routes in the main part of Hidden Corridor (Not including Hidden Edge).  Continue past the two new routes by about 50' past the narrow part of the canyon.  This is the route closest to the entrance.  To the left is \"Sandy Secrets\""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,a31fb323-0db7-5e02-b522-f21d3b49b531,eeabff85-bcb1-5aac-a784-2f3003d01d09,bea6bf11-de53-5046-a5b4-b89217b7e9bc,476fdea3-3b48-5c58-b7e5-249153b31487,8182bd1f-4d6f-5933-a42e-5daf50e4bce7,2e7561d8-1ebf-5265-a42c-58422ef36dc8","pathTokens":["USA","Nevada","Southern Nevada","Red Rocks","05-Sandstone Quarry","Parking Lot Area","Hidden Corridor"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11"},{"count":2,"label":"5.10"},{"count":1,"label":"5.10c"},{"count":1,"label":"5.11+"},{"count":1,"label":"5.10b"},{"count":1,"label":"5.11a"},{"count":1,"label":"5.10d"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":1,"expert":0}},"sport":{"total":6,"bands":{"unknown":0,"beginner":0,"intermediate":4,"advanced":2,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":5,"advanced":3,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-115.44852,36.16137]},"bbox":[-115.44907695242952,36.160920339818134,-115.44796304757047,36.161819660181855],"left_right_index":-1,"ext_id":"107037955","area_id":"LnVh2B6/UmWkLFhCLvNtyA=="},"content":{"description":"The 'Hidden Corridor,' as its name implies, is an unobvious area that many walk by without notice en route to the more southeastern Sandstone Quarry crags. It is a very pretty location with varied climbing and interesting passageways, only a 5 minute walk from the car. Traditional, as well as sport climbing lines, exist here. The routes face in many different directions, so sun or shade can most likely be found at any time."},"density":0,"totalClimbs":8,"__v":1,"createdAt":"2022-11-07T06:11:24.430Z","updatedAt":"2022-11-25T11:19:47.897Z"}