{"_id":"6414110cf0cf0083295f7596","area_name":"Northernmost Rockies","shortCode":"","climbs":[],"children":["6414110ef0cf0083295f75a7"],"ancestors":"2996145f-e1ba-5b56-9da8-30c64ccc3776,853ee9cb-d5b0-5376-8a2a-1958675243b4,86e31f84-a78c-5dee-8416-f3088133b262,45359e08-2a43-58cb-9f3e-f4e70c1a350a","pathTokens":["Canada","British Columbia","Rockies","Northernmost Rockies"],"gradeContext":"US","aggregate":{"byGrade":[],"byGradeBand":{"unknown":0,"beginner":0,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isDestination":false,"leaf":false,"isBoulder":false,"lnglat":{"type":"Point","coordinates":[-124.94915,58.23821]},"bbox":[-180,-90,180,90],"left_right_index":-1,"ext_id":"","area_id":"RTWeCCpDWMufPvTnDBo1Cg=="},"content":{"description":"INTRODUCTION \n  \n The Rand McNally road atlas map of British Colombia &amp; Alberta does not show the northern end of the Canadian Rockies. Use the overview map of Canada to find where the Alaska-Canada Highway(AlCan) crosses the Liard River, just north of Muncho Lake, between Fort Nelson, BC, and Watson Lake, Yukon. The famed Liard Hot Springs and Campround are here, popular but well maintained. North of the mighty Liard, the mountains subdue to hills. \n  \n The highest point along the AlCan is where is crosses the Canadian Rockies at Summit Lake Provincial Park. From the Summit Lake Pass to Liard River and Hot Springs there are easily accessed scrambler's peaks, bouldering, ski-mountianeering, and bears. Along the Toad River there are some easily accessed waterfall ice possibilities too. The rock climbing potential is limited in the mountains, but along the Liard, especially near the hot springs, are walls of limestone. \n  \n The glaciated region of the Northernmost Canadian Rockies begins 60 kilometers south of the AlCan and runs southward another 200 kilometers. The best peaks are found in the Premier Range (Mt Churchill 2,819m), the Lloyd George Group (largest glaciers), and peaks of the Acheaen Glacier (2,900m). Approach time can be five or more days. \n  \n The massive Peace River cuts through the mountain chain in the middle of a 300 kilometer section of less glaciated mountains."},"density":0,"totalClimbs":0,"_change":{"user":"rxDUVMc5QUiq75Hpq+nDVw==","historyId":"6414110ef0cf0083295f75a4","prevHistoryId":"6414110df0cf0083295f759e","operation":"addArea","seq":0},"createdBy":"rxDUVMc5QUiq75Hpq+nDVw==","__v":1,"createdAt":"2023-03-17T07:04:44.587Z","updatedAt":"2023-03-17T07:04:45.703Z","updatedBy":"rxDUVMc5QUiq75Hpq+nDVw=="}