{"_id":"63689d20e80bff5a994f284a","area_name":"Glitter Box Area","shortCode":"","climbs":[{"_id":"ODA/lg7jWoKQJ1S9FYWzVA==","name":"World Vision","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"DASampson & L. Reinmuth  (2010)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.02935,33.27681]},"left_right_index":7,"mp_id":"106964315","mp_crag_id":"106497676","climb_id":"ODA/lg7jWoKQJ1S9FYWzVA==","areaRef":"rZs2z9vfXyaxChGA/VBPzA=="},"content":{"description":"The crux is likely along the narrow seam near the top of the climb.  A nice long mixed Trad climb, this route has some poor quality rock at the start that is protected with three bolts.","protection":"Single rack up to a #three Camelot. Three bolts at the start, and one from a wandering route that crosses World Vision half way up. ","location":"Outside of the glitter box (south face). A beta photo has been provided. Chains. CAUTION: a 60 m rope will not get you to the ground. Instead, lower to a ledge just south (~25 feet) of \"Three Amigos\". Belay from there and walk off as if climbing Three Amigos."},"__v":0},{"_id":"alwvRR9WXMWmeyb88r9Ijg==","name":"Two Bit Shuffle","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Mark Trainor, Mike Layden  3/91","type":{"trad":true,"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-111.02935,33.27681]},"left_right_index":22,"mp_id":"107088314","mp_crag_id":"106497676","climb_id":"alwvRR9WXMWmeyb88r9Ijg==","areaRef":"rZs2z9vfXyaxChGA/VBPzA=="},"content":{"description":"From Marty's guide: \"Climb up the face past 3 bolts to a ledge. Continue up the face past 1 more bolt into a vertical crack. As the crack splits in two, follow the right crack to its end and then up the face to a 2 bolt belay on the top. 140'. Double line rap. Sm-med cams, stoppers helpful.\" \n\n  I have to add that the gear is not only helpful, it's necessary as there are no bolts above the single one just above the ledge. Also, the pro is pretty bad and it's hard to imagine what Marty meant by going \"into the crack\" as I did my best to avoid it as it seemed quite sketchy. Pro was mediocre at best, but fortunately the climbing is significantly easier than the 10c feeling face climb to get to the ledge.","protection":"I used 2-3 C3s as well as single to 1\", perhaps taking two .3 and .4s just in case.","location":"Just to the left of \"Summer Assault\" in the most wonderful of hidden glens that is located uphill and north of \"Adios Larry\", \"Sublime Line\" etc. area. From the start of Sublime go up and around the small block of rock and find the tree filled alley that feels magical. The three bolts on the face below the overhang that you need to clear to get to the ledge should be visible on your left as you get past the last tree. If you think you can stem to the first bolt you've arrived at \"Summer Assault\", which starts about 20' to the right of this one."},"__v":0},{"_id":"LtoTeCL3UySbsMwfP2SeTg==","name":"Trickle and Resin","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Pat Putnam, Eric Putnam, Mark Swank","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.02935,33.27681]},"left_right_index":24,"mp_id":"106761198","mp_crag_id":"106497676","climb_id":"LtoTeCL3UySbsMwfP2SeTg==","areaRef":"rZs2z9vfXyaxChGA/VBPzA=="},"content":{"description":"30 m north and around from the corridor from Summer Assault. East facing wall which turns into a pinnacle at the top. Start on the chunky holds to the right and climb up and left onto the face to avoid a big prickly tree. Face with horizontal slits and 4 bolts to a 2 shut rap. Sm-med pro necessary, as with all the climbs along this stretch. This route is used to get up to the Lion's Den Area.","protection":"Small-medium pro and 4 bolts. Again, horizontal small cams, get used to it!","location":"Beyond the magical glen with Summer Assault and Two Bit Shuffle. Brush recently cleared, seen some use."},"__v":0},{"_id":"FhUdEhd2UUq2Zgw3HH1b7Q==","name":"Three Amigos","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Pat Gilbreath, Anita Gilbreath, John Sage","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.02935,33.27681]},"left_right_index":1,"mp_id":"105893453","mp_crag_id":"106497676","climb_id":"FhUdEhd2UUq2Zgw3HH1b7Q==","areaRef":"rZs2z9vfXyaxChGA/VBPzA=="},"content":{"description":"Starts on top of a large boulder. Six bolt face with many horizontal cracks. Traverses right after third bolt and over a small bulge between bolts 5 and 6. Good route with decent exposure and great views. Quick-clip anchor at the top.","protection":"","location":"Glitter Box area. South facing face.  From the parking area, hike east past the fence and a large boulder."},"__v":0},{"_id":"WFW8jVIxVpCk2TYYQF+Seg==","name":"Tar Baby","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Eric Putnam and Brad Mattingly 12/91","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.02935,33.27681]},"left_right_index":25,"mp_id":"107090927","mp_crag_id":"106497676","climb_id":"WFW8jVIxVpCk2TYYQF+Seg==","areaRef":"rZs2z9vfXyaxChGA/VBPzA=="},"content":{"description":"Follow featured crack up to large ledge. Finish right to end up at anchors for Ample Virginity","protection":"standard rack","location":"Contour north on a faint trail below the main cliff band (easiest to go down hill from Eyes of the World)"},"__v":0},{"_id":"qrAR6fLMXQSp/3Raf6FFVw==","name":"Summer Assault","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Mark Trainor, Mike Lyden, 8/91","type":{"trad":true,"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-111.02935,33.27681]},"left_right_index":23,"mp_id":"106761168","mp_crag_id":"106497676","climb_id":"qrAR6fLMXQSp/3Raf6FFVw==","areaRef":"rZs2z9vfXyaxChGA/VBPzA=="},"content":{"description":"\"Sporty start move. Climb up the face past 3 bolts into a short vertical crack to a face with horizontal cracks and 6 more bolts to a 2 bolt belay on the top. Double line rap.\" A 70 m rope will put you at the level of the 1st bolt, at which point you can easily stem and down climb. A 60 m rope is too short to enable you to swing out to the top of the adjacent buttress. \n\n  Fresh webbing at this writing, but it can be removed now as I've now put anchors with quick-links and biners (NOT booty, please do not remove) for easy rapping/lowering. The anchors are just to the left, midway between this climb and \"Two Bit Shuffle.\"   \n\n  This is another of what I think of as the classic long awesome Lower Devils routes, along with Damsels and Adios Larry. Would guess that running it out like a sport route will not appeal to most folks. \"Two Bit Shuffle\" just to the left of this climb is not nearly as cool a line as this one and is 10c because of the roof near the bottom and the sketchy pro.  \n\n  The \"sport start\" in Marty's book makes this climb harder than the 10b rating that is apt for the rest of it. It's a technical, edgy, delicate and quite difficult set of face moves that are well into the 5.11 range. Fun, crimpy and challenging, but the first bolt is high and an unexpected fall may hurt.  \n\n  3/27/11 - 4/2/11: Also note that the \"old bolts\" that Roman mentions below are all the thin SMC bolts that were recalled and are documented for failing. I did this climb again and took special care to place supplemental gear in the runout sections as a long fall would not be good on these bolts. I not put in a better anchors, but replacing the bolts is a bigger job than I was ready for.","protection":"9 or 10 bolts that are quite runout. I used 1-3 pieces of pro between several of the middle bolts and the pro was decent, not great. Mostly horizontal small cams.","location":"This is a gem of a find in northern Glitter Box. Walk along the east-facing base of the cliff, past Damsels in Distress and up the scramble to Sublime Line, passing Adios Larry on the upper face. At the base of Sublime Line, skirt around a knob and traverse into a magical hidden glen that is truly a delight to enter. Walk past two big trees and into an alley. The first line of bolts -- you should see 3 up to an overhang, shown in one of my photos -- is \"Two Bit Shuffle and the second, which you'll see the first 3 as well is for \"Summer Assault\"."},"__v":0},{"_id":"QoJyhdH4UJGlOQDixKKL4g==","name":"Splendid Arete","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"David Sampson and Arjun Heimsath","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.02935,33.27681]},"left_right_index":14,"mp_id":"112436166","mp_crag_id":"106497676","climb_id":"QoJyhdH4UJGlOQDixKKL4g==","areaRef":"rZs2z9vfXyaxChGA/VBPzA=="},"content":{"description":"Gorgeous rock, arete, easy climbing, what a delight! Nice easy warm up to get you on \"Hidden Splendor\" and then \"Changes in Attitude\".","protection":"6 or 7 bolts","location":"The arete just to the right of \"Hidden Splendor\" and left of \"Changes in Attitude\"."},"__v":0},{"_id":"3tpXU2IGWoiwrXC8FflPTA==","name":"Route Out","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Pat Gilbreath, Anita Gilbreath, John Sage","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.02935,33.27681]},"left_right_index":2,"mp_id":"106060781","mp_crag_id":"106497676","climb_id":"3tpXU2IGWoiwrXC8FflPTA==","areaRef":"rZs2z9vfXyaxChGA/VBPzA=="},"content":{"description":"Top Rope the west face of the Glitter Box (5.9) using the rappel chains below the base of Three Amigos or climb the off width crack/chimney on the right (5.7) to the top. ","protection":"Top rope using rap chains at the top.","location":"In the Glitter Box just east of Three Amigos."},"__v":0},{"_id":"b7VpszRhVhypBgWjyxavJA==","name":"Sublime Line","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Mark Trainor & Perry Teeters - 1993","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.02935,33.27681]},"left_right_index":21,"mp_id":"106318432","mp_crag_id":"106497676","climb_id":"b7VpszRhVhypBgWjyxavJA==","areaRef":"rZs2z9vfXyaxChGA/VBPzA=="},"content":{"description":"A 2-pitch sport route in the Glitter Box area of Lower Devils.  The first pitch climbs a 5.8 face past 4 bolts to a large ledge (60').  The second pitch is a fun and well bolted 5.10a climb from the ledge past 8 bolts to bolted anchors (80'). \n\n  Although Sublime Line is listed as a 5.9+ in Marty Karabin's Queen Creek Guide, it's listed as a 5.10 in his foldout topo.","protection":"P1 - 4 bolts  P2 - 8 bolts","location":"This climb is located just north of the start of the approach for Hidden Splendor.  Continue north on the trail that runs along the crag passing a small stove-pipe pinnacle and scramble up to the base of the climb."},"__v":0},{"_id":"7iyFMNQBV+mVhAC4dtDNog==","name":"Ojos del Diablo","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"M. Rangel, M. Trainor","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.02935,33.27681]},"left_right_index":6,"mp_id":"106706620","mp_crag_id":"106497676","climb_id":"7iyFMNQBV+mVhAC4dtDNog==","areaRef":"rZs2z9vfXyaxChGA/VBPzA=="},"content":{"description":"The crux is almost mid-height; difficult and thin climbing and clipping at the crux.  At least you're way off the ground.","protection":"many bolts","location":"As you stand looking at Eyes of the World, turn around and the route is on the south facing wall."},"__v":0},{"_id":"5OsJkT8EXbSbNmLeNUI9Fg==","name":"Jaws","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Arjun Heimsath and David Sampson (we think -- please correct)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.02935,33.27681]},"left_right_index":4,"mp_id":"112436112","mp_crag_id":"106497676","climb_id":"5OsJkT8EXbSbNmLeNUI9Fg==","areaRef":"rZs2z9vfXyaxChGA/VBPzA=="},"content":{"description":"Ever wonder why Hammerhead just ended at the tree and look up into the chimney and wonder where it went? Well, it's an easy chimney with great rock that protects well (if you need to) and it pops you out right near a nice hand crack that leads to the top of the formation that has \"Hammerhead\" and \"Ojos del Diablo\" on the S face, \"Damsels in Distress\" on the east face, \"Hidden Splendor\" and \"Changes in Attitude\" on the north face and now new routes as well.","protection":"Any size gear will work in the great rock in the chimney. The hand crack section will take a #4, #3, and #2 and you probably won't need more than that and can get by without the 4 as I did the first time.","location":"Straight up from Hammerhead and you'll see the new anchors on top. A single line rap from there will get you easily to the anchors on top of \"3 Amigos\"."},"__v":0},{"_id":"iqRZqLbRUxKfXiV3VGfsBA==","name":"It's Not a Seizure It's a Dance Move","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"DASampson and Jennifer Cohen (2011)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.02935,33.27681]},"left_right_index":27,"mp_id":"108084062","mp_crag_id":"106497676","climb_id":"iqRZqLbRUxKfXiV3VGfsBA==","areaRef":"rZs2z9vfXyaxChGA/VBPzA=="},"content":{"description":"The crux is about half way up; moving past some rock or lesser quality to get established on a bulge. Fun route. Named for an incident in the ER (that Jenny and Carrie shared with me [they named it]) some time ago.","protection":"Bolts with anchors (hangers, quick links, and carabiners). PLEASE LEAVE the anchor biners.","location":"Noticeable long arete on the North facing wall South of the Glitter Box. A trail takes you to the base. A 60 meter rope is sufficient to lower off of the FIXED biners at the anchor."},"__v":0},{"_id":"tBMwMH2VUTqJcyd35Zv2nA==","name":"Hola Larry!","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"David Sampson and Arjun Heimsath","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.02935,33.27681]},"left_right_index":16,"mp_id":"112436615","mp_crag_id":"106497676","climb_id":"tBMwMH2VUTqJcyd35Zv2nA==","areaRef":"rZs2z9vfXyaxChGA/VBPzA=="},"content":{"description":"The arete left of \"Adios Larry\". First pitch starts in a stemming chimney and is 5.9 climbing through great quality rock and very cool formations on the arete. About 100 feet gets you to a nice ledge with a 2 bolt anchor. Second pitch steps up from the ledge and gets right into the crux that is well protected with 3 bolts. Rock quality looks poor, but is surprisingly good and DAS cleaned it up well. Clear the crux and easier climbing leads to the top of the formation. 2 bolts on top can be used to anchor, but descent from the rap chains that we placed above \"Donde Esta Larry?\", to the right of \"Adios Larry\".","protection":"About 9 bolts on first pitch and about 6 on second. If you do as dyno single pitch 15 draws with some long ones should be fine.","location":"Around the corner left of Adios Larry -- step up into the cool chimney that leads to Hidden Splendor area and this route ascends the arete directly above."},"__v":0},{"_id":"394HLXCyXo6O90uY3/mW0Q==","name":"Hidden Splendor","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Mark Trainor, Perry Teeters, Marty Karabin","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.02935,33.27681]},"left_right_index":12,"mp_id":"106060796","mp_crag_id":"106497676","climb_id":"394HLXCyXo6O90uY3/mW0Q==","areaRef":"rZs2z9vfXyaxChGA/VBPzA=="},"content":{"description":"The climb is consistent the entire way up.  There are the options for some mantel moves, crimping and cam placement in horizontal cracks between bolts. \n\n  Although Hidden Splendor is listed as a 5.8 in Karabin's Rock Jock's Guide to Queen Creek Canyon, I think that some (lots?) of holds have broken off - at least it looks that way and compared to other 5.8 climbs in the area like Three Amigos and Smokin' The Toad, this climb seemed a lot harder.   \n\n  It's a great hidden location in Lower Devils with an interesting approach. ","protection":"8 bolt face to a 2 shut rappel.  Small cams can be used in horizontal cracks between bolts as needed.   ","location":"The approach to this climb is part of the fun.  This climb is tucked into a gully just north of the Glitter Box area.  Go down to the bottom of the Glitter Box (rap down east of Three Amigos or walk around) and follow the trail that heads north along the base of the crag.  Just north around the Glitter Box area is a long face climb called Damsels in Distress (5.10b/c).  From the base of Damsels in Distress, continue north hiking up the hill until you find a small ledge and small stove-pipe pinnacle.  Go south on the ledge toward the pinnacle and scramble up a chimney on the right for about 30 or 40 feet.  You will climb out of the chimney into a small open area.   From here, squeeeeeze through a narrow slit in the south wall and you will pop out into a scree gully.  Hidden Splendor is the north face climb directly in front of you with a tree at the base.  There is another bolted climb to the far right (west) in the gully called Changes in Attitude (5.10b) which is to the right of a chimney."},"__v":0},{"_id":"X4ETuYIMUy+qONy+GwQv/w==","name":"Hammerhead","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Pat Gilbreath, Anita Gilbreath, John Sage","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.02935,33.27681]},"left_right_index":3,"mp_id":"106060770","mp_crag_id":"106497676","climb_id":"X4ETuYIMUy+qONy+GwQv/w==","areaRef":"rZs2z9vfXyaxChGA/VBPzA=="},"content":{"description":"Climb a broken crack to the first bolt using cams or stoppers for protection.  Follow 5 bolts up the face to a chimney up to the tree.  Use cams and stoppers to set up a top rope anchor to the left of the tree and rappel off the tree when done.   \n\n  Stay over the bolts to keep it a 5.10a - the 5.10a part is only one or two moves near a slight bulge about midway through the climb.  If you move left to the corner at the crux, the climb drops to a 5.8 or 5.9.    ","protection":"5 bolts plus cams and stoppers for protection to the  first bolt.  Medium cams and/or stoppers are needed to set up an anchor at the top of the route.  Webbing or slings are needed to rappel off the tree.","location":"Hammerhead is located about 30 feet to the right of Three Amigos on the south face in the Glitter Box area of Lower Devils Canyon.  From the start of Three Amigos, you can see the top of Hammerhead which ends at a tree growing out of a chimney above and to the right of the start of Three Amigos.  To get to the start, go down to the bottom of the Glitter Box by rappelling down using the two rap chains east of Three Amigos or hike down and around to the bottom of the Glitter Box."},"__v":0},{"_id":"fYA9DTCsXuKZeeBk44TFyQ==","name":"Gold","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"DASampson, B.Burgess, G.Buttler,J. Garcia (2011)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.02935,33.27681]},"left_right_index":8,"mp_id":"108084036","mp_crag_id":"106497676","climb_id":"fYA9DTCsXuKZeeBk44TFyQ==","areaRef":"rZs2z9vfXyaxChGA/VBPzA=="},"content":{"description":"A decent, fun - long - route with cool moves. The crux may be the roof and the bulge above the roof. Some rock of lesser quality intermixed, but still acceptable.","protection":"Bolted (I think 12 bolts; I will check and update). Carabiners on quick links. PLEASE LEAVE THE anchor biners!","location":"This route shares the same start as \"All that glitters\" but veers right at the fourth bolt. A 70 meter rope is required to lower off. Located on the East face of the feature that forms the Glitter Box (climbers left of \"Eyes of the world.\")."},"__v":0},{"_id":"ZlaoJWbaVfSnU3RM0vVS6g==","name":"Eyes of the World","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"unknown","type":{"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-111.02935,33.27681]},"left_right_index":5,"mp_id":"106682699","mp_crag_id":"106497676","climb_id":"ZlaoJWbaVfSnU3RM0vVS6g==","areaRef":"rZs2z9vfXyaxChGA/VBPzA=="},"content":{"description":"Excellent rock, great length, and fun, fun, fun. Guide book suggests 11a. Climbs more like a 10b/c.","protection":"About 9 bolts and maybe a cam or two to thwart a 25-30 foot runout to the anchors.","location":""},"__v":0},{"_id":"/vUGeaAAVLmSN1h5op9hmw==","name":"Donde Esta Larry?","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Arjun Heimsath and David Sampson","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.02935,33.27681]},"left_right_index":18,"mp_id":"112436632","mp_crag_id":"106497676","climb_id":"/vUGeaAAVLmSN1h5op9hmw==","areaRef":"rZs2z9vfXyaxChGA/VBPzA=="},"content":{"description":"Starts on the right side of the \"Adios Larry\" ledge and easier climbing leads through the first 4 bolts. First two are relatively close together and then significantly easier climbing gets to the steepening sections. A 5.8-5.9 leader could always climb the first section and step onto the face of \"Adios Larry\" to the mid point anchors. Great quality rock down low and then a section that is not as good, but the holds are there.  \n\n  There are 3 steep, bulging cruxes and I would really like feedback from anyone who on sights these regarding thoughts on the grade. I developed this using a Soloist belay device on top rope with drill and gear on the back up rope, so climbed each section on a solo top rope before bolting. Because of this, I did not \"on sight\" the route when sending it and was comfortable through the cruxes. It'd be good to get feedback though. Remember to pull down and not out on this LD rock!","protection":"11 bolts, but the runout is in much easier climbing than the cruxes and the cruxes protect well - climb through each of them and a bit of easier climbing gets you to the next bolt. Some small to medium pieces can help ease, like with \"Adios Larry\", but aren't needed if you're comfortable at the grade.","location":"Arete to the right of \"Adios Larry\"."},"__v":0},{"_id":"mUy9ukF4UM2ahCuQdVrtzA==","name":"Damsels in Distress","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Andy Marquardt Brad Mattingly, /90","type":{"trad":true,"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-111.02935,33.27681]},"left_right_index":10,"mp_id":"106761156","mp_crag_id":"106497676","climb_id":"mUy9ukF4UM2ahCuQdVrtzA==","areaRef":"rZs2z9vfXyaxChGA/VBPzA=="},"content":{"description":"The delightfully long line that is on the east facing face of Glitter Box. To get there, it's just out of the \"alley\" where \"Eyes of the World\" is, and about 5-10m north along the base of the cliff. First bolt is about 30' up! It's noted as sport in Marty's book: \"Climb up the vertical face past 12 bolts to a 2 shut rap. 160'. Double line rap\" (though someone left a quicklink at a bolt about 25 m from the top to enable two single line raps if you trust rapping off one bolt from 1990). A fantastic classic route that he degraded from 3 stars to 2 because of loose rock. It seems to have cleaned up nicely as of this writing, and there was fresh webbing around rap rings up top. I'll bring quicklings and rap rings for my next climb of this awesome line to swap out. Bolts are runout all the way until the last 3 before the top. Small cams to 0.75 and including 00 or equivalent C3 are useful. Many placements are done while quite pumped, hence my PG-13 rating.","protection":"12 bolts, with 1-3 pieces of pro suggested between bolts for the first 9.","location":"An easy (7-8) trad climb to the top, didn't replace any webbing to descend or check the descent from there."},"__v":0},{"_id":"fN2B9sp9VlWo/2seOWDrkA==","name":"Damsel's Arete","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Arjun Heimsath and David Sampson","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.02935,33.27681]},"left_right_index":11,"mp_id":"112436137","mp_crag_id":"106497676","climb_id":"fN2B9sp9VlWo/2seOWDrkA==","areaRef":"rZs2z9vfXyaxChGA/VBPzA=="},"content":{"description":"The gorgeous arete to the right of \"Damsels in Distress\". No idea why this wasn't set back in the day, but it's gorgeous climbing and even more fun than Damsels, which has been one of my favorite LD routes for a while. A few bulges, which I hope I protected ok.","protection":"A bunch of bolts, like 13 or so.","location":"The arete to the right of Damsels and you'll see the significantly more safely placed first and second bolt easily enough."},"__v":0},{"_id":"A1eBfxw0V6ecpK6vOHXSyQ==","name":"Changes in Attitude","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Mark Trainor, Perry Teeters, Marty Karabin, 1993","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.02935,33.27681]},"left_right_index":15,"mp_id":"107081780","mp_crag_id":"106497676","climb_id":"A1eBfxw0V6ecpK6vOHXSyQ==","areaRef":"rZs2z9vfXyaxChGA/VBPzA=="},"content":{"description":"Chimney up past 2 bolts, then step right and onto fun and interesting face past 6 more bolts to a 2 shut anchor. If you stem through the first section, the climb feels closer to 5.9","protection":"8 bolts to 2 shut anchor","location":"Same approach as Hidden Splendor. Narrow face tucked between 2 chimneys."},"__v":0},{"_id":"HL4ZLfcJU8avqaRbFLqQBw==","name":"Can-Am Highway","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Mark Trainor, Pat St. Arnud","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.02935,33.27681]},"left_right_index":20,"mp_id":"107088400","mp_crag_id":"106497676","climb_id":"HL4ZLfcJU8avqaRbFLqQBw==","areaRef":"rZs2z9vfXyaxChGA/VBPzA=="},"content":{"description":"Same first pitch as \"Batteries Not Included\" and so same caveat applies here -- i.e. don't bother with the chimney and get into the upper area via \"Adios\" or \"Sublime\". \n\n  Pitch Two: Sport with optional gear up high. 9 bolt low angle face to bulges to a ledge. Continue up a detached boulder then up the face to the top. 2 shut single line rap to the top of the gully.  \n\n  Would add that it's probably easiest to head over to the top anchors of \"Sublime Line\" and descend from that.  \n\n  A fun warm up climb for \"Batteries\" and while short it is also an excellent route to take pictures of anyone on \"Batteries\" from.","protection":"IF you choose the gully/chimney first pitch you'll need gear, otherwise it's bolted and you could probably supplement with a small cam or two at the top.","location":"Same as \"Batteries\" and the line of bolts leading up the east facing face should be evident from the base of \"Batteries\" in the upper gully area. The bolted line is about 30 - 50' to the left (south) of the top pitch of \"Sublime Line.\""},"__v":0},{"_id":"NN6nA/quUkGw0gpTxNvQZQ==","name":"Batteries Not Included","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Leo Henson, Karen Henson","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.02935,33.27681]},"left_right_index":19,"mp_id":"107088378","mp_crag_id":"106497676","climb_id":"NN6nA/quUkGw0gpTxNvQZQ==","areaRef":"rZs2z9vfXyaxChGA/VBPzA=="},"content":{"description":"Original description in Marty's book: \"Pitch One: Climb up a 25' chimney crack to a ledge with a tree. Pitch Two: Sport. Beautiful north facing 6 bolt vertical face with two bulges and a vertical crack at the top. 2 shut rap. Somewhat runout but worth the air time. 85'.\" \n\n  Would eliminate the first pitch and either climb the first pitch of \"Adios Larry\" and traverse around, or do the first pitch of \"Sublime Line\" and do the relatively unprotected traverse in from the north.  \n\n  The crux is a one-two move wonder and the rest of the climb feels more like a mid-10. But, the rock is stellar and it's a very fun climb overall.","protection":"Take at least a couple cams smaller than 1\" for the top as it is quite runout above the crux and I have no idea why you'd want the airtime that Marty is referring to.","location":"The \"chimney\" first pitch is about 15' right of the start of \"Adios Larry\" from the same ledge. Literally starts from where you come up to from the gully. Chimney is east facing and the actual climb is the north facing face that is right around the arete from Adios Larry."},"__v":0},{"_id":"DLEDB7YuXOm6+Nvotcl37Q==","name":"Are We Smokin The Same Stuff","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.02935,33.27681]},"left_right_index":0,"mp_id":"105893652","mp_crag_id":"106497676","climb_id":"DLEDB7YuXOm6+Nvotcl37Q==","areaRef":"rZs2z9vfXyaxChGA/VBPzA=="},"content":{"description":"Nice, sustained route with a fun bulge at the top.  Can get a little pumpy.  The top is a great location to take photos of climbers on Three Amigos!","protection":"5 bolts to quick-clips at the top. Do everyone a favor and hang draws on these to save wear and tear from lowering everyone. Maybe just lower the last climber, or better yet, rappel (less wear).","location":"The Glitter Box Area of Lower Devil's Canyon. On the pinnacle left (west) of Three Amigos."},"__v":0},{"_id":"dP3pCXycVFKhh8kBUO///A==","name":"Ample Virginity","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Eric Putnam and Brad Mattingly 12/91","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.02935,33.27681]},"left_right_index":26,"mp_id":"107090935","mp_crag_id":"106497676","climb_id":"dP3pCXycVFKhh8kBUO///A==","areaRef":"rZs2z9vfXyaxChGA/VBPzA=="},"content":{"description":"Climb steep face with great rock to big ledge with a 2 bolt belay","protection":"4 bolts and gear to 2\"","location":"Just right of \"Tar Baby\". Contour north on a faint trail below the main cliff band (easiest to go down hill from Eyes of the World)"},"__v":0},{"_id":"2LMQETy9XyydSG0IdLx+QA==","name":"All That Glitters","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"DASampson and Brian Burgess (2011)","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.02935,33.27681]},"left_right_index":9,"mp_id":"107576260","mp_crag_id":"106497676","climb_id":"2LMQETy9XyydSG0IdLx+QA==","areaRef":"rZs2z9vfXyaxChGA/VBPzA=="},"content":{"description":"The crux is perhaps the first few moves off the ground or at the last bolt. Somewhat poor rock quality for the first 30 feet is protected by bolts. This climb was put in last fall.","protection":"Mixed; five bolts.  Small to medium cams plus stoppers. Please LEAVE anchor carabiners in place.","location":"Two climbs to the right of World Vision (just right of what is called \"The Project\"); located on the SE corner of the glitter box facing the canyon. Just left of the climb \"Gold.\" Shares the first four bolts."},"__v":0},{"_id":"gG/AYJuDUvWwfPJ4UmnLOg==","name":"Adios Larry","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Perry Teeters, Manuel Rangle, 4/91","type":{"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-111.02935,33.27681]},"left_right_index":17,"mp_id":"106461849","mp_crag_id":"106497676","climb_id":"gG/AYJuDUvWwfPJ4UmnLOg==","areaRef":"rZs2z9vfXyaxChGA/VBPzA=="},"content":{"description":"Start on the big ledge that you take to get to Hidden Splendor. Face to ramp with 2 bolt anchor. Bolts are widely spaced, having just a few small-med cams and stoppers will help the runout. Key hold to clear the roof-like top move is now gone (sorry) and protecting this last move is wise.","protection":"Solid bolts, having some trad to supplement will help.","location":"East facing cliff in Glitter Box. #42 in Marty's book, #25 on foldout map."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,24e148bb-4884-59e8-9870-43ce21f1a337,c1fdee82-93e7-5a55-9103-7defbe7f0b10,acd5e4e7-2972-5435-a237-4cea3dffe6cb,343925df-f5ad-5a49-bb71-529ec1ae8c07,ad9b36cf-dbdf-5f26-b10a-1180fd504fcc","pathTokens":["USA","Arizona","Central Arizona","Queen Creek Canyon","Lower Devil's Canyon","Glitter Box Area"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.9+"},{"count":1,"label":"5.10c"},{"count":1,"label":"5.10-"},{"count":3,"label":"5.8"},{"count":1,"label":"5.6"},{"count":4,"label":"5.10b"},{"count":1,"label":"5.7"},{"count":5,"label":"5.9"},{"count":4,"label":"5.10a"},{"count":1,"label":"5.11c"},{"count":1,"label":"5.10+"},{"count":2,"label":"5.11a"},{"count":1,"label":"5.11-"},{"count":1,"label":"5.10"}],"byDiscipline":{"trad":{"total":12,"bands":{"unknown":0,"beginner":2,"intermediate":9,"advanced":1,"expert":0}},"sport":{"total":21,"bands":{"unknown":0,"beginner":3,"intermediate":14,"advanced":4,"expert":0}},"tr":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":5,"intermediate":18,"advanced":4,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-111.02935,33.27681]},"bbox":[-111.02988785204822,33.27636033981813,-111.02881214795178,33.27725966018186],"left_right_index":-1,"ext_id":"106497676","area_id":"rZs2z9vfXyaxChGA/VBPzA==","polygon":{"type":"Polygon","coordinates":[[[-111.02988785204822,33.27636033981813],[-111.02881214795178,33.27636033981813],[-111.02881214795178,33.27725966018186],[-111.02988785204822,33.27725966018186],[-111.02988785204822,33.27636033981813]]]}},"content":{"description":"This area includes the east-facing formations found in Devils Canyon proper and routes found along the left, past the road area, when hiking toward Devil's Canyon."},"density":0,"totalClimbs":27,"__v":1,"createdAt":"2022-11-07T05:53:04.875Z","updatedAt":"2024-02-19T18:28:22.535Z"}