{"_id":"63689de0e80bff5a994fa187","area_name":"Isis Buttress","shortCode":"","climbs":[{"_id":"nq6DesDWWjCX/430BHolpg==","name":"Sport Pages","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5347,40.40622]},"left_right_index":12,"mp_id":"106004959","mp_crag_id":"106429311","climb_id":"nq6DesDWWjCX/430BHolpg==","areaRef":"eU0U3WZiVhyKEcnoxOUPkg=="},"content":{"description":"Great holds, and very fun to climb. The offwidth is a great place to pratice your body jam. Be careful not to get stuck in the rock.\n\nPer\n\nTony B\n\n: You can link\n\nDead Boy\n\nto\n\nOsiris\n\nor just add some length on independent pitches.  The rock is pretty good and some pro is available here and there, but not always right where you'd want it.\n\nEds. This combination of submissions was done to reduce duplication in the database\n\n.","protection":"Use stoppers and cams from #1 to #4. This will lead up to a two bolt anchor to the left of the route.\n\nPer\n\nTony B\n\n: Take long slings and enough pro to protect proportional to the length of pitches.... If running first 2 pitches together for 65m from ground up below Dead Boy, you need a double rack.... If pitching out into 3 pitches, a single rack should do.\n\nA 70m rope makes the raps listed possible.","location":"This is the furthest route right of the Pages Wall. This is the fattest crack on the wall.\n\nPer\n\nTony B\n\n: Start from the\n\nDead Boy\n\nanchors and head up onto the arete on the right.... Continue up cracks and horns to climb the right side of the arete for 60+ meters over the belay bolts to a cord-on-horn rap station. Belay on good gear to the right, then rap to the ground in 4 single raps.  Double rope raps will only result in stuck ropes."},"__v":0},{"_id":"2GtY+vjyWKa2wxFJv/Dvaw==","name":"Shinbuster","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Eli Helmuth","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5347,40.40622]},"left_right_index":0,"mp_id":"105824833","mp_crag_id":"106429311","climb_id":"2GtY+vjyWKa2wxFJv/Dvaw==","areaRef":"eU0U3WZiVhyKEcnoxOUPkg=="},"content":{"description":"This route is a mostly thin crack starting 20' left of the route \"Left Out\" on the buttress just west and across the gully from \"\n\nThe Man who Loved Cat Dancing\n\n\".","protection":"Two bolts protect the opening sequence and the remainder of the pitch is protected by small cams and nuts.","location":"The start is a short, right-facing dihedral which begins at a small overlap at knee level- miss the first move and you may understand the route name.  Step left at the end of the thin crack to the right-facing corner which leads to the fixed anchor for both this route and Left Out."},"__v":0},{"_id":"kot5qDiWXCWiMZiMLX33gg==","name":"Road Kill","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Hansen, Hladick-'81","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5347,40.40622]},"left_right_index":11,"mp_id":"105760725","mp_crag_id":"106429311","climb_id":"kot5qDiWXCWiMZiMLX33gg==","areaRef":"eU0U3WZiVhyKEcnoxOUPkg=="},"content":{"description":"This route parallels Living Dead and Dead Boy and is just to the right of Living Dead.  Climb the steep finger crack and move to the right of the crack on the very positive flakes. Is a little dirty towards the top of the pitch. TR or continue up.","protection":"Stoppers, small and med, maybe some small or med Aliens could help.","location":""},"__v":0},{"_id":"f58yp0iNXqGussjChmQTAg==","name":"Ramses","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Doug Snively, Billy Westbay 1978","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5347,40.40622]},"left_right_index":4,"mp_id":"105763137","mp_crag_id":"106429311","climb_id":"f58yp0iNXqGussjChmQTAg==","areaRef":"eU0U3WZiVhyKEcnoxOUPkg=="},"content":{"description":"I thought this was a great route, hard and sustained, but with rests between the hard sections. Good gear, but takes some work. Rope drag is a serious issue. I used a 70m rope folded in half as a double rope and still had lots of drag at the end. Use double ropes AND long slings, and watch for the rope running through cracks, especially at the top of the initial dihedral.\n\nStart: Ramses is on the Isis buttress in what some people call the Book Binding area at the left of The Book. From George's Tree, walk left to a big recessed area at the back of which is Book of the Dead. On the right side of this recess are the very good crack climbs of Sports Pages, Road Kill, Living Dead, Dead Boy and Dead Boy Direct. On the left of this recess is the Isis buttress. Isis (10a) is the huge right facing corner. (From right to left) Ramses, King Tut, and The Man Who Loved Cat Dancing climb the outside face of the buttress. Start Ramses from the top of a block left of the Isis diherdal below the right edge of the buttress.\n\nThe climb: Climb easy cracks to a right facing corner left of the huge Isis right facing corner. Climb the corner using a surprising great layback crack to its top and a ceiling. Climb the ceiling at about 5.9 or so. Watch that your rope doesn't drag through the crack at the lip. I ran my right rope up this corner and didn't clip the left rope until I moved left. And then I didn't clip the right rope until after the final crux. If you're climbing on double 9s you may not want to do this, because you will be climbing on a single 9 most of the time.\n\nMove left to a shallow right facing corner. You can step left out of this corner for a rest and to see the controversial King Tut bolt. You probably don't want to clip the bolt because of rope drag, unless you use a double length sling. Make a few moves up the corner to a ceiling and a huge bucket. Getting over this ceiling seemed like the technical crux to me, although Rossiter calls it only 10a. Up and down, maybe 20 times. Very frustrating to have such a big hold and not be able to step up onto it.\n\nContinue up to another ceiling. The actual crux may be here, moving up into a left facing corner to reach a jug. You can hook a good sling on the jug. I really struggled here to get gear from a stem, but I missed a good sit-on-the-horn rest. There is a good green Alien that is hard to see, underneath on the right.\n\nThe traverse right beneath the 4th roof looks hard and intimidating, but as soon as you step off the bucket onto the slab it's over. Climb a short right facing corner to the final ceiling. It looks logical to turn this ceiling on the left, but it's hard. Instead climb the final roof on the right onto the arete. There are usually fixed slings below this final ceiling for the hard routes on the right facing wall. Rope drag is serious at this point. Hopefully you haven't clipped your left rope into anything recently and you can swing it left over the last couple of roofs. Climb up a bit, place a directional medium cam and hike left to the bolt anchors of King Tut.\n\nA 70m rope folded in two just barely reaches the anchors with the belayer up a ways on top of a block.\n\nDescent:A 70m reaches the ground from the bolts. According to the King Tut description you can rap with a 60m if you rap around the corner to the west (climber's left).","protection":"3 or 4 sets small cams. I used almost all of 3 sets of Aliens from blue to red and a set of small offset Friends. Singles or doubles above that to gold Camalot. Full set of micronuts, single set of regular nuts. There are good horns to sling at the second and third ceilings. Double ropes highly recommended and lots of long slings. 20 slings total including a few draws. If using a 60m rope see description for descent.","location":""},"__v":0},{"_id":"52Tzhlt6Ukeule3ftp7T/A==","name":"The Man Who Loved Cat Dancing","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Kimball & Salaun, 1979","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5347,40.40622]},"left_right_index":2,"mp_id":"105762519","mp_crag_id":"106429311","climb_id":"52Tzhlt6Ukeule3ftp7T/A==","areaRef":"eU0U3WZiVhyKEcnoxOUPkg=="},"content":{"description":"This climb works up the left edge of south face of the Isis Buttress.  It features fairly typical low angle Lumpy climbing on bottoming, hard to protect cracks.\n\nStart on a pillar at the SW corner of the buttress.  Climb easily for about 30' to a short left facing corner that forms the left side of a \"hanging tooth.\"  Work up the corner to a face and to another left-facing corner; this 30' section is continuously challenging as is protecting it, though with enough effort, good pro can be had -- mostly small wires.  The crux is at the top of the 30' section after which you step left onto the the west face and join\n\nPharaoh's Child\n\nfor about 70' of enjoyable 5.8ish crack climbing.  Belay at the second tree from which you also rap; a single 60m rope would probably reach the ground, but we had double ropes and rapped on both.","protection":"RPs to 2\" with the emphasis on the small end.","location":""},"__v":0},{"_id":"uAdK3fgZUW2BqfZQs8Lerw==","name":"Living Dead","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5347,40.40622]},"left_right_index":10,"mp_id":"105756967","mp_crag_id":"106429311","climb_id":"uAdK3fgZUW2BqfZQs8Lerw==","areaRef":"eU0U3WZiVhyKEcnoxOUPkg=="},"content":{"description":"This route is located in the Book Binding area immediately around and left from\n\nGeorge's Tree\n\nand takes the splitter crack just right of the shallow dihedral start of\n\nDead Boy\n\n.  The protection is excellent, mostly bomber and easy to place nuts.  The first pitch is awesome and described below.  However, the guide calls the 2nd pitch \"excellent 10a\", though it looked somewhat junky to me.\n\nClimb the thin crack to a difficult bulge with flaring finger and hand jams (burly 10+).  Cop a rest above the bulge and climb the tips crack past a crux (11b) that is more hard-to-figure-out than actually hard.  Rappel from the two-piton anchor or continue with the 2nd pitch.","protection":"Small to medium stoppers.  Set of cams up to #2 Camalot.","location":""},"__v":0},{"_id":"UpB73g95XumK0sLPO+Xfrw==","name":"King Tut","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Eli Helmuth & Dale Remsberg","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5347,40.40622]},"left_right_index":3,"mp_id":"105761928","mp_crag_id":"106429311","climb_id":"UpB73g95XumK0sLPO+Xfrw==","areaRef":"eU0U3WZiVhyKEcnoxOUPkg=="},"content":{"description":"All three of the routes on this south-facing buttress are classic.\n\nCat Dancing\n\nis typical thin, flared Lumpy and requires skill in placing solid RPs and provides a good calf pump.  Ramses has two challenging cruxes at roofs, with a runout (and slightly loose) 5.9 section to reach the wildness.  King Tut pulls three roofs up the middle of the cliff and feels more like a sport climb with big reaches and powerful moves on solid gear.  All three of these routes provide a range of climbing styles and represent the diversity of climbing that Lumpy Ridge contains.","protection":"This route sits between the classic pitches of\n\nRamses\n\n(10c/d) and\n\nThe Man Who Loved Cat Dancing\n\n(11a) on the Isis Buttress which splits the corridors of the Renaissance and Living Dead Walls.\n\nThis new route starts as for\n\nCat Dancing\n\nbut pulls the first roof right of\n\nCat\n\nand past the one bolt on the new line.  Go straight up through the next overlap (small but solid gear available) to a crux finish below the final roof.  Protection for the crux consists of a solid #3 Camalot and a solid #1 TCU before reachy moves below the final roof.  Doubles of #1 and #2 TCUs are helpful.  There is a new two-bolt anchor directly at the top of this pitch which also works as an anchor for the two routes on either side.\n\nA 30 meter rappel down and west brings you to a ledge with a large tree from which you can traverse north off of the cliff.","location":""},"__v":0},{"_id":"gGSMrCxjVcuaNJq//dW9Sg==","name":"Isis","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"FA: Hickman, Anderson, Bryant 1969 FFA: Unknown FFA (Hand fi","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5347,40.40622]},"left_right_index":6,"mp_id":"105750196","mp_crag_id":"106429311","climb_id":"gGSMrCxjVcuaNJq//dW9Sg==","areaRef":"eU0U3WZiVhyKEcnoxOUPkg=="},"content":{"description":"Climbs the impressive dihedral and roof system to the left of 'Book of the Dead Chimney.'  Looks much harder than the grade, but looks can be deceiving.  Both of the cruxes felt no harder than 10b.\n\nP1:  Start on the right side of the face below the massive dihedral and roofs above.  Work up and left on easy terrain until following cracks inside the big right facing dihedral.  Continue and hand jam over the first small roof and belay before the bigger roof (8).\n\nP2:  Climb the first strenuous roof and wiggle up to easier terrain above, but don't head towards the original finish, instead jam the steep hand crack on the left wall up to the arete!  Belay right here, peeking over to watch your second battle.\n\nClimb directly left and down to 1st and 2nd tree or 3rd tree.\n\nRap 100ft from 2nd tree, or about 80ft from 3rd along the route\n\nPharoah's Child\n\n.","protection":"Standard rack including RPs.","location":""},"__v":0},{"_id":"SXXAGX62XRGS4YIVJMX7+w==","name":"Flaked Out","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"Hansen Hladick Bell, 1981","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5347,40.40622]},"left_right_index":7,"mp_id":"106877668","mp_crag_id":"106429311","climb_id":"SXXAGX62XRGS4YIVJMX7+w==","areaRef":"eU0U3WZiVhyKEcnoxOUPkg=="},"content":{"description":"Up flakes until stems using double cracks take you to sling belay on left, rap or proceed to\n\nSport Pages\n\n. Moderate pump.","protection":"Standard rack.","location":"Next ledge up from \"\n\nDead Boy\n\n\" at back of Chasm on right wall."},"__v":0},{"_id":"g/FIMxRrW6m5YPO+3feZMg==","name":"Dead Boy Direct","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Malcolm Daly","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5347,40.40622]},"left_right_index":8,"mp_id":"105751669","mp_crag_id":"106429311","climb_id":"g/FIMxRrW6m5YPO+3feZMg==","areaRef":"eU0U3WZiVhyKEcnoxOUPkg=="},"content":{"description":"This route lies in the gully left of\n\nOsiris\n\n, the first large gully on the left side of the book.  The route is the next one left of\n\nLiving Dead\n\n.  The route is a long, finger crack that  starts in a left facing dihedral and goes for a full 150 feet up to some rap anchors on top of the second pitch of Living Dead.  A variation called\n\nDead Boy\n\n(.10b) takes a thin dicey RP protected traverse right directly to the anchors on\n\nLiving Dead\n\n. This is a beautiful sustained finger crack in good rock.  The first 100 feet are about 5.9 and lead up to  a difficult 5.11 move in a bulge.  After this move 30 feet of solid 5.11 finger jamming make for a pumpy lead up and right to join up with\n\nLiving Dead's\n\nsecond pitch crux (.10a).  A beautiful and worthwhile pitch that eats pro and stays in the shade for most of the day.","protection":"Many small to medium sized stoppers and TCUs the crux is thirty feet long and requires a substantial amount of gear in this range.","location":""},"__v":0},{"_id":"hpAkWg3VUQWtOFOMVh1x6g==","name":"Dead Boy","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Wylie, Hanson, Kimball-'82","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5347,40.40622]},"left_right_index":9,"mp_id":"105760719","mp_crag_id":"106429311","climb_id":"hpAkWg3VUQWtOFOMVh1x6g==","areaRef":"eU0U3WZiVhyKEcnoxOUPkg=="},"content":{"description":"This route is the first 20-25 feet of the\n\nDirect Dead Boy\n\n, but instead, you make a thin, rising traverse to the right until you hit the small ledge.  The climbing on the traverse is very thin and takes a little bit of balance as well. TR or go up the 5.10a crack to another anchor.","protection":"Not much gear but some small to med stoppers, med-hand sized cams, one or 2 very small RPs.","location":""},"__v":0},{"_id":"QaZxOTh+UKGfxEFCwx2cBw==","name":"Bart's Way","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Goldstein & Calkins 2007","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5347,40.40622]},"left_right_index":1,"mp_id":"106046157","mp_crag_id":"106429311","climb_id":"QaZxOTh+UKGfxEFCwx2cBw==","areaRef":"eU0U3WZiVhyKEcnoxOUPkg=="},"content":{"description":"In memoriam Bart Calkins (1947-2007).\n\nAn interesting pitch would should get some traffic once it cleans up -- I hope to get back to it w/ a wire brush.\n\nMostly enjoyable 5.7-5.8 fingers and laybacking in a square cut crack.  The crux is passing the pod/mouth which is a lot easier if one is aggressive and underclings the outside; if one insists on staying near the gear and potential gear, OW groveling comes into play and it will seem hard for the grade.\n\nThe route ends at a good ledge w/ anchors and a 60' rap.\n\nCaptain Queeg, in The Cain Mutiny: \"there are four ways of doing things ... the right way, the wrong way, the Navy way, and my way.\"  I always thought this quote more than summed up the full range of possibility, but after hanging out with Bart, I realized there was at least one more approach, Bart's Way.","protection":"Standard Lumpy rack mostly small-medium nuts and fingerish cams.","location":"On the wall which forms a corner just to the left of\n\nShinbuster\n\n, there is an obvious, diagonaling crack/corner which passes a mouth-shaped pod.  Bart's Way follows this feature, starting a ways downhill of the start of\n\nShinbuster\n\nand ending above the vicinity of the start of\n\nShinbuster\n\n."},"__v":0},{"_id":"ZT1NuLxIWTiBBnTDJ5fIog==","name":"Arapilumps","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Topher Donahue, Kennan Harvey","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5347,40.40622]},"left_right_index":5,"mp_id":"105763164","mp_crag_id":"106429311","climb_id":"ZT1NuLxIWTiBBnTDJ5fIog==","areaRef":"eU0U3WZiVhyKEcnoxOUPkg=="},"content":{"description":"With a style of climbing reminiscent of Mt Arapiles, Australia, this route might also be dubbed \"too pumpy for Lumpy\". Unlike the bulging calves and thought provoking, veins popping out of the forehead, slabbing that Lumpy has to offer, how about getting your lumps Aussie style? After a short ways up Isis, head up the steep wall that forms the left side of the dihedral, following some flakes, and a black water streak before moving right to a large flake. A slung hole at the top backed up with a fixed stopper provides the anchor. Note the 11d rating is on the \"Arapa-Chumps grading system\" which means this one isn't for number chasers as you'll most likely be putting out 5.12 effort while only getting to spray about pulling a 5.11 at the pub. By heck, it's good on ya to be humble, mates. Although only one stars given, this route is a great alternative to the standard Lumpy fare and definitely worth a visit. Enjoy!","protection":"One set of stoppers plus TCUs and cams to a #3 Camalot. There's one fixed stopper on the route. You might want an extra #3 Camalot to place before leaving Isis and heading onto the route to keep a downward pull on your following pieces.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,cd674f3c-8205-5aea-b926-ef2c3b804ed5,9ef89b9d-db55-57cb-b9d3-dac26aa710a4,e7f12ee3-52cd-5f99-aae8-f1193a55b8d1,794d14dd-6662-561c-8a11-c9e8c4e50f92","pathTokens":["USA","Colorado","Estes Park Valley","Lumpy Ridge","Book, The","Isis Buttress"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.8"},{"count":2,"label":"5.10c"},{"count":2,"label":"5.10b"},{"count":1,"label":"5.11a"},{"count":2,"label":"5.11b"},{"count":1,"label":"5.10a"},{"count":1,"label":"5.9-"},{"count":1,"label":"5.11+"},{"count":1,"label":"5.9"},{"count":1,"label":"5.11d"}],"byDiscipline":{"trad":{"total":13,"bands":{"unknown":0,"beginner":2,"intermediate":6,"advanced":5,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":6,"advanced":5,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.5347,40.40622]},"bbox":[-105.53529051754668,40.40577033981814,-105.53410948245335,40.40666966018186],"left_right_index":-1,"ext_id":"106429311","area_id":"eU0U3WZiVhyKEcnoxOUPkg==","polygon":{"type":"Polygon","coordinates":[[[-105.53529051754668,40.40577033981814],[-105.53410948245335,40.40577033981814],[-105.53410948245335,40.40666966018186],[-105.53529051754668,40.40666966018186],[-105.53529051754668,40.40577033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":13,"__v":1,"createdAt":"2022-11-07T05:56:52.787Z","updatedAt":"2024-01-20T01:01:03.929Z"}