{"_id":"6368a57ce80bff5a995b8328","area_name":"Marshfield Ledge","shortCode":"","climbs":[{"_id":"lTIhdZi1VziaPBNgw4BpBw==","name":"Where the sidewalk ends","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-72.31299,44.32764]},"left_right_index":14,"mp_id":"111217331","mp_crag_id":"105892376","climb_id":"lTIhdZi1VziaPBNgw4BpBw==","areaRef":"wZfYNYAUUV+NW590PMFOtw=="},"content":{"description":"A four pitch route up to the highest point on marshfield ledge. Climb the first three approach pitches (the third is the grovelly pitch to access the proud and free buttress) of Proud and Free. From the sidewalk, walk left to the end to access a dihedral. Climb to the base of the offwidth and jam to the top.","protection":"Std rack and #5 BD","location":""},"__v":0},{"_id":"QgkTC+wOUECmAlCkosPfaA==","name":"Wee Bitty Arachnid","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"me? you? them?","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-72.31299,44.32764]},"left_right_index":20,"mp_id":"119681179","mp_crag_id":"105892376","climb_id":"QgkTC+wOUECmAlCkosPfaA==","areaRef":"wZfYNYAUUV+NW590PMFOtw=="},"content":{"description":"left facing corner into short roof traverse just right of Bless the Rains. start in lower dirty arachnid filled system and seal flop onto a ledge, eat 23 medium sized giblet creatures, roar, move into a double fist wide crack corner system to roof protected with a #4. Traverse left and end on finish of Bless the Rains.","protection":"#4 in crux corner crack below roof, single trad rack with nuts. A fear of spiders.","location":"Left facing corner just Right of Bless the Rains."},"__v":0},{"_id":"eBjaKQwPV7e/1+KueqxMtw==","name":"Wasp flake","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Brian Wade 2000s","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-72.31299,44.32764]},"left_right_index":4,"mp_id":"119375919","mp_crag_id":"105892376","climb_id":"eBjaKQwPV7e/1+KueqxMtw==","areaRef":"wZfYNYAUUV+NW590PMFOtw=="},"content":{"description":"Left facing chimney/corner/flake system, one dynamic move and reach if short wingspan in unprotected area of flake. Continue into Falcons Fury to Black Streak anchors. number 4 may be helpful in flake system, but not needed if comfortable at grade","protection":"PG13, large cams to small nuts","location":"go to Black streak, lookers right at obvious system"},"__v":0},{"_id":"/n/HI5q6WwSjmL8OF6f5Lg==","name":"Vounilla","yds":"5.13b","grades":{"yds":"5.13b","french":"8a"},"fa":"Tim Heaghney","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-72.31299,44.32764]},"left_right_index":31,"mp_id":"119556714","mp_crag_id":"105892376","climb_id":"/n/HI5q6WwSjmL8OF6f5Lg==","areaRef":"wZfYNYAUUV+NW590PMFOtw=="},"content":{"description":"Everything but the kitchen sink... This route demands a huge range of climbing techniques. Spectacular white granite, overhanging on a double fall line. Vounilla looks like a feature that you might see 25 pitches up on El Cap","protection":"Nine bolts","location":"Scramble up and left on a slab at the left side of the High Grade block. Start off a little ledge and follow the line of fixed quickdraws"},"__v":0},{"_id":"FycHlweiVgm9FhZ7zJBRAQ==","name":"Vicious Cycle","yds":"5.11b/c","grades":{"yds":"5.11b/c","french":"6c+"},"fa":"Matt Severson, Ira O’Meara Costello","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-72.31299,44.32764]},"left_right_index":36,"mp_id":"120848227","mp_crag_id":"105892376","climb_id":"FycHlweiVgm9FhZ7zJBRAQ==","areaRef":"wZfYNYAUUV+NW590PMFOtw=="},"content":{"description":"The most recent addition to the High Grade area, on a feature we dubbed the Samurai Slab. Some of the thinnest holds Marshfield has yet to offer, bring your edging shoes and cool temps. Many insecure reaches and high steps, punctuated by decent rests. First crux is at the fifth bolt, with a few more near crux’s around the 7/8th and 10/11th bolts. Finish up the right arching crack to a cowboy heel hook over the roof and rock up on big holds to the chains. 15 bolts, closely spaced at first, then widening out. Please send feedback on the rating if you try it!","protection":"Bolts to rap anchors","location":"Low on the High Grade ledge, just right of the fixed hand line. Jug the fixed line, climb Goobs and rap in, or any other lower route that lands you close."},"__v":0},{"_id":"ZluN4rlAWE68DGIjNgNVFw==","name":"Ultra-Violet Arete","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Ira O'Meara, Caleb Fischer","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-72.31299,44.32764]},"left_right_index":22,"mp_id":"119371124","mp_crag_id":"105892376","climb_id":"ZluN4rlAWE68DGIjNgNVFw==","areaRef":"wZfYNYAUUV+NW590PMFOtw=="},"content":{"description":"Move up and left with positive hands and feet (small cams) to the arete. Climb the face and arete past bolts. After the 4th bolt, slopers and side pulls are replaced by jugs and horizontal cracks. Continue up (easier, cams) to one more tricky move (bolt) to a 2 bolt anchor. ","protection":"5 bolts, cams to 2\"","location":"This pitch starts from the anchor on top of The Swarm's 2nd pitch. So climb the 1st two pitches of the swarm, (or better yet, finish that route up,  then rap back down to the anchor.) "},"__v":0},{"_id":"Ii86atmlUOm9+1+j3HAxPg==","name":"The Swarm","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"FFA Chris Skalka and Zach Landis September 23, 2018","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-72.31299,44.32764]},"left_right_index":23,"mp_id":"114780417","mp_crag_id":"105892376","climb_id":"Ii86atmlUOm9+1+j3HAxPg==","areaRef":"wZfYNYAUUV+NW590PMFOtw=="},"content":{"description":"P1 5.9: the first pitch climbs an open slab, 30 meters to the left of Chicken Wing. Begin left of the first bolt on good edges.  Friction moves on engaging terrain continue past 8 more bolts. The top is a large ledge and a 2 bolt anchor.\n\nP2 5.10a: Locate the second pitch by a short scramble up 4th class terrain and belay right below 2 low bolts in a corner.  Climb the corner and eventually work your way out left onto a face.  Pass more bolts on the face.  At this point you will be very close to the neighboring route, Bum Cakes, and you can link over to this line and go to the Bum Cakes anchor.  Otherwise, continue up on good holds.   Pass a series of cracks and slots placing a couple pieces of gear at good stances.  Turn a slight lip, passing out of sight of your belayer, continue up and to the right on an open slab passing 3more bolts and placing a couple more pieces of gear.  After clipping the last bolt easier terrain gains a ledge with a 2 bolt anchor.   From this anchor two 60 meter ropes are the safest option to get down but you may make it with a single 70m.\n\nP3 5.10a:  The third pitch climbs directly above the belay.  Clip the first bolt (glue in wave bolt) and continue to a nice stance where you place a piece of gear.  Continue up past more wave bolts on good holds.  After the 4th bolt a small ramp leads up and right to a ledge.  Place gear off the ledge and work up to a bolt.  Good edges and side pulls get you past 3 more bolts.  Good hand holds and good feet get you to a #2 in a horizontal crack.  Shake out, chalk up and get ready because things are about to get exciting from here.  Crimps and good feet get you up to the last bolt, right below the belay ledge.  A tricky, bouldery, sequence (well protected) gets you up and on to the ledge and a 2 bolt anchor. 3 rappels down from here get you back to the ground. Or if you want to top out, traverse right of the belay ledge onto somewhat dirty and lichen covered ground.   There is one bolt that you can clip and continue up and to the right to the trees above.  The walk around to the west (towards the lake) is the best option to walk down.","protection":"The protection for the first pitch is all bolts. The second and third pitch protects mostly with bolts but several gear placements are needed here and there. A single standard rack up to #2 camelot should do the trick.","location":"This is the next route left of Chicken Wing Slab and to the right of My Lucky Bun Day"},"__v":0},{"_id":"Olz/jDcYX9uB47RHN+4U0Q==","name":"Storm King","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-72.31299,44.32764]},"left_right_index":15,"mp_id":"111217425","mp_crag_id":"105892376","climb_id":"Olz/jDcYX9uB47RHN+4U0Q==","areaRef":"wZfYNYAUUV+NW590PMFOtw=="},"content":{"description":"Same approach as Proud and Free and Where the sidewalk ends. From the P&F sidewalk, walk left to the end, as for sidewalk, climb dihedral but instead of climbing the off width, climb up a face to the right of the offwidth. 2 bolts protect the face.","protection":"Std rack","location":""},"__v":0},{"_id":"qCIVRyPSUO2mgr9J3SWcVg==","name":"Solipsism","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Brian Wade, Ben Falk","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-72.31299,44.32764]},"left_right_index":13,"mp_id":"113565974","mp_crag_id":"105892376","climb_id":"qCIVRyPSUO2mgr9J3SWcVg==","areaRef":"wZfYNYAUUV+NW590PMFOtw=="},"content":{"description":"Begins in the dirty chimney, at the crest of the hill at the base of Marshfield ledge, just to the right of Marshfield Corners. The chimney looks terrible, but its short, not as bad as it looks, and the climbing above is excellent.\n\n Pitch 1: go up the chimney to a bolt. Continue up then traverse left above an overhang. Continue up the face with a sharp arete for your left hand, (bolts) to an anchor at a good stance. 10a\n\n Pitch 2: Traverse up and right from the anchor, follow bolts to get into a small left facing corner. (crux #1) 2 more bolts gets you to a rest, then into another corner with somewhat finicky gear and ferns that you will probably have to pull out while cruxing. Then mantle up onto a nice big ledge. This is a short pitch. If you are feeling confident, you could easily run p1 and 2 together. \n\n Pitch 3: Head straight up to the top of the cliff, following bolts and gear. This pitch has a ton of variety and is sustained and beautiful. At one point about halfway up you will see bolt up and to the left, don't let that distract you. That is another, harder variation. clip a bolt, then, go up through a slabby scoop with good gear at the top of it. Continue straight up to an anchor just below the top. The gear is all there.\n\n As defined by oxford dictionary, Solipsism is \"the view or theory that the self is all that can be known to exist.\"","protection":"Bolts and gear. Single rack. I used tricams on pitch 3. You only need a couple pieces bigger than a .75 camalot. I'd bring a red and gold. A #3 works in the chimney right off the ground, but that's the only time you need it.","location":"Right of Marshfield Corners. Walking the trail, you trend upwards to the top of a small rise, this is where the climb is located. If the trail flattens out and there is a huge low angled slab, you have gone too far, that is the low grade slab, below the high grade ledge."},"__v":0},{"_id":"EWDG6sNbUaa5vx8rTZb5cA==","name":"Requiem for a Dreamer","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"John Sykes and Mike Lee","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-72.31299,44.32764]},"left_right_index":6,"mp_id":"108305128","mp_crag_id":"105892376","climb_id":"EWDG6sNbUaa5vx8rTZb5cA==","areaRef":"wZfYNYAUUV+NW590PMFOtw=="},"content":{"description":"This route provides a \"well-protected\" intro to the style of climbing at Marshfield. I use quotes around well-protected because the hardest parts of this route are well protected, however there are sections with significant space between protection, albeit on easier terrain. A fledgling 5.8 leader would probably not be happy on this route. \n\n  Climb shallow dirty cracks in a shallow left facing corner to a couple bolts. Climb a left-facing flake to a bolt and then follow bolts up the slab to a sloping ledge and a point where you might ask yourself \"Where is the next bolt?\". Climb up and slightly left through some lichen covered overlaps with juggy features and you'll pass a couple more bolts until you come to a steep slab with two bolts. Climb this (crux) and then step left into a left-facing flake system that leads to a small ledge and a fixed anchor.","protection":"Rack: A dozen draws (mix of trad draws and regular) single rack to .75 there are something like 7 or 8 bolts, can't remember.","location":"Start: At the right side of the series of blocks leaning against the cliff. Look for a few shallow cracks and a low bolt. \n\nDescent: Double rope rappel from the fixed anchor"},"__v":0},{"_id":"yLYs+tPVW4qP4HgkmQgaog==","name":"Proud and Free","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-72.31299,44.32764]},"left_right_index":16,"mp_id":"105964370","mp_crag_id":"105892376","climb_id":"yLYs+tPVW4qP4HgkmQgaog==","areaRef":"wZfYNYAUUV+NW590PMFOtw=="},"content":{"description":" Proud and Free is an overhanging finger crack on great granite. Good holds, bomber finger locks, sustained overhanging climbing leads to a shake out then crux bouldery moves on crimps and face holds. One of the top routes at Marshfield Ledge. Great exposure, great climbing, great rock, great gear. Awesome route. A hidden VT gem.","protection":"1 bolt, standard rack of cams and nuts.  2 bolt anchor","location":"This route is at the top of Marshfiled Ledge. From the trail at the base of the cliff look for a beautiflul off width 2 pitches up. Proud and Free to the right. The easiest approach is to follow the approach trail east along the cliff. Go east and up as far as you can. When the trail starts to lead down and around a buttress keep going up the gully. Then rope up the gully, corner and shwack your way up or rock climb and and traverse right after 2 pitches."},"__v":0},{"_id":"M0qqoXznVVKRoAEZLJVASw==","name":"Pistol Whipped","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Zach Landis, Matt Bristol, 2006","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-72.31299,44.32764]},"left_right_index":28,"mp_id":"105892394","mp_crag_id":"105892376","climb_id":"M0qqoXznVVKRoAEZLJVASw==","areaRef":"wZfYNYAUUV+NW590PMFOtw=="},"content":{"description":"Despite the name, Matt did not fall on the FA.  Getting off the ground is the hardest move.  Great face climbing on crimps and edges.","protection":"8 bolts to a 2-bolt anchor.","location":"This climb is on the most eastern wall of the cliff band.  Here there are 2 routes and Pistol Whipped is the leftmost route."},"__v":0},{"_id":"QzoWs18FV+qwkby0BB5lFQ==","name":"My Lucky Bun Day","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"May 2018","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-72.31299,44.32764]},"left_right_index":21,"mp_id":"114589627","mp_crag_id":"105892376","climb_id":"QzoWs18FV+qwkby0BB5lFQ==","areaRef":"wZfYNYAUUV+NW590PMFOtw=="},"content":{"description":"Start at an oak tree.  An easy beginning gets you to a short vertical wall to the right of a gully. Clip bolts to your right and climb crimps on your left until you can break back right onto easier ground and a fun finish to the ledge.  Shares anchor with the first pitch of The Swarm.","protection":"7 bolts 2 bolt anchor","location":"The start of this route is a bit off of the main hiking path.  When the hiking trail stops going steeply uphill, and traverses through a maze of small boulders, look for a scramble path that goes straight up.  This will get you to the base of Bless The Rains on the left wall, a 5.8 dirty corner, and a gully.  To the right of the gully where the ground meets the large slab to the east is an oak tree and the start for My Lucky Bun Day.  The route follows a path of bolts to the right of the gully."},"__v":0},{"_id":"X3MDlXWgVHGNndj/BODU0Q==","name":"Marshfield Corners","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Chris Elms, Jed Elaides ,Andy Tuthill","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-72.31299,44.32764]},"left_right_index":11,"mp_id":"113512224","mp_crag_id":"105892376","climb_id":"X3MDlXWgVHGNndj/BODU0Q==","areaRef":"wZfYNYAUUV+NW590PMFOtw=="},"content":{"description":"This route does not dry well and has become somewhat dirty over the years although it's still worthwhile.\n\n P1: Start on the ledge or do some unprotected friction bouldering. There is thin gear in the flake before moving left to better protection above. At the bolt in the slab continue left. Traverse way left (30 ft) quite unprotected and then up about 10 ft to the anchors. It's also possible to gain that ledge sooner with more difficult moves.\n\n P2: Climb the left-facing corner to near its top. After the pin swing right around the corner.\n\n P3: Climb left-facing corner, stem and laybacking. it takes thin gear especially at the bottom. Traverse left under the roof split by a crack. Big hold out left then continue to top.\n\n Descent: Make four rappels on a single 60m rope. Rappel the corner system in two rappels to the bolted anchor at the top of P1. From the P1 anchor, rappel directly down towards an oak tree and a fixed anchor. One more rappel leads to the ground.","protection":"All the anchors are bolted. A single rack will suffice up to a number 3. Lots of small gear.","location":"When walking along the base this route is just where the trail starts to turn downhill, just past the boot in the tree. You'll see a big white patch of rock where the second pitch fell off the cliff."},"__v":0},{"_id":"gETz6YOsUmaOFUpleLOBPg==","name":"Lycanthropy","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Ira OMC, Samantha Duchaine,  October 31 2020","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-72.31299,44.32764]},"left_right_index":10,"mp_id":"119835839","mp_crag_id":"105892376","climb_id":"gETz6YOsUmaOFUpleLOBPg==","areaRef":"wZfYNYAUUV+NW590PMFOtw=="},"content":{"description":"Two long pitches of interesting, varied climbing with cool crux sequences.  The only detractment are a couple brushy ledges, and one big ledge between pitches that make it a little less sustained. P1 10d,  160 feet.  Start up slabby black rock past 3 bolts to vegetated ledge.  Up, then cut right into a corner (#4 camalot) follow that up to another ledge. (Anchor here is for rappelling. Its possible to split this into 2 pitches but better as one long pitch) Climb the face and the corner, move onto the face entirely below the small roof and make tricky moves to a nice short crack. (Crux) Gain another ledge, step right and go up to another bolt on a slab.  ( if climbing as one pitch with a single rope, consider back cleaning to reduce drag) Climb up to trees. Move the belay up and left to a large hemlock with a lot of pecker holes. P2 10a, 130 feet.  This is the money pitch. Climb straight up above the big hemlock and through a small roof (cams) to gain the face above. Continue up passing bolts on unique,  featured vertical fins of granite (be wary of breaking holds) to a 2 bolt anchor. Descent. 3 rappells with a 70 meter rope. (Or 2 with double 60s)  The top pitch cannot be rapelled with a 60 meter rope. You will be rapping right to the ends with a 70 to get back to the pecked hemlock. Use caution. ","protection":"Bolts, light rack of cams to from 0 c3 to #1 camalot. Bring #4 camalot as well. Nuts not really needed.","location":"Right of Shortys Poop route, left of Marshfield corners. Look for black rock with black bolt hangers. "},"__v":0},{"_id":"xB16t3QqVba2HHn1gH/WRQ==","name":"Ledge Connector","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Zach Landis","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-72.31299,44.32764]},"left_right_index":25,"mp_id":"114587676","mp_crag_id":"105892376","climb_id":"xB16t3QqVba2HHn1gH/WRQ==","areaRef":"wZfYNYAUUV+NW590PMFOtw=="},"content":{"description":"Ledge Connector was the envisioned way to rock climb up to the High Grade ledge.  Pitch 1 is 5.6 and Pitch 2 is 5.9.  The first pitch originally climbed on bad tradition gear but now clips 7 bolts at a grade of 5.6.  The second pitch is a bit harder at 5.9. Bolts and interesting moves get you to a 2 bolt anchor.  Most of the climbing on pitch 1 is 5.5 and if you're heading up to High Grade and don't want to jug a fixed line this, is a great option.","protection":"pitch one 7 bolts.  pitch 2 5 bolts","location":"This is the next route to the right of Chicken Wing Slab. It usually has fixed ropes nearby. Look for glue-in wave bolts that lead to a large ledge below High Grade.  Ledge Connector second pitch often has a fixed rope next to it."},"__v":0},{"_id":"iHgPQ+BHVJOl/g6WloVerg==","name":"Just for Goobs","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"Brian Wade, Andrew Farrell, Mike Blazewicz, summer 2005","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-72.31299,44.32764]},"left_right_index":26,"mp_id":"107809033","mp_crag_id":"105892376","climb_id":"iHgPQ+BHVJOl/g6WloVerg==","areaRef":"wZfYNYAUUV+NW590PMFOtw=="},"content":{"description":"","protection":"","location":""},"__v":0},{"_id":"PlgkB6b6VOWQnISorBKGbw==","name":"High Grade The Hard Way","yds":"5.13+","grades":{"yds":"5.13+","french":"8b"},"fa":"Peter Kamitses, May 10, 2007","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-72.31299,44.32764]},"left_right_index":34,"mp_id":"105958879","mp_crag_id":"105892376","climb_id":"PlgkB6b6VOWQnISorBKGbw==","areaRef":"wZfYNYAUUV+NW590PMFOtw=="},"content":{"description":"This route begins to the right of the High Grade start.  It climbs crimps and jugs for 3 bolts until the holds run out.  1/4 pad edges on steep terrain link you to the shake out  on High Grade. Finish up High Grade","protection":"8 bolts","location":"This route is on the obvious over hanging wall on the central upper section of Marshfild Ledge"},"__v":0},{"_id":"oZDZOgyEVq+i9uclBhpt7A==","name":"High Grade Direct","yds":"5.13b","grades":{"yds":"5.13b","french":"8a"},"fa":"Peter Kamitses","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-72.31299,44.32764]},"left_right_index":32,"mp_id":"112215426","mp_crag_id":"105892376","climb_id":"oZDZOgyEVq+i9uclBhpt7A==","areaRef":"wZfYNYAUUV+NW590PMFOtw=="},"content":{"description":"Climb the first 5 bolts of High Grade, gaining a shake at the large flat hold. From here, instead of busting right to the arete, move slightly left through a boulder problem with precise movement and intricate footwork, finishing on a right hand jug. Clip and move through 2 more bolts of easier climbing to rejoin High Grade in time for the final moves to the chains.","protection":"8 bolts plus anchors","location":"Same start as High Grade"},"__v":0},{"_id":"rl2Cn2r+UW+RneM76sSUYA==","name":"Groton High Grade","yds":"5.13","grades":{"yds":"5.13","french":"8a"},"fa":"Peter Kamitses, Oct. 15, 2006","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-72.31299,44.32764]},"left_right_index":33,"mp_id":"105892379","mp_crag_id":"105892376","climb_id":"rl2Cn2r+UW+RneM76sSUYA==","areaRef":"wZfYNYAUUV+NW590PMFOtw=="},"content":{"description":"The Groton High Grade.  The route that defines the ledge.  Classic.  Edges and crimps on steep terrain lead to a bouldery crux.  A delicate throw off bad holds gains the arete.  Better holds and wonderful exposure continue up to the chains.  ","protection":"The route clips 8 bolts to a 2-bolt chain anchor.","location":"The route is at the top, center of the cliff.  One must climb 2 pitches to gain the High Grade ledge.  The easiest way to access the High Grade Ledge is to climb the first 2 pitches of Ledge Connector and scramble left."},"__v":0},{"_id":"Xk5a6oTCVk2TEcpoF7aYyQ==","name":"French Berries","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"zach landis 2006","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-72.31299,44.32764]},"left_right_index":30,"mp_id":"114376011","mp_crag_id":"105892376","climb_id":"Xk5a6oTCVk2TEcpoF7aYyQ==","areaRef":"wZfYNYAUUV+NW590PMFOtw=="},"content":{"description":"The left most route at high grade ledge.  Cracks and edges get you up to a slab.  tackle the slab and then your almost finished.  ","protection":"Takes a big cam at the start, then standard rack gets you up to the crux which is protected by 2 bolts.  2 Bolt anchor at the top.","location":"This is the most left route off the High Grade ledge.  "},"__v":0},{"_id":"z0GtL+iMWh20m4LIolRzXQ==","name":"Falcons Fury","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"ChrisEllms, Stoney Middleton, Jed Eliades Jul. 23 1983","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-72.31299,44.32764]},"left_right_index":3,"mp_id":"119344945","mp_crag_id":"105892376","climb_id":"z0GtL+iMWh20m4LIolRzXQ==","areaRef":"wZfYNYAUUV+NW590PMFOtw=="},"content":{"description":"P1: 5.8+ PG, 30m Start for Black Streak, pass 2 bolts, to flake/block to crack sequence on slab, to shared 2 bolt anchorp2: 5.9+ PG, 30m from belay move right onto buttress past bolts and a pin, up and right traversing \"Dead Man's\" pulling a bulge to 2-bolt anchorp3: 5.7 PG, 25m straight up on flakes and corners, move left on easy run-out slab, to ring-bolt anchorp4: 5.9, 50m, traverse left past ledges to streak of white rock before moving up","protection":"Double rack with micro and nuts, some balls for tiny seams","location":"start of Black streak, buy Tough Schist"},"__v":0},{"_id":"8j6d8Wo7UJu1lJ9f0IQtSQ==","name":"Empty Clip","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Travis Peckham, Seth Maciejowski. October 2018.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-72.31299,44.32764]},"left_right_index":5,"mp_id":"117950047","mp_crag_id":"105892376","climb_id":"8j6d8Wo7UJu1lJ9f0IQtSQ==","areaRef":"wZfYNYAUUV+NW590PMFOtw=="},"content":{"description":"We only climbed the first three pitches (the 4th was wet), but this was one of the few routes that was dry the day after a heavy rain, so I thought it was worth submitting. I was pleasantly surprised by the quality of this route! Fun movement, good gear, beautiful setting.\n\n P1: Climb up the right slanting ramp, mantle onto the ledge above. Step left and clip a bolt, and then quest up into the fun slab above following the line of bolts. Two bolt anchor (5.8).\n\n P2: Clip the bolt right above the anchor, then pull a fun (but tricky) move past it. Fun climbing up flakes (protects with mostly finger sized cams in the flakes, some of which sounded a bit hollow). Another tricky move leads to another bolt. After clipping that, pull a tough mantel onto the ledge above. Tree anchor (5.9+).\n\n P3: Head left up the gully with a couple trees growing out of it. Stand on the ledge and clip a bolt, and then make your way past a thin face/slab section until you can grab jugs. Continue up the face (bolted, with some gear placements in between the longer runouts). Make another tough move past the last bolt, and then stand up into the right facing corner above. Instead of climbing this corner, step left and climb the beautiful finger-thin hands crack. Unfortunately, this crack does not last as long as you would like and the angle quickly eases off. Two bolt anchor (5.9, but I thought it was just as tough as the 9+ pitch).\n\n P4: This was rather wet looking so we rapped, but: 5.8 according to Tough Schist. Looked like a mostly bolted pitch, but it did look a bit run out to the first bolt - although maybe some gear placements were possible in a small left corner before the first bolt?? Go figure it out! A short pitch, we saw a two bolt anchor at the end (5.8).\n\n You can rap the route with a 70.","protection":"I brought 10ish draws, a rack from purple C3 to #2 C4  (doubles in finger sizes), and an assortment of nuts and that was probably excessive. I never ended up placing the #2 although you probably could, and the doubles in fingers weren't necessary. You could also get away without the microcams, but I did place one on the 2nd pitch.","location":"A bit difficult to describe, especially since I didn't get any pictures. Probably best if you have the guidebook since there are many routes not on MP, but I'll do my best: Black Streak (5.9) is an obvious landmark, and the first route you see when approaching the cliff (it is a black streak with bolts going up it). From here, walk right along the base off the cliff for a short distance. Look for the right slanting ramp at the start of the 1st pitch which leads to a ledge, and there is a line of bolts above that. "},"__v":0},{"_id":"tm7qdJ7dXnuU0Ud6j7XeOQ==","name":"Dragon Fly","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-72.31299,44.32764]},"left_right_index":29,"mp_id":"120367798","mp_crag_id":"105892376","climb_id":"tm7qdJ7dXnuU0Ud6j7XeOQ==","areaRef":"wZfYNYAUUV+NW590PMFOtw=="},"content":{"description":"This is the slabby route that is directly to the right of Pistol Whipped. Slightly easier, but still has the enjoyable and sporty finish on big jugs.","protection":"bolts","location":"Walk quite far down the cliff to find the pistol whipped alcove. This is the right sport route there."},"__v":0},{"_id":"0B4Xbw2FW3yEizQedNClHQ==","name":"The Deadline","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Seth Maciejowski, Travis Peckham, Mar. 24, 2012","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-72.31299,44.32764]},"left_right_index":7,"mp_id":"108305175","mp_crag_id":"105892376","climb_id":"0B4Xbw2FW3yEizQedNClHQ==","areaRef":"wZfYNYAUUV+NW590PMFOtw=="},"content":{"description":"Taken by themselves, each pitch may not be three star worthy for one reason or another, but together they represent a sustained, engaging, long route that tops out which is pretty nice.\n\nP1 (5.8 PG): Climb easily up flakes below the yellow birch to a stance at the horizontal crack (gear, critical) pull a tricky friction move (crux?) and climb the clean slab to a right-rising rampish thing and a bolt. Surmount the short bulge and climb te right-leaning/rising flake/crack system to a grassy ledge with a large oak tree belay. 80'\n\nP2 (5.10): From the belay, climb the short/shallow left-facing corner to a bolt and work to right to better holds and a stance (crux 1?). Pass a couple good horizontals (gear) and climb the slab passing four bolts (crux 2) to a stance at a debris filled crack (still able to get a good piece). Tricky/thin moves exit from the crack to the shallow ledge system, step left to a fixed anchor. 100'\n\nP3 (5.10): Trend up and right with minimal gear passing a hollow flake that forms a crack (dubious protection) till you can step right into a crack (gear). Climb up passing a crashpad sized flake gaining a vegetated ledge. Punch through the crap to the base of the steep headwall. Gain the headwall (being careful between the first and second bolts) and make increasingly difficult moves to tricky move before the headwall ends. Either make a tricky mantle, or alternatively hand traverse right 4' and climb a dirty but positive left facing corner to a stance. Climb slabby steps passing horizontals (gear, think about protecting second after they unclip the last bolt). Ultimately trend right and belay at a fixed anchor just left of an oak tree. 100'\n\nP4 (5.9): Climb up to the lone bolt and then run it seriously out through \"stair steps\" in the bulge. Pass a couple horizontals (gear) and meander through the easiest line until a short steep slab with a bolt. Climb the slab or step right 7' and easily climb a right-facing corner/flake system and slab to the base of the bolted headwall. Climb the headwall (fun/awkard) to a hard exit to a less vertical section (semi poorly placed directional, clip long). Trend up and left (gear) to cool features, a stance, a bolt, the last couple moves, and a mantle finish. Belay at chainset 6' right of the prominent cedar tree on the ledge. 160'\n\n To descend, rappel with double ropes from the top of P4 to the top of P3, then make one more double rope rappel to the base of the cliff (which gains elevation from the start of the route).","protection":"Gear: Single rack from micro cams to #1 C4, 12 draws with some shoulder length slings in there.","location":"Start: About 30' right of Requim look for a lone healthy yellow birch growing about 20' up.\n\nDescent: Two rappels with double 60m ropes"},"__v":0},{"_id":"NXfumEBOV4i0i0L1cnXKjQ==","name":"Curving Crack","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Pitch 1, see Solipsism. P2, Ira OMC, Doug Scott. P3 Chris Elms, Stoney Middleton","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-72.31299,44.32764]},"left_right_index":12,"mp_id":"117586721","mp_crag_id":"105892376","climb_id":"NXfumEBOV4i0i0L1cnXKjQ==","areaRef":"wZfYNYAUUV+NW590PMFOtw=="},"content":{"description":"Pich 1. Same Solipsism.  5.10a, 90 ft.Pitch 2 \"Raiders of the lost Arch\" : From the anchor, head up on difficult friction past 2 bolts to a shallow corner that takes gear . Continue up past bolts and gear a nice featured face to a small overlapping arch. Do some hardcore smearing and bouldering action to gain a perfect undercling, (follower should get the undercling before unclipping the bolt, to avoid losing their stance)  then traverse left a few feet , maintaining those tenuous smears, until you can reach positive holds above.  Pull through the roof, then head left to an anchor. 5.10+? (Not sure on grade) 100 ft.Pitch 3 \"The curving crack\"  climb to the left, up a short corner. Reach right to clip a bolt, then make tricky moves up and right to reach the base of the corner/crack. Climb the splitter hand crack until it widens , (#4 cam size) follow the crack to a 2 bolt anchor. 5.9 , 80 feet.Rappel the route with a 70. I think a 60 would work but no promises.","protection":"Bolted anchor. Trad rack to #4. You could prob do without nuts.","location":"Same as Solipsism. "},"__v":0},{"_id":"u843ZQbhVBi5+sAc+UPMDA==","name":"Chicken Wing Slab","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Zach Landis, 2006","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-72.31299,44.32764]},"left_right_index":24,"mp_id":"105892973","mp_crag_id":"105892376","climb_id":"u843ZQbhVBi5+sAc+UPMDA==","areaRef":"wZfYNYAUUV+NW590PMFOtw=="},"content":{"description":"This long route climbs a slab, two bulges, and a steeper slab with great friction moves.  It climbs a full rope so bring 2 ropes to retreat.  Most of the climbing if 5.9 but there is a hard mantle move to get over the second bulge.","protection":"9 bolts.","location":"The easiest way to find the start of this route is to find the large slab at the middle of the cliff."},"__v":0},{"_id":"kJaaHWHPUAuG5TKEh5AqOQ==","name":"Captain Planet","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Nate Vince, Hope Vince, Joe Consavage","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-72.31299,44.32764]},"left_right_index":1,"mp_id":"121858165","mp_crag_id":"105892376","climb_id":"kJaaHWHPUAuG5TKEh5AqOQ==","areaRef":"wZfYNYAUUV+NW590PMFOtw=="},"content":{"description":"P1: The Zebra Slab (5.11b 5.8PG13): Start up the slab following the path of least resistance, passing a short hand-sized crack and aiming for a bolt up and left at about 30 feet. Clip then continue up and right passing 4 or 5 more bolts as you quest straight up the steep slab (crux). Once you're done enjoy a welcome stance before embarking up easier but heady terrain above, passing 5 more bolts and eventually reaching a two-bolt ring anchor. 150 ft.P2: The White Ceiling (5.12a 5.8PG13): Power straight up through a break in the arch (crux, bolt), then follow the arch to the left and continue easily up the slab to a comfortable belay ledge. Nate says this pitch is 5.9 A0 if you want to skip the 5.12 bit, with some spicy but moderate climbing similar to p1. Will update description when more info available.P3: (5.8): Walk/slab to the right until you find a fingers-to-hands sized crack and follow it up to a two-bolt belay. P4: Pitch 4 of Falcon's Fury (5.9R): Traverse a significant distance to the left, passing several ledges and eventually finding passage to the top of the cliff up a streak of white rock. The guidebook has this listed as G-rated although I've heard from a few people that it has a 5.9R move. Will update description when more info available (anyone care to chime in?) 160ftAll anchors bolted with rap rings although I'm guessing p4 is a tree anchor.Descent: P1-P3 can be rapped with a single 60m rope, using the anchor at the top of Black Streak to make the final rap to the ground. Knot the ends of your rope as this will be a serious rope-stretcher. P4 will require two 60's.","protection":"Single rack through #4 and maybe some small gear helpful as well","location":"The route starts high up in a gulley between the Black Streak area and the Ben Worthy of Waden/Biden Time area. From the base of Black Streak bushwhack up and climber's left following the forested area uphill into the tip of the A-shaped notch formed between the two slabs. If you're standing at the base of Black Streak you should be able to see 4 or 5 closely-spaced bolts on a near-vertical dark streak of rock 100 or so feet up and to your left, left of Hen Pecked Husband.  This is the crux of p1."},"__v":0},{"_id":"JFnVDMdXWiu2YYAICyfyvA==","name":"Bum Cakes","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-72.31299,44.32764]},"left_right_index":17,"mp_id":"114589700","mp_crag_id":"105892376","climb_id":"JFnVDMdXWiu2YYAICyfyvA==","areaRef":"wZfYNYAUUV+NW590PMFOtw=="},"content":{"description":"This is the left line of bolts on the Mid Grade ledge. It climbs to the left of the second pitch of The Swarm. Start at a glue-in and move up into a crystal covered flake. Hard moves on crimps get up to good holds.  Avoid climbing too far to the left, where the rock gets a bit dirty and broken. Also possible to link into the swarm by heading right where the two routes climb alongside each other. The link-up makes the second pitch of The Swarm 5.10C and coined Bum Swarm","protection":"6 bolts 2 bolt anchor","location":"Mid Grade Ledge.  Climb Bless the Rains, The Swarm or My Lucky Bun Day to get to the Mid Grade Ledge.  "},"__v":0},{"_id":"WDGc9enlVVOTRJ8byULCuA==","name":"Boneless Chicken","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Travis Peckham, Seth Maciejowski, Derrek Anderson, April 2012","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-72.31299,44.32764]},"left_right_index":8,"mp_id":"121425807","mp_crag_id":"105892376","climb_id":"WDGc9enlVVOTRJ8byULCuA==","areaRef":"wZfYNYAUUV+NW590PMFOtw=="},"content":{"description":"Thin friction, a gorgeous finger crack, and technical face climbing. Somewhat adventurous (dirty) in its current state but a lot of fun nonetheless.P1: 5.8 PG Climb pitch one of The Deadline. Up blocky holds and flakes to a horizontal crack (gear) to the birch tree ledge, then do a hard friction sequence to gain a bolt you wish was closer. Continue up the slab and right rising ramp, surmount a bulge, then finish up flakes and cracks to a belay ledge with an oak tree anchor. 80 feet.P2: 5.9 G From the belay walk 20 feet right along the sidewalk then follow good holds and gear up to a stance below a bolt. Clip and make some 5.9 friction moves up the face and past another bolt, eventually gaining the splitter finger crack that defines this pitch. After the crack peters into the slab move up and right to a stance on a ledge with a large overlap. Continue up passing cracks and a final bolt, then finish on a tree covered ledge. Scramble up and right and belay near a hemlock. 100 feet.P3: 5.10d G Clip the first bolt from the belay then step down and right from the hemlock. Wipe the dirt off your shoes and make techy thin face moves past 3 bolts. Traverse left toward the shallow open book (gear), climb up and clip another bolt, then fire into the crux sequence protected by micro cams. Gain the featured slab and enjoy some easier climbing past horizontals to a bolted ring anchor atop p2 of Shorty's Poop Route. 100 feet.Descent: Guidebook says to rap the route with two 60's. ","protection":"Rack to 2\" including microcams.","location":"30 feet right of Requiem look for a birch tree growing 20 feet up. "},"__v":0},{"_id":"GLGFKluTWRO8iUoWTzYfig==","name":"Bless The Rains","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"july 2018","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-72.31299,44.32764]},"left_right_index":19,"mp_id":"114589674","mp_crag_id":"105892376","climb_id":"GLGFKluTWRO8iUoWTzYfig==","areaRef":"wZfYNYAUUV+NW590PMFOtw=="},"content":{"description":"Not many moderate  routes like this at Marshfield.  Really fun moves on crimps, edges and side pulls.  This route follows a path of glue-in Wave bolts to the left of a dirty 5.8 corner crack. Belay at a steep sloping stance by an oak tree.  Clip 6 bolts then find easier terrain where the route meets up with the corner crack. Traditional gear can be placed here to protect the last section of climbing.  The entire Mid Grade ledge is accessible from above the anchor if you're looking to continue up to other pitches such as Marshfield Corners, Proud and Free, Where the Sidewalk Ends or even Bum Cakes or the second pitch of The Swarm.  It's a large ledge.","protection":"6 bolts .5 cam and large nut at the top","location":"As you're hiking up the trail and the trail stops going up and starts to traverse through some boulders, look for a scramble up."},"__v":0},{"_id":"l8N8UBlhXaKIFw0bsUwANQ==","name":"Black Streak","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Zach Landis, Jen Lloyd, 2003","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-72.31299,44.32764]},"left_right_index":2,"mp_id":"105892977","mp_crag_id":"105892376","climb_id":"l8N8UBlhXaKIFw0bsUwANQ==","areaRef":"wZfYNYAUUV+NW590PMFOtw=="},"content":{"description":"As of July 2018, Black Streak has received a make over. The old wonky bolts are gonzo.  In their place are 9 glue-in Wave bolts and a new anchor. It climbs much better. Before this upgrade one would have to place gear in the left facing corner, then run it out passing 5 suspect bolts. The current set up is a far more civil affair.  \n\n Start the route where the approach trail arrives at the cliff. Instead of heading into the left facing corner crack, as the route was previously climbed, zig-zag up the easy slab to a glue in wave bolt.  A tricky move past this first bolt gets you off and running up the black streak. Cool holds and technical climbing lead you past 8 more glue-in bolts until the last dash to the ledge and a new 2-bolt anchor and chain. While the route is 36 meters, you can just get down with a 60 meter rope if you pendulum to the right on rappel to where the ground comes a bit higher up the cliff.  A wonderful line of bullet granite.","protection":"9 Bolts to a 2 bolt anchor.  ","location":"This route starts at the west end of the cliff.  The first sport route one sees when hiking in."},"__v":0},{"_id":"695DeRUqVfS6yt+H6k96RQ==","name":"Bidin' Time","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"11/6/2020 T.Peckham, S. Maciejowski","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-72.31299,44.32764]},"left_right_index":0,"mp_id":"121104654","mp_crag_id":"105892376","climb_id":"695DeRUqVfS6yt+H6k96RQ==","areaRef":"wZfYNYAUUV+NW590PMFOtw=="},"content":{"description":"Arguably one of the best routes at Marshfield Ledge, Bidin' Time takes an improbable direct line up a series of headwalls on the left side of the slabs at Marshfield.  Each pitch features some combination of sustained slab, gymnastic steeper terrain or intricate face climbing.  A cooler, low humidity day is definitely preferential as is a very sticky pair of shoes.  Do not miss this line...P1 5.8 100' : Climb Benworthy of Waden to a dirty top out at a large oak tree.  Alternatively, walk around left to bypass this pitch.  Move right 50' on the tree ledge the base of a dark slab and an hourglass shaped flake. P2. 5.10c 100' : Move off the ledge past bolts to the top of the flake and then head directly up the slab above making progressively more desperate slab moves to an intersection with Benworthy of Waden.  Move up and right to a left facing flake and follow it to a bolt anchor atop a large flake pasted on the slab roughly shaped like the state of New York.P3. 5.10c 70' :   A lower angle crack leads up to an overhung headwall.   Place gear and undercling left to a block corner.  Launch strenuously up the corner on bolts to another sequence of very thin slab moves across a faint dike.  Easier slab climbing leads up and right to a bolt anchor behind a prominent hemlock. P4. 5.10c 100' : Move left from the belay to a left leaning flake.  Power up the flake to a stance.  Now decipher a series of intricate and puzzling moves on a steep headwall up to another no hands rest.  Tackle the final steep headwall to an amazing mantle with incredible position on the flat summit of the Marshfield slabs.  Locate a belay tree roughly 50' back from the lip and belayRap from the tree 3 rappels on a 60m rope to the ledge at the top of pitch 1.  walk off down and right or rap the first pitch of Benworthy.","protection":"A minimal rack to 2\" will suffice as most of the route is bolted.  The route can be rappelled off any pitch with a single 60m rope.","location":"Use the Tough Schist guidebook to locate the start of Benworthy of Waden.  This is the leftmost bolted route about 100' left of Black Streak (where the trail intersects the cliff)."},"__v":0},{"_id":"U10p7mBbXMyw7JK9BzvgXA==","name":"Banches With Wolves","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Zach Landis 2007","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-72.31299,44.32764]},"left_right_index":27,"mp_id":"114376068","mp_crag_id":"105892376","climb_id":"U10p7mBbXMyw7JK9BzvgXA==","areaRef":"wZfYNYAUUV+NW590PMFOtw=="},"content":{"description":"A short sport pitch but fun climbing. I think the crux is a clip off a flaring hand jam. Although this is a sport route, I taped up as if at Indian Creek. Steep, well protected, and who doesn't like Kevin Costner? There is an open project next to this route. Send it and let me know!","protection":"bolts to 2 bolt anchor","location":"This is at the far east side of Marshfield Ledge. If you make it all the way out there you might as well go a little bit farther and scope out Pistol Whipped."},"__v":0},{"_id":"FeyX52wcVkCfyDZHEMvhaQ==","name":"Aladdin's Ladder","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-72.31299,44.32764]},"left_right_index":35,"mp_id":"111217464","mp_crag_id":"105892376","climb_id":"FeyX52wcVkCfyDZHEMvhaQ==","areaRef":"wZfYNYAUUV+NW590PMFOtw=="},"content":{"description":"From the same start as The Hard Way, follow bolts up and right, climb around the arête and do a tricky slab sequence leading to the base of a finger crack and roof. Can also be linked back left the top of High Grade, before you climb to the finger crack.","protection":"Protects with quick draws and a few small cams: 0.4 - 0.5","location":""},"__v":0},{"_id":"CGLqF7BUWkK2qbMqHNIekQ==","name":"\"Chris's Corner\"","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Chris Ellms, Jed Eliades  1980'2","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-72.31299,44.32764]},"left_right_index":9,"mp_id":"112841593","mp_crag_id":"105892376","climb_id":"CGLqF7BUWkK2qbMqHNIekQ==","areaRef":"wZfYNYAUUV+NW590PMFOtw=="},"content":{"description":"From \"Tough Schist\". \"Though it has become quite dirty, there is an attractive right facing corner that can be reached by scrambling up to a ledge left of the start of Shorty's Poop Route.\"  \n\n  This is a fun pitch, and though it's probably still dirty (I climbed it roughly 9/16) it'll make a fun alternate start to Boneless Chicken. Climb the thin corner to a right leaning, small roof with flaring underclings. Skirt right along it and then up some good locks. Towards the top the crack widens to a chimney that you can either dive into or stem the outside of. Belay on hemlocks at the ledge shared with top of P1 of Boneless Chicken.","protection":"Standard rack for most Marshfield trad climbs will do it. Mostly smaller cams.","location":"Right of Boneless Chicken and left of Shorty's Poop Rouote. Pass the start of The Deadline and continue uphill, look up and left and you'll see the corner with a small tree growing out of the crack about 5 feet up. Scramble up some mossy slabs/dirty gullies about 30 feet to set belay. From the top you can rap down Boneless Chicken's first pitch, or continue up it's second pitch and rap then, or keep climbing The Deadline or Shorty's."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,f0144402-e84e-5e32-88ee-648033ed0e77,c39deb6c-8546-520a-9c31-aee4f0c33a5c,c197d835-8014-515f-8d5b-9f743cc14eb7","pathTokens":["USA","Vermont","1. Northern Vermont","Marshfield Ledge"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.11a"},{"count":2,"label":"5.8"},{"count":4,"label":"5.10a"},{"count":2,"label":"5.13b"},{"count":1,"label":"5.11b/c"},{"count":2,"label":"5.10b"},{"count":4,"label":"5.10c"},{"count":1,"label":"5.11b"},{"count":4,"label":"5.9"},{"count":3,"label":"5.10d"},{"count":1,"label":"5.7+"},{"count":1,"label":"5.13+"},{"count":1,"label":"5.13"},{"count":2,"label":"5.9+"},{"count":2,"label":"5.10+"},{"count":1,"label":"5.12a"},{"count":1,"label":"5.9-"},{"count":1,"label":"5.11"},{"count":1,"label":"5.11c"}],"byDiscipline":{"trad":{"total":22,"bands":{"unknown":0,"beginner":3,"intermediate":14,"advanced":5,"expert":0}},"sport":{"total":14,"bands":{"unknown":0,"beginner":1,"intermediate":7,"advanced":2,"expert":4}}},"byGradeBand":{"unknown":0,"beginner":4,"intermediate":21,"advanced":7,"expert":4}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-72.31299,44.32764]},"bbox":[-72.31361858262521,44.32719033981814,-72.31236141737477,44.32808966018185],"left_right_index":-1,"ext_id":"105892376","area_id":"wZfYNYAUUV+NW590PMFOtw==","polygon":{"type":"Polygon","coordinates":[[[-72.31361858262521,44.32719033981814],[-72.31236141737477,44.32719033981814],[-72.31236141737477,44.32808966018185],[-72.31361858262521,44.32808966018185],[-72.31361858262521,44.32719033981814]]]}},"content":{"description":"Marshfield Ledge is a large 3-pitch granite cliff reminiscent of Whitehorse Ledge in NH.  The established routes range from traditional to sport.  Many of the routes are slab, friction affairs, but recently some hard overhanging sport routes have been put in.  The rock quality is great.  Most of the routes have bolt anchors.   This cliff has been a secret for years and is now starting to see consistent traffic.   The views are splendid and look out over very undeveloped, wild green mountains."},"density":0,"totalClimbs":36,"__v":1,"createdAt":"2022-11-07T06:28:14.671Z","updatedAt":"2024-02-19T18:41:23.022Z"}