{"_id":"63689f33e80bff5a9950cdbb","area_name":"El Capitan","shortCode":"","climbs":[{"_id":"CtnnUhfgUKGkXzJFUNiITQ==","name":"Ping Ridge","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Zach and Sarah Wahrer","type":{"trad":true,"alpine":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-114.93488,43.94141]},"left_right_index":0,"mp_id":"110692742","mp_crag_id":"110692736","climb_id":"CtnnUhfgUKGkXzJFUNiITQ==","areaRef":"Ny5c64lJVUuhzNdsiXib2g=="},"content":{"description":"\"Ping Ridge\" climbs the large ridge that begins just right of the chimney that splits the main El Cap formation and the sub-tower to the northeast.\n\nP1 - Climb the narrow ridge that forms the right side of the large chimney. Stay out of the scoop to the right, favoring the arete and face to the left. Belay from gear on the ledge above. Some loose rock on this pitch, but fun with reasonable gear. 5.7, ~45M.\n\nP2 - The worst pitch on the route. We chose to simul this pitch, but it has a lot of loose rock, so you may want to belay, preferably out of the way. Make your way up over 3rd class that quickly turns to 4th, then creeps up to about 5.6. We stayed near the arete until we passed the roof in the big gully to the left, then set a belay at a small tree with an ok stance. Be super duper careful on this pitch as there are many killer blocks through this section and the protection is sparse. What gear is there is surprisingly good. 5.6R, ~60M.\n\nP3 - From the small tree, traverse hard left under a short head wall and into the gully. There are about 3-4 spots for gear on this pitch, but the climbing is easy and feels pretty solid after the choss fest you just swam through on the last pitch. Belay from a large, solid slingable horn and few medium cams. 5.4R, ~50M.\n\nP4 - From the horn, move right around a bulge and follow the gully. The climbing continues to be easy, with sparse pro. Cut left onto a dirty ledge and then up into the dihedral above. We simuled a bit here, so you may to build an intermediate belay on the ledge if you are uncomfortable with that technique. Belay on top of the dihedral with a gear anchor (small nuts), from a good stance on the upper ridge. 5.5R, ~75M.\n\nP6 (or 5 if you simuled) - The best pitch. Scramble along the ridge until it steepens. Dropping down on the left as need be to get pro and remember to protect your follower as a fall here would involve a pendulum. Stretch your rope all the way to 60M and belay from a large slung boulder on the left side of the ridge with a great stance. 5.6, 60M.\n\nP7 - The summit is near. Pull a few 5th class moves onto the slab above the belay and begin traversing left. After some walking and a few 4th class moves you will arrive at the summit. Belay from slung blocks. 5.4, ~30M.\n\nOverall, the climb is fairly fun, but the 2nd pitch is dangerous. Perhaps a different path for P2 would make the climb better. Even the best pitches contain many loose blocks and some questionable pro, so this is not a route for the inexperienced. P1 and P6 are a lot of fun though.","protection":"We brought a very light rack of nuts and singles .5 though 3 in C4s along with a lot of slings. This seemed adequate.","location":"The route begins on the right side of the chimney that forms the split between El Captain and the sub-tower to it's northeast."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,f4466c3f-1d59-56da-9fa9-8ef51d12d53e,02ac3e51-11bc-5ac4-a837-7c27e05506b4,8266fe69-367d-5b54-85ff-1179675b468e,372e5ceb-8949-554b-a1cc-d76c89789bda","pathTokens":["USA","Idaho","Central Idaho","Sawtooth Range, The","El Capitan"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.7"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"alpine":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-114.93488,43.94141]},"bbox":[-114.93550448485962,43.94096033981813,-114.9342555151404,43.94185966018186],"left_right_index":-1,"ext_id":"110692736","area_id":"Ny5c64lJVUuhzNdsiXib2g==","polygon":{"type":"Polygon","coordinates":[[[-114.93550448485962,43.94096033981813],[-114.9342555151404,43.94096033981813],[-114.9342555151404,43.94185966018186],[-114.93550448485962,43.94185966018186],[-114.93550448485962,43.94096033981813]]]}},"content":{"description":""},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T06:01:35.017Z","updatedAt":"2024-02-19T18:33:22.105Z"}