{"_id":"6368a722e80bff5a995dda90","area_name":"Killer Cave","shortCode":"","climbs":[{"_id":"zKL+2X/uWH+bmyR9i7S9BA==","name":"Wield The Scepter","yds":"5.13b","grades":{"yds":"5.13b","french":"8a"},"fa":"Ty Mack, Greg Collins","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-108.83178,42.74193]},"left_right_index":24,"mp_id":"112309077","mp_crag_id":"105827114","climb_id":"zKL+2X/uWH+bmyR9i7S9BA==","areaRef":"9jNUtBaZUJ+1fu7ttmvSTw=="},"content":{"description":"A pure way into Collins's route; The Throne.\n\nUndercling right to the Throne.","protection":"Bolts, 3rd clip difficult.","location":"left of the The Throne."},"__v":0},{"_id":"65WyK/CtUmiwtlGwHiTNeQ==","name":"Whirling Disease","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Sam and Liz Lightner","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-108.83178,42.74193]},"left_right_index":14,"mp_id":"115791061","mp_crag_id":"105827114","climb_id":"65WyK/CtUmiwtlGwHiTNeQ==","areaRef":"9jNUtBaZUJ+1fu7ttmvSTw=="},"content":{"description":"Start up small greasy crimps to come into a good side pull in the seam. Get a good left hand pocket above the buldge and make a tough move getting into the flake (crux). Climb the flake into many jugs on better rock. Would be a good climb if the rock wasn't so terrible.","protection":"8 Bolts to lowering hooks","location":"Left of the cave in the harvest moon area. Identify the dirt brown rock that looks like its wet. This is the left one through the trouty rock."},"__v":0},{"_id":"gPNgN2B7VieYxivOwlCTNA==","name":"Virga","yds":"5.13c/d","grades":{"yds":"5.13c/d","french":"8b"},"fa":"Established by Paul Piana, FA Matt Lund","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-108.83178,42.74193]},"left_right_index":37,"mp_id":"106241891","mp_crag_id":"105827114","climb_id":"gPNgN2B7VieYxivOwlCTNA==","areaRef":"9jNUtBaZUJ+1fu7ttmvSTw=="},"content":{"description":"Start right of the Killer start.  Virga ascendes a line of pockets starting out of an overlap pretty far off the ground (it requires an A0 start).  Sequential reaches to good pockets.","protection":"bolts","location":""},"__v":0},{"_id":"wTpuOQX6Useh60Kmt+IE9w==","name":"To the Moon, Alice","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-108.83178,42.74193]},"left_right_index":18,"mp_id":"106714433","mp_crag_id":"105827114","climb_id":"wTpuOQX6Useh60Kmt+IE9w==","areaRef":"9jNUtBaZUJ+1fu7ttmvSTw=="},"content":{"description":"This route is one of the extensions to \"Blue Moon\", and departs from its anchor.\n\nThe route has some great moves and excellent rock.  Unfortuantely they are both guarded by a 10' band of heinous choss that is held together by a mixture of rat feces and swallow's nest.  This would merit a bomb if the upper bit weren't so much better.  Still, best to avoid this until you are truly desparate for something new, and definitely do not climb it on a crowded day.  It may be possible to traverse in from \"Cutthroat\" to avoid the choss band.\n\nWarm up on Blue Moon's greasy slopers, then carefully move left onto the choss-coverd ledge for a brief rest.  This is a good place to re-consider your route choice one last time.  Once the belayer's helmet is secure, head straight up the wall to the sketchy horizontal break.  Clip a dubious bolt at the lip, then mantel onto the nice flowstone panel.  A few comfortized pockets lead up the multi-colored slab that slowly steepens, culminating in a pumpy crux just before reaching the finger crack on the left.","protection":"Bolts, helmet, 2BA above 1st & 2nd pitches.  A double lower will be required to reach the ground.  Tie a knot in the end of your rope.","location":"Heads straight up from the top of Blue Moon."},"__v":0},{"_id":"7XniDD7KWRSpCLxTAw67hw==","name":"The Urchin","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Greg Collins","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-108.83178,42.74193]},"left_right_index":44,"mp_id":"106142995","mp_crag_id":"105827114","climb_id":"7XniDD7KWRSpCLxTAw67hw==","areaRef":"9jNUtBaZUJ+1fu7ttmvSTw=="},"content":{"description":"This line packs a lot of fun climbing into a short distance.  It begins with powerful laybacks and underclings into a reaches and throws between good holds on the steep bulge.  I can almost guarantee you'll be sans contact between your feet and the rock at least one point during the roof.  The bouldering quickly ceases and you'll find yourself suddenly in the midst of a nice crimpy technical puzzle. The climbing is three stars on this route, but I simply prefer longer routes. Boulder-ers would probably give this 3 stars.","protection":"5 bolts to chains. 1st bolt off to the right is a great directional to keep you from getting flossed. Stick clipping comes recommended.","location":"Obvious seam to roof a dozen or so feet left of Bushdoctor/Bloodline."},"__v":0},{"_id":"7VJaP5EDV0u6Jf6rvsXE0A==","name":"The Throne","yds":"5.13-","grades":{"yds":"5.13-","french":"7c+"},"fa":"Greg Collins","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-108.83178,42.74193]},"left_right_index":25,"mp_id":"106182853","mp_crag_id":"105827114","climb_id":"7VJaP5EDV0u6Jf6rvsXE0A==","areaRef":"9jNUtBaZUJ+1fu7ttmvSTw=="},"content":{"description":"Left side of the Killer Cave. Starts from a cheater stone with a hard boulder problem involving small crimps to an obvious undercling. Sustained bouldering and ultra long moves lead to a shake at the 6th bolt. Move through several challenging redpoint cruxes before the end.  Finish on the \"throne,\" a big ledge that you can sit on if you want to.","protection":"1/2\" stainless power bolts to steel lower off.","location":""},"__v":0},{"_id":"8oePqoaqXUiu+9A9Bq1X8Q==","name":"Sweet Bro","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Steve Babits, 2003","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-108.83178,42.74193]},"left_right_index":28,"mp_id":"106945821","mp_crag_id":"105827114","climb_id":"8oePqoaqXUiu+9A9Bq1X8Q==","areaRef":"9jNUtBaZUJ+1fu7ttmvSTw=="},"content":{"description":"Sweet Bro is a variation to the legendary \"Killer\" that ups the grade a couple notches by adding a pumpy headwall that terminates in a sequential boulder problem.  Though perhaps justifiably neglected by the enviably spoiled locals, this is a thoroughly excellent route that would be considered highly classic if it weren't surrounded by so many astounding climbs.\n\nBegin up Killer, using the fixed aid ladder or tram start.  Lieback up & left for five bolts, then head straight up the amazing panel of pockets.  Charge over the roof as for Killer, clip the first bolt over the lip, then immediately head right, following a lightly chalked line of pockets left of Mr. Majestyk.  Long, powerful reaches between sometimes crumbly and dirty pockets lead to a pumpy shake below the final bulge.  Work up the left-facing flake, then make big moves back right to reach the Majestyk anchor.","protection":"~15 bolts to 2 BA.  Usually all the draws are fixed, or at least all the draws on Killer are fixed.","location":"On the left side of the main cave, starting from a fixed rope ladder."},"__v":0},{"_id":"l4LpjH9AUKSx7/AZs7S6oA==","name":"Sun Spot","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Sue Miller, 1991","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-108.83178,42.74193]},"left_right_index":5,"mp_id":"106727827","mp_crag_id":"105827114","climb_id":"l4LpjH9AUKSx7/AZs7S6oA==","areaRef":"9jNUtBaZUJ+1fu7ttmvSTw=="},"content":{"description":"This venerable classic has been a regular stop on the warm-up circuit for years.  As such, it is now severely polished, but still worth doing if you don't mind working a wee bit harder than usual for the grade.  The rock is generally excellent, with a number of great pockets, and smooth crimps that are easy on the skin.\n\nStick clip the first bolt, and make cruxy moves off the deck to reach a decent jug at the second bolt.  The difficulty eases above, but intricate moves between small pockets keep the pump going all the way to the chains.","protection":"~8 bolts to 2 bolt anchor.","location":"On the far left end of the Killer Cave, beginning 5 feet left of Harvest Moon (which has ring bolts)."},"__v":0},{"_id":"jZR2QSolV2qGWeL4rvBBEg==","name":"The Successor","yds":"5.13b","grades":{"yds":"5.13b","french":"8a"},"fa":"G Double","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-108.83178,42.74193]},"left_right_index":26,"mp_id":"106182857","mp_crag_id":"105827114","climb_id":"jZR2QSolV2qGWeL4rvBBEg==","areaRef":"9jNUtBaZUJ+1fu7ttmvSTw=="},"content":{"description":"Start off a cheater stone to avoid a wet start.  Ascends crimps and gastons/sidepulls to an obvious hueco.  From here climb up through the crux, a long pull off good pockets to a small edge and a mono.  Then it's just pumpy 5.12 climbing through ever steepening rock.","protection":"bolts","location":"First route left of Killer."},"__v":0},{"_id":"Bn6hvgGlWKyVfmSdXQR4Ig==","name":"Stronger Than Reason","yds":"5.13c","grades":{"yds":"5.13c","french":"8a+"},"fa":"Matt Lund 97'","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-108.83178,42.74193]},"left_right_index":30,"mp_id":"114004775","mp_crag_id":"105827114","climb_id":"Bn6hvgGlWKyVfmSdXQR4Ig==","areaRef":"9jNUtBaZUJ+1fu7ttmvSTw=="},"content":{"description":"Stronger Than Reason begins in between the \"Killer\" and \"Cartoon\" starts. Tram to the first bolt and start on two good pockets (start on the side pull if its dry). Make hard but fun pulls straight up the clean face on good pockets. After a section of mediocre rock, move up and right on big side pulls. Reach the large break that splits the cave and traverse left on the rail, eventually joining Mr. Majestiyk. Utilize the huge rests and knee bars, then punch through the lip of the cave on a hard boulder problem to finish.\n\nSeveral variations seem to exist. After traversing left on the rail and climbing up part of Mr. Majestyk, one can pull a crux and move right to the Cartoon Graveyard anchors for 13bish points. This avoids the hard, final boulder problem.\n\nAnother variation is moving right at the large break that splits the cave and finish the route on the upper 1/3rd of Cartoon Graveyard. This feels like a more logical line at 13-.\n\nLots of these variations have names. I heard \"Center Stage\" thrown in the mix once? Comment if ya'll know.","protection":"Bolts. Some permadraws to aid in cleaning. Stainless glue in's up to Cartoon anchors 2019. Final boulder problem has stainless wedge bolts placed previously.","location":"The face above the Killer ladder."},"__v":0},{"_id":"WJ6/EfVgX2eUEESj4YYpOA==","name":"Stronger Graveyard","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Unknown. Probably 90's","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-108.83178,42.74193]},"left_right_index":31,"mp_id":"114056571","mp_crag_id":"105827114","climb_id":"WJ6/EfVgX2eUEESj4YYpOA==","areaRef":"9jNUtBaZUJ+1fu7ttmvSTw=="},"content":{"description":"A Mountain Project worthy linkup that climbs a super plumb line of the Killer Cave. Stronger Than Reason doesn't see much traffic due to the intimidating grade; hopefully posting the \"easier\" linkups gives it more traffic.\n\nStart on the side pull or hard pockets of 'Stronger Than Reason'. Crank past the crux moving up until the wall steepens. Pull a hard move to reach the big break of the cave. Here, this linkup moves right to 'Cartoon Graveyard' with minimal traversing, resulting in a flowy line. Finish the top 1/3rd of Cartoon passing one more hard move.","protection":"Bolts","location":"Center of the Killer Cave. Left of Cartoon, Right of Killer."},"__v":0},{"_id":"Ed4VYGmkX5eX67Xb88A1Yg==","name":"Spook Eyes","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Paul Piana, 1999","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-108.83178,42.74193]},"left_right_index":54,"mp_id":"107092600","mp_crag_id":"105827114","climb_id":"Ed4VYGmkX5eX67Xb88A1Yg==","areaRef":"9jNUtBaZUJ+1fu7ttmvSTw=="},"content":{"description":"This truly outstanding wall of pockets is guarded by a brutal one-move boulder problem passing the first bolt.  This move looks much harder than it is, and an unnecessarily low first bolt adds to the intimidation factor.  However, the upper panel offers some of the best moderate pocket climbing in the Canyon, so stick clip the second bolt and give it a try if you're in the mood for some european-quality limestone.\n\nStick clip at least the first bolt, then step left from the ledge to reach a pair of sinker pockets.  The crux move gains a big jug and a few positive edges to establish on the hanging wall.  Weave back and forth between sinker pockets and the odd edge, generally easing with height towards the obvious flowstone bulge.  Follow big huecos over the fun bulge to the anchor.","protection":"~10 bolts, 3BA.  Stick clip recommended.","location":"On the far right side of the Killer Cave is an elevated ledge behind a large juniper-pine.  Five routes begin from this ledge, Spook Eyes being the furthest left, beginning from the far left end of the sloping ledge.  Immediately left of Second-Hand Nova."},"__v":0},{"_id":"JqhTw6PoWGyWJ8XiWxcMbQ==","name":"Sign of the Times (pitch 2)","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Frank Dusl","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-108.83178,42.74193]},"left_right_index":12,"mp_id":"107014610","mp_crag_id":"105827114","climb_id":"JqhTw6PoWGyWJ8XiWxcMbQ==","areaRef":"9jNUtBaZUJ+1fu7ttmvSTw=="},"content":{"description":"Pitch 2 is the left line of bolts above the anchor of Sign of the Times (there is a 12b called Hypernova going right).  The route follows a prominent black streak up gently overhanging stone on crimps and small pockets.  It goes through a small roof with 12a move at the 2nd to 3rd bolt, followed by a decent rest.  It then moves right to a big sidepull, then back left again up a very shallow dihedral.  The crux starts at the last bolt with small sidepulls and high feet.  The route ends with your hand on the top of the cliff band while you are clipping the anchors.  Would get more love it it wasn't a second pitch.","protection":"Bolts.  Be careful lowering as a 60 meter will barely get you down if you do the first SOTT pitch.","location":"Left of the Killer Cave.  Second pitch of Sign of the Times.  You can do the route to the left (Powder finger) as an alternate starting pitch, but you have to climb some unprotected 5.6 to get to the first anchors. You can get down comfortably that way with a 60 meter."},"__v":0},{"_id":"mTskBGJDXlSj4c3AAII2QA==","name":"Sign of the Times (First Pitch)","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Frank Dusl","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-108.83178,42.74193]},"left_right_index":10,"mp_id":"106736615","mp_crag_id":"105827114","climb_id":"mTskBGJDXlSj4c3AAII2QA==","areaRef":"9jNUtBaZUJ+1fu7ttmvSTw=="},"content":{"description":"Sign of the Times is a nice moderate 5.11 that is not quite as polished as some of the others on this wall.  There is bit of thrutchy climbing at the start which can provide a nice break from the more common sharp crimps and tweaky pockets.\n\nBegin with balancey moves up the undercling.  Sloping crimps and a good pocket provide access to the diagonal rail up & left.  More undercling/sidepull business leads to the slab and easier, though still engaging climbing on textured stone.\n\nThis line serves as the approach pitch for two routes on the upper headwall.  Use a 70m rope to climb the upper pitches from the ground & lower back down.","protection":"~8 bolts to 2BA.  Sitck clip recommended to protect the boulder problem start.","location":"Immediately left of Trout Fishing (the brown, wet-looking route that climbs into & around an overhanging, Rt-facing corner)."},"__v":0},{"_id":"yL3XceV9VjSc04V24+PyjQ==","name":"Sister Ray","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Greg Collins","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-108.83178,42.74193]},"left_right_index":22,"mp_id":"106199472","mp_crag_id":"105827114","climb_id":"yL3XceV9VjSc04V24+PyjQ==","areaRef":"9jNUtBaZUJ+1fu7ttmvSTw=="},"content":{"description":"Shares start with Moonstone but goes right after the first crux, which is balancy and has crappy feet.  It consists of a long rightward move to a jug from insecure hands and feet.\n\nSister Ray trends right and has another hard sequence passing a small overlap on pockets and an undercling.  It joins Busload of Faith at the last bolt and shares anchors with that route.","protection":"bolts","location":""},"__v":0},{"_id":"7P4rib5XVSe6aZfSyUTerg==","name":"Second Hand Nova","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Jeff and Rick Leafgreen","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-108.83178,42.74193]},"left_right_index":55,"mp_id":"105828459","mp_crag_id":"105827114","climb_id":"7P4rib5XVSe6aZfSyUTerg==","areaRef":"9jNUtBaZUJ+1fu7ttmvSTw=="},"content":{"description":"This excellent route starts behind the tree to the left of Action Candy.  This route has a little bit of everything on it.\n\nStart with a crimpy traverse to the left to join a short crack.  Follow jams and liebacks past the first of the crux moves.  A moderate slab leads to a large roof.  Angle right through the roof with big moves.  There is a key under cling on the right to ease passage.","protection":"Bolts...","location":""},"__v":0},{"_id":"dDrbIOxMVpyRA2oehSk+qg==","name":"Samsara","yds":"5.13b","grades":{"yds":"5.13b","french":"8a"},"fa":"Kirk Billings","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-108.83178,42.74193]},"left_right_index":34,"mp_id":"106182843","mp_crag_id":"105827114","climb_id":"dDrbIOxMVpyRA2oehSk+qg==","areaRef":"9jNUtBaZUJ+1fu7ttmvSTw=="},"content":{"description":"Starts as for Nirvana and Cartoon Graveyard.  Goes left after the long draw (6th) and then breaks right from Cartoon to punch through the steepest part of the headwall above.  A V3/4 crux protects the finish (feels v9 when you're pumped).","protection":"bolts","location":"Killer Cave, starts just right of Killer."},"__v":0},{"_id":"LlTcyftmW22zsF8sOT2RYQ==","name":"Sam I Am","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Steve Bechtel, 2008","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-108.83178,42.74193]},"left_right_index":1,"mp_id":"107369506","mp_crag_id":"105827114","climb_id":"LlTcyftmW22zsF8sOT2RYQ==","areaRef":"9jNUtBaZUJ+1fu7ttmvSTw=="},"content":{"description":"A great moderate addition to the Harvest Moon Wall.  This route features some excellent rock and slew of enormous pockets.  Apparently this route will suffer from runoff after heavy rains.\n\nBegin with some easy stemming up a beautiful dark gray panel.  The crux comes at the third bolt--a few slab moves to get from a mini-ledge to jug pockets on tan rock.  Cruise the fun, easy slab to the anchor.","protection":"~8 bolts to 2 Bolt Anchor with fixed lowering hardware.","location":"Immediately left of Pocket Calculator, beginning up a dihedral, then moving onto the right wall of the corner."},"__v":0},{"_id":"p4Ob36JrXY+VmLiW0QUsTg==","name":"Ring of Fire","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Pete Absolon","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-108.83178,42.74193]},"left_right_index":45,"mp_id":"106207830","mp_crag_id":"105827114","climb_id":"p4Ob36JrXY+VmLiW0QUsTg==","areaRef":"9jNUtBaZUJ+1fu7ttmvSTw=="},"content":{"description":"Some of the best pockets in Western Wyoming can be found in the large left-facing dihedral at the right end of the Killer Cave, and Ring of Fire is no exception.  Climbing a beautifual swath of tufa-stone, sinker pockets seem to appear at just the right intervals, but be prepared to crank quite far between them.  Despite its length, this line is not very sustained, with the business involving a brief & powerful series of pulls over the obvious roof at 3/4\" height.\n\nBegin as for Bush Doctor, etc, with a stem off the boulder to reach the obvious crack system.  Grunt your way up the crack to the point where Bush Doctor & Bloodline undercling right.  Stay left for one more clip from the crack before launching onto the steep bulge.  Head straight up towards the obvious roof and a distinct crux involving excellent pockets.  Fight the pump through more great pockets for another two bolts to the anchor.\n\nThe pockets on this route are a little raspy compared to routes on the left side of the cave.","protection":"~12 Bolts or so, but the first ~6 are fixed chain/cable draws.  Bring ~7 draws for the upper half.  2 Bolt anchor.","location":"On the right side of the Killer Cave, beginning up the obvious dihedral of Bloodline & Bush Doctor."},"__v":0},{"_id":"sQkFwup7XhCjeuhQw2EZ+Q==","name":"Powderfinger","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Steve Bechtel","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-108.83178,42.74193]},"left_right_index":9,"mp_id":"106883120","mp_crag_id":"105827114","climb_id":"sQkFwup7XhCjeuhQw2EZ+Q==","areaRef":"9jNUtBaZUJ+1fu7ttmvSTw=="},"content":{"description":"Powderfinger is another great warmup for those seeking early morning sun.  By mid-day the route is baking, but it receives shade in the afternoon/evening.  As a relatively new line, Powderfinger is less polished than many of the other routes on this wall.  These factors, combined with movement that is fun and engaging, make Powderfinger a great option at the grade.\n\nBegin below the left side of a small roof ~ 10 heet up.  Balance between thin gastons & edges to a good jug at the roof.  Lieback past the left side of the roof to reach some good jugs.  Fun pockets and edges lead up the lower-angle wall above.","protection":"Bolts to 2 BA.  Stick clip recommended.","location":"On the wall left of the Killer Cave proper, between \"Sign of the Times\" and \"After the Goldrush\".  Begins just left of a small, low roof."},"__v":0},{"_id":"szAiwiEkWRq+O5xBEYV8Pw==","name":"Pocket Kalkulator","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-108.83178,42.74193]},"left_right_index":2,"mp_id":"105887849","mp_crag_id":"105827114","climb_id":"szAiwiEkWRq+O5xBEYV8Pw==","areaRef":"9jNUtBaZUJ+1fu7ttmvSTw=="},"content":{"description":"Difficult start that eases after the crux bulge.","protection":"Bolted","location":"Steep route left of Elmo's Fish and Firecracker Kid."},"__v":0},{"_id":"I+bpSQmQX3mIgZl2Kf4Jmw==","name":"Pitch Black","yds":"5.12b/c","grades":{"yds":"5.12b/c","french":"7b+"},"fa":"victor blanco","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-108.83178,42.74193]},"left_right_index":16,"mp_id":"107906247","mp_crag_id":"105827114","climb_id":"I+bpSQmQX3mIgZl2Kf4Jmw==","areaRef":"9jNUtBaZUJ+1fu7ttmvSTw=="},"content":{"description":"an adventure pitch, climb to \"Blue Moon\" lower anchors and then scramble up and left on to the ledge or climb \"Brown Trout\". Anchor into the \"Brown Trout\" anchors and bring up the second.  Climb off the ledge and onto the overhanging black streaked prow, pockets and jugs, transfer (crux) to the left on flat tech wall.  Upper slab is 5.10+ on a great streaked wall.  Originally envisioned by Greg Collins.","protection":"7 bolts to 2BA.","location":"above the ledge that \"Brown Trout\" ends at.  Could be done from the ground, but, with the giant ledge why not have a 2 pitch route.  Lower from the anchor back to the ledge and then lower again from the \"Brown Trout\" anchor."},"__v":0},{"_id":"fQTMFtX1VIS9sRuq0ZWwhg==","name":"Organic","yds":"5.14a/b","grades":{"yds":"5.14a/b","french":"8c"},"fa":"BJ Tilden","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-108.83178,42.74193]},"left_right_index":38,"mp_id":"106091751","mp_crag_id":"105827114","climb_id":"fQTMFtX1VIS9sRuq0ZWwhg==","areaRef":"9jNUtBaZUJ+1fu7ttmvSTw=="},"content":{"description":"Steep start on a \"juggy\" flake leads to long, thin pocket moves.  Decent shake at 2/3 height and then .12+ through the upper headwall.  Possibly unrepeated?","protection":"bolts","location":"R. of Virga on the obvious smooth and overhanging central section of the Cave."},"__v":0},{"_id":"ASo4QF+fWVCLnElrrIgKYA==","name":"One Love","yds":"5.13c","grades":{"yds":"5.13c","french":"8a+"},"fa":"Greg Collins","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-108.83178,42.74193]},"left_right_index":52,"mp_id":"106091743","mp_crag_id":"105827114","climb_id":"ASo4QF+fWVCLnElrrIgKYA==","areaRef":"9jNUtBaZUJ+1fu7ttmvSTw=="},"content":{"description":"Low crux to a good shake and another cruxy bit thru the roof up high.","protection":"bolts","location":"R. of the arete climb Endeavor to Persevere."},"__v":0},{"_id":"AwfP17liW4uKG2WZHydmLg==","name":"Nirvana","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-108.83178,42.74193]},"left_right_index":35,"mp_id":"106182839","mp_crag_id":"105827114","climb_id":"AwfP17liW4uKG2WZHydmLg==","areaRef":"9jNUtBaZUJ+1fu7ttmvSTw=="},"content":{"description":"A0 start just right of Killer.  4 routes begin here, Nirvana is the second from the right.  A crimpy crux shared by all 4 leads to a long draw.  From a rest here you trend right to an overhanging head wall with positive pockets and edges.  A (relatively) hard move off an undercling to the second to last bolt provides the redpoint crux and may make it 5.13.  Pumpy and sustained.","protection":"Lots of bolts, the first 6 or so are fixed, and the last 8 or so are usually in situ.","location":"Killer cave, as described above."},"__v":0},{"_id":"BnDxNmcCWMiew5zHd2jusQ==","name":"Mr. Majestyk","yds":"5.13b","grades":{"yds":"5.13b","french":"8a"},"fa":"Steve Bechtel","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-108.83178,42.74193]},"left_right_index":29,"mp_id":"106182864","mp_crag_id":"105827114","climb_id":"BnDxNmcCWMiew5zHd2jusQ==","areaRef":"9jNUtBaZUJ+1fu7ttmvSTw=="},"content":{"description":"Does the first five bolts of Killer, then goes straight up passing a thin crux section. From here you climb into a dihedral, through a horizontal pocket band, and then into the largest hueco in the cave. Get a good rest here on either a heel hook or a knee bar, for which you will probably want a pad.  After this rest, continue up and slightly left passing a hard sidepull sequence at the last bolt surmounting the final roof of the cave.","protection":"bolts","location":"Killer Cave center."},"__v":0},{"_id":"qaBHge0pUked3CiEtCSktw==","name":"Moonstone","yds":"5.13b","grades":{"yds":"5.13b","french":"8a"},"fa":"Greg Collins","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-108.83178,42.74193]},"left_right_index":21,"mp_id":"106199469","mp_crag_id":"105827114","climb_id":"qaBHge0pUked3CiEtCSktw==","areaRef":"9jNUtBaZUJ+1fu7ttmvSTw=="},"content":{"description":"Left side of Killer Cave, starts just right of Blue Moon (look for a large right facing flake). First, pull on some greasy crimps leading to a long rightward move on really crappy feet. This is the first crux, shared with Sister Ray, which goes right from here.\n\nMoonstone then goes straight up and has a long deadpoint move to a hueco at bolt 5 for a second crux. Probably 12a above that on small pockets.\n\nThe first boulder problem is really hateful and probably no stars, but the upper crux is really pretty cool and aesthetic.","protection":"bolts","location":""},"__v":0},{"_id":"0ZK2gFxwUj6MSowrmY/IVg==","name":"Make Sinks Great Again","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Sam Lightner (2017)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-108.83178,42.74193]},"left_right_index":59,"mp_id":"118106406","mp_crag_id":"105827114","climb_id":"0ZK2gFxwUj6MSowrmY/IVg==","areaRef":"9jNUtBaZUJ+1fu7ttmvSTw=="},"content":{"description":"Another nice addition! Climbs up a slab to a more pocket featured headwall that turns more vertical. Fun route that will only clean up more with time.","protection":"Glue ins.","location":"Just right of Action Candy and up the little hill to the right."},"__v":0},{"_id":"0VmhLKUGVkOEH+r7IQmLzw==","name":"Kingdom of Jah","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Greg Collins,","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-108.83178,42.74193]},"left_right_index":36,"mp_id":"109110708","mp_crag_id":"105827114","climb_id":"0VmhLKUGVkOEH+r7IQmLzw==","areaRef":"9jNUtBaZUJ+1fu7ttmvSTw=="},"content":{"description":"Kindest, right most route from the \"Nirvana\" start. Hail up ! $","protection":"Bolts","location":"Nirvana start to anchors left of black streak."},"__v":0},{"_id":"7a1H/FgoWK6nZane+QYDog==","name":"King of Hearts","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Tricia Stetson","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-108.83178,42.74193]},"left_right_index":57,"mp_id":"106737351","mp_crag_id":"105827114","climb_id":"7a1H/FgoWK6nZane+QYDog==","areaRef":"9jNUtBaZUJ+1fu7ttmvSTw=="},"content":{"description":"Despite its uncommon length, King of Hearts is a bouldery route featuring two distinct crux sections, split by long stretches of fun, moderate slab climbing.  While this route is sunny nearly all day, its proximity to the large juniper can make it a reasonable choice for a warm day, at least from the belayers point of view.\n\nStick clip the first bolt, and make difficult, off-balance moves to reach a small jug-ledge and a brief respite near the second bolt.  More strenuous reaches lead to juggy flakes on the slab.  Cruise nice pockets & big edges to the obvious bulge.  Diminishing pockets lead over the bulge to a few desperate cranks to reach the slab.  Easier edging leads to the anchor.","protection":"~14 bolts to a 2BA.  Stick clip recommended to protect bouldery moves at the start.","location":"Immediately left of Action Candy, and immediately right of Back-up Binkie.  Also the second bolted route from the right."},"__v":0},{"_id":"5armWwLkWJ+hBwEpGJm6sw==","name":"Killer","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Greg Collins","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-108.83178,42.74193]},"left_right_index":27,"mp_id":"105827117","mp_crag_id":"105827114","climb_id":"5armWwLkWJ+hBwEpGJm6sw==","areaRef":"9jNUtBaZUJ+1fu7ttmvSTw=="},"content":{"description":"Enduro, almost.  Start by aiding to the 1st bolt.  Launch into the crux via technical and powerful pulls on the left angling seam, edges, and pockets.   Move left onto the classic pocket pulling headwall.  Crank the roof and hold on for the wild ride through the killer pump to the anchors.  Classic moves on the 'biggest holds you'll ever fall off'.","protection":"Often there will be a fixed rope hanging off the alternate 1st bolt. 12 bolts with fixed draws to anchors.","location":"Located in the central part of the Killer Cave left of the where the trail comes up beneath Bushdoctor (12a).  Walk left across the level portion of the cave, jump up on the 1st big dinner plate boulders and find the line that starts via aid and travels left up the seam.  Now drool like a fool."},"__v":0},{"_id":"ZF3sI97EVoOa1LSBM94lpw==","name":"HyperNova","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-108.83178,42.74193]},"left_right_index":13,"mp_id":"107132831","mp_crag_id":"105827114","climb_id":"ZF3sI97EVoOa1LSBM94lpw==","areaRef":"9jNUtBaZUJ+1fu7ttmvSTw=="},"content":{"description":"Crux over buldge in middle of route. Red point tech crux last two bolts. Long and sustained last 5 bolts of climbing.","protection":"Draws","location":"This route doesn't start from the ground. Climb \"Sign of the Times (Pitch1)\" or Powderfinger to approach."},"__v":0},{"_id":"5j1ouK/cWoen5dcsSjGQvg==","name":"House of God","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Greg Collins","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-108.83178,42.74193]},"left_right_index":39,"mp_id":"113833663","mp_crag_id":"105827114","climb_id":"5j1ouK/cWoen5dcsSjGQvg==","areaRef":"9jNUtBaZUJ+1fu7ttmvSTw=="},"content":{"description":"Bagdad start, the normal boulder problem into easy corner, then traverse Bagdad, Basura and even further left line of pockets to black streak and hole then up streak.","protection":"1990's  1/2\" bolts","location":"Start right side of Killer Cave, left of the Urchin, in Bagdad start. boulder problem, climb to center of Killer Cave black steak then up."},"__v":0},{"_id":"O6glfED0W2iXThs7q5L7Lw==","name":"Harvest Rush","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-108.83178,42.74193]},"left_right_index":7,"mp_id":"108935768","mp_crag_id":"105827114","climb_id":"O6glfED0W2iXThs7q5L7Lw==","areaRef":"9jNUtBaZUJ+1fu7ttmvSTw=="},"content":{"description":"Start up the undercling flake of Harvest Moon. Where that route heads up and left, continue right along the flake until it becomes a corner, then follow bolts out left onto the face (this is the top of After the Goldrush.)","protection":"6 bolts to anchor.","location":"Start on Harvest Moon, to the right of Sun Spot."},"__v":0},{"_id":"MJUl7uB+Vd6Zz6gHOHFgJQ==","name":"Harvest Moon","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Richard and Katherine Collins","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-108.83178,42.74193]},"left_right_index":6,"mp_id":"105827655","mp_crag_id":"105827114","climb_id":"MJUl7uB+Vd6Zz6gHOHFgJQ==","areaRef":"9jNUtBaZUJ+1fu7ttmvSTw=="},"content":{"description":"A great opening on Harvest Moon leads to a romp on the face above.  The line follows the right leaning layback for a short bit (a newer 5.10 line keeps heading up and right).  Clip a bolt up and left on the face and make the transition back left onto the face.  The crux comes here and shortly after you'll be singing praise.","protection":"6 bolts to anchors.","location":"On the curtain of closer to vertical wall to the left of the main Killer Cave, which starts near Blue Moon, Harvest Moon sits in its middle.  Uphill from Blue Moon about 30 feet.  BM is right of Elmo's Fish (10d) - a bulging face, Firecracker Kid (10a) - a bolted flake to crack, and Sunspot (11d) - a thin face."},"__v":0},{"_id":"e50CqqSGULiz25OnoOE84Q==","name":"Global Warm-Up","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Ellen Bechtel","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-108.83178,42.74193]},"left_right_index":0,"mp_id":"106727787","mp_crag_id":"105827114","climb_id":"e50CqqSGULiz25OnoOE84Q==","areaRef":"9jNUtBaZUJ+1fu7ttmvSTw=="},"content":{"description":"This relatively new addition is a great moderate option.  Perhaps due to its youth, the holds on this route still have plenty of texture, unlike the other lines on this wall.\n\nBegin with cruxy stemming up the short groove.  Eventually a sinker jug is reached on the left, the angle kicks back, and the climbing becomes more casual.  Several more bolts of juggy slabbing lead to the anchor.","protection":"Bolts to 2 BA.  The crux comoes right off the deck, so use a stick clip.","location":"The furthest left route in the Killer Cave area, 10' left of Pocket Calculator."},"__v":0},{"_id":"2qf9mEonWRiKkWFOyJdnnQ==","name":"Full Moon","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"K. Lennard","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-108.83178,42.74193]},"left_right_index":20,"mp_id":"107034499","mp_crag_id":"105827114","climb_id":"2qf9mEonWRiKkWFOyJdnnQ==","areaRef":"9jNUtBaZUJ+1fu7ttmvSTw=="},"content":{"description":"the full extension of \"blue moon\", black and blue upper slab, 120 feet long, use a 70m or lower twice with a 60m, may need some more cleaning, upper anchor now added","protection":"12 bolts to 2BA","location":""},"__v":0},{"_id":"qNhObHGPWAC1CrcbnS+3dQ==","name":"Firecracker Kid","yds":"5.10a/b","grades":{"yds":"5.10a/b","french":"6a+"},"fa":"Tim Rawson","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-108.83178,42.74193]},"left_right_index":4,"mp_id":"105827734","mp_crag_id":"105827114","climb_id":"qNhObHGPWAC1CrcbnS+3dQ==","areaRef":"9jNUtBaZUJ+1fu7ttmvSTw=="},"content":{"description":"An older line, originally lead on gear?  Now bolted.  The true start is a two bolt version up a right facing flake to gain the dihedral above. Another option (easier) is to clip the first two bolts of Elmo's fish.  Continue up and right in the fun dihedral as it steepens and pockets pulling becomes the order of the day.  Fun climbing, and possibly 10a with the flake start.","protection":"9 bolts (flake start) or 8 bolts (Elmo's start) to anchors.","location":"To the right of Elmo's Fish, to the left of Sun Spot (11d) and Harvest Moon (11a), on the left side of the Killer Cave."},"__v":0},{"_id":"+FpXUiO2URqvkatoAIDNfA==","name":"Exodus","yds":"5.13b","grades":{"yds":"5.13b","french":"8a"},"fa":"V. Blanco 2008?","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-108.83178,42.74193]},"left_right_index":33,"mp_id":"115461768","mp_crag_id":"105827114","climb_id":"+FpXUiO2URqvkatoAIDNfA==","areaRef":"9jNUtBaZUJ+1fu7ttmvSTw=="},"content":{"description":"Roof extension above Cartoon anchors.  Rest then punch through a lip/boulder problem onto upper face.  Worthy extension to all the link ups as well.  Sexodus, Mexodus etc.","protection":"Lots of fixed draws.  May need your own set for the extension. 2BA up high.","location":"Start on Cartoon Graveyard, finsh as normal then out the small roof above those anchors onto face above."},"__v":0},{"_id":"WLg7LTOuWb2DTZWlYNma8w==","name":"Endeavor to Persevere","yds":"5.13c","grades":{"yds":"5.13c","french":"8a+"},"fa":"Craig Reason","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-108.83178,42.74193]},"left_right_index":51,"mp_id":"106199475","mp_crag_id":"105827114","climb_id":"WLg7LTOuWb2DTZWlYNma8w==","areaRef":"9jNUtBaZUJ+1fu7ttmvSTw=="},"content":{"description":"Endeavor to Persevere tackles the steep arete on the right side of the Killer Cave. It may be the most aesthetic line in Sinks Canyon, and it is certainly one of the best in the Lander area.\n\nStart on a large boulder, under the roof, on a side pull and a pinch. Jump up to a right hand jug, then surf out to a 4 finger gaston pocket with your left hand. Next you go up right to a vertical three finger pocket. The left hand stops at an intermediate crimp and then up to the clipping hold, a left hand crimp/pocket. Make a hard clip off this hold, then dead point off of it and a right mono, locking off to a right hand pinch/crimp with poor feet. Next go up to the undercling crack and rest here.  This long boulder problem is probably around V8.  Note that falling while clipping the fourth bolt would require an attentive belayer to keep you off the large boulder at the base.\n\nThere is another 13a crux pulling over the overhang onto the main part of the arete between bolt 6 and 8. It is difficult to clip bolt 8. Make sure you have good beta for this section as it sucks to fall here after having done the difficult entry numerous times (personal experience). There is a decent shake to the left of bolt 9. A 5.12 move a few bolts higher keeps you honest on the redpoint burn.","protection":"bolts, with in situ draws","location":""},"__v":0},{"_id":"auBBgmTQVRWuXzMVFYbC9A==","name":"Elmo's Fish","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Heidi Badaracco","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-108.83178,42.74193]},"left_right_index":3,"mp_id":"105827659","mp_crag_id":"105827114","climb_id":"auBBgmTQVRWuXzMVFYbC9A==","areaRef":"9jNUtBaZUJ+1fu7ttmvSTw=="},"content":{"description":"Elmo's Fish is characterized by a steep, somewhat long crux move followed by fun continuous upper pocketed face. Start by heading up an easy right leaning dihedral for two bolts before heading back left onto the bulging face. Fire through the next few body lengths of climbing, control the pump on the face above to the anchors.","protection":"6 bolts to anchors.","location":"Located on nearly the far left side of the Killer Cave, on the left curtain of near vertical rock.  Left of Firecracker Kid (5.10a bolted crack), Sun Spot (11d face), and Harvest Moon (11a)."},"__v":0},{"_id":"GQN0+zKuV/qMdPyWaCS5lw==","name":"Dr. Endeavor","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-108.83178,42.74193]},"left_right_index":50,"mp_id":"119406366","mp_crag_id":"105827114","climb_id":"GQN0+zKuV/qMdPyWaCS5lw==","areaRef":"9jNUtBaZUJ+1fu7ttmvSTw=="},"content":{"description":"Yes..... it's another linkup, but at least it's a good one.  If you want to skip the difficult start on\n\nEndeavor to Persevere\n\nand still climb the amazing arete above this is the ticket.\n\nYou still get a pretty legit crux section beginning just past bolt 4 and ending with a long move just past bolt 6.  Manage the pump and enjoy the view on your way up the arete.  There are still a few chances to blow it if you pick the wrong path or your forearms flame out.\n\nEnjoy.","protection":"Bolts to quick-lower.","location":"Climb the first 3 bolts of\n\nBush Doctor\n\nthen hang a right and finish on\n\nEndeavor to Persevere\n\n."},"__v":0},{"_id":"ZTXDpqzDXtCD0PIauuM7zA==","name":"Deadman's Reach","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Steve Bechtel","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-108.83178,42.74193]},"left_right_index":42,"mp_id":"108356797","mp_crag_id":"105827114","climb_id":"ZTXDpqzDXtCD0PIauuM7zA==","areaRef":"9jNUtBaZUJ+1fu7ttmvSTw=="},"content":{"description":"Cannonball's\n\nkid brother climbs the same corner system to ultimately surmount the towering roof on the right end of the Killer Cave.  The two climbs are quite similar, but Deadman's reach is a bit more difficult leading up to the roof, and while the roof business is much shorter, its also more burly (albeit, less pumpy).\n\nStruggle up the Baghdad corner to reach a no-hands rest at a detached flake about halfway up the corner.  Bust left from the top of this flake, following the second line of bolts from the right.  Easy pulls up the vertical wall lead to a nice, slightly overhanging flowstone section below the roof (about 5.12a to here?).  A zombie span leads to the lip of the roof and a desparate struggle to turn the lip.","protection":"~10-12 bolts to a 2-bolt anchor that currently sports fixed biners.  This one is a real b!tch to clean, so best to lure your second up it after you send.","location":"At the right end of the deepest part of the Killer Cave, beginning up a left-facing dihedral immediately above a small rock tunnel."},"__v":0},{"_id":"pusgKUDrXnKR6Seebqea7w==","name":"Cutthroat","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Paul Piana","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-108.83178,42.74193]},"left_right_index":17,"mp_id":"107092462","mp_crag_id":"105827114","climb_id":"pusgKUDrXnKR6Seebqea7w==","areaRef":"9jNUtBaZUJ+1fu7ttmvSTw=="},"content":{"description":"What do you do when you've climbed all of the warmups on the Harvest Wall?  You climb Cutthroat.\n\nCutthroat is an extension to\n\nBrown Trout\n\n, climbing the upper tier to the true lip of the wall.  Fans of finger locking will really enjoy this pitch.  Unfortunately the rock here is quite poor by Lander standards, so this route should be avoided unless you have the cliff to yourself.\n\nExtreme care must be taken if you climb this in one pitch with a 60m or shorter rope!\n\nBegin by climbing the good but greasy\n\nBrown Trout\n\nto reach a big ledge below the massive dihedral.  A few easy moves gaine the dihedral, then stem, jam, and lock with steadily increasing difficulty to a long move where the crack pinches down just before the anchor.","protection":"16 lead bolts in all, not including a 2 BA above each pitch.  You may want to back clean some of the low bolts on Trout to reduce rope drag.\n\nA 60m rope will only get you down with care and trickery!\n\nOtherewise, use a 70m or do a double-lower using the Brown Trout anchor.  Cleaning this route is a bitch.","location":"Climbs the big, overhanging, right-facing dihedral above Brown Trout, on the steep wall left of the Killer Cave."},"__v":0},{"_id":"jwrGyQYkXeWnmo6QRI/Fyw==","name":"Come Home Curly","yds":"5.13d","grades":{"yds":"5.13d","french":"8b"},"fa":"Todd Skinner","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-108.83178,42.74193]},"left_right_index":53,"mp_id":"106091747","mp_crag_id":"105827114","climb_id":"jwrGyQYkXeWnmo6QRI/Fyw==","areaRef":"9jNUtBaZUJ+1fu7ttmvSTw=="},"content":{"description":"Basically a long boulder problem through the low roof.  Huge horizontal cross move midway thru the crux.  Requires good tendon strenght.","protection":"bolts","location":"Shares the start of One Love before bustin' right via the aforementioned cross."},"__v":0},{"_id":"OpG8mVVUUdmcmkyLwQUfJQ==","name":"Clown Stabber","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"Piana","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-108.83178,42.74193]},"left_right_index":49,"mp_id":"116672068","mp_crag_id":"105827114","climb_id":"OpG8mVVUUdmcmkyLwQUfJQ==","areaRef":"9jNUtBaZUJ+1fu7ttmvSTw=="},"content":{"description":"Clown Stabber ascends the clean, white face right of the shared start corner. Climb up the Bush Doctor crack, then head right for a few moves working into the juggy undercling. Clip a bolt, then power through a series of 5 or 6 sinker pockets that are miles apart. The pockets are deep enough to crank on, but good feet and body english are required to tackle the steep face. Climb through the white face then join the rest of the routes to finish on Bush Doctor or Bloodline.\n\nSeveral variations have been done including starting on the Endeavor boulder, climbing Clown Stabber, and finishing Ring of Fire. Get creative!","protection":"Stainless 5 piece bolts. Usually has draws.","location":"Starts at the shared start in the Bush Doctor corner. Use the permadraw high and right, not the two to the left for Bush Doctor."},"__v":0},{"_id":"75aLYibkX9G9hz9NrCRuNw==","name":"Cartoon Graveyard","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"Paul Piana","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-108.83178,42.74193]},"left_right_index":32,"mp_id":"106182849","mp_crag_id":"105827114","climb_id":"75aLYibkX9G9hz9NrCRuNw==","areaRef":"9jNUtBaZUJ+1fu7ttmvSTw=="},"content":{"description":"Start just right of Killer. Do a hard opening boulder problem to a decent rest at a long draw then trend left and stay left when you get the option (Samara goes right). Finishes at a two bolt anchor just below the final roof.  Great movement and a good intro to the steep routes in the Killer Cave.","protection":"bolts","location":"Killer Cave, just right of Killer"},"__v":0},{"_id":"FZUvjFAYX+edaR8Jzu75NQ==","name":"Cannonball","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Steve Bechtel, 2009","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-108.83178,42.74193]},"left_right_index":43,"mp_id":"107369522","mp_crag_id":"105827114","climb_id":"FZUvjFAYX+edaR8Jzu75NQ==","areaRef":"9jNUtBaZUJ+1fu7ttmvSTw=="},"content":{"description":"Cannonball climbs an excellent steep wall of tufa flowstone, culminating in a thrilling horizontal roof crawl.  Unfortunately this side of the cave tends to seep in the spring, so the routes around here can be dirty from time to time.  Its possible to bail from a lowering station just before the roof, which makes for an outstanding 5.11+/12-.\n\nBegin in the Baghad corner with a wicked, height-dependent boulder problem.  Stem up the funky corner, then make a few cranks to clear a bulge.  After a great shake on the slab, follow great pockets up the vert wall, then onto a slightly overhanging panel of flowstone.  Catch your breath at a good shake, then make wild, gym-like moves out the intimidating roof.  The redpoint crux hits right at the end, with a desperate struggle to get established over the lip of the roof.","protection":"~12 bolts to 2BA.  There are currently 3 draws fixed through the roof, and the high anchor has fixed biners.  The second-best way to clean this beast is to down-aid back to the mid-way anchor, then thread & lower from there (the best way is to sucker your belayer into seconding).","location":"On the right end of the Killer Cave, beginning as for Baghdad, Basra, etc, but head straight up to the high roof, then bust left to the lip (going right is Zero Degrees, 13c)."},"__v":0},{"_id":"GKiNtcVIVFaJEX+aAA1VMQ==","name":"Busload of Faith","yds":"5.14a","grades":{"yds":"5.14a","french":"8b+"},"fa":"Frank Dusl","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-108.83178,42.74193]},"left_right_index":23,"mp_id":"106241896","mp_crag_id":"105827114","climb_id":"GKiNtcVIVFaJEX+aAA1VMQ==","areaRef":"9jNUtBaZUJ+1fu7ttmvSTw=="},"content":{"description":"Busload is the classic hard testpiece at Sinks Canyon, as it is relatively long and sustained compared to its peers.  The route follows a nearly flawless swath of orange stone, yet is marred slightly by the slimy flake at mid-height.  Despite its relative continuity, this is certainly a line for the boulderer, with all of the business coming before the fourth bolt.\n\nThe route begins with a vicious boulder problem (that can be bypassed with an enormous reach), capped with a huge dyno to reach the second bolt.  A few easy cranks lead to a shallow mono, an awkward lieback, a big span, and finally the redpoint crux: a desperate windmill stab to a three-finger pocket at the fourth bolt.  After the first decent shake on the route, move right to the \"Trouty\" flake, then up and back left, making athletic reaches between hero jugs.  A medium-sized crimp at the 5th bolt and a series of two-finger pockets above the 6th provide something to worry about while cruising the steller upper panel.","protection":"bolts","location":"Left side of the cave, between The Throne and Sister Ray."},"__v":0},{"_id":"++E2eybOWTWotFIeM2iK/Q==","name":"Bush Doctor","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Trey Warren","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-108.83178,42.74193]},"left_right_index":46,"mp_id":"105827663","mp_crag_id":"105827114","climb_id":"++E2eybOWTWotFIeM2iK/Q==","areaRef":"9jNUtBaZUJ+1fu7ttmvSTw=="},"content":{"description":"Bush Doctor shares its start and 5-6 bolts with Blood Line(11d), before heading left up an overhanging headwall (not the farthest left line - a harder 12 called \"Ring of FIre\"). The bottom crux involves a somewhat painful handjam, some sequential moves, followed by laybacking with popcorn limestone feet. After a mellow section up a left facing dihedral, you approach the turning point between Bush Doctor and Blood Line. The upper crux has some long pulls, generally on positive holds. Fight through the pump to the anchors.","protection":"11-12 bolts to anchors","location":"Located on the right side of the Killer Cave proper near where the right approach trail from the main parking lot hits the cliff.  Climbs just left of the STEEP prow that is Endeavor to Persevere (13c).  Starts on a block to reach the first holds.  Very short folks may have trouble reaching these holds without a further stepstool - an old tree trunk."},"__v":0},{"_id":"135bKGIHV/SVLwoSYWrPSg==","name":"Brown Trout","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Greg Collins and Ken Trout","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-108.83178,42.74193]},"left_right_index":15,"mp_id":"105828029","mp_crag_id":"105827114","climb_id":"135bKGIHV/SVLwoSYWrPSg==","areaRef":"9jNUtBaZUJ+1fu7ttmvSTw=="},"content":{"description":"This line is a slippery little thing.  Grab onto the edges and pockets, pull up to the bulge, finagle your way left and up onto the bulge (crux).  Hold on for several more clips to the anchors.  The route is perhaps worth doing once, but there are plenty of routes of better caliber at Sinks.","protection":"7 bolts to anchors","location":"Brown Trout is just left of Blue Moon, and a few lines downhill (to the right) of Harvest Moon."},"__v":0},{"_id":"VX0CFfzSUyCjf+TBMi39jg==","name":"Blue Moon","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Keith Lennard","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-108.83178,42.74193]},"left_right_index":19,"mp_id":"105827650","mp_crag_id":"105827114","climb_id":"VX0CFfzSUyCjf+TBMi39jg==","areaRef":"9jNUtBaZUJ+1fu7ttmvSTw=="},"content":{"description":"Varied climbing with a pump.  Pull your way up the easy right facing flake.  Yank your way onto the face via pockets.  Decipher a right traveling crux and hang on to the chains.  Fun climbing, good stone.  For 12a it may be soft, but you might argue otherwise afterwards, at least your forearms might.","protection":"6 bolts to anchors.","location":"Located on the left side of the cave.  The first BIG right facing flake to the left of the stout lines in the cave proper is Blue Moon."},"__v":0},{"_id":"FqjYC5IzU3Gv6EQhVvQgAQ==","name":"Bloody Endeavor","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-108.83178,42.74193]},"left_right_index":48,"mp_id":"112530649","mp_crag_id":"105827114","climb_id":"FqjYC5IzU3Gv6EQhVvQgAQ==","areaRef":"9jNUtBaZUJ+1fu7ttmvSTw=="},"content":{"description":"This is a hybrid of Blood Line and Endeavor to Preserver. Climb Bloodline/Bush Doctor start then traverse into Bloody Endeavor where you would normally enter the upper dihedral.","protection":"Bolts","location":"Killer Cave"},"__v":0},{"_id":"xL/BWs8uWU66OvxEVKSgiQ==","name":"Blood Line","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Paul Piana","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-108.83178,42.74193]},"left_right_index":47,"mp_id":"105827671","mp_crag_id":"105827114","climb_id":"xL/BWs8uWU66OvxEVKSgiQ==","areaRef":"9jNUtBaZUJ+1fu7ttmvSTw=="},"content":{"description":"A great line, with the crux the shared start with Bush Doctor which involving a handjam, pockets and laybacking up the initial seam.  Continue up the dihedral and head right across an airy traverse and finally up another cruxy (but not as cruxy) overhanging stemming dihedral.  Classic climbing!","protection":"12 bolts to anchors.","location":"As per Bush Doctor.  Where the approach trail hits the Killer Cave, starts off a block.  Grab pockets, which lead to a handjam and a left facing dihedral."},"__v":0},{"_id":"ClwzHEsLXWaijCGCYotPDg==","name":"Black Dynamite","yds":"5.12a/b","grades":{"yds":"5.12a/b","french":"7b"},"fa":"Victor Blanco","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-108.83178,42.74193]},"left_right_index":11,"mp_id":"108017286","mp_crag_id":"105827114","climb_id":"ClwzHEsLXWaijCGCYotPDg==","areaRef":"9jNUtBaZUJ+1fu7ttmvSTw=="},"content":{"description":"start on \"Powderfinger\" and exit to the anchor of Sign of the Times P1.  Climb up one bolt above this anchor and trend right following a line of black hangers to a roof.  Bust some big moves, climb into diheadral and then back to black streak higher.  Good and long.  60M will get you back down; knot the end you knucklehead!","protection":"14 bolts to 2BA","location":"Killer Cave left side."},"__v":0},{"_id":"Hll/BlqAWU6RAQzXuX1yag==","name":"Basra","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"Greg Collins","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-108.83178,42.74193]},"left_right_index":40,"mp_id":"108031854","mp_crag_id":"105827114","climb_id":"Hll/BlqAWU6RAQzXuX1yag==","areaRef":"9jNUtBaZUJ+1fu7ttmvSTw=="},"content":{"description":"Shares boulder start with Baghdad, House of God, Zero Degrees and others. Climb up dihedral and travserse left through bouldery moves. Head straight up one bolt line left of Baghdad. Good rest on slab and tricky headwall to anchors.","protection":"Bolts to sport anchors","location":"Dihedral left of the Urchin."},"__v":0},{"_id":"TIPPl4WKUQiJZxznSg6aow==","name":"Baghdad","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"Greg Collins, early ninties","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-108.83178,42.74193]},"left_right_index":41,"mp_id":"106895947","mp_crag_id":"105827114","climb_id":"TIPPl4WKUQiJZxznSg6aow==","areaRef":"9jNUtBaZUJ+1fu7ttmvSTw=="},"content":{"description":"Bagdhad is the arching line between Killer and Endeavor to Persevere.  It was rated 5.13- in Greg Collins 1991 guidebook to Sinks Canyon.  Later, people were thinking 5.12d.\n\nThe start is hard, but not as bad as freeing Killer's initial moves.  Most climbers will prefer the amazing holds of Killer.  However, for those who can't ignore the feeling that aiding the start of Killer is a taint, Bagdhad is a less difficult way to completely free a direct line up Killer Cave.\n\nHard climbing up and leftward brings you to a slightly scary dyno on merely vertical rock.  The really big pocket holds finally show up under the summit roof.","protection":"Ten bolts.  Get on the sport climber diet too.","location":""},"__v":0},{"_id":"/3qQHpHtUJanT0WWK2vBNA==","name":"Back-up Binkie","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Leafgreens","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-108.83178,42.74193]},"left_right_index":56,"mp_id":"106710731","mp_crag_id":"105827114","climb_id":"/3qQHpHtUJanT0WWK2vBNA==","areaRef":"9jNUtBaZUJ+1fu7ttmvSTw=="},"content":{"description":"Back-up Binkie is a bouldery line on the right end of the Killer Cave, featuring fun moves and excellent rock.  For a vertical boulder problem, the rock is not terribly sharp, and with afternoon shade on the crux start, this can be a good option on a warm day.\n\nBegin with a few easy moves to reach the first bolt.  The crux is the next section of long moves between large holds that all face the wrong way.  Once the third bolt is reached, the grade drops to ~5.9 for 30 feet or so to the looming bulge.  A second, easier crux of pumpy moves ascend the short bulge to the anchor.","protection":"Bolts to 2 BA.  The second clip can be a bit precarious, so take care.  Stick clip recommended.","location":"At the right end of the Killer Cave, beginning immediately right of \"Second-Hand Nova\"."},"__v":0},{"_id":"uImGc8H9VgCtSSMfh9Zp4A==","name":"After the Gold Rush","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-108.83178,42.74193]},"left_right_index":8,"mp_id":"106234475","mp_crag_id":"105827114","climb_id":"uImGc8H9VgCtSSMfh9Zp4A==","areaRef":"9jNUtBaZUJ+1fu7ttmvSTw=="},"content":{"description":"A newer route that starts about 15 feet right of Harvest Moon.  Difficult face climbing through the first two bolts leads to the undercling flake a few feet up and right of HM's face section.  Head up and slightly right on easier ground.","protection":"8(?) bolts.","location":"Right of Harvest Moon.  Start by standing on a couple of detached flakes.  A good right pocket gets you going."},"__v":0},{"_id":"2mAeL9/1V521I0kG71kTsA==","name":"Action Candy","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Heidi Badaracco and Paul Piana","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-108.83178,42.74193]},"left_right_index":58,"mp_id":"105827646","mp_crag_id":"105827114","climb_id":"2mAeL9/1V521I0kG71kTsA==","areaRef":"9jNUtBaZUJ+1fu7ttmvSTw=="},"content":{"description":"Well protected and fun climbing - a long line with many nice pockets along the way.  Some nice bulges up higher.  A great route to get the climbing flow going.","protection":"15-16 bolts to anchors.","location":"On the right side of the Killer Cave and slightly uphill is a ledge with a large juniper.  Several 5.11 and 5.10 routes and Action Candy ascend the wall here.  Action Candy is the furthest right line."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,afc3c77e-efc9-50f7-a248-5b1d2864b858,b1166235-3328-5537-b5ed-92f406ea8495,90a197ac-28d0-5afa-9953-e56d25d2af21,f63354b4-1699-509f-b57e-eeedb66bd24f","pathTokens":["USA","Wyoming","Lander Area","Sinks Canyon","Killer Cave"],"gradeContext":"US","aggregate":{"byGrade":[{"count":6,"label":"5.13b"},{"count":3,"label":"5.11a"},{"count":1,"label":"5.13c/d"},{"count":6,"label":"5.12b"},{"count":8,"label":"5.13a"},{"count":1,"label":"5.13-"},{"count":3,"label":"5.11d"},{"count":3,"label":"5.13c"},{"count":1,"label":"5.11b"},{"count":1,"label":"5.9"},{"count":3,"label":"5.10d"},{"count":1,"label":"5.12b/c"},{"count":1,"label":"5.14a/b"},{"count":2,"label":"5.10b"},{"count":4,"label":"5.12c"},{"count":1,"label":"5.10c"},{"count":3,"label":"5.12a"},{"count":1,"label":"5.10a/b"},{"count":1,"label":"5.13d"},{"count":4,"label":"5.12d"},{"count":1,"label":"5.14a"},{"count":3,"label":"5.11c"},{"count":1,"label":"5.12a/b"},{"count":1,"label":"5.10a"}],"byDiscipline":{"sport":{"total":60,"bands":{"unknown":0,"beginner":0,"intermediate":9,"advanced":29,"expert":22}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":9,"advanced":29,"expert":22}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-108.83178,42.74193]},"bbox":[-108.83239226728452,42.741480339818146,-108.83116773271549,42.74237966018187],"left_right_index":-1,"ext_id":"105827114","area_id":"9jNUtBaZUJ+1fu7ttmvSTw=="},"content":{"description":""},"density":0,"totalClimbs":60,"__v":1,"createdAt":"2022-11-07T06:35:24.104Z","updatedAt":"2022-11-25T11:25:36.510Z"}