{"_id":"63689d20e80bff5a994f26eb","area_name":"End Pinnacle","shortCode":"","climbs":[{"_id":"rmbQJVc1U5qqDot58GFhVg==","name":"Welcome to the Machine","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Scott Ayers, Mark Colby, 1995","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.97864,31.92707]},"left_right_index":8,"mp_id":"105901913","mp_crag_id":"106321312","climb_id":"rmbQJVc1U5qqDot58GFhVg==","areaRef":"XeofV1JHUrGsO3yHye+6iA=="},"content":{"description":"This route starts in the deep cleft just to the right of the slab where Endgame begins, following a line of bolts up a rounded arete festooned with chickenheads and some blank slabby bits. \n\n  The first two pitches (can be linked with a 70m and possibly with a 60m rope as well) go straight up the blunt, bolted arete punctuated by two-bolt belays with colossal Metolius rap hangers at each.  Endgame meets WTTM in an alcove of sorts at the second belay and then veers right; a suggested linkup is Endgame to WTTM, or WTTM to Endgame, rejoining on the ledge where all south face End Pinnacle routes seem to converge.  The 5.10c/d cruxes on pitch 3 are supposedly more like 5.10a/b if a person faces out and right, and in any event are tightly bolted; a fall would be inconsequential.  WTTM to Endgame is 5.10a, Endgame to WTTM is 5.10c/d, both are sport bolted at the cruxes. \n\n  After pitch 3, mid-sized cams are needed if a person wishes to shorten the runouts as the angle begins to ease off.  WTTM crosses the bulging belly of the pinnacle higher up above where Endgame shoots off to the right, but rejoins the latter route on the big ledge where everything seems to converge.  Take your pick of the final pitch to the top.","protection":"Many draws, slings, small to medium cams for p4","location":"Between Endgame and Great Gig in the Sky / Days of Future Passed, this route follows the rounded, featured arete just to the left of the deep recess behind the house-sized boulder that marks the initial bolted traverse of Endgame's 1st pitch.  Go straight up."},"__v":0},{"_id":"z+UiKqgYULurFlsNXHyYJQ==","name":"Unknown (L of Endgame) (AKA All's Well That Ends Well)","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Scott Ayers, Sean Davis, Mark Colby, Scott McNamara, Jack Bissell, 1998","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.97864,31.92707]},"left_right_index":5,"mp_id":"106395387","mp_crag_id":"106321312","climb_id":"z+UiKqgYULurFlsNXHyYJQ==","areaRef":"XeofV1JHUrGsO3yHye+6iA=="},"content":{"description":"A bolt protected climb on the west face of End Pinnacle.  Fun climbing on great features, although a number glued holds and its proximity to Poetry in Motion detract from the experience.","protection":"All bolts except a small cam or stopper can be placed after the roof on pitch 3 for additional protection.","location":"Currently the leftmost climb on the west face of End Pinnacle.  Start on Endgame, bearing sharply left at the 10th bolt (use of long runners here will help reduce rope drag).  From here, just follow the topo to the top.  Note that in the beginning of pitch 4, head sharply left to stay on the route.  Older bolts with leeper hangers lead upward on Poetry in Motion and very runout climbing above."},"__v":0},{"_id":"DYQD4GwvWbWuvxtjhIe8Tg==","name":"The Way the World Ends","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Scott Ayers + ?","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.97864,31.92707]},"left_right_index":3,"mp_id":"120200046","mp_crag_id":"106321312","climb_id":"DYQD4GwvWbWuvxtjhIe8Tg==","areaRef":"XeofV1JHUrGsO3yHye+6iA=="},"content":{"description":"A great, safe (for Rockfellow) outing winding it's way up the W/NW face of End Pinnacle with decent belays and great exposure.P1 - 40' (C1): Aid up the almost bolt ladder to 2 bolt anchor. Those with limited aid experience would probably be happiest with a stick clip. This probably goes free as a sport climb (5.13?), but just pretend you're not warmed up enough for it. (1x purple met - #1 if aiding)P2 - 105' (5.11): The crux, and best pitch on the route, head up the right facing corner/crack w/ 7ish bolts, some are superfluous but they prevent the need for big cams. Slightly more guano than you'd prefer for 5', but only slightly (full rack)P3 - 50' (5.11-): Head up the rest of the corner crack, traverse right at bolt and then follow bolts down and right to bolted anchor on left side of pinnacle. (bring what you need to get to first bolt, all bolts after that)P4 - ~90' (5.8++): Climb to top of pinnacle, clip bolts, down climb a little and enter the chimney pitch of Be All End All. Gear belay in alcove below roof. Extend effectively, use half rope technique, or climb with extra gravity. (full rack)P5 - ~150' (5.11-): Money pitch #2! Head up 5-10' from belay and start looking for a bolt on the face out left. Follow spaced bolts and gear, generally heading left, up the radical boiler plate face to 2 bolt anchor on sloping ledge. (full rack to #2, 1x #3/#4)P6 - ~110' (5.11-): Spot bolt ~10' up and left of belay. Trend left and up over  moderate terrain interspersed with hard climbing at a couple bolts (1x #0.3 - #1)Descent: Son of Gums descent (single 60m rope described on End Pinnacle page) will spit you out a minute or two uphill of your pack (easy walk in comfy climbing shoes)","protection":"Single  purple and blue metolius, 2x #0.3 - #4, larger wires helpful for P5. Confident leaders could probably get by with singles from purple Metolious to #4 with 2x #3. 14ish draws w/ many of those extendable.","location":"Maybe 30 yards climbers left of Be All End All. Start at the chossy, right arching mostly bolted 40' pitch. The Way the World Ends is climber's right of Dead End, the large arching right facing corner which ends ~100' up."},"__v":0},{"_id":"IbePufZSVJa+cNY7zSpdsw==","name":"Uncarved Block","yds":"5.11b/c","grades":{"yds":"5.11b/c","french":"6c+"},"fa":"Ray Ringle and Chip Chase, Summer 1980","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-109.97864,31.92707]},"left_right_index":0,"mp_id":"107822984","mp_crag_id":"106321312","climb_id":"IbePufZSVJa+cNY7zSpdsw==","areaRef":"XeofV1JHUrGsO3yHye+6iA=="},"content":{"description":"Crazy slab moves, hard grooves, stunning features, killer crack climbing, a \"thank God\" mono pocket, tricky gear ... this climb has it all! \n\n  One of its incredible features is the Uncarved Block itself, a huge slice of rock that calved off the dome long ago creating an amazing belay stance and its stellar third pitch. \n\n  Uncarved Block is seldom repeated, perhaps partly owing to its reputation for its old hardware, stiff climbing, and runout 4th pitch.  Fortunately, thanks to the ASCA, the old bolts have been replaced, and  modern gear takes a bit of the sting out of the 4th pitch.  The result  is that this exceptional route is now a little safer for those wanting to repeat old-school, hardman Stronghold classics.   \n\n  The first three pitches are generally well protected and definitely worth repeating even if pushing your limits on the 4th pitch isn't in the cards.  The first pitch has committing, tricky slab and groove climbing.  The second pitch transfers the belay onto the Uncarved Block itself (which is awesome).  The third pitch is a fantastic crack and corner system extending high onto End Pinnacle.  It is easy to rappel from this point into the descent from End Pinnacle (160')   \n\n  The fourth pitch is both serious and stunning.  It starts in a steep, difficult-to-protect groove and continues to a beautiful crack, committing face moves, and runout slab.  Its ground-up first ascent with 1980 gear and shoes is an example of some of the boldest Stronghold leads.   \n\n  Pitch 1 (130', 5.11) - Start at the base of the slab directly under the last rappel from the End Pinnacle descent and the Uncarved Block.  Climb straight up to a small roof with a bolt to its right (tricky pro on 5.10 terrain).  Angle up and right past a second bolt and into a groove.  Follow the groove up and left past a third bolt.  Once on easy ground, traverse directly right to a stance under the tip of the Uncarved Block. \n\n  Pitch 2 (40', 5.10+) - Execute a hard mantle/OW move on to the block and move the belay to a hole at the back of the block. \n\n  Pitch 3 (150', 5.11) - Climb the stellar crack until it seams out.  Step a bit to the left and work up 20' on easy face moves until it is possible to return to the crack where it opens back up.  Continue up the crack/groove to a three bolt anchor. \n\n  Variation: (150', 5.9) - From the belay stance move up and left on the block to the arete.  Climb the arete clipping two bolts and placing occasional gear.  Arrive at the same three bolt anchor as described above. \n\n  It is possible to rap 160' straight down into the End Pinnacle descent if you want to avoid the final pitch. \n\n  Pitch 4 (120', 5.11R) - Work up the 5.11 groove with only tiny gear and a flared cam for protection.  Gain a beautiful crack with better gear and follow it to a bolt on the right.  Continue directly right from the bolt to easier ground, then run it out up the slab past a second bolt to a narrow ledge.  Body belay on the ledge next to a tiny tree backed up by a bomber new bolt about 6' above the ledge. \n\n  Pitch 5 (40', 5.10 A0) - Aid past two new bolts and make a slab move or two to easy ground.  Body belay in the huge bowl above or tie off a large feature on the left. \n\n  Variation: from the belay step right, make a committing move up and clip a bolt.  Then make a few slab moves up to the bowl (5.10).","protection":"Doubles from tiny cams (black Alien or equivalent) to #1 Camalot.  Triples of #2 and #3 Camalot, two #4 Camalots.  Stoppers including an assortment of small ones.  Ball nuts are very helpful on pitch 4. \n\n  If you are interested in a topo for this route, feel free to PM me and I will send you one.  You can also get one by registering at the toofasttopos website.","location":"From the approach to End Pinnacle, hike up and left along the bottom of the cliff about 200 feet.  Look for the Uncarved Block about 100' above.  The start is directly under the last rappels for the descent from End Pinnacle. "},"__v":0},{"_id":"HuIdZHv2VtSEMCCpskKJJg==","name":"Son of Gums","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Dave Baker  and Fig Fiola","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.97864,31.92707]},"left_right_index":2,"mp_id":"107447697","mp_crag_id":"106321312","climb_id":"HuIdZHv2VtSEMCCpskKJJg==","areaRef":"XeofV1JHUrGsO3yHye+6iA=="},"content":{"description":"Approach Pitches: Option 1 (5.10+ hard): Climb the first pitch of Cap'm Pissgums to alcove. Second pitch heads back into the squeeze chimney. On this pitch, first surmount two chockstones, then follow the darkness that takes you into a widening chimney. Near the blocks further in, chimney up again then further into the belly of End Pinnacle. This eventually opens up near the last rap of the typical descent for End Pinnacle. Option 2 (5.11): Climb the first pitch of Uncarved Block. Lastly, continue another 100 feet or so (5.5ish) up the ramp to the start of Son of Gums which will appear as the wide crack on your right.  \n\n  Pitch 1) Stemming leads to one bolt that protects the difficult opening moves. Continue up large crack with a brief sampling of the offwidth to come. Exit up and left where it is obvious to do so. Belay from rap anchors (5.10-).  \n\n  Pitch 2) Sustained offwidth that is great for those who wish to practice or pursue these tough love types of climbs. This pitch has more features than the second pitch of Abracadaver, but probably, in the end, is about the same difficulty. Belay on small cams and small tree (5.10).  \n\n  Pitch 3) Tricky start past a bolt leads to a hand size crack that takes you to the top (5.8). \n\n  Kerry's description for the route can be found here:  \n\nclimbaz.com/Backcountry/pag…\n\n  Descent: The route ends at the first of the raps for the typical descent off of End Pinnacle.","protection":"2 or 3 BD #5s, 2 BD #1-4, 1 set of smaller sizes (< #1) for the anchor after the second pitch.","location":""},"__v":0},{"_id":"Pu9sB3BUUsCIRCf3JSWjmw==","name":"Poetry in Motion","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Steve Grossman, Brad Smith","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-109.97864,31.92707]},"left_right_index":7,"mp_id":"105958606","mp_crag_id":"106321312","climb_id":"Pu9sB3BUUsCIRCf3JSWjmw==","areaRef":"XeofV1JHUrGsO3yHye+6iA=="},"content":{"description":"An excellent, courageous climb up the west face of End Pinnacle.  It is noteworthy not only as a brilliant feat of routefinding, traditional climbing, and boldness but also as the first route up this face of End Pinnacle.   \n\n  To reach the start of the climb, scramble up the ramp to the left of the start of Welcome to the Machine. At the top of the ramp it is possible to build an anchor with .5\"-2\" gear.  \n\n  Pitch 1 (130', 5.6R). Climb up and left from the belay about 70' along featured but runout terrain.  You will find a few stopper placements as the climb passes the end of the first pitch of Endgame about 10' to your left.  Continue 20' up to a beefy 3/8\" bolt shared with Endgame. From here go straight up to a two bolt anchor.  \n\n  Pitch 2 (165', 5.10-). This is an excellent pitch.  From the anchor step left to a weakness and follow it up approximately 10'.  Make a tenuous step right to a second feature that leads to a small roof.  Both of these features protect with nuts.  Pass the right side of the roof and continue straight up toward a large roof next to a corner.  Place a #3 or #4 camalot just below the roof on the right side.  Pull the right side of the roof and then step left to an awkward ledge.  Clip a bolt and move left around the arete and up to another bolt.  From the second bolt, make a move or two up, and then traverse directly left about 20' to chickenheads.  The traverse is easy save an early 5.9/10a move. Climb up the chickenheads (5.8) to a two bolt anchor.  \n\n  Pitch 3 (190', 5.10- R).  From the anchor head up about 15' to a bolt. Continue straight up another 30' to a small bulge and a second bolt above.  Make a long run up and left for 50-60 feet of unprotected but easy slab to a third bolt (5.7R).  Take a moment to clean your shorts. Continue up and left a few feet to the edge of an alcove, then climb up to a bolt on its right side.  Just above the bolt, make a hard move on some grainy rock (10a), and then pass easier terrain to the top of End Pinnacle.  Body belay in a deep bowl on top of the pinnacle.  A large chickenhead can be tied as a backup.  \n\n  This climb has multiple runouts and scarce gear.  Where gear is available, it can be tricky to place.  While this climb is a lot of fun, make sure you are climbing solidly before attempting it.","protection":"Stoppers, cams to at least #3 Camalot.  A #4 Camalot is helpful on pitch 2.","location":"See topo"},"__v":0},{"_id":"br7nCHjlXVeGZppdhBt49w==","name":"Magnus Veritas","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"JF & SA, 1990","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.97864,31.92707]},"left_right_index":12,"mp_id":"107856414","mp_crag_id":"106321312","climb_id":"br7nCHjlXVeGZppdhBt49w==","areaRef":"XeofV1JHUrGsO3yHye+6iA=="},"content":{"description":"Magnus Veritas ascends the face to the climber's right of Days of Future Passed on End Pinnacle. It was originally rated 5.11R in Kerry's Guide, but it seems the R rating no longer applies. There are some runs between protection, on easier but not entirely trivial climbing. \n\n  P1) Begins just right of the original start to Days, up a layback then past a few bolts up and right to a stance below a small field of plates. Climb these plates until they run out and commit left to some big holds then up easier ground to a 2 bolt belay. Some adequate pro can be had between the plates if creative. \n\n  P2) Climb up to bulbous arch feature, clip a bolt and pull first crux over a bulge on small crimps. A couple bolts later is crux #2 on thin face. Climbing gradually eases to 5.9 past a handful of bolts to a 2 bolt belay. Without the added bolts, the FA was surely a long ways out on this section. \n\n  P3) Nice, sustained, well protected 5.8/5.9 climbing up to the belay below the summit cap (shared with Days and Endgame). According to Kerry's topo, this pitch originally only had 2 bolts, meaning a BIG runout on this long pitch.","protection":"12-14 draws seems right, along with a set of stoppers and singles of small to med cams. I think my partner said the first pitch could maybe take a #3 BD cam too.","location":"Approach as for Days of Future Passed, starts with 2 bolts near the ground up a layback."},"__v":0},{"_id":"O3Bg4mZ4VeG2/5/yT2JDBA==","name":"Jimmywacky","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"EFR, John Hayes, Virgil Davis","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.97864,31.92707]},"left_right_index":9,"mp_id":"106308729","mp_crag_id":"106321312","climb_id":"O3Bg4mZ4VeG2/5/yT2JDBA==","areaRef":"XeofV1JHUrGsO3yHye+6iA=="},"content":{"description":"An excellent climb on beautiful, exposed rock.  For those climbing at this grade, this climb should not be missed! \n\n  Pitch 1) Start in the same ramp/trough as Days of Future Passed.  Continue up this feature until a bolt appears on your left.  Make a hard move left, and continue up past two more bolts and tricky (but good) gear placements to a two bolt anchor. \n\n  Pitch 2) Hard face climbing past four bolts.  The climbing eases to 5.9-5.10 after this point, and the bolts become spaced further.  Continue along the bolts to the anchor at the end of pitch 3 of Endgame. \n\n  A topo for this climb can be downloaded by clicking this link: \n\ntoofasttopos.com/free/\n\n  While the second pitch of this climb is very difficult, the first pitch alone is excellent.  You can rappel from the end of either pitch with two 60 meter ropes.","protection":"Bolts, stoppers, and a single set of cams to #4.","location":"End Pinnacle, South Face."},"__v":0},{"_id":"MSSXhh8hXUOeOLgewIdJHg==","name":"Great Gig in the Sky","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Steve Grossman, Jay Ladin","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-109.97864,31.92707]},"left_right_index":10,"mp_id":"111495234","mp_crag_id":"106321312","climb_id":"MSSXhh8hXUOeOLgewIdJHg==","areaRef":"XeofV1JHUrGsO3yHye+6iA=="},"content":{"description":"Another Cochise classic brought back from the dead. A brilliant route that certainly deserves traffic, especially now that all of the hardware has been upgraded. Expect a healthy dose of moderately to extremely run-out climbing on the easier sections (Bob Kerry gives the route a safety rating of \"very \"R\"\"). That being said, the hard climbing is all reasonably well protected. \n\n  P1: Start in the same crack as for Jimmywacky, but instead of moving left to the bolt continue straight up on slightly overhanging plates to a two bolt belay (the bolts for the belay are separated vertically by about 4', so plan accordingly). \n\n  P2: Clip the higher of the two belay bolts for your first piece and continue up increasingly difficult terrain past another bolt until you finally reach the giant chickenhead about 30' off the belay. Continue up, passing one more bolt, to a comfy two bolt belay. This is the same belay as for Endgame and Jimmywacky. \n\n  P3: Clip the bolt above and to the left of the belay (part of the original belay) and continue up the blunt arete for about 70' of unprotected climbing (easy terrain) until reaching a right-angling crack that accepts 2-3\" pieces. Follow the crack to a ledge then traverse directly right to a three bolt belay. This pitch might actually be x. Legend has it that the first ascensionists opted to not place any bolts on this pitch because they were in a hurry to get to a Beanfest! \n\n  From here it is possible to rap down Magnas veritas with two 50m ropes. Otherwise continue up on a pitch of your choice and descend via the standard End Pinnacle rap route.","protection":"Single rack to 4\", good assortment of stoppers, lots of shoulder-length slings.\n\n Bolts and top-anchors updated by CASA in 2016.","location":""},"__v":0},{"_id":"9NZZCX5hX/Km3OM1AarTgg==","name":"Endgame","yds":"5.10a/b","grades":{"yds":"5.10a/b","french":"6a+"},"fa":"Scott Ayers, Mark Colby, 1995","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.97864,31.92707]},"left_right_index":6,"mp_id":"105901424","mp_crag_id":"106321312","climb_id":"9NZZCX5hX/Km3OM1AarTgg==","areaRef":"XeofV1JHUrGsO3yHye+6iA=="},"content":{"description":"An amazing, if unlikely line up the SSW side of the End Pinnacle, around the corner from Days of Future Passed.  Great, mostly well-protected and airy climbing with a little bit of everything.  The start is under a house-sized boulder which leans against the End Pinnacle.  Beware of possible windy conditions and a shady and possibly very chilly first belay under a large boulder. \n\n  P1: Start on the slab under the boulder to a small ledge and out to the left to a sickle shape feature and up steep face climbing on alligator skin to a two-bolt belay (rap anchors).  Very well bolted.  5.10a, 150'. \n\n  P2: Climb the face up and right to a single bolt.  You will see a two-bolt belay above and left of this (for Poetry in Motion), but this is NOT where you are heading.  Continue right to the buttress and climb the line of bolts.  The traverse right to the arete is run-out and the single bolt is piss-poor but the climbing is easy.  Once on the arete, the route is well-bolted.  Belay off two rap anchors in a kind of alcove.  5.8R, 150'. \n\n  P3: Just above the belay, follow the bolted seam up and to the right.  A 3/4\" cam is necessary here.  Exposed! 5.10a, 130'. \n\n  P4: Up the steep slab past two bolts to a large ledge with a 2-bolt anchor on the left side. \n\n  P5: Move the belay to the right side (for Days of Future Passed) and then traverse right around the corner and up a steep slab, following bolts to the top.  5.8+, 100'. \n\n  Descent: 3 rappels. Complicated.  Move east and slightly south below the summit area to a small pine tree with rap slings.   Rap 150' (2 ropes) to a set of bolts.  Another 2-rope rappel into a dark chimney.  Scramble north along the chimney to a hole by a chockstone, squeeze through the hole onto a ledge.  Rap off a slings around a wedged chockstone to the ground on the NE side of the pinnacle.","protection":"2 ropes, 15-20 quickdraws, wires, TCUs, small to med cams, slings","location":"The start is under a house-sized boulder which leans against the End Pinnacle.   For approach from the west side of the Stronghold, see my comments for the approach to Rockfellow formation."},"__v":0},{"_id":"jSLzs+p4U82pVTtVK686lQ==","name":"Days of Future Passed","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Steve Grossman, Dave Baker, Rich Thompson 1973","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-109.97864,31.92707]},"left_right_index":11,"mp_id":"105794293","mp_crag_id":"106321312","climb_id":"jSLzs+p4U82pVTtVK686lQ==","areaRef":"XeofV1JHUrGsO3yHye+6iA=="},"content":{"description":"Another Rockfellow classic.  This is located on End Pinnacle on the west side of the area.  Approach by skirting around the formation to the right from the approach.  The climb is the first crack to the left of the large chimney separating End Pinnacle from the rest of the formation.  Thanks to Scott Ayers for correcting some of my faulty memories. \n\n  Pitch 1: The crack doesn't quite reach the ground so you have to start to the left, up to a bolt, and then traverse right to the main crack.  Depending on how tall you are (I'm 6'6\" so my ratings are all very suspect) this is anywhere from 5.8+ to 5.10b.  A little tension will get you through this if you can't make the reach.  Once in the main crack, chimney up and then use chickenheads on the right to reach a bolted belay.  The rest of the route is 5.8+ or so - the difficulty is not really 10b but the runouts above make the route quite serious.  The chimney is fairly secure but not really protectable - you might feel this is a bit R-rated.  (160', 5.8 A0 or 5.10b if free climbed) \n\n  Pitch 2: Follow an excellent fist sized crack up until it ends at a hanging belay stance (5.8+) \n\n  Pitch 3: Climb steep face past three bolts to a welcome ledge (first non-hanging belay!).  This is almost R rated - there are 3 bolts in 120' of climbing.  Last time I led this I wussed out to the chimney on the right after the 2nd or 3rd bolt.  (120', 5.8+) \n\n  Pitch 4: Up past a couple of bolts to the summit.  The start is pretty runout to the first bolt 25' up.  This one has never bothered me much though. \n\n  Descent: Start from a pine tree at the east side of the summit, overlooking the fissure separating EP from the main dome.  Two double rope raps take you into the big chimney.  You need to go up through a hole to find the last rap station that takes you to the bottom on the side opposite the climb.  This is all pretty hazy for me so be careful!","protection":"You'll need some slings for chickenheads on P1 and perhaps an extra #2 - #3 camalot for P2.  Hexes work well on this pitch.","location":""},"__v":0},{"_id":"NOvZDqIqWKObIeb/7v3Pmg==","name":"Cap'm Pissgums","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Dave Baker, Mark Axen","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.97864,31.92707]},"left_right_index":1,"mp_id":"105958586","mp_crag_id":"106321312","climb_id":"NOvZDqIqWKObIeb/7v3Pmg==","areaRef":"XeofV1JHUrGsO3yHye+6iA=="},"content":{"description":"pitch 1-clip a bolt and stem a strenuous face (very, very tricky 5.10/10+) into a bottomless chimney past 2 bolts to alcove (18m).pitch 2 Step around right to gain main crack and belay at bolt at base of chimney (5.7, 25m).pitch 3 Climb right side of chimney past 'death block' (repeat, do not touch) and belay in 3\" crack w/ one bolt (5.7, 25m).pitch 4 Climb the spectacular overhanging crack in V chimney (mostly 2\", 5.10+) to belay above \"Y\" w/ heads and cams (35m).pitch 5 follow crack up and right, then left at bulge to sloping ledge below 2 1/4\" aid bolts (5.7). pitch 6, A.0 to summit OR step right to a newer bolt and 5.10 face to summit (10m).","protection":"Double camming units, .4 - #4 w/ extra 2\", stoppers, and a ballnut can help at start.","location":"NE face of End Dome (polar opposite of Days of Future Past). It is the obvious crack system."},"__v":0},{"_id":"gIcmXbJJWVmQOXLei8+OaA==","name":"Be All, End All","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Dave Baker & Fig.  FFA pitch one:  Ray Ringle.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.97864,31.92707]},"left_right_index":4,"mp_id":"108363001","mp_crag_id":"106321312","climb_id":"gIcmXbJJWVmQOXLei8+OaA==","areaRef":"XeofV1JHUrGsO3yHye+6iA=="},"content":{"description":"This great old-school line follows the giant chimney system on the northwest face of End Pinnacle.  It was originally climbed by Dave Baker using aid on the first pitch; the first pitch was later freed by Ray Ringle. \n\n  Pitch one is among the best pitches in the Stronghold.  Its stemming, liebacks, and knee bars are outrageous fun and it is almost unbelievable how it climbs.  The climbing remains relatively hard for the first half of pitch two until the main chimney system is gained.  From here you will encounter a great diversity of classic Stronghold climbing including chimneys, bulges, corners, stems, cracks, traverses, and even an arch.  The gear is sparse in places. \n\nPitch 1 (5.11+, 90')  Amazing climbing up a groove protected by gear and bolts.  Singles to #4 camalot and stoppers with an extra .5 cam is plenty of gear for this pitch.  Note:  If you want to do this climb but think the first pitch is too hard it can be aided. \n\nPitch 2 (5.11, 105')  Follow bolts up and right to the main chimney (5.11).  Continue up easier but sparsely protected terrain in the chimney until it is possible to traverse left behind a large column.  Belay at the top of the column protected by a bolt and some gear. \n\nPitch 3 (5.9, 100')  Move down and right into the large weakness.  Chimney up to super-fun flakes, climb them, and then surmount a pointed column of rock.  Continue up the chimney and crack above to a two bolt belay in an alcove.  Do not clip the bolts headed up and left in the final part of the pitch, these are for a separate route. \n\nPitch 4 (5.10, 140')  Climb the crazy-looking (but easy) chimney to a point that can be protected with #4 Camalot.  Work up harder climbing to a bulge, figure out a way around it, and continue up a 5.10 groove to a roof.  Traverse right under the roof to a belay stance. \n\nPitch 5 (5.10-, 90')  Climb a corner which is harder than it looks.  Traverse right and pass under a large arch to an easy stance.  Place some gear on the right side of the arch to keep the rope out of the crack, then continue up a 5.8 hand/cupped hand crack to the top.  The belay takes two #4 camalots. \n\n  Descent:  Use the same descent as the other climbs on this formation. \n\n  If you are interested in a topo for this route, feel free to PM me and I will send you one.  You can also get one by registering at the toofasttopos website.","protection":"Doubles to #4 Camalot, stoppers.\n\n Bolts and top-anchors updated by CASA in 2018.","location":"NW face of End Pinnacle"},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,24e148bb-4884-59e8-9870-43ce21f1a337,6f40f8bb-61ae-569f-a656-25752de45c0c,d89ead8f-ea94-5fc1-9170-13bf8dd94398,f7b7a2a3-7804-5412-ac59-8fc77a66751b,e3f74893-210f-595a-b671-0daba41fb01b,5dea1f57-5247-52b1-ac3b-7c87c9efba88","pathTokens":["USA","Arizona","Southern Arizona","Cochise Stronghold","East Stronghold","Rockfellow Group","End Pinnacle"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10c"},{"count":2,"label":"5.11-"},{"count":2,"label":"5.11"},{"count":1,"label":"5.11b/c"},{"count":1,"label":"5.10"},{"count":1,"label":"5.10-"},{"count":1,"label":"5.11d"},{"count":1,"label":"5.11c"},{"count":1,"label":"5.10a/b"},{"count":1,"label":"5.10b"},{"count":1,"label":"5.11+"}],"byDiscipline":{"trad":{"total":12,"bands":{"unknown":0,"beginner":0,"intermediate":5,"advanced":7,"expert":0}},"sport":{"total":4,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":3,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":5,"advanced":8,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-109.97864,31.92707]},"bbox":[-109.97916980860727,31.92662033981814,-109.97811019139276,31.92751966018187],"left_right_index":-1,"ext_id":"106321312","area_id":"XeofV1JHUrGsO3yHye+6iA=="},"content":{"description":"End Pinnacle is the at the Northwest end of the Rockfellow group.  It has a number of excellent climbs, some of which are bold traditional lines while others are well-protected bolted climbs.   \n\n  DESCENT:  From the summit of End Pinnacle, there are at least two means for descent: \n\n  The most frequently used (and most interesting) descent is to walk NNE from the summit to the rappels.  You will head downhill on some slightly exposed terrain about 100' to a large bowl about 30' in diameter.  Enter the bowl and walk to its SE side.  There is a crack here.  Up and out of the bowl there is a tree next to this crack, the first rappel anchor is next to the tree.  It's exposed, so stay roped up when moving to it. \n\n  Rap 90' from the tree to an anchor about 20' left of the direct line.   Rap 60' to a three bolt anchor.   Rap 60' to the notch.   Scramble down the ramp until you reach a third anchor (on your right if you are facing downhill).   Rap 90' to a level spot.   Scramble across an exposed move to the horizontal passage leading to the face and another rap anchor (do not continue further down into the cave).   Rap 100' to the ground on the north side of End Pinnacle. \n\n**Although this descent is possible with a single 60 meter rope, it is strongly advised that you have a second rope for all climbs on End Pinnacle***\n\n  Alternatively, it is possible to rappel the SW face with two ropes.  Beware of getting your ropes stuck.  Rappelling Magnus Veritas seems to result in the fewest rope snags.   \n\n  APPROACH: \n\n  The link below is for some topos for End Pinnacle: \n\ntoofasttopos.com/free/"},"density":0,"totalClimbs":13,"__v":1,"createdAt":"2022-11-07T05:52:59.748Z","updatedAt":"2022-11-25T11:09:55.086Z"}