{"_id":"63689de0e80bff5a994f9d63","area_name":"Trojan Bunny Buttress","shortCode":"","climbs":[{"_id":"bNPD5A3fVlyuwgc6HLJ4qw==","name":"Unicorn Tower","yds":"5.13+","grades":{"yds":"5.13+","french":"8b"},"fa":"Josh Wharton, with support from Hera Wharton and Herman Feissner","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3334,40.1863]},"left_right_index":17,"mp_id":"120033111","mp_crag_id":"105744938","climb_id":"bNPD5A3fVlyuwgc6HLJ4qw==","areaRef":"rkMYRm0BW9+gF8sCIUaQ4w=="},"content":{"description":"This is certainly not Ceuse three star quality, but it is a great route by South Saint Vrain standards. It felt a bit harder to me than anything at the Fang, so it might be the hardest route in SSV at the moment. Also worth noting that Trojan Bunny Buttress is a nice crag with decent routes of all grades, ample shade, and a quick approach, so hopefully this route will avoid obscurity.\n\nBegin with\n\nGoldshut Arete\n\n. Put a long sling on bolt six, and move left up to a jug. From here, intricate, technical, and often inobvious climbing angles left through a seam to an awkward rest below the roof. A boulder problem finale out the roof leads to horizontal jugs in a crack. Step right easily onto\n\nSonata\n\n. Clip one bolt on\n\nSonata\n\nbefore finding a hidden anchor just above on the left side of the arete.\n\nThanks and love to my daughter Hera for naming the route, helping with work on the approach trail, and a unicorn-tastic! paint job on some of the hangers, and to Herm for the good company and support.\n\nSome notes:\n\nA double draw on bolt eight allows you to stretch up and clip from the jug, avoiding a mid-crux clip.\n\nPut a double draw on bolt ten to reduce drag.\n\nThere is a permadraw at the roof.\n\nThere is a fair bit of rope drag as you join\n\nSonata\n\n, but fortunately the climbing is easy.\n\nI climbed directly on the bolt line through the final roof, but it may be possible to cheat right onto\n\nSonata\n\na little earlier. This could be a bit easier, but that wouldn't change the grade, since there's a no hands rest before the roof. Expect it to be a bit dirty if you do this.\n\nIt's possible to equip most of the route as you lower off\n\nSonata\n\nor\n\nGoldshut Arete\n\n.","protection":"~15 draws.","location":"Start with\n\nGoldshut Arete\n\non the right side of Trojan Bunny Buttress."},"__v":0},{"_id":"rVDHSPv1W5iMGVkpBGTG6A==","name":"Thy Holy Hand Grenade","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Collin Turbert, Ryan Gajewski, Jan. 2018","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3334,40.1863]},"left_right_index":4,"mp_id":"114012570","mp_crag_id":"105744938","climb_id":"rVDHSPv1W5iMGVkpBGTG6A==","areaRef":"rkMYRm0BW9+gF8sCIUaQ4w=="},"content":{"description":"...and Saint Attila raised the hand grenade up on high, saying, \"O Lord, bless this Thy hand grenade that, with it, Thou mayest blow Thine enemies to tiny bits in Thy mercy.\"\n\nThis fun addition climbs a short but intricate slab to a no hands rest. From there, fire the crux to a crack up and left. Enjoy friendly fingers to a two-bolt anchor.","protection":"6 bolts and 0.4 - 0.75 cams will give you plenty of options up high.","location":"Down and right of\n\nTemptation Arete\n\n, it is the obvious slab at the base of the original trail leading up to Trojan Bunny Buttress. Look for a small tree at the base and 4 bolts angling up and left on the slab."},"__v":0},{"_id":"Aki9rtLHX3+fKFcn2WPSkQ==","name":"Temptation Arete","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Richard Wright, August, 2000","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3334,40.1863]},"left_right_index":3,"mp_id":"105758074","mp_crag_id":"105744938","climb_id":"Aki9rtLHX3+fKFcn2WPSkQ==","areaRef":"rkMYRm0BW9+gF8sCIUaQ4w=="},"content":{"description":"The Temptation Arete is an amazing line with a bit of agonizing history. It has been called, \"perhaps the best line in the South Saint Vrain Canyon\". The climbing moves were originally freed by rope solo (RW) on jugs, and the bolts were placed accordingly. My own first lead was very scary. Subsequent attempts by Greg Purnell, Alan Nelson, and Mark Rolofson (all very strong climbers and much better climbers than myself) led to the consensus demand for re-bolting, with new placements described in detail. Before this could happen, and unknown to anyone, Rob Pizem led the line and claimed a 5.12 something redpoint. After this, the line was re-bolted as consensus had earlier demanded. Now, it is well (over?) protected.\n\nThe Temptation Arete begins on the furthest East face of TBB in a thin crack and seam. This section can be done on bolts or trad with small wires. Exit the crack/seam to a ledge just below a short technical slab. The arete proper follows after 20 to 25 feet. The top of the arete has a double bolt stance for toproping, and the descent anchors are another 15 or so feet higher. The arete itself has at least two good solid 5.12 sections, and overall the climbing never drops much below 5.11.\n\nMy own last attempt in December 2000 still evinced a pair of hangs. Nonetheless, with the redpoint in the bag (?), the route should be considered open to all. The Temptation Arete easily gets three stars for the climbing moves, the continuity, the quality of the rock, and diversity of technique used.\n\nIn addition, it provides convenient access to the 5.13c project to its left. This line was bolted and led by Greg Purnell in September 2000 and should be considered off limits until he has a chance to pull the redpoint or until he opens it up to all comers. I tried it by top-rope, and it is indeed hard.\n\nPer\n\nLaura schmonsees\n\n: the main anchor is the the first one. It is loose, easy junk to the second anchor. You can get off the first anchor easily with a 60m. Two ropes are not necessary and only deter other climbers.","protection":"QDs only. This route has two anchors, one at 115 feet and another at 130 feet. It is a double ropes only route. That said, it may be possible to get off from the lower anchors using a 60 m rope by angling up-slope since the base here is quite steep. Protected by bolts, it needs at least 15 draws to get to the lower anchor. A short section at the start was done on wires and curved stoppers.\n\nPer\n\nMark Rolofson\n\n: the route has 22 bolts and a 2 bolt anchor.","location":""},"__v":0},{"_id":"GhviuWYVVlKVdFA9kQU4Aw==","name":"Streatch","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"unknown","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3334,40.1863]},"left_right_index":6,"mp_id":"105760302","mp_crag_id":"105744938","climb_id":"GhviuWYVVlKVdFA9kQU4Aw==","areaRef":"rkMYRm0BW9+gF8sCIUaQ4w=="},"content":{"description":"Another little moderate that is a slightly spicier version of Lick my Plate just right of the same on the Trojan Bunny Buttress.  This little route ascends the inviting lower angled West-facing slab of the crag and goes to and past the spot marked \"4\" on the picture.\n\nStart in corner & angle left or up face to left to crack.  You can place an optional belay on gear here.  Wander right of line of\n\nLick My Plate\n\non more runout terrain.  Find a slab crux between the 2nd and 3rd bolts.  It gets looser and more fractured in its upper parts.  Pass a small roof on its right just before the top with a fixed wire.  Probably S or R or PG-13 at least.  0 of 5 stars by both Rolofson & Hubbel.  0.89 stars here :)\n\nDouble rope rappel.","protection":"4 bolts, gear.","location":""},"__v":0},{"_id":"vH0cuCvuVIGqeHbsKyqSRA==","name":"Sonata","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"B Gillett, P Bodnar, 2008","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3334,40.1863]},"left_right_index":20,"mp_id":"107328343","mp_crag_id":"105744938","climb_id":"vH0cuCvuVIGqeHbsKyqSRA==","areaRef":"rkMYRm0BW9+gF8sCIUaQ4w=="},"content":{"description":"This great climb ascends the striking arete that earned it its place on the cover of Gillett's SSV Guidebook.\n\nStart up a few slab moves as for\n\nPondemonium\n\nand clip its first bolt with a 2' sling, then head left on a rounded traverse edge (and or foot) passing a tiny pine to reach a bolted line on the arete (\n\nFire on the Mountain\n\n) for several bolts to a bolted anchor.  Clip the left bolt of that anchor with another 2' sling and head up and left into what may be a second pitch... there will be an obvious horizontal to place cams in, though that is after the crux climbing and the next bolt is just overhead and the previous not far down... place optional cams and continue up ther arete to one more bolt.  Just when it seems that the climb might be runout, look left of the arete for one more bolt out there (long sling?) and then upward on more moderate terrain to another bolt on the arete (long sling here if you didn't on the last bolt) and to the top, passing more gear opportunity.  The climb is a shave over 35m as climbed, but once the rope is straight, on rap, a 70m should get you down just fine, with a meter or two spare.","protection":"A heavy rack of draws with a 3-4 longer slings to reduce rope drag around the corner and when switching directions... plus cams from 0.4-2\", of which you might place 2-3 in all.\n\nBring a 70m rope to descend.","location":"This route starts toward the far right end of TBB, in the upper side of the left wall in a right-facing corner, facing more or less SW."},"__v":0},{"_id":"JFrXIqOQVcegE4zcMjhWxA==","name":"Sloping Surprise","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Mark Rolofson & Ken Trout, June 26, 2002","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3334,40.1863]},"left_right_index":12,"mp_id":"112888162","mp_crag_id":"105744938","climb_id":"JFrXIqOQVcegE4zcMjhWxA==","areaRef":"rkMYRm0BW9+gF8sCIUaQ4w=="},"content":{"description":"Ascend a slab past the 1st bolt to a short bulging  face & 2nd bolt.  This short face leads to a large sloping shelf.  The crux is getting onto the shelf past the 3rd bolt.  After a great rest, continue up a 5.11 bulging face.  Pull over a small roof onto a slab (5.11c/d) past the last bolt.  Reach the anchor in the roof overhead.","protection":"8 bolts and a 2 bolt anchor.","location":"This is right of\n\nDelivering Dynos\n\non the right side of a west-facing section of the north face."},"__v":0},{"_id":"Hdv4EQ8bXuqH4cuArnh5Hw==","name":"Only A Flesh Wound","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Mark Rolofson with Kirk Miller, July 31, 2002","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3334,40.1863]},"left_right_index":15,"mp_id":"112888238","mp_crag_id":"105744938","climb_id":"Hdv4EQ8bXuqH4cuArnh5Hw==","areaRef":"rkMYRm0BW9+gF8sCIUaQ4w=="},"content":{"description":"This is a short, sustained overhanging route. A bouldery .12a start pulls over a bulge, past the 2nd bolt. Continue up 5.11 moves to below a roof. A big reach over the lip leads to a tricky finish.\n\nWhen I first saw this line, it already had 3 protection bolts with Goldshut hangers but no anchor. It is possible somebody already climbed it with the widely spaced bolts. I did clean off loose rock, including some huge blocks above the anchor. It is uncertain how they would have finished the route. I have always believed it was an abandoned project & I made the first ascent.","protection":"6 bolts and a 2 bolt anchor.","location":"It is 15 to 20 feet left of\n\nCuervo Gold\n\n."},"__v":0},{"_id":"vLVcdErTUgeKzdqzH9NXgA==","name":"Lick My Plate","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"unknown","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3334,40.1863]},"left_right_index":5,"mp_id":"105760299","mp_crag_id":"105744938","climb_id":"vLVcdErTUgeKzdqzH9NXgA==","areaRef":"rkMYRm0BW9+gF8sCIUaQ4w=="},"content":{"description":"A fun little moderate on the Trojan Bunny Buttress, this little route ascends the inviting lower-angled, west-facing slab of the crag and goes to the spot marked \"3\" on the picture.\n\nStart in corner, & angle left or up face to left to crack. This first bit is easy, perhaps 5.4. You can place an optional belay at the tree on gear here. Continue up the slab with horizontal weaknesses past 4 bolts. There is a bit of looser & fractured rock near the top. It is probably PG-13 for a 5.8 leader and probably better than the 0 stars by Rolofson and 1 of 5 stars by Hubbel. 1.35 stars here :), but hey, it's all fun, eh?\n\nEither a double rope rap from the 2 bolt anchor at the top or a pair of short raps (gear?) or a 25m rap to down climbable terrain.","protection":"4 bolts and a light rack.","location":""},"__v":0},{"_id":"YqwTHSyyUJms2fKLcUWtwg==","name":"Pondemonium","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"A. Pon?","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3334,40.1863]},"left_right_index":21,"mp_id":"105760311","mp_crag_id":"105744938","climb_id":"YqwTHSyyUJms2fKLcUWtwg==","areaRef":"rkMYRm0BW9+gF8sCIUaQ4w=="},"content":{"description":"This is a good sport route route with decently sustained, steep slabbing.  This is on the same rock as Trojan Bunny Buttress but a bit further right.  It faces West.  You must cross the creek to get to the rock which is easier to do later in the summer.  In the picture here, it goes approximately to the \"15.\"\n\nIt seems the route could be listed under Trojan Bunny Buttress, but both Rolofson & Hubbel list it under a separate rock called Leather Face.\n\nYou may find 2 cruxes between the 3rd & 4th bolts and at the 5th bolts.  The harder crux seemed at the 5th bolt.  We found it best to go right to seam here.  There is a spot for a small cam near the top.  It gets 2 of 5 stars from Rolofson, 3 of 5 stars from Hubbel.  It is slightly higher quality than\n\nAlley Cat Street\n\n.  1.91 stars here :)  110 feet.  'Ave fun.","protection":"7 bolts plus a possible small cam, 2 bolt anchor.","location":""},"__v":0},{"_id":"InFfUoKIU9q/dCTuNsa+0A==","name":"Half Cracked","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Mike Olson, 2002","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3334,40.1863]},"left_right_index":1,"mp_id":"111701020","mp_crag_id":"105744938","climb_id":"InFfUoKIU9q/dCTuNsa+0A==","areaRef":"rkMYRm0BW9+gF8sCIUaQ4w=="},"content":{"description":"This pitch is a fun combo of bolt clipping and crack climbing. Clip the first 10 bolts on\n\nBotany of Desire\n\n(5.11), then traverse right and finish up the interesting and steep crack. The climb finishes at the anchors for\n\nTemptation Arete\n\n.","protection":"10 bolts and gear to three or four inches.","location":"On the far left side of Trojan Bunny Buttress, start on\n\nBotany of Desire\n\n, and finish on the anchor of\n\nTemptation Arete\n\n."},"__v":0},{"_id":"pCbilhrsVqqDH9xLT39giQ==","name":"Goldshut Arete","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3334,40.1863]},"left_right_index":18,"mp_id":"110959045","mp_crag_id":"105744938","climb_id":"pCbilhrsVqqDH9xLT39giQ==","areaRef":"rkMYRm0BW9+gF8sCIUaQ4w=="},"content":{"description":"This has really nice arete and face climbing. The first crux is at the 4th bolt, and a second crux is just before hitting the anchors. There is good rock and fun movement on the face and arete.","protection":"It is fully bolted, although you can extend this into a long pitch by continuing up the upper arete of\n\nSonata\n\n. To do this, bring a #0.3 and 0.4 size BD Camalots.","location":"This pitch is on the North face of the rock and starts just left of\n\nFire on the Mountain\n\n. The first bolt is on the right side of the arete, and then you switch to the left side.\n\nThere is a mid-point anchor at 50 or 60 feet or continue to the top via\n\nSonata\n\n. A 60m will barely make it down from the top anchor. Tie a knot in the end of your rope!"},"__v":0},{"_id":"NeG/c/zrUNKqI3rJY/ymyg==","name":"Fire On The Mountain","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Richard Wright, September, 2000","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3334,40.1863]},"left_right_index":19,"mp_id":"105749695","mp_crag_id":"105744938","climb_id":"NeG/c/zrUNKqI3rJY/ymyg==","areaRef":"rkMYRm0BW9+gF8sCIUaQ4w=="},"content":{"description":"Fire On The Mountain is situated on the Leatherface plate of The Trojan Bunny Buttress, at the far West end of TBB.  It starts in a corner looking up the slab with a small move over an overhang at 10 feet and then enters a shallow dihedral with a 10 foot section of thin crack. Another roof move at the end of the crack, and the crux at 5.11c, will exit the dihedral. 30 feet of slab/seam climbing puts you at the anchor. The last move before the anchor is a bit spooky; reach right and come back left for the anchor clip. The crack in the lower half has been done on bolts (2) and with a few trad pieces, and it felt to me less committing on trad since it was possible to get in several more pieces. Very thin gear saves the pods for the hands. This route was surprisingly strenuous, largely because the dihedral overhags enough to keep you on your arms the whole way. Two stars for the climbing and the excellent quality rock.","protection":"QDs and/or a few pieces of thin crack gear. This 70 foot route needs 8-10 draws and something for the double bolt anchor at the top.","location":""},"__v":0},{"_id":"7WtFB5xYUD++tMKYa0VLPg==","name":"Evolution","yds":"5.12+","grades":{"yds":"5.12+","french":"7c"},"fa":"P2: Bernard Gillett and Doug Snively (2008), P1: Collin Turbert (2019)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3334,40.1863]},"left_right_index":14,"mp_id":"118816943","mp_crag_id":"105744938","climb_id":"7WtFB5xYUD++tMKYa0VLPg==","areaRef":"rkMYRm0BW9+gF8sCIUaQ4w=="},"content":{"description":"P1. The first pitch of this old aid line goes up the left-leaning crack to the base of the monster roof. Pro through this section looks sparse from the ground but is adequate. Take a breather, bust out the body length roof, turn the lip, and finish on hero jams to the anchor (40' 5.12+).\n\nP2. Continue up the left-leaning crack system all the way to the top of the wall, ending at\n\nThe Bucket List\n\nanchors (80' 5.11d).\n\nAlternatively, one can follow Money Back Guarantee (12a) or Retrobution (11c) to the top instead of the original P2.","protection":"A standard rack to #3 and a #5 (optional #6).","location":"This is the prominent roof crack coming out the middle of the buttress. It is located between\n\nCrawfish\n\nand\n\nOnly a Flesh Wound\n\n."},"__v":0},{"_id":"UScpRdb7WbGw3B7DrP0u/A==","name":"Europithacus","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Richard Wright, September, 2000","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3334,40.1863]},"left_right_index":10,"mp_id":"105749704","mp_crag_id":"105744938","climb_id":"UScpRdb7WbGw3B7DrP0u/A==","areaRef":"rkMYRm0BW9+gF8sCIUaQ4w=="},"content":{"description":"Europithacus begins just to left of the main roof system on TBB and left of the two long, two pitch routes. It starts up a low angle ramp behind a tree and right off the trail. A variation start exists 10 ft left that fires up a thin finger tips crack. Either start converges where the ramp meets the overhanging face at about 30 ft. Negotiate this by neat trick, protected by two blots, and head up via 5.9/5.10 climbing on good solid SSV granite. I'd give it a star for the 5.11 trick over the leaning face. Good warm-up route.","protection":"QD only. This route shares an anchor with the right hand variation of\n\nThe Bruise Collector\n\nand offers an easy way to top rope\n\nTBC\n\n. At about 75 ft in length the route needs 10 draws and something for the double bolt anchor at the top.","location":""},"__v":0},{"_id":"DNoUJpKmUAWaJVTm+c7ssw==","name":"Dog Will Hunt","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3334,40.1863]},"left_right_index":7,"mp_id":"105870278","mp_crag_id":"105744938","climb_id":"DNoUJpKmUAWaJVTm+c7ssw==","areaRef":"rkMYRm0BW9+gF8sCIUaQ4w=="},"content":{"description":"From the tree ledge, start all the way on the right side near the corner and wander up to a bush & small ledge clipping a bolt on the way. Continue up traversing right to the vertical wall (vw) clipping two more bolts. At the vw below the bolt, find the crux and continue up to the last bolt. The route finishes on easier ground.","protection":"4 bolts, a few medium cams for the section above the last bolt.","location":"Eight or ten feet right of the route \"Stretch\", near the corner. From the top, descend about 20 feet east to first ledge system, walk north then west to rap station of route \"Stretch\" to regain the ledge and tree with new slings. 1OCT06"},"__v":0},{"_id":"wYHD9aEqUSOoaGGdcx2oeQ==","name":"Delivering Dynos","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Mark Rolofson & Ken Trout on June 26, 2002","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3334,40.1863]},"left_right_index":11,"mp_id":"112888144","mp_crag_id":"105744938","climb_id":"wYHD9aEqUSOoaGGdcx2oeQ==","areaRef":"rkMYRm0BW9+gF8sCIUaQ4w=="},"content":{"description":"Begin the same as\n\nEuropithacus\n\nwith an easy slab past the 1st bolt. Step right, & ascend a bulging face. A big dyno leads to an overhang with jugs. The redpoint crux is pulling over the lip onto the slab. This crux is a bit harder staying left of the last bolt on the arete. This route is a fun, continuous, overhanging face climb.","protection":"7 bolts and 2 chains.","location":"Start right of\n\nEuropithacus\n\non a west-facing section of the north face."},"__v":0},{"_id":"A5Teu/lWU9CZgEI8Djuf3w==","name":"Cuervo Gold","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Mark Rolofson & Kirk Miller, July 27, 2002","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3334,40.1863]},"left_right_index":16,"mp_id":"112888400","mp_crag_id":"105744938","climb_id":"A5Teu/lWU9CZgEI8Djuf3w==","areaRef":"rkMYRm0BW9+gF8sCIUaQ4w=="},"content":{"description":"This is a 4 bolt direct start to the\n\nGoldshut Arete\n\nthat ascends the vertical far right side of the north face. Join the\n\nGoldshut Arete\n\nat its 2nd bolt. This turns a great climb into an even better one.","protection":"11 bolts and 2 Goldshuts.","location":"This is on the right side of the north face, downhill & left of the start of\n\nGoldshut Arete\n\n."},"__v":0},{"_id":"gifX1iLUXCyqcPOAZ6sp1w==","name":"Crawfish","yds":"5.12b/c","grades":{"yds":"5.12b/c","french":"7b+"},"fa":"Mark Rolofson on September 18, 2002","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3334,40.1863]},"left_right_index":13,"mp_id":"112888178","mp_crag_id":"105744938","climb_id":"gifX1iLUXCyqcPOAZ6sp1w==","areaRef":"rkMYRm0BW9+gF8sCIUaQ4w=="},"content":{"description":"This route ascends a technical, bulging face. Climb up a short, left-leaning ramp to reach the 1st bolt. Climb up & right on small & poor holds (.12b/c) into a tiny, right-facing corner or scoop. Reach a good jug below the 5th bolt. Make a difficult high step onto the jug with tiny edges for handholds. 5.11 moves lead to a stance below the ceiling & the anchor.","protection":"6 bolts and a 2 bolt anchor.","location":"It is right of\n\nSloping Surprise\n\n."},"__v":0},{"_id":"BHeIPrtEUHyfLkwszZOzjw==","name":"Bun in the Oven","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"Kevin Capps, Laura Capps, 2021","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3334,40.1863]},"left_right_index":2,"mp_id":"121323757","mp_crag_id":"105744938","climb_id":"BHeIPrtEUHyfLkwszZOzjw==","areaRef":"rkMYRm0BW9+gF8sCIUaQ4w=="},"content":{"description":"Bun in the Oven has thin seam climbing on bullet granite! Technical, yet enjoyable, laybacking and finger locking up the seam leads to a down pulling edge at the 6th bolt. With steady feet, you can manage a quick shake before maneuvering through a harder-than-it-looks crux getting past the last bolt and gaining good holds before mantling over and joining\n\nTemptation Arete\n\nat its 10th bolt.\n\nThe name\n\nBun in the Oven\n\ncomes from the fact that Laura was 4 months pregnant when we developed it. She still managed to send it on toprope with the extra baby weight! Incredible!","protection":"19 bolts + an anchor.","location":"This is a left-start variation to\n\nTemptation Arete\n\n. Climb the thin seam to the left of\n\nTemptation Arete\n\n, and meet up with\n\nTemptation...\n\nafter manteling over the ledge. Bun in the Oven has 7 bolts, then meets up with\n\nTemptation...\n\nat its 10th bolt."},"__v":0},{"_id":"l8Eyf5+rV5GeLq/Git7/3A==","name":"The Bucket List","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Bernard Gillett and Fred Knapp, 2008","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3334,40.1863]},"left_right_index":9,"mp_id":"106248619","mp_crag_id":"105744938","climb_id":"l8Eyf5+rV5GeLq/Git7/3A==","areaRef":"rkMYRm0BW9+gF8sCIUaQ4w=="},"content":{"description":"This route starts 80 feet off the ground. Climb the right-hand (easier) version of\n\nBruise Collector\n\n(step right six feet to another anchor) or climb\n\nEuropithacus\n\n. Start with three bolts of desperate crimping on a high-angle slab-prow. Continue more easily up the shallow prow, placing small to medium cams in the dihedral to the right. Step right and climb a left-slanting intermittent crack (harder than it looks, so don't skip any pro) to reach the next bolt. Hard moves past this bolt gain a wild zigzagging line through roofs, passing three more bolts. This entire second crux is tricky, pumpy, and wild. Two raps to the ground.\n\nI'll go with Bernard's 5.11a rating, but consider this an Eldo grade because this climb feels like a trad route despite seven bolts. If it were in Boulder Canyon, the grade might be considerably higher.\n\nThis is the best new pitch I've done on the Front Range in a year or two. A real testament to Mr. Gillett's vision and hard work.","protection":"Seven bolts plus a rack from sub-finger to hand size. A couple of slings will reduce rope drag.","location":""},"__v":0},{"_id":"qzfuAvLvXGi41ySbzUX1dg==","name":"The Bruise Collector","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Richard Wright, October, 2000","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3334,40.1863]},"left_right_index":8,"mp_id":"105749701","mp_crag_id":"105744938","climb_id":"qzfuAvLvXGi41ySbzUX1dg==","areaRef":"rkMYRm0BW9+gF8sCIUaQ4w=="},"content":{"description":"The Bruise Collector begins in the light, tan colored rock in the center of the TBB formation. It is just to the right of the TBB slab and directly above the steep gully. It has a good flat stance for belay. Don't be fooled. This route, originally imagined as a warm-up, is much harder than it looks. At 75 feet, The Bruise Collector can fork right for an easier finish or left for a second 5.12b crux that finishes up a narrow groove/dihedral with a roof move that gets you into the dihedral. The anchor on the right is shared with Europithicus. The main crux comes somewhere near 65 feet and involves some awkward moves around very blank bulges and felt 5.12b to me (this rating may come down if consensus demands). Overall, The Bruise Collector felt very \"Rifle-esque\" with lots of body position and awkward stances. Two stars for the climbing moves, the overall rock quality, and the relentless pump. There is a section of loose-looking rock at about 60 feet that is left of the actual climbing. But it is still worth watching out; someone could bail out here for a chill before the crux.","protection":"QD only. This route has alternative anchors at 85 ft on the right and at 100 ft on the left. It requires about a dozen draws and something for the double bolt anchors right or left.","location":""},"__v":0},{"_id":"9/H3Hz1lWH+PrZuvIXrYHQ==","name":"Botany of Desire","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"To 1st anchor - Rolofson, Olson, Lester. Extension - Gillett","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3334,40.1863]},"left_right_index":0,"mp_id":"111185418","mp_crag_id":"105744938","climb_id":"9/H3Hz1lWH+PrZuvIXrYHQ==","areaRef":"rkMYRm0BW9+gF8sCIUaQ4w=="},"content":{"description":"This climbs the obvious orange/tan wall on the far left side of TBB. Start left of '\n\nTemptation Arete\n\n.'\n\nClimb a slab past 2 bolts, and gain the orange/tan headwall above. Enjoyable 5.11 climbing leads to a good rest at about halfway. 30 feet of difficult and sustained climbing on small holds, thin feet, and long moves continues to the anchor.\n\nBe sure to extend the line to the second set of anchors!\n\nA large, hollow, flake system left of the 7th/8th bolt is worth being aware of. Tread lightly for a move or two.","protection":"16 bolts to a 2 bolt anchor.","location":"On the far left side of the wall, this is the farthest route left on the crag."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,74632cc0-a38c-534d-8344-0ada57f54a44,89eb0289-9906-5fed-8dbf-75620ff6ab2b,10f12d5c-d05a-52d0-ae46-729c528928e5,ae431846-6d01-5bdf-a017-cb02214690e3","pathTokens":["USA","Colorado","Lyons","St. Vrain Canyons","South Fork of St. Vrain Canyon","Trojan Bunny Buttress"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.13+"},{"count":2,"label":"5.11"},{"count":4,"label":"5.12a"},{"count":2,"label":"5.9+"},{"count":1,"label":"5.11d"},{"count":1,"label":"5.12b"},{"count":1,"label":"5.8+"},{"count":1,"label":"5.10d"},{"count":1,"label":"5.11b"},{"count":2,"label":"5.11c"},{"count":1,"label":"5.12+"},{"count":1,"label":"5.11+"},{"count":1,"label":"5.10b"},{"count":1,"label":"5.12b/c"},{"count":1,"label":"5.12d"},{"count":1,"label":"5.13a"}],"byDiscipline":{"trad":{"total":8,"bands":{"unknown":0,"beginner":1,"intermediate":3,"advanced":4,"expert":0}},"sport":{"total":19,"bands":{"unknown":0,"beginner":1,"intermediate":3,"advanced":13,"expert":2}},"tr":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":4,"advanced":15,"expert":2}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.3334,40.1863]},"bbox":[-105.33398859870462,40.18585033981814,-105.33281140129536,40.18674966018187],"left_right_index":-1,"ext_id":"105744938","area_id":"rkMYRm0BW9+gF8sCIUaQ4w=="},"content":{"description":""},"density":0,"totalClimbs":22,"__v":1,"createdAt":"2022-11-07T05:56:39.007Z","updatedAt":"2022-11-25T11:17:25.108Z"}