{"_id":"63689d20e80bff5a994f27bb","area_name":"Elephant Dome","shortCode":"","climbs":[{"_id":"FntSfM4RXB64IZ67jrAm6g==","name":"Crater Genetics","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Dave Deschamps, Jamie Burns, and many others, 1989","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-111.5148,31.9898]},"left_right_index":2,"mp_id":"107038612","mp_crag_id":"106109478","climb_id":"FntSfM4RXB64IZ67jrAm6g==","areaRef":"b3sZiV8IX3uD6QDKoUGJGw=="},"content":{"description":"If you have bailed from other mentally and physically challenging routes in Arizona such as Sensory Desuetude or Coming to Grips, you may actually be able to finish this one.    A significant step-up from Elephantiasis, this route has much better rock and more exposure. Even though all the hard moves are well protected, most often by bolts, it does have some spice in not-so-hard runout terrain. \n\n  A good description of every pitch can be found here: \n\nclimbaz.com/Backcountry/pag…\n\n  Variation: In pitch 5, after the bomb-bay offwidth on \"ultra-polished\" holds (not as bad as it sounds) and before the chimney with death blocks, there is a 1 bold, I mean 1 bolt variation where you clip a bolt at the base and to the left of the chimney and climb on the outside of it (by Jim Scott and Virgil Davis).   Almost all the pitches are full rope-lengths.  \n\n  The wall is mostly south facing, but the upper headwall (from top of P3) goes into the shade around 2 or 3pm. Plan accordingly depending on temperatures. It can be hot and sweaty in the sun or quite cold in the shade.","protection":"Double rack up to .75 or #1, then one #2 and one #3. Stoppers. 14 or so draws, half of them extendables. We didn't use any RPs but aliens are very useful. ","location":"Starts just Left of Elephantiasis, right under the left huge block at the end of the 1st pitch. The first bolt (50 feet up) can be seen from the ground."},"__v":0},{"_id":"akSGx27GVV2gN74XWu1MwA==","name":"Elephantiasis","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Jeff Mayhew, Chuck Lipinski, Mike Ritchey","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-111.5148,31.9898]},"left_right_index":3,"mp_id":"106587574","mp_crag_id":"106109478","climb_id":"akSGx27GVV2gN74XWu1MwA==","areaRef":"b3sZiV8IX3uD6QDKoUGJGw=="},"content":{"description":"Elephantiasis is a committing back country route.  You will encounter loose rock, slippery grass at belay-stations, and run out climbing so make sure you are climbing strong at the grade before getting on this route.  That said, this climb provides a great day of adventure. \n\n  The description in Bob Kerry's guide will get you up the route, but it was slightly off in one or two spots.  I will just add information to supplement his description and topo. \n\nclimbaz.com/Backcountry/pag…\n\n  1.  Follow Kerry's description.  There is s single bolt on top of the boulder on the right.  I backed this up with a small cam.  5.8+ \n\n  2. Follow Kerry's description.  The finger mentioned is pretty obvious.  You must build an anchor at the end of this pitch.  5.9- \n\n  3. Follow Kerry's description.  His topo is a little off.  It appears that you start trending left immediately after the third bolt.  In fact you should continue straight up for a while.  When you are about 2/3 of the way up the pitch, the triangular rock near the belay station will become obvious.  Climb up to the rock using the most obvious path.  There is a single bolt at the station that can be backed up.  5.10- \n\n  4.  Follow Kerry's description.  The crux of the route is the traverse at the beginning of the pitch.  After clipping the bolt and the piton, you can place one more micro before committing.  After turning the corner, there is a nice stance.  Place a piece as high as possible because there is another committing more turning back around the corner and up to the bolt.  It is important to have a lot of slings for this pitch to reduce drag.  There are two bolts at the belay station.  5.10 \n\n  5.  Follow Kerry's description.  This pitch has some really fun climbing on edges near the cruxes.  The rock is very good quality too.  There are two bolts at the belay station.  5.10 \n\n  6.  Follow a couple of bolts over steep face until the angle eases off.  Go up and slightly right over chicken heads.  Eventually you will see a bolt and a slung chicken-head.  You can walk to the top from here.  5.9+ \n\n  Descent: See the description for B Cubed.","protection":"12 or so draws, most of which are extend-able, nuts, double set of cams to #1 camalot.  Micros are useful.  I could have easily left the #2 and #3 at home.","location":"Start almost directly in the middle of Elephant Dome.  There is a left-facing ramp that turns into a roof.  Start on the ramp.  At the end of the first pitch, there are two giant boulders on a ledge.  The first pitch ends on the one on the right."},"__v":0},{"_id":"f40CR++BVMyhfBch+/pryg==","name":"Diagonemesis","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Mayhew et al, 1989","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.5148,31.9898]},"left_right_index":0,"mp_id":"107472918","mp_crag_id":"106109478","climb_id":"f40CR++BVMyhfBch+/pryg==","areaRef":"b3sZiV8IX3uD6QDKoUGJGw=="},"content":{"description":"This unique route climbs the prominent left-diagonaling corner system on the west side of Elephant Dome, roughly in the vicinity of the west-side rap route. It has only seen a few ascents despite being put up over 20 years ago. Scary, runout, and loose in places, it also has some excellent climbing. In particular, the crux 4th pitch is sustained, well-protected and probably one of the best pitches in the canyon. The first pitch is classic Mendoza exfoliating face climbing with 6 bolts and just a couple gear placements for a full ropelength. It will keep your full attention from the first move off the ground all the way to the belay.See topo for full description. The topo is mostly accurate, although the first rappel length is incorrect (see below), and on pitch 2 it's better to continue to the large ledge for the belay.Edit: I am adding a pitch by pitch description from memory six-plus years later (2018) because someone pointed out to me the topo and description that I uploaded is hard to read, and I don't have a higher-res copy. I have it in a word doc but can't seem to get it uploaded in a readable version. Feel free to contact me (or better, Jeff himself) for the word doc. The description below should be adequate to get you up the route, though, as long as you can locate the start.P1: Difficult moves off the ground lead to six bolts with a couple of gear placements for about 150 feet, trending up and left & staying left of the main corner. Good, sustained climbing but loose in places. Belay at a stance with a bolt from the bolt and hand-sized gear in the corner/roof just above. 5.9+ PG-13, 150'.P2: Move left and around the corner then continue up the main corner system, then move left onto the face when feasible. The original belay was at a bolt backed up with stoppers but it is better to continue up and left to a large ledge to a natural belay. 5.8, 150'.P3: Move up and left away from the main corner, then back right after about 100 feet to a belay ledge with two bolts just left of the main corner where the left-lean is less pronounced. This pitch is very easy but has virtually no gear and the hardest moves are probably pulling onto the belay ledge, which has a two-bolt anchor. 5.2 X, 110'.P4: A great pitch, even though there is some scaly rock (would clean up with traffic). Move up and left from the belay, then back right into the corner on easy, but runnout climbing. Continue up the sustained 5.10 corner past four bolts (one of which is an old two-bolt belay) and ample gear placements to a two-bolt belay with good bolts where the hard climbing ends. 5.10d, 140'.P5 & P6. There are two options here. Continue up the left-leaning corner system for two more pitches until the corner fades and the angle eases, then traverse right to the saddle and head to the summit of the dome, if desired. Another, more direct option moves out on the face to the right for a 100' pitch of fun 5.7 face climbing ended where the west-side rap begins. From here, a third class gully leads to the saddle and optional trip to the summit.Descend either down the east gully (described elsewhere--walk/scramble down to 3 low-angle single rope raps) or do the west rappel descent in the vicinity of the route as follows: (1) rappel 100' from the bottom of the gully to the two-bolt anchor at the top of the crux pitch; (2) rappel (two ropes) to an anchor above and left of the large belay ledge atop P2 (NOT to the anchor at the top of P3); (3) rappel (two ropes) to the ground).The route gets sun starting early afternoon. The hard (and best) climbing is over after the first 4 pitches, so one strategy would be to rap from chains at that point and combine it with something else to maximize sun or shade depending on the temps. Another option if you can figure it out is to rap in and just climb from the crux 4th pitch on up, after finishing another route on Elephant Dome. But the best option is to do the whole route :)","protection":"We brought a single set of cams from 0 tcu to 4 friend, nuts, rps, and some tri-cams. This was perfect. There are some lead bolts so some draws are nice in addition to the usual arsenal of slings. The bolts are over 20 years old and could use an upgrade, particularly on pitch one, but they seemed to be in decent shape for their age; on the crux pitch good gear is generally available near the bolts.","location":"Follow the approach to Table Dome, but just before the dome, break off right following cairns that lead toward the right side of Roof Wall. Just below that, a not very obvious series of cairns leads over to the very steep backside of Elephant Dome. Follow the wall until below the obvious left-diagonaling system (see topo). This is a little ways uphill from a steep line of bolts (the start of \"Colin Goes to Colorado, 5.10 A3\". The first pitch follows bolts up the face to the left of the large corner system rather than climbing in the actual corner.\n\n Descent is the west-side rap (2 ropes). NOTE ONE SIGNIFICANT ERROR ON THE TOPO: THE FIRST RAP HAS BEEN MOVED AND IS NOW 100' INSTEAD OF 70'. Note also that if you didn't leave anything at the base, you could leave the second rope at home and do the east-side descent, making for a faster trip back to the car."},"__v":0},{"_id":"laCUvijsXiKJiyuW0TwTqg==","name":"The Elephant's Trunk","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Joe Bernfield,  Dave Hansen, 1970","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.5148,31.9898]},"left_right_index":1,"mp_id":"106194763","mp_crag_id":"106109478","climb_id":"laCUvijsXiKJiyuW0TwTqg==","areaRef":"b3sZiV8IX3uD6QDKoUGJGw=="},"content":{"description":"The Elephant's Trunk is a long, fun adventure route in a backcountry setting that is hard to beat.  The most moderate established route in the area, it is mostly 5.5 or less, but varying rock quality and tricky pro will keep you on your toes.   \n\n  The route follows the striking left profile of Elephant Dome. \n\n  Start at the foot of the buttress below the left end of Elephant Dome.   \n\n  P1) Climb easy fifth class buttress on okay rock for a pitch (5.6), until the terrain flattens out and you can walk over to the bottom of Elephant Dome proper.  This should put you in a large saddle/notch at the left end of Elephant Dome. \n\n  P2) Climb moderate face, generally following the vague arete, for a rope's length to belay ledge. \n\n  P3)From belay, step left to a few steep moves (5.7) past a bolt then back right over crappier rock and up to another good ledge.  \n\n  P4-6) Follow easier climbing two to three more pitches to summit. \n\n  Descent:   \n\n  While there are other options, the commonly accepted descent these days is to rappel off fixed gear down the W/NW side of Elephant Dome.  Look for the first bolted station at the bottom of a gully.  WARNING:  Hazards abound on this descent.  Be cautious of loose rock when pulling rope between rappels.  This rappel also has a well-deserved reputation for stuck ropes.  Doing this in the dark would be stressful to say the least. \n\n  The rappel puts you in the canyon between Elephant Dome and Table Dome.  From there it is a 20 minute hike around the same buttress you started on, and another few to get back on trail.","protection":"Standard Rack","location":"Approach as described for Mendoza Canyon, but head for the far west end of the Elephant Dome, not the east end as you would for B-Cubed and Elephantiasis.  A large buttress descends from the left end of the dome down to the desert floor.  Aim for the toe of this buttress."},"__v":0},{"_id":"vvuugZh8UkKAHopDm5XeTw==","name":"B Cubed","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Jeff Mayhew, Chuck Lipinski, and Matt Cauthorn","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.5148,31.9898]},"left_right_index":4,"mp_id":"106109493","mp_crag_id":"106109478","climb_id":"vvuugZh8UkKAHopDm5XeTw==","areaRef":"b3sZiV8IX3uD6QDKoUGJGw=="},"content":{"description":"B Cubed (Broken Bit Blues) is an enjoyable backcountry climb which consists of six long pitches up the Elephant Dome. The rock quality is good at the 5.10 cruxes but rotten in many places along the way.  As you climb, tread cautiously on the grass-covered ledges as the climbing shoes can skate.  The first ascenders have added more bolts to the route since the \"Backcountry Rockclimbing in Southern Arizona\" by Bob Kerry was published making it a safer ascent.  All belay stations have two bolts (most are button heads) except for the top of pitch 6 which has one bolt and a sling over a dinner plate. \n\n  Pitch 1:  5.6.  This pitch contains about 140 feet of slab climbing up between the two stains.  Three bolts are the protection for this pitch.  The first bolt is visible from the start of the climb up about 25 feet and slightly left.  There are lots of small features for purchase but be cautious as you may detach some of them.  Climb up to the ledge with the two bolt anchor.  \n\n  Pitch 2:  5.7.  Climb directly above the belay toward a blunt flake, clip a bolt and step on to the flake.  Climb up and left to another bolt.  Trend up and left through steeper rock and across the water stain.  Climb directly up to a final bolt 15 feet below the belay ledge. From here, easier climbing to the belay ledge can be done by traversing left to features, up and back right with hands on the ledge edge below the grass. This pitch has 3 to 5 bolts for protection.  \n\n  Pitch 3: 5.10b Move right up a left-facing blocky and grassy ramp to two-tiered dihedral.  Place protection and lieback up to the bolt.  After clipping bolt it is time for the first crux move. Perform the ackward but well-protected transition from the lieback stance to a face-climb stance onto first tier of the dihedral (5.10b).  Face climb up past another two bolts to the belay.  Protection can be placed between these two bolts.  \n\n  Pitch 4: 5.9R Stem and lieback up left-facing broken dihedral with plenty of protection opportunities (5.9).  Place protection at top of dihedral as this is the last chance you will have before the belay ledge.  Climb on large holds toward ledge.  Dicey moves onto and across grassy ledge to belay anchor (40 foot fall potential to the rock below, 5.8R).  Find protection before committing to climb from below the ledge to the anchors if possible.  This may require digging dirt out of the crack at the base of the ledge.  \n\n  Pitch 5: 5.10a. This is the longest pitch and has 6 bolts and opportunities to place at least 6 more pieces of protection.  As you climb, see if you can see the broken drill bit in the rock. Climb up left of anchors to first bolt and continue climbing up on face and flakes with protection possibilities to a short slab below a 1-foot thick arching flake.  Clip the bolt and climb up to right side of the flake.  Sink some pro in the crack between the wall and flake and under-cling/lieback up arch to another bolt.  You have arrived at the crux moves for the pitch.  Step onto roof and face climb above the roof past a couple more bolts (5.10a).  Difficulty eases slightly as you climb up to the belay anchors at a comfortable ledge.   \n\n  Pitch 6:  5.9.  From the belay anchors traverse right and climb up to a bolt 15 feet above belay.  Diagonal up left to better rock with dinner plate features then up to the short left facing dihedral on the roof.  Place a small cam or two and pull at right edge of dihedral (5.9).  Above the roof the climbing gradually eases off as you climb higher on knobs and dinner plates.  Sling dinner plates for protection or work in some Tri-Cams in the groves between plates.  Favor the dinner plates as they are better rock. The crystal knobs tend to break off. The belay station consists of one bolt with chain and a slung dinner plate.  \n\n  From the last belay stance, third class up 50 feet on lower angle rock to the summit register and express your thoughts.","protection":"Bolts   Set of small cams, e.g. Metolius TCU 00- 3   Set of medium cams, e.g. Camalot 0.75-3\t   14 draws for pitch 5 (6 with 2 foot slings)   2 ropes if you rappel route or retreat ","location":"B Cubed starts on the slab between two water stains on the right side of Elephant dome (see beta photo).  \n\n  Descent Options:   1.  This option only requires three raps on a single rope (two raps if using two ropes) and is the quickest.  Walk on the spine of Elephant dome towards Right Dome.  You will be descending the gully on the south side between the two domes.  As you begin to scramble down you will immediately reach an easy tree down-climb (15 Ft) or you can rappel down the short cliff (bring new webbing).  Continue down and trend left away from steeper terrain.  About 250 feet above the bottom you will trend back right across the gully to the anchors for the next rappel.  All three rap stations have two new bolts with chains.  From here there are three single rope rappels or one double rope rappel and one single rope rappel.  The middle rap station is hard to see from the top rap station but it is directly down the fall line from the top station and if you can't see it you will probably trip over it.  The final rappel station is easy to spot on the edge of a big ledge. This last rappel deposits you about 40 feet from the start of the climb. \n\n  2.  Rappel the route.  This requires two ropes and plenty of webbing as you will be replacing old slings at each anchor."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,24e148bb-4884-59e8-9870-43ce21f1a337,6f40f8bb-61ae-569f-a656-25752de45c0c,189696c4-64f3-5ac8-b9c4-682352f2e8a1,6f7b1989-5f08-5f7b-83e9-00caa141891b","pathTokens":["USA","Arizona","Southern Arizona","Mendoza Canyon (aka Coyote Domes)","Elephant Dome"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11"},{"count":1,"label":"5.10"},{"count":1,"label":"5.10d"},{"count":1,"label":"5.7"},{"count":1,"label":"5.10b"}],"byDiscipline":{"trad":{"total":5,"bands":{"unknown":0,"beginner":1,"intermediate":3,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":3,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-111.5148,31.9898]},"bbox":[-111.51533017060673,31.98935033981814,-111.51426982939326,31.990249660181863],"left_right_index":-1,"ext_id":"106109478","area_id":"b3sZiV8IX3uD6QDKoUGJGw=="},"content":{"description":"Elephant Dome is the huge granite dome on the north side of the wash as you approach the canyon.  This dome contains a number of mixed routes including The Elephants Trunk (5.7), B-Cubed (5.10b), Elephantiasis (5.10c), and Crater Genetics (5.11b R).  The rock quality covers the spectrum from rotten to excellent.  Grass and cactus are local residents on many ledges on the dome.  Scenic views of the saguaro cactus-covered desert wilderness below add to this backcountry climbing experience.  Although some of the routes can be rapped to descend the dome, there is a descent scramble/rappel in the south-facing gully between Elephant Dome and Right Dome to its east (see B Cubed descent description)."},"density":0,"totalClimbs":5,"__v":1,"createdAt":"2022-11-07T05:53:02.879Z","updatedAt":"2022-11-25T11:09:58.872Z"}