{"_id":"63689d5ce80bff5a994f48c3","area_name":"Hermit Spires","shortCode":"","climbs":[{"_id":"/HHJs2TeW+OJmmulBtSZhQ==","name":"Unknown Upper West Face Slab Climb","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.5133,36.1689]},"left_right_index":2,"mp_id":"106840570","mp_crag_id":"106831897","climb_id":"/HHJs2TeW+OJmmulBtSZhQ==","areaRef":"XkZx+4UgUJyYnspY7u4azQ=="},"content":{"description":"This is a contrived 5.11+/5.12- friction/micro-edging climb up the mostly blank slab between Shoulder Hopper and Pondo Pete.  Look for the obvious bolts left of Pondo Pete.\n\nCrux passing the third bolt - I went right then traversed back left above the bolt to a sloper on a white dike.  Continue past a bolt and a 0.5\" crack in a flake to a good pin.  Up and right gains an easy 4\"-5\" offwidth crack.","protection":"4 good bolts and a pin, maybe a 0.3\" cam to back up the pin.  A 4\" cam for the upper crack is probably not that important.  Thin to 1\" cams for gear belay.  Climb down and left to the Shoulder Hopper rap anchor to rap off with a single 60 meter rope.","location":""},"__v":0},{"_id":"PjEIacbiVhqtxz/IyrXP1Q==","name":"Travels with Charlie","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Herb and Eve Laeger, Charlie Lai","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.5133,36.1689]},"left_right_index":5,"mp_id":"119178795","mp_crag_id":"106831897","climb_id":"PjEIacbiVhqtxz/IyrXP1Q==","areaRef":"XkZx+4UgUJyYnspY7u4azQ=="},"content":{"description":"A good multipitch moderate climbing five pitches to the summit ridge. As you come around under the south face you will see two large dihedrals with a slab in between. The righty facing dihedral is the start of Travels with Charlie. The middle pitches allow for many variations, some easier, some harder. Thoughtful route finding will keep you from getting sandbagged on a harder variation.\n\nPITCH 1\n\nClimb the right facing corner and chimney to a ledge with a small pine tree.\n\nPITCH 2\n\nGo back to the corner and avoid a difficult section by going in the chimney\\, then head up and right to A Pitch and Nine Takes Time. Belay here.\n\nPITCH 3\n\nClimb the crack in the face on the left past a loose block. ***This section was extremely crumbly when we climbed it in June 2020*** Be very very careful- all holds are suspect on this section of the climb. There is a stuck cam in the loose block. If you pull on it at all the block moves, and the same goes for most of the lower holds leading up to it. If I climbed it again I would make an effort to skirt around this section entirely.\n\nA long lead-out up easy face leads to a ledge and a groove with some greenery at the belay (or avoid the runout by taking the crack on the left).\n\nPITCH 4\n\nClimb through an awkward roof, then up an outside corner to a ledge under a crack in the face.\n\nPITCH 5\n\nClimb the face/cracks above as the angle lowers. Belay on a slab. From here climb the ridge for several pitches to the summit block. Go around the right side to find the easy route to the top. There is also a rap station to the left around the summit block if you don't want to summit for whatever reason. 3 raps to the ground with a 70m going that way.","protection":"standard rack","location":"From the approach saddle, descend the west gulley to the base of the Hermit. As you come around under the south face you will see two large dihedrals with a slab in between. The right facing dihedral is the start of Travels with Charlie."},"__v":0},{"_id":"kEQZEAJUXimbVPYqX/0Xcg==","name":"South Face","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Fred Beckey and Dan McHale, November 1969","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-118.5133,36.1689]},"left_right_index":6,"mp_id":"108110958","mp_crag_id":"106831897","climb_id":"kEQZEAJUXimbVPYqX/0Xcg==","areaRef":"XkZx+4UgUJyYnspY7u4azQ=="},"content":{"description":"P1, (160 feet) Start in a corner with a nice, steep 5.8 double crack system to get you to a sloping ledge 15-20 feet up on your right. Walk up the ledge to another corner that goes left, with a chimney above that. Start out face climbing and stemming nice rock with fun moves, then commit higher up to the squeeze chimney, eventually opening to bombay at the top. Prepare to feel stuck, get dirty climbing through ferns, and wish you had a bit more pro. A strenuous pitch. 5.8\n\nP2, (100 feet) You need to feel solid on the first 50 feet, cause you don't get much (a slung horn) for pro. A Big Bro should adequately protect the short crux move on this pitch, though I didn't have one.\n\nStart off the belay with a short 5.7 move to gain easier ground. Possible to sling a horn here. Move up to a ledge and develop a strategy. Ahead of you is a gaping crack, (which would swallow your #5 C4 whole). Face climb right of the crack on secure knobs and in cuts, then through the crux by reaching for a hold on the left side of the crack, then higher right on more solid knobs to your first good pro at a horizontal crack. Easy climbing leads up to a big ledge covered in loose rocks. 5.8R\n\nedit: maybe the crux move on this pitch is closer to 5.7R .  Definitely a no fall situation, though.\n\nP3, (120 feet) From here you can see the gem of this route, the HUGE right facing dihedral on beautiful rock. To get there, climb up a low angled slab at the back of the ledge to its top. Traverse left over loose blocky terrain and belay at the base of the dihedral. 5.5\n\nP4 (200 feet) Dihedral up! Great jamming! 5.8\n\nP5 (200 feet) Finish the dihedral, passing a steep 5.8 crux move. Shortly after, the angle eases and run out on easy terrain as far as you can. 5.8\n\nP6 (200 feet) We went up fun 5.6 terrain here to a false summit, had to sling a block and rap back down onto the route. Instead, traverse across the blocky terrain a full rope length toward the saddle. 5.4?\n\nedit: From Richard Shore's posting below, Fred B.'s first accent account, I believe we followed his route up the dogleg. We didn't summit from just below the summit, as the day was turning to night our quick glance at the summit prompted us to rappel down for the easy traverse back to the saddle.\n\nP7 By this point you can go for the summit or the saddle. We traversed to the saddle to finish. 5.6 and 5.10 options to the summit are possible, though I don't know where they are. Once at the saddle, we used the low angle north face to reach the summit. There was at least one good bolt to rap from the summit to the saddle. We put a sling through the bolt(s?). The rap is a full 30 meters.","protection":"First pitch belay anchor was a #4 and #5 C4. (Useful higher up as well.) Doubles from .75 to 3 is highly recommended. I would've used triple #3 and #2 C4's on first pitch if I had them, but made it through without incident.","location":"From the approach saddle, decend the west gulley to the base of the Hermit. Go through dense forest to an opening. Look up and left to the start of the route. Scramble up to get to the base."},"__v":0},{"_id":"rXrJS4j6WD6D08doTjV2NA==","name":"Shoulder Hopper","yds":"5.10b/c","grades":{"yds":"5.10b/c","french":"6b"},"fa":"Mark Robinson","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.5133,36.1689]},"left_right_index":1,"mp_id":"106840490","mp_crag_id":"106831897","climb_id":"rXrJS4j6WD6D08doTjV2NA==","areaRef":"XkZx+4UgUJyYnspY7u4azQ=="},"content":{"description":"Shoulder Hopper is an excellent, sustained and well protected face climb on Hermit's cool west face.\n\nUndercling and smear right along a thin overlap past three bolts.  Climb over the overlap and to the top past 5 more bolts face climbing between and mantling on wonderful dark diorite knobs.","protection":"Eight 3/8\" bolts with Kong aluminum hangers with a bolted rap station.  All the bolts are in pretty good condition.  Lower off.","location":"This route is on the far left (north) side of the west face.  Look for an obvious right arching thin undercling."},"__v":0},{"_id":"LiKi+N+OUda8eUE6K83wYg==","name":"Rising Spirits","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Patrick Paul and Herb Laeger","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.5133,36.1689]},"left_right_index":4,"mp_id":"118975941","mp_crag_id":"106831897","climb_id":"LiKi+N+OUda8eUE6K83wYg==","areaRef":"XkZx+4UgUJyYnspY7u4azQ=="},"content":{"description":"​​​​​This climb is located on the Southwest face of the Hermit Spire. Stash your packs at the top of the formation and hike down slabs and pine needle-covered dirt on the west side to the bottom of the spire. The climb begins on a low angle chimney in a major dihedral to the left of some obvious large spires at the toe of the formation that separate the SW face from the South face.\n\nPitch 1: Climb up a low angle chimney that slims down to a squeeze for a few moves and becomes low angle. (5.8, 80 feet).\n\nPitch 2: Move your way up the slippery slot off the belay and into a dihedral/chimney to a roof. Layback left of the roof on slick feet but good pro and continue up the giant flake with plenty of smaller, loose flakes and grainy rock. Belay on top of the giant flake you climbed using finger size pro in the flake itself. (5.10+, 110 feet).\n\nPitch 3: Move left off of the giant flake (pro is a small slung horn) and face climb to a shallow, right-facing dihedral (bring large brass nuts for this section). Continue up to an old bolt (unnecessary) then face climb right past another old bolt and then up to a ledge with an obvious bush to belay (5.8+, 100 feet).\n\nPitch 4: This pitch differed considerably from the description in the Solem guide. Continue up an extremely featured, low angled, right-facing dihedral to a small roof and then move slightly left to another dihedral that is climbed to a large ledge with a detached boulder/flake above you (5.6, 160 feet).\n\nPitch 5: We climbed to the right of the large boulder/flake above the belay and then continued up an easy but splitter, beautiful finger crack that becomes lower angle the higher you go. Belay off of a slung boulder below a 50' gendarme on the ridge. (5.5, 200 feet). There is apparently a 5.9 finger crack to the left of the large block above the belay but we were on cruise control and didn't look.\n\nPitch 6: Climb up easy finger and hands directly above the belay on the gendarme (don't skirt it to the the left) and continue walking the ridge to the obvious summit block (5.5, 200 feet).\n\nPitch 7: This is a novel finish akin to ridge traverses in the Bugaboos. Super cool. Traverse right (east side) under the overhanging summit block with a hand crack for pro and slabby feet. Move up on easy cracks to the summit proper with a bolt to belay. You can also clip this bolt and move right for 30 feet to a 2 bolt belay. This is the rappel for the formation. Use long slings for this pitch otherwise the rope drag is immobilizing (5.7, 100 feet).\n\nDescent: A single 30 meter rappel down the NE ridge will get you to boulders and your packs. Bring fresh tat for the rap. The stuff we found looked like it hadn't been replaced in years so I left my chalk bag belt.","protection":"Nuts and double rack from 1 to 3 inch. Single set of TCUs. Brass nuts for pitch 3.","location":"Southwest face"},"__v":0},{"_id":"IJpNE7ZAXUSlEqkoisdgPg==","name":"Pondo Pete","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Laeger, Paul, Carson: 10-83","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.5133,36.1689]},"left_right_index":3,"mp_id":"106840528","mp_crag_id":"106831897","climb_id":"IJpNE7ZAXUSlEqkoisdgPg==","areaRef":"XkZx+4UgUJyYnspY7u4azQ=="},"content":{"description":"Pondo Pete is nice trad climb on the cool west side of Hermit Dome.  Lieback, stem and face climb up the obvious left facing corner about 50 feet down and right of Shoulder Hopper.\n\nA good bolt protects the crux move near the beginning, but expect plenty of interesting 5.9 moves with technical gear placements until the corner ends.\n\nFrom the ledge at the top of the corner, face climb straight up 5.7 ground protected by a hard to see bolt to really scary loose blocks.\n\nGingerly pass the blocks to a fun 5.7 lieback up a 3.5-4 inch lieback flake.","protection":"Thin stoppers and TCU's to 0.5\", a 3\" and 4\" cam.  Two good bolts.  0.5-1.0\" cams for gear belay.  From this gear belay, traverse left and down easy 5th to the rap anchor on Shoulder Hopper.  Rap with a single 60m rope from Shoulder Hopper's anchor.","location":""},"__v":0},{"_id":"N+yX4dTMW5qEhNb9svp6Zw==","name":"North Ridge","yds":"Easy 5th","grades":{"yds":"Easy 5th","french":"1+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.5133,36.1689]},"left_right_index":0,"mp_id":"106840452","mp_crag_id":"106831897","climb_id":"N+yX4dTMW5qEhNb9svp6Zw==","areaRef":"XkZx+4UgUJyYnspY7u4azQ=="},"content":{"description":"The North Ridge of Hermit Spire is a quick way up to the summit.  Expect a minimum of technical climbing with great exposure.\n\nStart about 10-20' left (east) of the crest of the ridge and follow a system of easy ramps until an obvious and easy break right (west) to the shoulder.  Work around right and up blocks past the bolted belay of Pyramid Scheme and on to the summit.","protection":"A very light rack of long slings and cams to 2\".  You can clip the bolted anchor on Pyramid Scheme, one good and one very poor bolt.  To descend, reverse the route.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,a5ac4815-eeb0-59ad-8b20-08b5ff151027,386b0058-0b44-58ea-a468-470945330e5d,5e4671fb-8520-509c-989e-ca58eeee1acd","pathTokens":["USA","California","Western Sierra","Needles / Kern River, The","Hermit Spires"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11+"},{"count":2,"label":"5.8"},{"count":1,"label":"5.10b/c"},{"count":1,"label":"5.10+"},{"count":1,"label":"5.10a"},{"count":1,"label":"Easy 5th"}],"byDiscipline":{"trad":{"total":6,"bands":{"unknown":1,"beginner":2,"intermediate":2,"advanced":1,"expert":0}},"sport":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":1,"beginner":2,"intermediate":3,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-118.5133,36.1689]},"bbox":[-118.51385700593546,36.168450339818136,-118.51274299406454,36.16934966018185],"left_right_index":-1,"ext_id":"106831897","area_id":"XkZx+4UgUJyYnspY7u4azQ==","polygon":{"type":"Polygon","coordinates":[[[-118.51385700593546,36.168450339818136],[-118.51274299406454,36.168450339818136],[-118.51274299406454,36.16934966018185],[-118.51385700593546,36.16934966018185],[-118.51385700593546,36.168450339818136]]]}},"content":{"description":""},"density":0,"totalClimbs":7,"__v":1,"createdAt":"2022-11-07T05:54:11.902Z","updatedAt":"2024-01-20T00:57:50.526Z"}