{"_id":"6368a50be80bff5a995aff9b","area_name":"Question Mark Wall","shortCode":"","climbs":[{"_id":"PJfJb0bMV1eCeUqZDv9bvQ==","name":"Rareform","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Shane Sanders and Jonathan Knight, 2002","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.75637,40.52459]},"left_right_index":12,"mp_id":"105852277","mp_crag_id":"105739689","climb_id":"PJfJb0bMV1eCeUqZDv9bvQ==","areaRef":"QP0tXUkZVwew7VZpPbeuuw=="},"content":{"description":"A modern classic; more accessible than the Beckey Route and just as good.  Climb the splitter crack on the left wall of the corner.  Switch to the crack on the right wall then step left between the first and second tiers of the triple tiered roof.  Turn on your funk to traverse the roof to the thin, flared crack on the headwall above.  Good gear, just when you need it will get you to the anchor.","protection":"A standard rack and a two-bolt, sling anchor on top.","location":"100 yards right of the Question Mark Wall Route.  Look for the triple tiered roof.  Its starts in the first corner west of the Doomsday Book."},"__v":0},{"_id":"0aQfhbttVQa8WN/wa0azyg==","name":"Question Mark Wall Route","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Fred Becky, Dan Davis, 1962  FFA Ruckman, Bitter","type":{"trad":true,"alpine":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-111.75637,40.52459]},"left_right_index":9,"mp_id":"105741689","mp_crag_id":"105739689","climb_id":"0aQfhbttVQa8WN/wa0azyg==","areaRef":"QP0tXUkZVwew7VZpPbeuuw=="},"content":{"description":"Fun thin aid in an alpine setting, and lots of great exposure.\n\nApproach, as with all Question Mark Wall routes, via Pete's Staircase.  Head right just below the upper rappel tree over the the big ledge.  Look for a thin crack that heads up to the ``grill'' (three or four horizontal overlaps) about 30 feet up.  This is the most recognizable feature on the lower part of the route, and is easily seen from the cirque.\n\nPitch 1:  Clean-aid (A1) up this crack, moving left at the ``grill'' to the continuing thin crack.  This pitch is incredibly enjoyable, but quite long.  Belay at a small ledge above a fixed LA at three bolts (only one of which is worth hanging your hat on).\n\n(Note: the next two pitches can be combined if you have enough gear, but it is LONG).\n\nPitch 2:  Move left via slabby free moves, a tension traverse, or some combination, past a bolt to the thin crack.  Clean-aid (A1) up this for 35 feet, and move left at the overlap, past an old rusty quarter-inch buttonhead to a large chickenhead that you can sling (don't expect miracles from this thing; you can aid off it, but probably not much more).  You now have a few options: (1) continue left and build a somewhat secure, but uncomfortable hanging belay off a flexing flake and a decent crack; (2) continue up a little bit and build a more comfortable belay with trickier protection that may be less secure; or (3) go for it, and start free climbing up the next pitch.\n\nPitch 3:  Free climb (5.8+ R) straight up the crack expecting sparse protection, gritty lichen covered rock, steep face climbing, and lots of exposure.  Belay on a narrow ledge with a wide crack behind it.\n\nPitch 4:  More of the same.  The protection becomes more sparse, but the angle lessens until the top, where the rock also becomes grittier.\n\nDescent:  Walkoff via Collins Hwy.","protection":"Lots!  The first pitch is 35m of C1, mostly on small stuff.  A double set of micro nuts, a full set of micro cams/TCUs.  A #3 Camalot is handy for the short section where it is wide, but you can top-step past it (we did fine with only up to a #2).  There are somewhere between 25 and 35 aid moves on this first pitch.  Make sure you have enough 'biners.  Pitches 2 and 3 (as I describe below) can be linked if you have enough gear to protect it to your satisfaction.  It doesn't require any big gear (up to #2), but you will probably be happier with doubles in just about every size.\n\nYou will pass several old and rusting timebombs en route.  Clip or not at your discretion.","location":""},"__v":0},{"_id":"ATGNWtm4VV+MG7Eo943xoA==","name":"Pika Paradise","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Olsen, Ruckman, Ruckman '81","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.75637,40.52459]},"left_right_index":15,"mp_id":"105740588","mp_crag_id":"105739689","climb_id":"ATGNWtm4VV+MG7Eo943xoA==","areaRef":"QP0tXUkZVwew7VZpPbeuuw=="},"content":{"description":"One fantastic pitch of climbing makes this route very worth doing.  Approach using Pete's staircase.  Instead of linking Pete's in one long pitch, stop at the half-way belay tree.  From here, trend right to avoid the steep rock below the Lowe route.  One long pitch gets you to easy walking ground along the big ledge system.\n\nTraverse the ledge until near its' end (600 feet or so).  Look for a continuous right facing dihedral that is about 120 feet long.  This dihedral is what makes the approach worth while.  Climb up a gorgeous continuous dihedral for a long pitch to an anchor around a slung chockstone (3 star pitch).  Then, a fairly long wandering pitch (5.3ish) gets you to the top.\n\nDescent: Contour below the ridge crest back to the saddle.  Descend Collins highway to the Pete's staircase rappels.  Another option is to rap (one 60m rope) back to the ledge system.","protection":"Standard rack.  I placed everything from a green alien up to a 3.5 camalot.  This could easily be led without anything bigger than hand sized gear.","location":""},"__v":0},{"_id":"UcUe3sDbXAeVnVdFZIRiAQ==","name":"Pete's Staircase","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"unknown","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.75637,40.52459]},"left_right_index":2,"mp_id":"105740591","mp_crag_id":"105739689","climb_id":"UcUe3sDbXAeVnVdFZIRiAQ==","areaRef":"QP0tXUkZVwew7VZpPbeuuw=="},"content":{"description":"This is the most frequently done route in the Cirque, but not by choice.  Often soloed up and down, but it's a good idea to rope up at least for your first trip up since it can be made a lot harder with bad route finding.  With care, this feels more like exposed difficult scrambling than a real route.\n\nPete's Staircase ascends the broken cliffs below the Question Mark Wall to the huge ramp system(Collins Highway).  Start from the left side of the broken terrain, and make an ascending traverse right to a rap anchor on a tree.  From here, the next rap anchor is up and a bit left, the Lowe Route is almost directly above you, and the other routes on the Question Mark Wall are up and right.\n\nThe line can be easily rapped with 1 60 meter rope.  From the saddle between Question Mark Wall and the South Summit Wall, scramble easily down the ledge system to a rap anchor on a tree.  Make one short and then one long rappel to the ground.  Probably not a good idea to do it as one rappel with double ropes because there is a lot of vegetation for the lines to get hung up on.","protection":"Whatever is on your rack for climbs on the upper wall is fine.","location":""},"__v":0},{"_id":"4jRlXfANVOq/XHj9pWvo7w==","name":"Out of the Question","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Bret and Stu Ruckman","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.75637,40.52459]},"left_right_index":6,"mp_id":"105741167","mp_crag_id":"105739689","climb_id":"4jRlXfANVOq/XHj9pWvo7w==","areaRef":"QP0tXUkZVwew7VZpPbeuuw=="},"content":{"description":"This excellent route is just right of the Lowe Route.\n\nClimb a flake, heading right past a fixed pin and up a dihedral.\n\nThe second pitch wanders past some fixed gear and ends at a two bolt anchor. This pitch is probably the crux but not as heady as the first.\n\nThe last pitch climbs through the '?' and is reminiscent of the Lowe Route's last pitch, except without the crack for gear. Take your time on this pitch, it's easy to get off route and the pro is spaced. Supposedly, there's a bolt somewhere, I never found it; it probably sucks anyway. There are some good patina horns to sling.\n\nedit: \"The bolt on the last pitch has been replaced with a 3/8 stainless one. Jun 25, 2017\" (per Brent Barghahn)","protection":"Smaller stoppers, TCUs, slings for horns.","location":""},"__v":0},{"_id":"uRKFpzspVR6yumGjryTEnQ==","name":"Lowe/Question","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Brian & Jonathan Smoot, 1992","type":{"trad":true,"alpine":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-111.75637,40.52459]},"left_right_index":5,"mp_id":"114652728","mp_crag_id":"105739689","climb_id":"uRKFpzspVR6yumGjryTEnQ==","areaRef":"QP0tXUkZVwew7VZpPbeuuw=="},"content":{"description":"Traverse out to a bolt, continue up to some cracks and face climbing, slinging some patina to the belay at the top of the 2nd pitch of O\n\nut of the Question\n\n.\n\nThis is a nice way to pass a slow party or to explore the upper section of\n\nOut of the Question\n\n.","protection":"Trad rack, singles to #3 camalot","location":"Start at the top of the 2nd pitch of the\n\nLowe Route\n\n, lower ledge"},"__v":0},{"_id":"Ru9xgbOJXFeU5dRJAslbHA==","name":"Lowe Route","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"George and Jeff Lowe","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.75637,40.52459]},"left_right_index":4,"mp_id":"105741137","mp_crag_id":"105739689","climb_id":"Ru9xgbOJXFeU5dRJAslbHA==","areaRef":"QP0tXUkZVwew7VZpPbeuuw=="},"content":{"description":"The best 5.8 in the cirque, on the left side of the wall. Start in a sweet handcrack in a dihedral and belay on a ledge. The next pitch is a wandering 5.7, as is the last, amazing pitch on the headwall which follows a crack with ample face jugs.","protection":"One set of stoppers and cams.","location":""},"__v":0},{"_id":"tBrHFSDwUq+Q4YPGXMqenw==","name":"Lonely Mountain Challenge","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Jonathan Knight and Shane Sanders, 2002","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.75637,40.52459]},"left_right_index":14,"mp_id":"105852288","mp_crag_id":"105739689","climb_id":"tBrHFSDwUq+Q4YPGXMqenw==","areaRef":"QP0tXUkZVwew7VZpPbeuuw=="},"content":{"description":"This route has some big chicken heads.  Climb into a double sided corner.  60' up, reach right past a bolt and gain another corner system.  Climb this until committing to the chicken heads and eventually step right to another corner system to finish.  The direct finish is a bit harder.  7/1/07:  It felt harder this year so it gets 11c now.  I added two new slings to the anchor as well.","protection":"Standard rack, one bolt, 1 fixed pin, and a 2 bolt, sling anchor.  Bring two double-full length slings for the giant mushroom-chicken head.","location":"150 right of Rareform."},"__v":0},{"_id":"K8/Aw9yBW42+m4JxwmwNsg==","name":"The Krumholtz Line","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Jonathan Knight , Kirsten Dockstader, and Shane Sanders, 2002","type":{"trad":true,"alpine":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-111.75637,40.52459]},"left_right_index":11,"mp_id":"105852272","mp_crag_id":"105739689","climb_id":"K8/Aw9yBW42+m4JxwmwNsg==","areaRef":"QP0tXUkZVwew7VZpPbeuuw=="},"content":{"description":"Ridiculous liebacking with small gear for the first 20 feet to reach a small hand ledge and a pin.  From here its a real nice mid 5.11.","protection":"A standard rack, 2-3 fixed pins and a 2 bolt anchor.","location":"The first line right of the Question Mark Wall Route."},"__v":0},{"_id":"d/r2PIq1VfKVi9niGJIWGA==","name":"Interrogator","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Jonathan Knight","type":{"trad":true,"sport":true,"alpine":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-111.75637,40.52459]},"left_right_index":7,"mp_id":"106908345","mp_crag_id":"105739689","climb_id":"d/r2PIq1VfKVi9niGJIWGA==","areaRef":"QP0tXUkZVwew7VZpPbeuuw=="},"content":{"description":"The most approachable of the lines left of the Beckey Rt., it was first attempted, ground up by Chris Harmston back in the 90s.  I first worked on it around 7 years ago, adding a couple of bolts while bending blades and beaks in the bottoming quartzite seams.  Not wanting to beat it up any further, Noah Bigwood and I finished equipping the pitch from the top down, a couple of years later.\n\nThis is definitely one of the more unique and sequential routes out there.  Similar to the Beckey Rt., it climbs lines of tilted quartzite fins on a granite slab, but the crack never really opens up.  It wears you down with a series of cruxes separated by rests not quite good enough to do more than keep you in the game.","protection":"6 bolts and a 2 bolt anchor plus gear up to a #1 Camalot in general.  Specifically, a #4 Peanut is key while brass offsets and micro cams are highly recommended.","location":"Just right of \"Out of the Question\"."},"__v":0},{"_id":"uwYwP6LGVuaiMUxA9OA2TQ==","name":"Interrobang","yds":"5.14a","grades":{"yds":"5.14a","french":"8b+"},"fa":"Nik Berry 2015","type":{"sport":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.75637,40.52459]},"left_right_index":8,"mp_id":"117391550","mp_crag_id":"105739689","climb_id":"uwYwP6LGVuaiMUxA9OA2TQ==","areaRef":"QP0tXUkZVwew7VZpPbeuuw=="},"content":{"description":"The ultimate technical granite line in the Wasatch. Climb a closed off seam through many powerful boulder sequences up to a heart breaking high crux. This panel of the wall is slightly under vertical with very solid crystals and fins. You'll only find a few down pulling holds and thin finger locks along the 35 meter journey.","protection":"11 Bolts. Be prepared to stick clip the first bolt.","location":"The thin, bolted seam straight up the center of the blank patch out right of the Lowe Route."},"__v":0},{"_id":"9sEvs3PMU46WJGPZGhsIpg==","name":"Fill Out This Form","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Shane Sanders and Jonathan Knight, 2002","type":{"trad":true,"alpine":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-111.75637,40.52459]},"left_right_index":13,"mp_id":"105852282","mp_crag_id":"105739689","climb_id":"9sEvs3PMU46WJGPZGhsIpg==","areaRef":"QP0tXUkZVwew7VZpPbeuuw=="},"content":{"description":"Does your nut tool dig grass out of cracks?  Climb the corner on the arete 40' right of Rareform.  Finishes at the Realform anchors.","protection":"Standard rack.  2 bolt anchor.","location":"40' right of Rareform"},"__v":0},{"_id":"WHsu3XfsUgacpi2qIaUqsg==","name":"The Doomsday Book","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Bret & Stuart Ruckman, Gary Olsen - 1981","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.75637,40.52459]},"left_right_index":10,"mp_id":"110798824","mp_crag_id":"105739689","climb_id":"WHsu3XfsUgacpi2qIaUqsg==","areaRef":"QP0tXUkZVwew7VZpPbeuuw=="},"content":{"description":"Pitch 1. Climb the crack in the corner for 80' to a stance (5.8).\n\nPitch 2. Continue up the corner for 150' to ledges. (5.10). The crux are some shallow finger cracks. A few fixed pins may be found here.\n\nPitch 3. Scramble up moderate rotten rock to the top.\n\nWe enjoyed this route.","protection":"Standard trad rack","location":"Begin 300' right of the Question Mark Wall route in a large green dihedral."},"__v":0},{"_id":"prX7hut+UmajeHsM7JY7HA==","name":"Dirty Harry","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Jonathan Knight and Shane Sanders, 2002","type":{"trad":true,"alpine":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-111.75637,40.52459]},"left_right_index":1,"mp_id":"105852265","mp_crag_id":"105739689","climb_id":"prX7hut+UmajeHsM7JY7HA==","areaRef":"QP0tXUkZVwew7VZpPbeuuw=="},"content":{"description":"If you like steep, adventure climbing and don't mind kitty litter this may be the route for you.  Don't get lost in the second pitch roof.    Climb a diagonal weakness past a bolt (20') to reach the big, right facing corner.  Pull roof (loose) and belay off of cams in the crack.  The second pitch climbs the obvious weakness in the large, tiered roof. (crux)","protection":"1 Bolt on the first pitch and a standard rack.  Gear belays.","location":"The big weakness that starts about 2/3 down the Collins Highway.  Right facing corner leading up to two roofs."},"__v":0},{"_id":"RCyv6gIxWfGnDarj2O5q6Q==","name":"Bladerunner","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"James & Franziska Garret  '89","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.75637,40.52459]},"left_right_index":0,"mp_id":"107692985","mp_crag_id":"105739689","climb_id":"RCyv6gIxWfGnDarj2O5q6Q==","areaRef":"QP0tXUkZVwew7VZpPbeuuw=="},"content":{"description":"Another apparently seldom climbed but well deserving LPC route, this somewhat difficult to find route has several cuxes and continuously intricate slab and thin seams making it feel like an 11.a  Make your way up using both seams but eventually moving to the steeper seam on the left. The top is a bit confusing as a bolt appears as an alternate variation on the left.  Either way it's fairly run out at the finish.  Classic granite!","protection":"double camelots to #1; one #2, runners and quick draws for 4 or 5 pitons.  1/4\" button head bolted anchor at top with rap ring on webbing.  Rap and mild down climb toward the west with 50 meter rope.  Green webbing and rap rings located on a tree a bit below and 40 feet west of Bladerunner anchors might assist.","location":"about 200 feet and 5 minute scramble above the southern most meadow.  About 200 feet below Pika Paradise.  Look for pins."},"__v":0},{"_id":"shSRJZFAWXSooNR7RxNnPg==","name":"The Answer","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Brian and Jonathan Smoot 1995","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.75637,40.52459]},"left_right_index":3,"mp_id":"106711023","mp_crag_id":"105739689","climb_id":"shSRJZFAWXSooNR7RxNnPg==","areaRef":"QP0tXUkZVwew7VZpPbeuuw=="},"content":{"description":"A good alternative to the often croweded Lowe Route, or, if you've already ticked the Lowe Route.\n\nP1:  Do the first pitch of the Lowe Route.\n\nP2:  Step up, and, at the shallow ledge, instead of heading up right as for the Lowe Route, step up left and follow several bolts pretty much straight up, passing a couple of fixed pins and another bolt, to a fixed belay anchor left of the left slanting overhanging corner above.\n\nP3:  Traverse to the right to pass the overhang, then step up and back left to a couple of pins and bolts to the summit ridge.\n\nPut up on lead.\n\nFun route, plenty of air, and a nice line.","protection":"Standard rack.  Protection on the faces is mostly fixed.","location":"Route is located to the left of the Lowe Route, after doing the first pitch and short bit of the second pitch of that route."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ee1d37e7-dc41-5c26-a358-5d51af01f499,5f0ed4d8-ebb0-5e78-ae15-ba7f1b3b5c51,e838736e-03de-5522-b170-850c7ffcb2ac,16297776-acc9-5be9-bcb7-1967a9eca99b,40fd2d5d-4919-5707-b0ed-56693db7aebb","pathTokens":["USA","Utah","Wasatch Range","Central Wasatch","Lone Peak Cirque","Question Mark Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.12c"},{"count":1,"label":"5.12b"},{"count":3,"label":"5.8"},{"count":1,"label":"5.4"},{"count":2,"label":"5.10b"},{"count":1,"label":"5.7"},{"count":1,"label":"5.11c"},{"count":1,"label":"5.13a"},{"count":1,"label":"5.14a"},{"count":1,"label":"5.11a"},{"count":1,"label":"5.12a"},{"count":1,"label":"5.10d"}],"byDiscipline":{"trad":{"total":15,"bands":{"unknown":0,"beginner":5,"intermediate":3,"advanced":6,"expert":1}},"sport":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":0,"expert":2}},"alpine":{"total":16,"bands":{"unknown":0,"beginner":5,"intermediate":3,"advanced":6,"expert":2}}},"byGradeBand":{"unknown":0,"beginner":5,"intermediate":3,"advanced":6,"expert":2}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-111.75637,40.52459]},"bbox":[-111.75696155915081,40.52414033981814,-111.75577844084921,40.52503966018186],"left_right_index":-1,"ext_id":"105739689","area_id":"QP0tXUkZVwew7VZpPbeuuw==","polygon":{"type":"Polygon","coordinates":[[[-111.75696155915081,40.52414033981814],[-111.75577844084921,40.52414033981814],[-111.75577844084921,40.52503966018186],[-111.75696155915081,40.52503966018186],[-111.75696155915081,40.52414033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":16,"__v":1,"createdAt":"2022-11-07T06:26:26.442Z","updatedAt":"2024-01-20T01:06:56.384Z"}