{"_id":"6368a38be80bff5a99585c44","area_name":"Flood Rocks","shortCode":"","climbs":[{"_id":"6IoxI9qWWouKNFcpyb6FJA==","name":"Double Chin","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"no info available, open for 1st","type":{"tr":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-78.81994,40.36722]},"left_right_index":0,"mp_id":"109344696","mp_crag_id":"109340523","climb_id":"6IoxI9qWWouKNFcpyb6FJA==","areaRef":"NAv2Jq5nUJyOdJrEkGFGLw=="},"content":{"description":"38 foot route on mix layer crag.  Start on cracked sandstone work your way up the sandstone to the first decent move (which might have to be made dynamic for shorter climbers)your left hand to a small lip in the rock, from there work to solid holds and foot to get past the layer of sandstone to softer more brittle layer. Take a quick breather on the lip with and under cling if you need it before jumping on the more chossy rock, decent holds make short work of this section but don't tire before you reach the crux near the top.  a slight over hang that is followed by an inlet with minimal holds makes for a sticky situation.  Grope and slap over the lip into the inlet onto the next layer of harder stone for anything that feels like it will go.  Push out the move and find your way into cavernous seem below the roof over hang.   \n\n  For now the climb can be finished here, toping out last over hang is currently difficult because lack of holds, (top is covered in moss/veg ect...) Next time I visit I make look at cleaning off the top of the rock to see if there are any features that would make a top out more feasible and take the route to a new level.","protection":"No bolts yet.     Top rope, 2 nice trees at top of route to set up double anchor.  (bring protection for your rope as it will hang off the upper over hang and get chewed up by the stone and or get damp from moss)","location":"Main wall of Flood rocks and also on the highest section of the wall.  Walk around left once onto peninsula to find yourself to bottom of main wall.  Route just left of slightly lower section of the wall also easy to find from up top because of that feature.  To get to top walk back out and go right follow trail up and around some rocks to top of main wall."},"__v":0},{"_id":"1yJ4D5SzWSyKIKPk3bIIOA==","name":"Chimney Sweep","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Z.R. Nov. 2012","type":{"tr":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-78.81994,40.36722]},"left_right_index":1,"mp_id":"109344846","mp_crag_id":"109340523","climb_id":"1yJ4D5SzWSyKIKPk3bIIOA==","areaRef":"NAv2Jq5nUJyOdJrEkGFGLw=="},"content":{"description":"Easy route up blocky brick like holds to an over hang where you can call it quits or it can be pushed out if you so desire. \n\n  Fun route for beginners or to warm up on.","protection":"Top rope, trees up top to set up double anchor. \n\n  Bring protection for your rope as it will lay on rock as it goes over the ledge and get chewed up and or moist from veg. No bolts... yet","location":"At the very front of the peninsula at Flood rocks before you head left to main wall, can't miss it.  Head right around other side and up to get to top for anchors."},"__v":0},{"_id":"Zt0vCw4gVvGJzKFtoaiGIA==","name":"3-D","yds":"V1","grades":{"yds":"V1","font":"5","vscale":"V1"},"fa":"ME in 2013","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-78.81994,40.36722]},"left_right_index":2,"mp_id":"109340711","mp_crag_id":"109340523","climb_id":"Zt0vCw4gVvGJzKFtoaiGIA==","areaRef":"NAv2Jq5nUJyOdJrEkGFGLw=="},"content":{"description":"Sit start on a rock to the right slightly down hill of the flakey overhang. Work from this rock (which is in a different plane than the main section) onto the main section and then cling to the flakes with leg and heel hooks to support your weight as you climb the rungs to the top. after you reach the last hold and pull your upper body up as far as you can (with footing or not if you are hardcore :) ) and then hang and drop for completion (landing is on a hill so just be careful)  to top out is difficult and sketchy, no holds beyond the last over hang lip","protection":"a pad if your a newb, only thing that could go wrong is if a large flake breaks and at that point I don't think a pad or a spotter is going to help much  ;)","location":"On the right side of the Flood Rocks peninsula, follow the trail around the right side along the hill after the trail go to the top continue for a few more yards until you reach the large over hang that is perpendicular with the trail."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,e66a7f5e-9c62-5282-8578-b6d5e239d014,a6ec1917-1fd1-55b1-a9c8-02cb06cb4167,340bf626-ae67-509c-8e74-9ac49061462f","pathTokens":["USA","Pennsylvania","Southwestern Highlands","Flood Rocks"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11"},{"count":1,"label":"5.9+"},{"count":1,"label":"V1"}],"byDiscipline":{"boulder":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}},"tr":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":2,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-78.81994,40.36722]},"bbox":[-78.8205301757178,40.36677033981814,-78.8193498242822,40.36766966018186],"left_right_index":-1,"ext_id":"109340523","area_id":"NAv2Jq5nUJyOdJrEkGFGLw=="},"content":{"description":"Small intimate crag nestled in the valleys of South West Centralish PA.  It was either exposed by stone cutting back in the day for train bridges or the Johnstown flood of 1889 which would have traveled this rivers path, the wall of water would have hit this sharp left bend in the river causing rapid erosion of the earth exposing the solid rock of what is now the crag. (just my theory)  \n\n  Mix sun and shade, can be damp if overcast, low wind.  Secluded, there is a hike/bike trail but the crag is off the beaten path and will not get may visitors, on rare occasion local kid here and there that even knows it exists.   \n\n  Main wall is 37 feet high at its highest point and 3-4 layer mix of rock.  Lower part starts out as a redish sandstone, then turns into more of a chossy type stone, then to another layer of similar then back to like a grit stone at the top layer.  With the layering comes inset ledges which can make for an interesting route.   \n\n  There are some grit stone type boulder ledges futher along this side of the peninsula and a little on the other side as well which make for good warm up or just messing around.  They are obvious as you take the path around the right side to get to the top of the crag and continue for 50 yrds or so.  There are no rocks on the tip side of the peninsula. \n\n  No one climbs here but me, main reason i even climb here is because i have family that is local and it makes for a quick outing.  Not much is cleaned up, fun can be had but it obviously isn't a place to go out of your way for.  If you are biking or hiking the Johnstown flood path it could be worth packing your shoes and some gear for a short break and a quick fix, and or again if you are uber local it could be a nice place when you are short on time or if you want to practice gear placement and what not."},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T06:20:04.019Z","updatedAt":"2022-11-25T11:21:33.960Z"}