{"_id":"63689d12e80bff5a994f1916","area_name":"Mount Yukla","shortCode":"","climbs":[{"_id":"VoEMXt1dVb+ppjgXf9wZXw==","name":"West Ridge","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Rod Hancock and Stuart Parks","type":{"trad":true,"snow":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-149.8672,61.2134]},"left_right_index":6,"mp_id":"111088627","mp_crag_id":"107799645","climb_id":"VoEMXt1dVb+ppjgXf9wZXw==","areaRef":"QQpD/Q/oU0ml5siCaW3cDA=="},"content":{"description":"The West Ridge of Mount Yukla is a beautiful sight to behold from the Eagle River Valley. From base to summit, it gains more than 6,000 feet. With a fair amount of up and down between the bumps on the ridge, it is likely bigger in regards to total elevation gain. From the Nature Center, it just begs to be climbed. It looms above all else in the Eagle River Valley.   It is a tremendous outing that will force you to go light and fast, or pay the consequences.  \n\n  This is not a scramble or a hike like so many of the other Chugach ridge lines. The West Ridge is a bastard's mother of a climb. \n\n  Three things to remember:   1: The rock is extremely chossy   2: Holy shit! The rock is extremely chossy   3: God DAMN, I say, SWEET JESUS...The rock is extremely chossy \n\n  This route was tried by Charlie Sassara sometime in early March of 1985  He and his partner, Marty Schmidt made it within 300-500ft of the summit in heavy snow when they turned around at final summit pyramid block before down climbing and rapping to the south.  \n\n  The West Ridge is a very long endeavor, taking most teams around 24 hours car-to-car. It has been soloed at least twice, with faster times. \n\n  Remember when I said that the rock is quite chossy? Let me remind you again, just in case...The rock is choss! There are no fixed anchors. Most of the climbing is moderate, but the cruxes are steep with lots of loose rock (that choss stuff we've been talking about).  \n\n  Much of the climbing is very exposed...and you're climbing on rattly choss above tremendous voids. Most of the route is climbed without the use of the rope, but when you need it, you are thankful to have it.\n\n From the summit, question why you are so stupid to climb something so chossy. Then just remember that it beats being fat and playing video games. Put on the crampons that you have been lugging all the way up and descend down to the west on snow or ice until you see the endless ocean of scree that brings you toward Twincicle Pass.   Descend via Twincicle Pass and down the Twincicle Valley (plan on getting lost in the labyrinth of alders). \n\n  Bring crampons (you probably won't use them on the climb, but will be very very very thankful for them when you have to hike down the short, but incredibly steep Twincicle Glacier).  \n\n  Don't get me wrong...this is a great route by Chugach standards. It's long, very exposed, beautiful and requires endurance and some route-finding skills early on. Go check it out. Yukla never disappoints. \n\n  Somebody needs to make the first winter ascent, but it ain't gonna be me.","protection":"A selection of nuts and cams (to #3)","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,6eaa5769-cc0d-546f-9a11-211d3d4dc321,f6384c73-8d01-530f-b638-bd6a9305a63f,ab1570d4-e0a4-5ea6-972f-3f5a310ba42e,410a43fd-0fe8-5349-a5e6-c882696ddc0c","pathTokens":["USA","Alaska","Anchorage & South Central Alaska","Anchorage & South Central Alaska Ice","Mount Yukla"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.8"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"alpine":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"snow":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-149.8672,61.2134]},"bbox":[-149.86813377921564,61.21295033981814,-149.86626622078435,61.21384966018187],"left_right_index":-1,"ext_id":"107799645","area_id":"QQpD/Q/oU0ml5siCaW3cDA==","polygon":{"type":"Polygon","coordinates":[[[-149.86813377921564,61.21295033981814],[-149.86626622078435,61.21295033981814],[-149.86626622078435,61.21384966018187],[-149.86813377921564,61.21384966018187],[-149.86813377921564,61.21295033981814]]]}},"content":{"description":"Mount Yukla is one of the gnarliest peaks in the Chugach. From Anchorage, it is one of the best places to climb big, hard lines in a relatively short time without paying for a flight to the Ruth. While its elevation isn't anything to squak about by Alaska standards, Yukla is a beast of mountain. The northern side has well over 4000 feet of elevation gain. \n\n  In the past decade, Yukla has become the hot spot for a small group of local alpinists. There are at least ten established routes on Yukla, with only one of them being anything close to a walk up.  \n\n  John Kelly has been most prominent in the development of routes on the northwest side, out of Icicle Valley.     All technical routes have required at least one bivy or \"in a push\" climbing of around 24-48 hours or more.  \n\n  The alpine season for Yukla is typically from late September to early April. \n\n  New route information appears in almost every American Alpine Journal from 2006 to 2012, with many informative photos and tales of suffering. \n\n  Specific route information will be added in the future. "},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T05:52:24.004Z","updatedAt":"2024-01-20T00:56:18.894Z"}