{"_id":"63689d20e80bff5a994f2341","area_name":"Super Crack Tower","shortCode":"","climbs":[{"_id":"I011Va8BUvSS2B4gJQR1Xg==","name":"X-tra Marital Sex","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Mike K. & Mark G.","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-111.748,34.9033]},"left_right_index":1,"mp_id":"106167724","mp_crag_id":"105824958","climb_id":"I011Va8BUvSS2B4gJQR1Xg==","areaRef":"6Wjyzdo6VqGbgocF0ajFeg=="},"content":{"description":"This is a direct start to Pre-Marital Sex.  It is an OK start to a nice climb. \n\n  Follow double seams and slopey edges past a bolt to a short slot (#1 Camalot) then up and right to another short crack (maybe a #2?) then either straight up through choss or up left through a crack in the limestone band to the start of Pre-Marital sex. \n\n  This route has been top-roped but has yet to see a FA.","protection":"A couple hand sized pieces and a bolt will get you to Pre-Marital Sex.","location":""},"__v":0},{"_id":"he8zydYeUS6Xrt2WCNQBGg==","name":"The Windows Route","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"FA: Jake Dayley, Mark G, Mike K, Amy Lyons. 3/08.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.748,34.9033]},"left_right_index":2,"mp_id":"106167680","mp_crag_id":"105824958","climb_id":"he8zydYeUS6Xrt2WCNQBGg==","areaRef":"6Wjyzdo6VqGbgocF0ajFeg=="},"content":{"description":"A great route on a great tower with stunning scenery and no crowds.   \n\n  The climb starts up a face about 15' left (up-gully) of the left side of the obvious corner/gully on the North Face.  From Turkish Bride, walk up and left up \"The Bowling Alley\" to just past the big corner system shown on the Turkish Bride topo. \n\n  P1:  Walk up the gully (left) for about 15', then traverse right to the first bolt.  You can see the bolt from the ground, but not from the start of the traverse.  Continue up some funky face moves past a couple more bolts to a limestone band.  Then traverse a few moves right to a 2-bolt anchor at the base of the first window. (5.10a) \n\n  P2: Stem and bridge up the beautiful chimney past 2 bolts and a small cam placement to a roof crack.  Jam the crack out of the chimney (west) and pull up into an excellent dihedral.  Follow dihedral to the second window and another 2 bolt anchor.  A stellar pitch with great moves!  (5.10b/c) \n\n  P3: Another good pitch!  Continue up the nice dihedral as it starts to get wider; bring some big gear for this pitch. Towards the top the crack gets steeper and wider, but a convenient chockstone and a rail on each side make this easier than it looks.  After grunting though the last bulge, finish up a short ramp to the notch, then scramble up the face to the summit and a 2-bolt anchor.  (5.10b) \n\n  Rap the route to descend.  We used a single 70m rope, but a 60m would PROBABLY work.","protection":"A standard Sedona rack, plus a bigger piece or 2 for the third pitch.","location":""},"__v":0},{"_id":"69LQciNtXeerTKccTIL/NQ==","name":"Window of Opportunity","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Mike Knarzer","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.748,34.9033]},"left_right_index":4,"mp_id":"106179408","mp_crag_id":"105824958","climb_id":"69LQciNtXeerTKccTIL/NQ==","areaRef":"6Wjyzdo6VqGbgocF0ajFeg=="},"content":{"description":"A wild pitch, this overhanging crack is easier than it looks.  Start inside the main (lower) window.  Stem and bridge past 2 bolts and some gear, then move out towards the crack (same as second pitch of the Windows Route).  At the crack, stay in the chimney and jam the overhanging crack up to an obvious ledge in the upper window.  Either belay here (small to med cams) or wiggle through the window and belay from bolts atop 2nd pitch of the Windows Route.","protection":"Single set of cams from .4 through 3 Camalot and a few draws/runners.  An extra .5 would be nice.","location":"Route starts inside the 1st Window on Supercrack Tower, so you will have to climb the 1st pitch of Windows Route or Chossy Chimney or??? to get there.  To descend, rap the Windows Route with a single 60m."},"__v":0},{"_id":"FFymteyuVZSve+v6trp2aQ==","name":"Wanting a Hula Hoop, Hammer & a Beer","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Mark Geikenjoyner, Jon Ruth","type":{"trad":true,"sport":true,"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.748,34.9033]},"left_right_index":999999,"mp_id":"107007086","mp_crag_id":"105824958","climb_id":"FFymteyuVZSve+v6trp2aQ==","areaRef":"6Wjyzdo6VqGbgocF0ajFeg=="},"content":{"description":"on Super Dog Pinnacle -climb the west face past a cuxy mantle, finishing on a vertical limestone cap.","protection":"2 bolts, a few small cams, nuts.","location":"Super Dog Pinnacle is 100M south of Super Crack Tower- Approach as for SCT southside routes."},"__v":0},{"_id":"ZvuYy7E6X8SbvYUY/NgB5A==","name":"Walk the Plank","yds":"5.3","grades":{"yds":"5.3","french":"3+"},"fa":"Mark Geikenjoyner, Dean Hoffman","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-111.748,34.9033]},"left_right_index":15,"mp_id":"106338158","mp_crag_id":"105824958","climb_id":"ZvuYy7E6X8SbvYUY/NgB5A==","areaRef":"6Wjyzdo6VqGbgocF0ajFeg=="},"content":{"description":"Start from the ledge below Shotgun Wedding, walk the limestone band to the left to above Hotdog in a Hallway. This is a good easy way to get to the Windows pitch.","protection":"1 midway bolt, couple tcu's and a couple camalots- nothing big--place them at your feet!","location":"rap form above or reverse the traverse."},"__v":0},{"_id":"81qMER39VGWSsurewjaTuw==","name":"Turkish Delight","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Mike K, Chris M","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.748,34.9033]},"left_right_index":10,"mp_id":"106186584","mp_crag_id":"105824958","climb_id":"81qMER39VGWSsurewjaTuw==","areaRef":"6Wjyzdo6VqGbgocF0ajFeg=="},"content":{"description":"Climbs a nice crack in a clean corner through 2 roofs.  This is a nice bonus pitch after topping out on Turkish Bride or The Windows Route, and would merit 4 stars on it's own if it was longer.  Gets sun in am & shade in afternoon. \n\n  Start on limestone band at the top of Tofurkey.  Work up clean crack in right facing corner that starts out tips and widens to hands.  Pass 2 roofs on the right, then up easier ground to lower summit of ST. ","protection":"Several small cams through #1 Camalot, 2 #2's, and a #3 should sew it up nicely.  Small gear for the anchor.  Anchor can be backed up by rappel bolts on north side of tower.","location":"Located on south side of Supercrack Tower.  Climb starts on the limestone band on right side of face, near the top of Tofurkey.  Either climb Tofurkey (5.9,) or climb either The Windows Route or Turkish Bride & rappel down to the start."},"__v":0},{"_id":"sObPhkCtVPCLshbFDh6AFg==","name":"Turkish Bride","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Jake Dayley, Kole Decou","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-111.748,34.9033]},"left_right_index":7,"mp_id":"106096004","mp_crag_id":"105824958","climb_id":"sObPhkCtVPCLshbFDh6AFg==","areaRef":"6Wjyzdo6VqGbgocF0ajFeg=="},"content":{"description":"","protection":"doubles to #4, #3.5 useful","location":""},"__v":0},{"_id":"46xs3zNIXgek+0yA6WaxYA==","name":"Tofurkey","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Mike K & Kari R","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.748,34.9033]},"left_right_index":11,"mp_id":"106366199","mp_crag_id":"105824958","climb_id":"46xs3zNIXgek+0yA6WaxYA==","areaRef":"6Wjyzdo6VqGbgocF0ajFeg=="},"content":{"description":"Starts with a bouldery move on so-so rock to gain the nice dihedral.  Jam & stem the dihedral up beautiful red rock to a section of lighter rock.  Belay on the obvious ledge at the base of Turkish Delight.","protection":"Nuts and cams up to a #4 camalot.","location":"Located on the SE face of Supercrack Tower.  The route starts on the limestone band at the base of a nice dihedral.  To get there, traverse SE  from the base of the lower window (5.easy) to the base of the dihedral (#1 camalot helpful for the step up onto the limestone band) and build a belay."},"__v":0},{"_id":"KmLyQpvAWOC7VCPFAhyVvA==","name":"Shotgun Wedding","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Mike Knarzer, Mark Geikenjoyner","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.748,34.9033]},"left_right_index":14,"mp_id":"106173182","mp_crag_id":"105824958","climb_id":"KmLyQpvAWOC7VCPFAhyVvA==","areaRef":"6Wjyzdo6VqGbgocF0ajFeg=="},"content":{"description":"hand traverse in from the right on limestone band(4th class)thne short 5.easy to ledge(belay here) start the splitter fingers to hands, & past a sort OW cleft. This climb feels like a combo of Indian Creek, Red Rocks with a little Sedona!","protection":"doubles of finger sizes + single set to #4camalot ,nuts also useful.","location":"South side of the Super Crack Tower group, Opposite side of Premarital Sex."},"__v":0},{"_id":"/5sU85R6XuiuDRsDABVcKg==","name":"Runaway Groom","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Mark Geikenjoyner, Jon Ruth","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-111.748,34.9033]},"left_right_index":13,"mp_id":"106964080","mp_crag_id":"105824958","climb_id":"/5sU85R6XuiuDRsDABVcKg==","areaRef":"6Wjyzdo6VqGbgocF0ajFeg=="},"content":{"description":"climb face to flared and insipient cracks, clip a piton then up thru OW and chimney","protection":"about halfway you get the piton, nothing too good before that. small nuts and 1 #2-#4Camalot are useful, maybe a 0 or 00# would be encouraging.","location":"Left of Shotgun Wedding, descend from anchors of SGW"},"__v":0},{"_id":"wJSRFzzFVQWAYazhrnmY5g==","name":"Pre-Marital Sex","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Mike K. & Mark G.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.748,34.9033]},"left_right_index":0,"mp_id":"106167707","mp_crag_id":"105824958","climb_id":"wJSRFzzFVQWAYazhrnmY5g==","areaRef":"6Wjyzdo6VqGbgocF0ajFeg=="},"content":{"description":"This route is the obvious splitter crack in a corner about 30' left (up-gully) from The Windows Route.  To start, grab your gear and scramble up the gulley to the notch between the towers.  Traverse in on a 5.easy ledge on a limestone band until you are below the corner.  Optional belay off gear here. \n\n  Climb a short section of softer rock to the start of the nice crack.  Climb crack (mostly #1 Camalots) to a ledge.  Continue up a corner (fingers) and flake to a small roof crack to another ledge.  Pull onto the upper summit and belay off bolts. \n\n  To descend, rap off bolted anchor.  A 70m rope just makes it to the ground, but a 60m rope will easily get you back to the first ledge, where you can traverse back to the notch and down the gully.","protection":"Nuts, single set of cams to #4 Camalot, doubles of .75 and 3 #1's.  Some slings are helpful to reduce rope drag.","location":""},"__v":0},{"_id":"WGd28eFWVXaDU1befU9qOA==","name":"North Face Route","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"T. Coats, Dave Dawson 80's","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-111.748,34.9033]},"left_right_index":8,"mp_id":"105824961","mp_crag_id":"105824958","climb_id":"WGd28eFWVXaDU1befU9qOA==","areaRef":"6Wjyzdo6VqGbgocF0ajFeg=="},"content":{"description":"This is a great route for the few people out there who like this kind of stuff. It's like a bigger badder version of The Dodger. \n\n  Pitch 1) 5.10- 110'  Start on the corner of the north and north-west faces.  Traverse right on a ledge to reach the main crack system (5.6 R).  Climb the sustained and physical hand crack thru many bulges to a final 10' offwidth section.  At the top of the off width traverse right and scramble to a 2 bolt anchor. \n\n  Pitch 2) 5.10- PG13 80' A burly pitch.  Climb the roof above the belay (5.9+).  Pull an awkward bulge above the ledge, and start up the laser cut offwidth corner above.  Gear is occasionally found in cracks on the right face to supplement the #6 Camalot.  Physical climbing leads to a nice ledge in a room.  The belay crack is inside the room in the chimney below your feet. \n\n  Pitch 3) 5.9+ R 80'  Think you're done?  No!  Take your helmet off, suck in your gut, and worm your way up the squeeze above your head.  Unprotected, but impossible to fall out of.  Flop onto a ledge, and rest up for the final 30' of 5.9+R face climbing to the summit.  The only gear on the pitch is a red alien 5' from the top.  A fall before you get it in could result in a 20 footer onto a ledge, but you wouldn't fall off the ledge. \n\n  Descent: rap the north face with 1 rope.","protection":"All sizes in new Camalots.    2 each 0.1 - 4.  1 each 5, 6. Nuts.  Big Bro's if you got 'em.","location":"Park at Midgely Bridge.  Hike 1 1/2 mile up Wilson Canyon Trail until 2 spires appear on the right.  The right one is Super Crack Tower.  Bushwhack up and right, along a ridge a few hundred yards east of SCT.  When at the level of the base of the tower, bushwhack back left to the base of the tower.  Scramble under the south face of the tower, then up the west side.  Start left of the obvious crack system that almost touches the ground on the north-west corner."},"__v":0},{"_id":"Qr85eaHRW9+2KAw3taHrWQ==","name":"Inception","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"FADean Hoffman/Dustin Wildermuth FFA A. Jones/D. Bloom","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.748,34.9033]},"left_right_index":9,"mp_id":"106930186","mp_crag_id":"105824958","climb_id":"Qr85eaHRW9+2KAw3taHrWQ==","areaRef":"6Wjyzdo6VqGbgocF0ajFeg=="},"content":{"description":"P1: 5.9 Hands to fists up corner \n\nP2: 5.11/12 One of the best pitches I've been on in Sedona, Amazing.  Splitter!  First half probably 5.10 to overhanging fingers through two bolts to anchors on ledge, 5.11/12?  Need some input on the grade!  Spectacular! Feels like Annunkai at Indian Creek but steeper!  (and unfortunately shorter)  Possible to rap from here.  (Very very cool 98% free hanging rap)  These two pitches are definitely worth the hike! \n\nP3:  5.11+/12-  FFA Jones/Bloom  Off balance, moderate face climbing into sandy crack system,  place a bomber piece or two (.5/.4 camalot) beneath the bulgy block, some hollow sounding/looking rock just below the good jams.  Clip a bolt and mantle the dirt clod!  Don't be surprised if you feel like a monkey F-ing a football.  Press it out and clip one more bolt and head up short crack to the roof.  Build yerself a nice lil nest of bomber gear at the roof and get yer head on straight.  Desperate laybacking past the roof will take you to the next anchors.  Possible to place gear in this section, but strenuous.  Congrats to Abel for getting the FFA on this pitch.   \n\nP4: 5.7 Very short bear crawl traverse to anchor, feels short but it will make sense on the next pitch and the rap \n\nP5:  5.9 R  Hold onto your sack, take one draw, one #4 BD with a long sling, one #3BD.  Leave your helmet and anything else you don't need and head into the abyss.  I believe this is also the last pitch of the NW face route.  Expect a 50-60ft unprotected chimney! you can place the #4 at the base of the chimney but there is no gear til you top out!   On this lower summit drop the number three into an obvious slot to protect the second and clip the anchor down by the lip, you will be directly above your partner at this point.   (It is possible to summit the upper tower by climbing the 5.9r face as noted in the NW route description)   -pitches are relatively short, but linking not recommended everything is really right where it needs to be- ","protection":"Doubles through 3.5BD   One #4   Multiples in the blue/yellow metolius TCU \n\n  Offset nuts and Aliens very nice to have for C2 pitch","location":"West face of Supercrack Tower.  Rack up at base of \"Hotdog in a Hallway\" and walk across ledge system to anchors.  Rap first two pitches with 2 70's, 2 60's look very very doable but is untested!  or continue up for 3 more pitches of pure mindbending excitement.  From the top rap one single rope and second rap is double rope back to packs (this is can be done with 2 60m rope but can definitely not be done with one 70)"},"__v":0},{"_id":"00GpxGT7X0qFvvDbxgSBbA==","name":"Hotdog in a Hallway","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"M. Knarzer, J. Meyer, M. Rangel","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-111.748,34.9033]},"left_right_index":12,"mp_id":"106320628","mp_crag_id":"105824958","climb_id":"00GpxGT7X0qFvvDbxgSBbA==","areaRef":"6Wjyzdo6VqGbgocF0ajFeg=="},"content":{"description":"Getting through the final exit is the crux, kinda dusty and in need of more bodies!  Squirm inside for occasional pro. I like the stemming and classic chimney moves.","protection":"single rack of cams, nuts and hexes.  Chains on top/window.  Rap from second and furthest left anchors to avoid rope snag.","location":"The wide crack on the left side of the south face, goes up a wide chimney.  Rap north side, look far left for anchors on north face."},"__v":0},{"_id":"tiDM9uguXI+f2QBixQM1Ig==","name":"Hot Pink Hummer Tour","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Mark Geikenjoyner & Dean Hoffman","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-111.748,34.9033]},"left_right_index":999999,"mp_id":"106302211","mp_crag_id":"105824958","climb_id":"tiDM9uguXI+f2QBixQM1Ig==","areaRef":"6Wjyzdo6VqGbgocF0ajFeg=="},"content":{"description":"P1: hands to steep fists for about 100ft   P2: 20ft of fists then 5.7 R face up SE arete","protection":"at least 4 #4's, 2 #3.5's, 1 #3, 2 #2's singles of smaller stuff. big hexes useful too!   descend by leaping the gap to the main wall then walk off to the North-East.","location":"Striking corner with wide crack visible from Midgley bridge. (east of Super Crack Tower)"},"__v":0},{"_id":"7J24kht8XoW3Ls5IJClNjA==","name":"Happy Ending","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"Jon Ruth, Mark Geikenjoyner","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.748,34.9033]},"left_right_index":16,"mp_id":"106964102","mp_crag_id":"105824958","climb_id":"7J24kht8XoW3Ls5IJClNjA==","areaRef":"6Wjyzdo6VqGbgocF0ajFeg=="},"content":{"description":"Traverse in fom the Right, climb thu limestone band to clip the first bolt then up interesting face past huecos and bulges to the gap between towers then stem and mantle to sweet summit ledge.","protection":"7draws + 2small nuts to place over hangerless bolts. #0.5camalot protects the start/belayer.","location":"Right of Shotgun Wedding, rap the route"},"__v":0},{"_id":"TAIyNXWiXIS36NT9kqmgZQ==","name":"Dancing with the Other Woman","yds":"5.11a/b","grades":{"yds":"5.11a/b","french":"6c"},"fa":"Mark Geikenjoyner & Andrew Green","type":{"trad":true,"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-111.748,34.9033]},"left_right_index":6,"mp_id":"106425455","mp_crag_id":"105824958","climb_id":"TAIyNXWiXIS36NT9kqmgZQ==","areaRef":"6Wjyzdo6VqGbgocF0ajFeg=="},"content":{"description":"While you wouldn't want to miss the incredible last pitch of fists on Turkish Bride, another tempting option is Dancing with the Other Woman.    Climb steep hands thru roof to steep fingers in a corner then up face past 2 bolts before reconnecting with Turkish Bride for the final hand crack.","protection":"doubles set tcu-#3camalot, 2 QD's; Save a hand sized piece for the top crack.","location":"North face SCT. climb roof above 3rd pitch of Turkish Bride."},"__v":0},{"_id":"au2hYJbVUi+KAUqZtff25A==","name":"Consumation Crack","yds":"5.10a/b","grades":{"yds":"5.10a/b","french":"6a+"},"fa":"Mark Geikenjoyner & Mike Knarzer","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.748,34.9033]},"left_right_index":3,"mp_id":"106126726","mp_crag_id":"105824958","climb_id":"au2hYJbVUi+KAUqZtff25A==","areaRef":"6Wjyzdo6VqGbgocF0ajFeg=="},"content":{"description":"","protection":"single set to # 5","location":"inside the window, west side spire on SuperCrack tower."},"__v":0},{"_id":"hpm1+hngWOG3Ji2t5bgOlw==","name":"A Marriage Reality","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Mark Geikenjoyner, Dean Hoffman","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.748,34.9033]},"left_right_index":5,"mp_id":"106338149","mp_crag_id":"105824958","climb_id":"hpm1+hngWOG3Ji2t5bgOlw==","areaRef":"6Wjyzdo6VqGbgocF0ajFeg=="},"content":{"description":"Difficult, a lot of work- but worth it. Start from the south side of the Window- either climb the Windows pitch, Window of Opportunity, or Consumation Crack to approach. Then climb the 30ft roof crack out and up to the summit. A mixture of gymnastics and brute endurance.","protection":"Double #1, #2 Camalots   Triple #3 Camalots   then single set 0.5 to #5. I also used one large nut   Rap south side with a 70M to limestone band (Walk the Plank)  walk R to Shotgun Wedding and down climb to Earth.","location":"center of Super Crack Tower, on the south side."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,24e148bb-4884-59e8-9870-43ce21f1a337,fa597035-a80a-55a2-9a9f-262bc7578ff9,19dfb197-abbe-5b60-abc0-83f875a4e73b,451d3dd1-204c-5e56-b81a-a57f64dc868d,fb14c203-1602-5671-a699-55d654aca05c,e968f2cd-da3a-56a1-9b82-8705d1a8c57a","pathTokens":["USA","Arizona","Northern Arizona","Sedona Area","Sedona","Midgley Bridge Area","Super Crack Tower"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.11-"},{"count":3,"label":"5.10"},{"count":3,"label":"5.9"},{"count":1,"label":"5.3"},{"count":1,"label":"5.11b"},{"count":1,"label":"5.10b"},{"count":1,"label":"5.10-"},{"count":1,"label":"5.11+"},{"count":1,"label":"5.8"},{"count":1,"label":"5.10+"},{"count":1,"label":"5.7+"},{"count":1,"label":"5.11a/b"},{"count":1,"label":"5.10a/b"},{"count":1,"label":"5.11"}],"byDiscipline":{"trad":{"total":18,"bands":{"unknown":0,"beginner":2,"intermediate":10,"advanced":6,"expert":0}},"sport":{"total":3,"bands":{"unknown":0,"beginner":1,"intermediate":1,"advanced":1,"expert":0}},"bouldering":{"total":1,"bands":{"unknown":1,"beginner":0,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":3,"intermediate":10,"advanced":6,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-111.748,34.9033]},"bbox":[-111.74854828655967,34.90285033981814,-111.74745171344034,34.903749660181866],"left_right_index":-1,"ext_id":"105824958","area_id":"6Wjyzdo6VqGbgocF0ajFeg==","polygon":{"type":"Polygon","coordinates":[[[-111.74854828655967,34.90285033981814],[-111.74745171344034,34.90285033981814],[-111.74745171344034,34.903749660181866],[-111.74854828655967,34.903749660181866],[-111.74854828655967,34.90285033981814]]]}},"content":{"description":"200 ft. spire tucked away north of the acropolis."},"density":0,"totalClimbs":19,"__v":1,"createdAt":"2022-11-07T05:52:47.354Z","updatedAt":"2024-02-19T18:28:00.526Z"}