{"_id":"6368a50be80bff5a995afe94","area_name":"Talk Buttress","shortCode":"","climbs":[{"_id":"XZYNws5qUguP+Xw48Iu1Ww==","name":"Talking Tough","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Ruckman, Ruckman","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74522,40.6211]},"left_right_index":6,"mp_id":"105741527","mp_crag_id":"105739458","climb_id":"XZYNws5qUguP+Xw48Iu1Ww==","areaRef":"e7RbKQf+W/CUa+KvKaEVOA=="},"content":{"description":"This climbs staight up the face to the pin, and then crosses Look Who's Talking just right of a nice hand crack (look for the bolt).  Beware, the Ruckman guide is wrong.  There is 1 extra bolt between the pin and the roof, and the bolt above the roof is hangerless.  This is where the runout exists, as well as your pre-pin moves.  This climb has nice sharp edges on beautiful quartzite.  Fun moves galore.  The finish makes this climb.","protection":"1 pin, and 4 bolts + 2 bolt anchor.  Otherwise bring a couple of pieces to protect the stretches between fixed gear.  Nothing special.","location":""},"__v":0},{"_id":"t6Jb4ZUpWqW/AYIJeswQmg==","name":"Talkin' Them Broken Foot Blues","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Nathan and Adam Fisher","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74522,40.6211]},"left_right_index":8,"mp_id":"105740921","mp_crag_id":"105739458","climb_id":"t6Jb4ZUpWqW/AYIJeswQmg==","areaRef":"e7RbKQf+W/CUa+KvKaEVOA=="},"content":{"description":"Also known as\n\nTalkin' Smack\n\nthis is the face directly below the end of\n\nNotalotalk\n\n. Thin and steep with a couple of long moves thrown in. An attentive belayer is needed for the belay as the crux is just below the 2nd bolt.","protection":"4 quickdraws and 2 for the anchors","location":"The bolted face right of\n\nNotalotatalk\n\n."},"__v":0},{"_id":"lHPvtn67XvmfQKkIS4+BtA==","name":"Over Easy","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"???   2003?","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74522,40.6211]},"left_right_index":0,"mp_id":"106181254","mp_crag_id":"105739458","climb_id":"lHPvtn67XvmfQKkIS4+BtA==","areaRef":"e7RbKQf+W/CUa+KvKaEVOA=="},"content":{"description":"Pitch 1: Locate the first bolt about 20' up from the base of the chimney/gully. Climb up past 9 bolts to a 3 bolt anchor, clip the anchor and climb up through a steeper juggy crack. Follow the weakness to the top and a 2 bolt anchor. This is a pretty fun line, with the crux getting to the first bolt, and mostly cruiser climbing after it. Good candidate for someones first trad lead.\n\nDescent: Rappel the route with one rope.","protection":"A bunch of slings/QDs, and a small rack of nuts and cams to 2\".","location":"This is located on the E face of the\n\nTalk Buttress\n\n. Best approach is from the base of the\n\nThe Dead Snag\n\n, and a short hike up the next gully to the west until it ends in a chimney/gully. It also can be approached from the\n\nTalk Buttress\n\nproper with a downclimb of the chimney below the start of\n\nLook Who's Talking\n\n."},"__v":0},{"_id":"xpTqMCQGX7Sk/oyAJ+EdlQ==","name":"Notalotatalk","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74522,40.6211]},"left_right_index":7,"mp_id":"105740375","mp_crag_id":"105739458","climb_id":"xpTqMCQGX7Sk/oyAJ+EdlQ==","areaRef":"e7RbKQf+W/CUa+KvKaEVOA=="},"content":{"description":"This is the climb that climbs the flake on the right side.  It pops over the flake and then starts a nice rightward shuffle.  The shuffle is a blast, as the crack is nice on the fingers.","protection":"Bring large hexes and medium nuts for the anchors.  Also, bring  medium to large gear for the climb with some runners.","location":""},"__v":0},{"_id":"HRohme9MVqWFwH4wPonkcA==","name":"North Ridge","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"probably long ago:  40's or 50's?","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74522,40.6211]},"left_right_index":1,"mp_id":"106477087","mp_crag_id":"105739458","climb_id":"HRohme9MVqWFwH4wPonkcA==","areaRef":"e7RbKQf+W/CUa+KvKaEVOA=="},"content":{"description":"If started by the bottom, near the trail, then a short scramble or easy broken rock leads to a steep, short headwall.  Some loose rock here.  Climb up this low angle fin to the top, which, is just below the NW face of the Talk Wall and ends at that point.  The traverse over to the North Ridge proper should probably be belayed using the large pine tree up slope and take care with the initial step up onto the slick short ramp that leads over to the crest of the ridge.  200 foot (60 meter) pitch.\n\nThe steep, main section of the North Ridge climbs either on the arete, or, slightly left onto the East Face.  Fun, steep, but, don't pass up any opportunities for protection.  Some loose rock.  At the end, either stay on the arete or climb up the neat slot corner.  Above this the ridge goes low angle and more broken.  150+ feet.\n\nNote:  the arete forming the North Ridge is the left skyline of the Talk Buttress.\n\nContinue up the ridge, finding easy ground and some solid rock.  Aim for the large pine tree at the top of the ridge, where the North Ridge fin of rock sort of bends over and blends back into the Dead Snag formation.  Take care with loose rock.  200 feet (60m) pitch.\n\nTraverse over and note the top of Steort's Ridge.  Down climb/traverse back to this location for the standard get off.  Some exposure and loose rock.","protection":"Standard rack which should include 00 TCU's and up to #3 Camalot (or equivalent).  Set of small, medium and large stoppers will prove useful too.  Long slings to keep rope drag to a minimum on these long pitchs.","location":"Route is located to the North of the North Dihedrals, past the gully that separates these rock fins.  Can be started very near the trail on a lower angle fin of rock that comes out between the approach to the Talk Wall, and, the gully that separates the North Ridge from the North Dihedrals of the Dead Snag proper.\n\nStart either by climbing up the lower angle ridge near the trail (steep short start) or up gully to the left (towards the North Dihedrals).\n\nTraverse over and down climb to the standard descent for the Dead Snag (ie, Jig's Up, Steort's, etc).\n\nNote:  this route is highlighted in the '79 Gottman \"Wasatch Quartzite\" guidebook and is described verbally (only) in the Ruckman guidebook."},"__v":0},{"_id":"pkWk4OwgWASuSeecOMrOlg==","name":"Look Who's Talking","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74522,40.6211]},"left_right_index":5,"mp_id":"105740795","mp_crag_id":"105739458","climb_id":"pkWk4OwgWASuSeecOMrOlg==","areaRef":"e7RbKQf+W/CUa+KvKaEVOA=="},"content":{"description":"Look Who's Talking is a really great route, despite the vegetation and squeeze chimney as seen below.  Start on top of a chockstone, which is just before the dropoff to the left.  Make an airy traverse left (ground drops below), but this can be protected with a red alien. Reach the crack and all the plant life.  Easily avoid the plants on face holds, passing 2 really bad pitons which aren't worth clipping.  Reach a beautiful finger crack which splits a smooth as glass wall, pulling through a roof.  Face climb around the squeeze chimney, then finish up on a ledge. Some moderate downclimbing to the left is required to get off.","protection":"Mostly stuff #1 camalot or smaller.  Maybe a few bigger pieces.  Also, fairly small gear for the anchor.","location":""},"__v":0},{"_id":"9nkikiq9WuWDk6+vZIwapg==","name":"Hyperbole","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"John Steiger, Brent Manning, August 2013","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74522,40.6211]},"left_right_index":3,"mp_id":"108278408","mp_crag_id":"105739458","climb_id":"9nkikiq9WuWDk6+vZIwapg==","areaRef":"e7RbKQf+W/CUa+KvKaEVOA=="},"content":{"description":"Hyperbole\n\ntakes on the series of overhangs between the\n\nDirect North Ridge\n\nto the left and\n\nLook Who's Talking\n\nto the right, starting right of the toe of the northeast buttress in the gully/wide chimney leading to the northwest face of Talk Buttress.  The route is a little contrived and has a garden feature or two, but the position is great.\n\nHyperbole\n\nand\n\nEmpty Rhetoric\n\n(as well as the neighboring climbs on north face of Dead Snag) rarely see sun regardless of the time of day, so they're tolerable even in the dead heat of summer.\n\nThe first five bolts take a line just left of\n\nEmpty Rhetoric\n\n.  The climbing is a little devious getting from the first to the second bolt; if you're in the wrong place, it may be hard to clip the second bolt.  The climbing eases up once past the second bolt.\n\nOnce on the large sloping ledge above the first five bolts, sling one the chains on the anchors for\n\nEmpty Rhetoric\n\nand continue on past five more bolts to a second set of chains.  On this latter section, stay out of the corners for a cleaner line, and at the fourth bolt above the sloping ledge, move right over the roof to find the next and last bolt before the final chains.\n\nOne can also break up the climb in two pitches by stopping at\n\nEmpty Rhetoric's\n\nchains -- this reduces rope drag somewhat and makes for better visuals for the belayer, but doing it in one pitch is the way to go if longer draws are used.","protection":"A dozen or so draws (including some longer ones) and one or two runners.","location":"Follow the approach for\n\nDirect North Ridge\n\n, but head into the gully/wide chimney just right of the start of\n\nDNR\n\nand the bolts will be apparent. A 60 meter rope is sufficient to lower from the chains. When pulling the rope, it'll land on huge chockstones in the wide chimney that are loaded with bowling-ball size rocks; beware."},"__v":0},{"_id":"Vh25YOrXWTy0DXsuzuG1QA==","name":"Direct North Ridge","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"JS, Janie Saviers-Steiger, July 2013","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74522,40.6211]},"left_right_index":2,"mp_id":"108278393","mp_crag_id":"105739458","climb_id":"Vh25YOrXWTy0DXsuzuG1QA==","areaRef":"e7RbKQf+W/CUa+KvKaEVOA=="},"content":{"description":"The\n\nDNR\n\nclimbs the northeast ridge of Talk Buttress, starting from the very toe of Talk Buttress, right of\n\nOver Easy\n\nand left of the gully/wide chimney leading to the routes on the northwest face of Talk Buttress. The route is to the right of\n\nNorth Ridge\n\nas shown in John Gottman's 1979 guide, which is best described as a chossy crack that starts about 10 feet left of the toe of the buttress. There is an MP posting for\n\nNorth Ridge,\n\nbut from what I can tell that describes a variant of the original route as shown in Gottman's guide (and Tony Calderone's 2017 guide), albeit longer, starting from the fin of rock just east and uphill from the routes on the east face of Challenge Buttress, and traversing onto Talk Buttress in the vicinity of the start for\n\nLook Who's Talking\n\n.\n\nTrivia aside,\n\nDNR\n\nstays pretty much directly on the skyline between Talk Buttress' east face (bearing\n\nOver Easy\n\n) and the north face (bearing\n\nHyperbole\n\nand\n\nEmpty Rhetoric\n\n). Although we spent some time cleaning the route, expect a small amount of lichen and a few suspect holds, but it should clean up with subsequent ascents. Consider jumping on this if\n\nSteorts' Ridge\n\nis hammered, but, of course, you'll have to go back to bag\n\nSteorts'\n\nbecause it is the best 5.6 in the Wasatch.\n\nStart on the lowest point of Talk Buttress and climb the ridge above, using gear when you find it and clipping an occasional bolt (bolted in an effort to make it suitable for novice trad leaders). When the ridge kicks back, near the top of Talk Buttress, scramble up and left maybe 30 feet to the chains atop\n\nOver Easy\n\n. About 60 feet up from the start of the route is a stance on the right with two bolts, but it's better to do one long lead until the terrain becomes hands-free and cam placements abound.","protection":"Singles of nuts and cams to three inches, draws (3 bolts) and slings.  Two single rope raps from chains down\n\nOver Easy\n\n(the lower set of chains is just under a roof).  60 meter rope should be okay.","location":"The easiest way to find\n\nDNR\n\nis to follow the approach for\n\nSocial Engineering\n\n(see that page) and its neighbors on the north face of Dead Snag; the approach goes right under the start of\n\nDNR\n\n.  Another way to find\n\nDNR\n\nis to first go to the base of\n\nSteorts' Ridge\n\n. From\n\nSteorts'\n\n, walk down the trail toward Challenge Buttress about 50 feet and look for a trail on the left (west) that leads through the trees and into a talus field nestled between the north face of Dead Snag and the east face of Talk Buttress.  The trail traverses the talus field to its right (north) side and turns up at the right margin of the scree toward a dark gully/wide chimney.\n\nDNR\n\nstarts on the toe to the left of the gully/chimney. If you continue up the gully/chimney, you'll quickly pass under\n\nHyperbole\n\nand\n\nEmpty Rhetoric\n\nand eventually get to the northwest face of Talk Buttress. Once on track, it should take no more than 5 minutes to reach\n\nDNR\n\nfrom\n\nStoerts'\n\n."},"__v":0},{"_id":"S/gJYbIqXMiU4YZLPuaWXw==","name":"Baby Talk","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Fisher, Gitlin","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74522,40.6211]},"left_right_index":9,"mp_id":"105741275","mp_crag_id":"105739458","climb_id":"S/gJYbIqXMiU4YZLPuaWXw==","areaRef":"e7RbKQf+W/CUa+KvKaEVOA=="},"content":{"description":"From the base of Talk Buttress, turn west.  Baby talk climbs the left-most of the 2 left-facing right-trending cracks.  It has it's moments, but digresses to a romp up bad rock, near the top.  The 2nd pitch or 2nd half is a ridge scramble to the south to attain the down-climb at the notch.  More of a means to a view than a route in it's own right.","protection":"Medium to small gear protects the 1st pitch, and the traverse protects with medium to small also.","location":""},"__v":0},{"_id":"JjXMRWOqU4CzXl1nwugxJg==","name":"Empty Rhetoric","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Bret and Stuart Ruckman, 1990","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74522,40.6211]},"left_right_index":4,"mp_id":"108278403","mp_crag_id":"105739458","climb_id":"JjXMRWOqU4CzXl1nwugxJg==","areaRef":"e7RbKQf+W/CUa+KvKaEVOA=="},"content":{"description":"This is the right-leaning Lost Arrow-size crack rising out of the bottom of the dark gully/wide chimney left of\n\nLook Who's Talking\n\n.  If you like placing tiny gear in spicy situations,\n\nEmpty Rhetoric\n\nis the route for you.  It actually climbs well (the Ruckmans gave it one out of three stars in their 1998 guide) and with patience and the right gear, you can sew it up.  But because the route leans to the right as does the ground, and there is a wall a body length behind you, as well as a ledge that could flip you over half-way, the R rating is probably warranted.\n\nBattle up the LA crack to a horizontal break (avoid the urge to clip the fourth bolt of\n\nHyperbole\n\n), move right to catch another, slightly thinner crack, and continue battling to its top.  Do not be dismayed by the occasional patch of lichen or nice garden feature at the break; they are inconsequential.\n\nEmpty Rhetoric\n\nends at a large sloping ledge with chain anchors.  If more climbing is desired, consider continuing up on\n\nDNR\n\n(the arete just left),\n\nHyperbole\n\n(the bolts just right), or\n\nLook Who's Talking\n\n(the vegetated crack system to the far right).","protection":"The smallest brass/steel (offsets useful) and up, the smallest cams to maybe one-inch, and a gold Camalot or its equivalent for a pod near the top.  Might want a helmet.","location":"Empty Rhetoric\n\ncan be accessed by downclimbing the wide chimney/gully left of\n\nLook Who's Talking\n\n. However, a far superior way to reach the base of\n\nEmpty Rhetoric\n\nis to follow the description for\n\nDirect North Ridge\n\nand\n\nHyperbole\n\n.\n\nEmpty Rhetoric\n\nis the obvious slanting seam about 10 feet right of\n\nHyperbole's\n\nbolts."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ee1d37e7-dc41-5c26-a358-5d51af01f499,5f0ed4d8-ebb0-5e78-ae15-ba7f1b3b5c51,e838736e-03de-5522-b170-850c7ffcb2ac,26a193ca-cb5e-5423-8ead-6db185433cfb,7bb45b29-07fe-5bf0-946b-e2af29a11538","pathTokens":["USA","Utah","Wasatch Range","Central Wasatch","Big Cottonwood Canyon","Talk Buttress"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.9"},{"count":2,"label":"5.10c"},{"count":1,"label":"5.7"},{"count":2,"label":"5.8"},{"count":3,"label":"5.5"},{"count":1,"label":"5.11a"}],"byDiscipline":{"trad":{"total":8,"bands":{"unknown":0,"beginner":6,"intermediate":2,"advanced":0,"expert":0}},"sport":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":6,"intermediate":3,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-111.74522,40.6211]},"bbox":[-111.7458124129938,40.620650339818134,-111.74462758700619,40.621549660181856],"left_right_index":-1,"ext_id":"105739458","area_id":"e7RbKQf+W/CUa+KvKaEVOA=="},"content":{"description":""},"density":0,"totalClimbs":10,"__v":1,"createdAt":"2022-11-07T06:26:23.675Z","updatedAt":"2022-11-25T11:22:18.003Z"}