{"_id":"63689f33e80bff5a9950ccc0","area_name":"No Start Wall","shortCode":"","climbs":[{"_id":"JOUSWbqUWkG9aETGfy9tpw==","name":"Vertical Turtle","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Larry Scritchfield & Dave Bingham, 1985","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-113.71191,42.08595]},"left_right_index":0,"mp_id":"116357794","mp_crag_id":"111966319","climb_id":"JOUSWbqUWkG9aETGfy9tpw==","areaRef":"8r5W5bk1VPe+C9xj9XkJ/w=="},"content":{"description":"This route is BUUURL. Hard, diifficult and hard. Committing start, gritty and exfoliating rock at the bottom and full-on offwidth that gives way to chimneying and ultimately to an exposed (and unprotected) step-across you won't soon forget. (The only pro I could get in for a long time was a blue big bro, and from the top of the pillar I was still about 30 feet above that.) The thrill factor is high and so is the risk. So though this route was originally rated 5.9, I put this animal at 5.10a at least. The question is...will you conquer the Turtle?\n\nHere's what the First Ascentionist has to say: \"Climb the mega-crack that widens to a chimney, ending with an au naturel belay atop of the huge pillar (no gear or bolts). Step across and climb 5.8 face with slung horns for pro. Suck it up, crybaby!\"\n\n(from \"\n\nCity of Rocks and Castle Rocks State Park--A climber's guide by Dave Bingham\", Wolverine publishing\n\n)","protection":"BIG gear: doubles of #3-#6 and a blue to gold big bro if you wanna prevent an absurd runout","location":"Locate the unmistakable mega-pillar and the crack that divides it from the main wall. This route is to the right of 'Boss Hog.'"},"__v":0},{"_id":"S0XxG0pxWPGtMnSqz8mcDg==","name":"Pig Arete","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-113.71191,42.08595]},"left_right_index":2,"mp_id":"111966323","mp_crag_id":"111966319","climb_id":"S0XxG0pxWPGtMnSqz8mcDg==","areaRef":"8r5W5bk1VPe+C9xj9XkJ/w=="},"content":{"description":"Start on the east side of the boulder, climbing right of a dirty crack to clip a bolt that can be seen from the start. Then climb the patina, clipping a few bolts and placing gear in small horizontals. Well protected and fun line. Easier than some other .9s in the area.","protection":"Bolts and small cams or tricams. Well located chains at the top.","location":"The route is a bit left of the line drawn in the 2009 Bingham guide. 70m reaches the base with stretch. A 60 or 50 would likely reach to the saddle left of the start with an easy downclimb."},"__v":0},{"_id":"/bKN1zD2VUyuWbIf90PWtw==","name":"Big Pig","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Alf & the Hatchett Brothers, 90s","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-113.71191,42.08595]},"left_right_index":1,"mp_id":"112151042","mp_crag_id":"111966319","climb_id":"/bKN1zD2VUyuWbIf90PWtw==","areaRef":"8r5W5bk1VPe+C9xj9XkJ/w=="},"content":{"description":"Big Pig is an outstanding face climb on excellent stone which wanders sideways about as much as it goes up.\n\nAs with most routes on the wall, you'll want to stick-clip the high first bolt and A0 up to good edges (or attempt the V-hard ++ boulder problem up a blank gently overhanging dihedral - actually doable if you are 6'4\" or greater). Pull an intimidating mantle and embark on a traversing journey along the bottom edge of the red patina sheet, pulling long thin moves between small crimps and weird sidepulls, tip-toeing on dishes or smearing, and constantly wondering how big of a swing you'd take if you blew a move (hint: a big one).\n\nThe line straightens up a bit after grazing the left edge of a roof and the climbing eases slightly when the patina gives way to bigger and rounder holds on the mottled upper face. Stay sharp and take it to the top of the formation, the old school bolting keeping you on your toes as the bolt spacing tends to increase with every new clip.","protection":"11 bolts to chain anchors.\n\nLong runners or at least longish draws will prevent some of the biners from hanging straight across edges.\n\nStick clip or locally harvested material to hang the first draw of this A0 wonder.","location":"Big Pig starts in a nook on the SW face of the formation about 40' to the right of the pissed-off wide crack which splits the formation (Vertical Turtle 5.9).\n\nLook for a blank dihedral capped by a line of good holds behind a clump of trees. You'll see the first bolt directly in line with the lowest point of the red patina sheet."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,f4466c3f-1d59-56da-9fa9-8ef51d12d53e,76021131-7623-5f5b-9efb-5dda911ccca8,abbebc02-c1f8-57b0-bcba-ee8efb064ed2,f2be56e5-b935-54f7-be0b-dc63f57909ff","pathTokens":["USA","Idaho","South Idaho","City of Rocks","No Start Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.9+"},{"count":1,"label":"5.9"},{"count":1,"label":"5.10d"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":2,"advanced":0,"expert":0}},"sport":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":3,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-113.71191,42.08595]},"bbox":[-113.71251589652712,42.08550033981814,-113.71130410347286,42.08639966018186],"left_right_index":-1,"ext_id":"111966319","area_id":"8r5W5bk1VPe+C9xj9XkJ/w=="},"content":{"description":""},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T06:01:32.175Z","updatedAt":"2022-11-25T11:18:24.223Z"}