{"_id":"64142185f0cf008329603427","area_name":"Chinese Mountains","shortCode":"","climbs":[],"children":["64142188f0cf008329603438","64142190f0cf00832960346f","64142192f0cf00832960348a","641421c1f0cf008329603683"],"ancestors":"2996145f-e1ba-5b56-9da8-30c64ccc3776,853ee9cb-d5b0-5376-8a2a-1958675243b4,e7eb252c-5158-5629-9b63-6baf3ba04e68,4284c181-e9a8-59cb-8190-bd73ef28fa44,f31703ff-d9b5-5ea5-ae43-207254767de1","pathTokens":["Canada","British Columbia","Vancouver Island","Quadra Island","Chinese Mountains"],"gradeContext":"US","aggregate":{"byGrade":[{"count":3,"label":"5.6"},{"count":10,"label":"5.9"},{"count":6,"label":"5.10a"},{"count":8,"label":"5.8"},{"count":3,"label":"5.10d"},{"count":1,"label":"5.11-"},{"count":3,"label":"5.10c"},{"count":6,"label":"5.7"},{"count":1,"label":"5.11b"},{"count":1,"label":"5.10b"},{"count":1,"label":"5.11a"},{"count":1,"label":"5.8+"}],"byDiscipline":{"sport":{"total":44,"bands":{"unknown":0,"beginner":18,"intermediate":23,"advanced":3,"expert":0}},"tr":{"total":5,"bands":{"unknown":0,"beginner":1,"intermediate":3,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":18,"intermediate":23,"advanced":3,"expert":0}},"metadata":{"isDestination":false,"leaf":false,"isBoulder":false,"lnglat":{"type":"Point","coordinates":[-125.26432,50.14105]},"bbox":[-125.2765217165855,50.13927033981815,-125.2596083902104,50.14892966018187],"left_right_index":-1,"ext_id":"","area_id":"8xcD/9m1XqWuQyByVHZ94Q==","polygon":{"type":"Polygon","coordinates":[[[-125.2688316011364,50.13927033981815],[-125.2765217165855,50.14803033981815],[-125.2765217165855,50.14892966018187],[-125.27511828341449,50.14892966018187],[-125.2596083902104,50.14225966018185],[-125.2596083902104,50.139520339818134],[-125.26282841191629,50.13927033981815],[-125.2688316011364,50.13927033981815]]]}},"content":{"description":"Chinese Mountains are a pair of rocky knolls that overlook Hyacinthe Bay and Rebecca Spit on Quadra Island. They aren't really mountains but when the coastal fog swirls around them, the deep green of the forest and their rounded shape are reminiscent of a classic landscape in southern China - thus the name.\n\nThere are are around 250, mostly bolted sport, routes at Chinese Mountains spanning mainly moderate grades from 5.6 to 5.12 (as of 2022). Although from a distance the rock looks kind of scrappy with a 'dirty' appearance and many patches of lichen, the quality of the climbing and the characteristics of the rock are excellent. The rock is basaltic andesite. It is very solid with interesting holds on often steep angles and superb friction from the crystalline structure.\n\nThe lay of the land, with dozens of crags dotted across a south-facing hillside all accessed by a well-maintained hiking trail, makes for a compact and idyllic climbing area. The routes are all well-protected and the emphasis in development has been to create a user-friendly climbing area that fits well with the high-quality and accessibility of many other outdoor activities on and around the island. There is superb mountain biking, kayaking, diving, hiking and so on, available on Quadra. Most of the crags give good value for sport routes with pitch lengths averaging around 25-30m. Perfect for a 60m rope. There are some 2 and 3 pitch routes notably at Eagle Crag and The Great Wall. On the sporty crags the anchors are generally easily accessed for top rope setup. Look for access anchors where needed to rappel or secure from to reach the route anchors.\n\nThe land the crags is on is the traditional territory of the We Wai Kai First Nation and is administered by the British Columbia Ministry of Forests, Lands and Natural Resources Operations as 'Crown Land' as such there are no access issues and we'd like to keep it that way. Please do not camp in the trailhead parking lots and dispose of waste appropriately. Take your litter back out and discard it properly.\n\nDepending on the prevailing weather climbing is possible on some of the crags year round but the most reliable season for visitors is April to October. Be warned though it can rain at anytime so it's a good idea to have a plan B. Of the climbing areas in the region Quadra Island is one of the driest so if you're getting rained out at Crest Creek or Comox Lake then Quadra might be the place to go.\n\nA detailed guidebook is available here:  wildisle.ca/quadrarockclimbs/"},"density":0,"totalClimbs":0,"_change":{"user":"rxDUVMc5QUiq75Hpq+nDVw==","historyId":"641421c1f0cf008329603680","prevHistoryId":"64142192f0cf008329603487","operation":"addArea","seq":0},"createdBy":"rxDUVMc5QUiq75Hpq+nDVw==","__v":5,"createdAt":"2023-03-17T08:15:01.924Z","updatedAt":"2024-01-20T01:13:13.580Z","updatedBy":"rxDUVMc5QUiq75Hpq+nDVw=="}