{"_id":"6368a36ae80bff5a99582a99","area_name":"(3) Red Wall","shortCode":"","climbs":[{"_id":"HLZD/DWyVXKUCQBgG86xCg==","name":"Trailer Park Sunset","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"Bolted and Prepped by Charlie Egan FFA Matt Spohn","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.37622,45.53999]},"left_right_index":16,"mp_id":"115334927","mp_crag_id":"108302895","climb_id":"HLZD/DWyVXKUCQBgG86xCg==","areaRef":"oBd5tDFDUa6WET2eJj6PGg=="},"content":{"description":"This route was bolted by Charlie Egan. It begins from the anchors of Sheer Stress and then cuts up and slightly right. The main climbing starts off a long rail system just below a short face. Commence up the boulder problem, using the left hand arete and small side-pulls/underclings with the right. Then go big...big, big, big. The hard climbing ends at the Pinhead rail.  The natural finish is the one that Charlie added, and climbing the Pinhead finish doesn't add to the difficulty. Another great line by Charlie - Whoop!","protection":"Trad gear for Sheer Stress. Bolts the rest of the way","location":"Route right of Pinhead. Begin up Sheer Stress (trad)"},"__v":0},{"_id":"jYwHakJNVGGC87ekmoL6Pw==","name":"Thai Stick","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Robert McGown-1979","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.37622,45.53999]},"left_right_index":9,"mp_id":"105973249","mp_crag_id":"108302895","climb_id":"jYwHakJNVGGC87ekmoL6Pw==","areaRef":"oBd5tDFDUa6WET2eJj6PGg=="},"content":{"description":"Uber slick rock, cryptic sequence, reachy moves, over in a about thirty seconds...all these things would describe Thai Stick perfectly.  Super popular route just right of Classic Crack, mostly because it is the only bolted route on the bottom half of the Red Wall's popular left side.  Ascend via polished sidepulls and stemming until reaching the first ledge at twenty feet, at which point the climbing becomes 5.8.  This route is very difficult to figure out on the onsight attempt, due to a surplus of unnecessary holds and very low friction to help you pop off.  Once wired, it feels rather easy for the grade due to its brevity, particularly if you are tall.  Makes for a logical, direct start to the route Critical Mass above it.","protection":"2 bolts, and chain anchors.  The first bolt is pretty high and it would be advisable to stick clip due to a bad landing.","location":"Immediately right of Classic Crack at the Red Wall."},"__v":0},{"_id":"Wwoyq/YWWgG8HflQW0XaHg==","name":"Shoot From the Hip","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Wayne Wallace","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.37622,45.53999]},"left_right_index":20,"mp_id":"106209769","mp_crag_id":"108302895","climb_id":"Wwoyq/YWWgG8HflQW0XaHg==","areaRef":"oBd5tDFDUa6WET2eJj6PGg=="},"content":{"description":"With a technical start and a powerful middle, Shoot From the Hip offers a little bit of everything.  The crux comes roughly half way up the climb, just past the first clip and requires a strenuous lock-off and dynamic move.  However, the delicate start or the tricky top section could cause you to fall too.","protection":"Bolts and small cams or nuts for the start.","location":"On the right side of Red Wall, just right of Hard Body."},"__v":0},{"_id":"ncwFY/5EVmiJGWn9GULB6Q==","name":"Sheer Stress","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Charlie Priest & Charlie Martin-1975","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.37622,45.53999]},"left_right_index":14,"mp_id":"105972161","mp_crag_id":"108302895","climb_id":"ncwFY/5EVmiJGWn9GULB6Q==","areaRef":"oBd5tDFDUa6WET2eJj6PGg=="},"content":{"description":"This is the mega classic thin crack/corner to the right of Classic Crack on the Red Wall. \n\n  Pitch 1 - A balancey mix of face and liebacking gets you through the first twenty feet, which is the crux.  After this a fun mantle and easier but engaging climbing takes you to the bolted anchor. \n\n  Pitch 2 - Traverse right to a large block then follow the hand and finger crack through the overhanging upper wall to the right of Pinhead.  The last ten feet are surprisingly steep and give the route an exciting, perfectly protected crux finish.","protection":"Pro to .75\", extra small nuts and microcams for the first pitch.  Pitch two takes pro to 2\" and one #3 camalot to protect the finish.","location":"At the top of the approach trail go right 50ft to the Red Wall.  Obvious thin crack with lots of chalk to the right of classic crack and thai stick."},"__v":0},{"_id":"1OkvqjP0XoeW7CqctNgxzQ==","name":"Sheer Energy","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.37622,45.53999]},"left_right_index":18,"mp_id":"106477874","mp_crag_id":"108302895","climb_id":"1OkvqjP0XoeW7CqctNgxzQ==","areaRef":"oBd5tDFDUa6WET2eJj6PGg=="},"content":{"description":"This is a fun climb with mixed protection.   Climb up to the top of a free-standing blocky pillar.   Commit to the moves off the pillar and onto a ledge below a short crack.  Once above the crack, reach the first bolt out on the left, and continue face climbing up and to the left to reach the anchors. \n\n  This climb can also be linked up into the 2nd pitch of Sheer Stress to make an enjoyable long pitch.   Do this by clipping a long sling on the last (3rd) bolt, and then, instead of heading left to the anchors, skip the anchor bolts and head up right to join with Sheer Stress P2.   Use slings on the upper pitch to reduce rope drag.","protection":"Great nut placements or cams to 1\" protect the first half, then 3 bolts + anchors.","location":"Downhill to the right about 15' from the tree in the middle of Red Wall.    Left of the fully-bolted sport climb Hard Body."},"__v":0},{"_id":"VUIiBIqEX8qkZqjoPNTLIQ==","name":"Red Eye","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.37622,45.53999]},"left_right_index":8,"mp_id":"106206829","mp_crag_id":"108302895","climb_id":"VUIiBIqEX8qkZqjoPNTLIQ==","areaRef":"oBd5tDFDUa6WET2eJj6PGg=="},"content":{"description":"Red Eye is an extremely fun and popular route.  It climbs the head wall just above Classic Crack (it can be approached by Classic Crack, Thai Stick, or the walk up approach) and passes through cool huecos, using powerful moves to gain a ledge--the crux.  The anchors are on an obvious ledge up left. \n\n  The route can be continued up higher (though it is seldom done) by moving right from the anchors and up a blocky section towards Kashmir's first bolt.  From here, stay right and climb the obvious dihedral and crack to the top.  It is roughly 60 feet to the second anchor station. The rock is solid, but dirty, and the climbing is solid 5.10.","protection":"First pitch: bolts to bolted anchor. Second pitch: gear to BD #2. ","location":"Red Eye is on the Red Wall, just above Classic Crack."},"__v":0},{"_id":"jW++0xKXWt+Xgcr2BFfcfQ==","name":"Pinhead","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"S. Mrazek, C. Buzzard 1991","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.37622,45.53999]},"left_right_index":15,"mp_id":"105881074","mp_crag_id":"108302895","climb_id":"jW++0xKXWt+Xgcr2BFfcfQ==","areaRef":"oBd5tDFDUa6WET2eJj6PGg=="},"content":{"description":"Climb the upper headwall of sheer stress.  Crimps and hard lockoff's take you to the top.","protection":"gear for sheer stress, bolts.","location":"Above sheer stress."},"__v":0},{"_id":"63OZNRT3Up6iz2W4mF/uxw==","name":"Physical Graffiti","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Bob McGown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.37622,45.53999]},"left_right_index":1,"mp_id":"106008413","mp_crag_id":"108302895","climb_id":"63OZNRT3Up6iz2W4mF/uxw==","areaRef":"oBd5tDFDUa6WET2eJj6PGg=="},"content":{"description":"Wow!  This is a true trad tick.  Physical Graffiti starts with fun, but tricky face climbing which then leads to the cool overhang near the top with a zig-zag crack splitting the middle.  A difficult exit over the roof holds many sequences; find yours.","protection":"Trad, with some bolts on Habitual Ritual","location":"Red Wall, left side"},"__v":0},{"_id":"W/Zo/49PUbW8LcOC5G1FwA==","name":"Opus","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"FFA 2/5/92 by Dave Sowerby","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.37622,45.53999]},"left_right_index":17,"mp_id":"111848471","mp_crag_id":"108302895","climb_id":"W/Zo/49PUbW8LcOC5G1FwA==","areaRef":"oBd5tDFDUa6WET2eJj6PGg=="},"content":{"description":"A bouldery climb that takes on the face between Sheer Stress and Sheer Energy. Easy column climbing leads to the first bolt and the start of the crux. Clip the first bolt with a single carabiner and ask your belayer to keep the slack to a minimum. The climbing off of the column is very bouldery and stout. After the second bolt, fun 5.10 climbing is all that's left.","protection":"Bolts & fixed anchor (shared with Sheer Stress & Sheer Energy)","location":""},"__v":0},{"_id":"tJQToBeOVYm75u2vxkqJ2A==","name":"On the Loose","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.37622,45.53999]},"left_right_index":6,"mp_id":"107112857","mp_crag_id":"108302895","climb_id":"tJQToBeOVYm75u2vxkqJ2A==","areaRef":"oBd5tDFDUa6WET2eJj6PGg=="},"content":{"description":"very short but interesting top-rope set up to the left of classic crack.  Ascend via two thin crack seams up over a boulder and to the ledge at the anchors. Crimpy, balancey and a good short climb on the Red Wall at Broughton Bluff.","protection":"Best to be top-roped, scramble up the trail at the left of the wall to a decent ledge at the top of Classic Crack and the other climbs.  Anchor at the classic crack anchors and run a directional to reduce the possibility of swinging.","location":""},"__v":0},{"_id":"qBTXsSlzX8m1nTl3X0Ao9w==","name":"No Friction","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"1988. W. Wallace","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.37622,45.53999]},"left_right_index":21,"mp_id":"105838046","mp_crag_id":"108302895","climb_id":"qBTXsSlzX8m1nTl3X0Ao9w==","areaRef":"oBd5tDFDUa6WET2eJj6PGg=="},"content":{"description":"This route packs in easy crack climbing, a bouldery roof, and a slab into a compact 50 feet.  Start on the leaning columns (the cracks here eat small to medium nuts) and move up to a roof sequence protected by two bolts.  Pull through the roof on good holds to the slab above, which provides 10 more feet of climbing to the anchors.","protection":"Small to medium nuts, two quickdraws.","location":"On the far right side of the Red Wall.  Look for an arcing line of columns up to the bolted roof."},"__v":0},{"_id":"FEuOAMUzV1e7zYQW70Kh/w==","name":"Mr. Bentley","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Ed Welter, Jack Goble-1981","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.37622,45.53999]},"left_right_index":13,"mp_id":"105973243","mp_crag_id":"108302895","climb_id":"FEuOAMUzV1e7zYQW70Kh/w==","areaRef":"oBd5tDFDUa6WET2eJj6PGg=="},"content":{"description":"The awesome toprope problem just to the left of Sheer Stress.  Powerful, technical moves make this climb more like a tall boulder problem.  Just getting your feet off the ground is a challenge, and it gets harder from there!  Ascend using low friction slopers and sidepulls and very bad feet until you finally reach a \"real hold\" about fifteen feet up, at which point the difficulties become more manageable.","protection":"Toprope problem.  Easily TR'ed from the anchors for Thai Stick.  Apparently this has been bouldered/soloed, but with a bad landing and committing finish it would be a very serious undertaking.","location":"Five feet to the left of Sheer Stress on the Red Wall."},"__v":0},{"_id":"43wZw33yWoSR3mmDHNVZow==","name":"Kashmir","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Gary Rall","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.37622,45.53999]},"left_right_index":12,"mp_id":"106008392","mp_crag_id":"108302895","climb_id":"43wZw33yWoSR3mmDHNVZow==","areaRef":"oBd5tDFDUa6WET2eJj6PGg=="},"content":{"description":"Linked up with Thai Stick or Classic Crack and then Red Eye, Kashmir offers a long route with a good pump.  Not extremely difficult for the grade, it offers good position and great moves on the beautiful orange buttress.","protection":"Bolts, but bring a #3 or #4 metolious for above Red Eye.","location":"Red Wall."},"__v":0},{"_id":"SSuzujyuWRu5FZGiQwVG+w==","name":"Hit the Highway Pitch 2","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"unknown","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.37622,45.53999]},"left_right_index":4,"mp_id":"106186290","mp_crag_id":"108302895","climb_id":"SSuzujyuWRu5FZGiQwVG+w==","areaRef":"oBd5tDFDUa6WET2eJj6PGg=="},"content":{"description":"Hit the Highway has many approaches, but the best way is to link either Classic Crack or Thai Stick into Red Eye and then into Hit the Highway.  Once you reach the anchors of Red Eye you move up as if into Kashmir, but head left into the obvious overhanging dihedral.  From Red Eye's anchors all of  Hit the Highway is trad climbing.  Once you reach the end of the stemming dihedral you can exit left and to the anchors just before the overhang of physical graffiti (fairly burly move) or you can head up right and follow a dirty, flaring, and blocky section to the actual anchors of Hit the Highway.  Both ways are about the same grade, but offer different hard moves.","protection":"Sport and Trad.","location":"Red Wall."},"__v":0},{"_id":"d2UaIfAxWhSr6Rej4c8rrg==","name":"Hit The Highway Pitch 1","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.37622,45.53999]},"left_right_index":3,"mp_id":"110689954","mp_crag_id":"108302895","climb_id":"d2UaIfAxWhSr6Rej4c8rrg==","areaRef":"oBd5tDFDUa6WET2eJj6PGg=="},"content":{"description":"This is just the description for the first pitch, which is 3 bolts and graded 5.10a. It starts just above Anastasia (5.9 TR), with your first bolts being the anchor for the top rope on Anastasia.   Climb up on good holds through 3 bolts of climbing through steep rock with plenty of jugs! Climb up until you are even with the Red Eye anchors, and then traverse hard right onto the ledge the Red Eye anchors are on.    Really fun climbing, and well worth doing. We scrambled up around as if setting up a TR, and then dropped the rope down to the belayer and lead the route from there. Follower can climb up one of the TR routes into it.","protection":"3 bolts, plus anchors.","location":"Just above Anastasia, and left of Red Eye, goes to Red Eye P1 anchors."},"__v":0},{"_id":"1zrfQTIuWTaGdGRIueyvUA==","name":"Hard Body","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Tim and Cindy Olson","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.37622,45.53999]},"left_right_index":19,"mp_id":"106009245","mp_crag_id":"108302895","climb_id":"1zrfQTIuWTaGdGRIueyvUA==","areaRef":"oBd5tDFDUa6WET2eJj6PGg=="},"content":{"description":"A technical route with a demanding and interesting crux, Hard Body offers continuous climbing with little rest until the chains are clipped.  Like the name implies, you had better be a hard body, for the crux requires some body tension.  P.S. It is said that climbing this route in 80's style lycra will do you good.","protection":"Sport.","location":"Red Wall Right, to the right of Sheer Energy."},"__v":0},{"_id":"HV1GoOF8VvWBB3ENXdtotw==","name":"Critical Mass","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"1981 R. McGown, Scott Woolums","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.37622,45.53999]},"left_right_index":11,"mp_id":"105838042","mp_crag_id":"108302895","climb_id":"HV1GoOF8VvWBB3ENXdtotw==","areaRef":"oBd5tDFDUa6WET2eJj6PGg=="},"content":{"description":"Critical Mass starts with the 5.10a face/crack Sheer Stress (the holds on this section are polished so it's a bit trickier than it'd normally be).  From the anchors continue up and right past six more bolts to an anchor.  The crux comes 2/3 of the way to the top at a large bulge.  I found all of the clipping stances to be a bit reachy although with quickdraws hung they would be much better. \n\n  This route feels like a series of linked boulder problems, in that there are a few tricky sections followed by excellent rests. \n\n  The top of the climb ends with a fun series of slab moves and you can continue up the final pitch of Red Eye (5.10c) to the top of the wall.","protection":"Quickdraws and a 60m rope are really all that's needed, although I found a place for a yellow Alien near the bottom; a couple of pieces of this size might be good for piece of mind.  There are 3 bolts before the intermediate anchors and then 6 more before reaching the top.","location":"In the middle of the Red Wall.  Start at the bolt line a few feet climber's left of the tree in the middle of the wall."},"__v":0},{"_id":"/wDvI/SjXeCPpn30UiT2Yg==","name":"The Conspiracy (aka Kashmir Direct)","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Gary Rall","type":{"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-122.37622,45.53999]},"left_right_index":10,"mp_id":"106206822","mp_crag_id":"108302895","climb_id":"/wDvI/SjXeCPpn30UiT2Yg==","areaRef":"oBd5tDFDUa6WET2eJj6PGg=="},"content":{"description":"This route lies between Red Eye and Critical Mass.  It ascends up a skiny black streak, using edges and slopers.  The crux comes just after the second clip and consists of a hard sloper move, but some tricky crimps just before are hard too.  Approach from Thai Stick or Mr. Bentley and clip the bolt left of the Thai Stick anchors or the anchors themselves.  The next bolt is a bit spooky and hard to clip.  Finish the route to the Red Eye anchors or into Kashmir.  There is a piton between the last bolt and the Red Eye anchors.","protection":"Bolts. ","location":"The route is located on the Red Wall, just above Thai Stick."},"__v":0},{"_id":"+4SxbFaSVgOStRaPhh8cSQ==","name":"Classic Crack","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.37622,45.53999]},"left_right_index":7,"mp_id":"105789513","mp_crag_id":"108302895","climb_id":"+4SxbFaSVgOStRaPhh8cSQ==","areaRef":"oBd5tDFDUa6WET2eJj6PGg=="},"content":{"description":"This short but \"classic\" crack has purportedly become harder over the years due to glossing from continuous traffic.  Nevertheless it is still a great climb with quality moves.  A nice feature of this climb is the overhanging rock above it protects the climb from rain. \n\n  The climb begins on a small platform.  Ascend a wide crack that quickly narrows to finger size.  Top out using the crack or traverse left onto face holds.  \n\n  Rappel or do 5.1 walk off to the left.","protection":"Single set of cams with doubles in the finger sizes. Nice big chains at top.","location":""},"__v":0},{"_id":"VsagAwlRWxmSE2yN0tckOQ==","name":"Arcturus","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.37622,45.53999]},"left_right_index":2,"mp_id":"105881070","mp_crag_id":"108302895","climb_id":"VsagAwlRWxmSE2yN0tckOQ==","areaRef":"oBd5tDFDUa6WET2eJj6PGg=="},"content":{"description":"Climb up back behind the huge block on the left side of the red wall.  Set a TR on the first anchor you see.  Face climb just left of Anastasia, and right of the leaning arch (Arch De Triumph)","protection":"TR","location":""},"__v":0},{"_id":"goOT29j7VW+RliMsW/B7bQ==","name":"Arch de Triumph","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"FA 1987 Wayne Wallace","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.37622,45.53999]},"left_right_index":0,"mp_id":"114608600","mp_crag_id":"108302895","climb_id":"goOT29j7VW+RliMsW/B7bQ==","areaRef":"oBd5tDFDUa6WET2eJj6PGg=="},"content":{"description":"Use stressful hand and fist jams to make progress up the dusty arch. One big move about half way up leads to easier climbing afterwards. The climb is rated 5.7 in the Olson guidebook, but I think it deserves a little more than that.","protection":"Pro to 5\"","location":"The obvious right-facing/right-arching crack on the far left side of the Red Wall."},"__v":0},{"_id":"xD+nmRCXX/CldAYohQmIhw==","name":"Anastasia","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"FFA: Tim Olson","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.37622,45.53999]},"left_right_index":5,"mp_id":"106477865","mp_crag_id":"108302895","climb_id":"xD+nmRCXX/CldAYohQmIhw==","areaRef":"oBd5tDFDUa6WET2eJj6PGg=="},"content":{"description":"A short, popular TR with an interesting flare section.  This route sees a lot of traffic, probably due to the ease of setting it up as a Top-rope.   Climb a slabby section following edges & thin crack to a good stance below the obvious flaring pod.  The crux sequence up & through the pod can be tough to figure out at first, but after figuring out the moves, this is easy for 5.9 and over quickly.   After the pod a few more easy moves take you to the anchor.","protection":"Normally Top-roped.      Gear placements on lead are sparse and marginal, so not really recommended to lead this on your first time.","location":"On the far left side or Red Wall - just above where the trail emerges at the wall - it's the obvious flare about 20' left of classic crack. To set a TR, scramble up the \"trail\" (loose and dirty slope) to the left from the base of the climb, and then move back around to the right to reach the ledge by wiggling over & behind a boulder (3rd/4th class?)."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,5f05ed84-1a18-52d9-b8cf-77f8fd01e061,c80d3abd-beab-5467-a559-edee707f68bd,5d419be0-d681-5e88-94a5-deed944a8858,a01779b4-3143-51ae-9611-3d9e263e8f1a","pathTokens":["USA","Oregon","Portland & The Gorge","Broughton Bluff","(3) Red Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.12d"},{"count":3,"label":"5.10d"},{"count":1,"label":"5.10+"},{"count":3,"label":"5.10a"},{"count":1,"label":"5.10"},{"count":1,"label":"5.11d"},{"count":1,"label":"5.12"},{"count":1,"label":"5.11a"},{"count":2,"label":"5.9"},{"count":1,"label":"5.11+"},{"count":1,"label":"5.12a"},{"count":1,"label":"5.11b"},{"count":2,"label":"5.11c"},{"count":1,"label":"5.12b"},{"count":1,"label":"5.9+"},{"count":1,"label":"5.8"}],"byDiscipline":{"trad":{"total":8,"bands":{"unknown":0,"beginner":1,"intermediate":6,"advanced":1,"expert":0}},"sport":{"total":11,"bands":{"unknown":0,"beginner":0,"intermediate":3,"advanced":8,"expert":0}},"tr":{"total":4,"bands":{"unknown":0,"beginner":0,"intermediate":2,"advanced":2,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":11,"advanced":10,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-122.37622,45.53999]},"bbox":[-122.37686199449335,45.53954033981813,-122.37557800550668,45.54043966018185],"left_right_index":-1,"ext_id":"108302895","area_id":"oBd5tDFDUa6WET2eJj6PGg=="},"content":{"description":"A major destination of the area. A complicated mixture of bolts and gear, with some that are purely one or the other. A low ledge system defines the top of the most popular climbs on the taller left side, while crack columns and technical/awkward face climbing define the smaller right side. Some of the best pure crack climbing at the Bluff are represented by Classic Crack, the overhang of Physical Graffiti, and the second pitch of Sheer Stress. On the other hand, some clip-up gems like the first pitch of Red Eye, the striking line of Critical Mass, and the short tricky Thai Stick provide a very different experience. With a little attention to detail, this wall will keep you coming back for more."},"density":0,"totalClimbs":22,"__v":1,"createdAt":"2022-11-07T06:19:26.675Z","updatedAt":"2024-01-15T16:48:00.967Z"}