{"_id":"6368a214e80bff5a9955da11","area_name":"Questa Ice Climbing","shortCode":"","climbs":[],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,98c839d1-f0d4-5006-bb58-276b12f05bd0,5d8047b7-81d1-5452-944c-f367d74b9385,a6c4327e-47df-5631-9032-5c7dc893fcdb","pathTokens":["USA","New Mexico","New Mexico, other Northern Areas","Questa Ice Climbing"],"gradeContext":"US","aggregate":{"byGrade":[],"byGradeBand":{"unknown":0,"beginner":0,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-104.57758,36.5518]},"bbox":[-104.57813975311637,36.55135033981814,-104.5770202468836,36.55224966018186],"left_right_index":-1,"ext_id":"120086412","area_id":"psQyfkffVjGQMlx9yJP82w=="},"content":{"description":"During the winter of 1991-92, I did three new ice routes up above Questa, in the canyon that leads to Red River, with several partners. These are all recognizable via the photos I've attached. There are likely many more that form up in a snowy winter.The biggest one, called Eskimo Pie (II, WI4+/5; 3 pitches), was with Luke Laeser and Mike Lyons. The thing I remember about this route was leading a free-standing pillar which I think was the last pitch. I remember it because I took a fall. I had photos of this route, but lost the film somehow. While it was done as three pitches, they were short pitches. It is very high above NM Route 38 on the south side of the Red River canyon.Luke and I also did a thin smear (Hershey Squirts (I, MI4+)) that led up a thin sheet of ice that ended up going nowhere. Still, it was the hardest \"ice\" lead of my life at that point. Likewise, it is high above NM Route 38 on the south side of the Red River canyon.Later, Michael Horan and I climbed a route right next to the road (30 feet off the road). It's in the first bunch of buttresses one the left as you drive up the canyon (see photos) on the north side of NM Route 38. There's now a big pine tree at the base of the climb. When Michael and I climbed it (30 years ago!), the pine tree wasn't there. We called it the Droplet (I, WI2).All these climbs were done during January 1992, when the area saw an extraordinary amount of snow, hence the fuel for creating ice climbs. I remember Luke and I busting up through hip-deep snow to get to Hershey Squirts. That hike was murder.Attached are some images of the cliffs and where these climbs lie. Note the water dripping down the cliff on Hershey Squirts. That route, in a fat winter, will be cool. At least we got the first pitch done. These photos were taken yesterday, 12/18/20. Obviously they haven't formed up this winter....yet."},"density":0,"totalClimbs":0,"__v":1,"createdAt":"2022-11-07T06:13:48.183Z","updatedAt":"2022-11-25T11:20:31.647Z"}