{"_id":"63689de0e80bff5a994f92e5","area_name":"Continental Crag","shortCode":"","climbs":[{"_id":"trrGpf3sU0Wwg2tlbfBKJg==","name":"Whymper","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"R. & J. Rossiter","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28682,39.92792]},"left_right_index":13,"mp_id":"105833545","mp_crag_id":"105745855","climb_id":"trrGpf3sU0Wwg2tlbfBKJg==","areaRef":"YARqLXegVL2sKhSHosOscA=="},"content":{"description":"This is a so-so route with so-so gear and so-so rock. Basically it is a line along the lines of\n\nPrimal Scream\n\nand\n\nOn Slot\n\nbut skipping the good and hard parts.\n\nStarting to the right, on the pillar to the left of\n\nPrimal Scream\n\n. Step right from this and up to the cracks of\n\nPrimal Scream\n\n, then before the crux cracks of Primal, escape right to\n\nOn-Slot\n\n(notably, above the hard climbing of\n\nOn Slot\n\n).\n\nShortly thereafter, climb right around the corner from there to ride the arete (some loose rock) to the top of the wall. Go left at a ledge just before the true summit to reach the belay/rap anchor. A #3 and/or #3.5 Camalot will back up the rap anchor higher up for better belaying position and less drag.","protection":"A light rack from nuts to hand-sized cams can be placed. With careful judgment regarding the rock quality, it should all be solid.","location":"This is on the upper right buttress of Continental Crag, amongst the routes ?Primal Scream? and\n\nOn Slot\n\n."},"__v":0},{"_id":"yVkUX9k1XNi9ITt8Bl7T2w==","name":"Whatever Pops Up Next","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Greg Miller, Jon Griffin, 9/12","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28682,39.92792]},"left_right_index":0,"mp_id":"107802640","mp_crag_id":"105745855","climb_id":"yVkUX9k1XNi9ITt8Bl7T2w==","areaRef":"YARqLXegVL2sKhSHosOscA=="},"content":{"description":"On the far left side of the crag, locate a large pine tree left of\n\nWelcome to Eldo\n\n(5.10a). Begin behind this at a juggy rail leading rightwards to the start of an RP seam. Fire the bouldery start to the seam, and climb straight up to a small ledge, then continue up an enjoyable hand crack.","protection":"RPs - #3 Camalot.","location":"This is on the far left side of Continental Crag, left of\n\nWelcome to Eldo\n\n. Locate big pine tree. There is a positioned, naturally placed \"cheated stone\" at the base."},"__v":0},{"_id":"8PVbuQsNXU2ZELQenXZRwQ==","name":"Welcome to Eldo","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Peter Spindloe and Jenny Schillinger","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28682,39.92792]},"left_right_index":1,"mp_id":"105756352","mp_crag_id":"105745855","climb_id":"8PVbuQsNXU2ZELQenXZRwQ==","areaRef":"YARqLXegVL2sKhSHosOscA=="},"content":{"description":"This route is located on the left side of the prow that is immediately left of \"Paradise Lost\" which is listed in Rossiter's guidebook.  It is a fairly obvious, large, vertical crack.\n\nStart near the base of \"Paradise Lost\" and trend left into a very nice 5.8 dihedral, through a rotten band that looks more loose than it turned out to be, and get into a nice stem below the wide crack.  Arrange protection as desired and attempt to climb it without laybacking.  After trying, resort to laybacking.  It's only a few burly moves until you can rest and figure out the awkward top out.  Arrange protection for your second as best as possible and walk down the back slab to a good belay tree.\n\nThis climb got its name from the fact that this was Jenny's first climb ever in Eldorado Canyon and involved a slog up to the crag, a first ascent, and seeing Tony pass out and convulse while leading.  Fortunately, in the parking lot she told us that not much could freak her out, and she was right.","protection":"The first half of this route takes some nice stoppers and a single set of cams.  The second half was protected on the FA by a #4 Camalot and a slung chockstone, done this way it deserves an \"s\" for ankle breaking potential.  A #4.5 or #5 Camalot would  have removed the \"s\".\n\nNote, that because of the way the climb tops out, the second has some exposed moves to make above protection.","location":""},"__v":0},{"_id":"rSzHQnnVVomgX1BqDSCfXg==","name":"River of Deceit","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Greg Miller, Jon Griffin, 9/12","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28682,39.92792]},"left_right_index":9,"mp_id":"107802592","mp_crag_id":"105745855","climb_id":"rSzHQnnVVomgX1BqDSCfXg==","areaRef":"YARqLXegVL2sKhSHosOscA=="},"content":{"description":"Climb the first 10 feet or so of\n\nContinental Soldier\n\n(5.6) Place finger-sized cam, and bust out right on crimps to a thin crack. Do bouldery moves up the arete passing a small pine tree and moving left with the seam. Undercling and utilize fingerlocks culminating in a long move right to the arete and a jug. Follow easy slab up and right to obvious splitter. Jam that for added awesomeness or escape straight up looseness.\n\nThis was top roped and then led. It cleaned up nicely after a few flakes fell off and lichen blew away.","protection":"RPs - #2 Camalot.","location":"Start as for\n\nContinental Soldier\n\non the buttress left of\n\nContinental Breakfast\n\n."},"__v":0},{"_id":"5BQhW8ejXl63SDNlRK7mIw==","name":"Rift Of Consciousness","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"T. Bubb & J. Meir, 4/6/2002","type":{"trad":true,"tr":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28682,39.92792]},"left_right_index":4,"mp_id":"105756091","mp_crag_id":"105745855","climb_id":"5BQhW8ejXl63SDNlRK7mIw==","areaRef":"YARqLXegVL2sKhSHosOscA=="},"content":{"description":"Locate the route\n\nContinental Drift\n\n.  Just to the right is a good face with some splitter horizontals and reasonable face holds.  Climb up the right hand edge of this face, and on the arete, staying as far right as possible.  If and when necessary, move left to place additional pro in the horizontals.\n\nWork up this face/bulging arete, *climbing on its right side*, so as to effectively take a path through 5 small roofs.  If these are climbed from the left, the route is easier but perhaps 5.11- overall.  If the arete is climbed from the right, this is a contrived powerfest, particularly to the pin.  The last bulge/roof has a great rest under it.  From that rest (a leg hooked around left and knee crooked on a big hold!), you can look up and see the huge move to the gut-busting undercling. From the undercling, you traverse left around the corner, past the pin on\n\nContinental Drift\n\nand continue to the top on that route.\n\nThough contrived for difficulty (as there is easier climbing just around the corner, this is a great route.  The name was inspired by the story of the F.A. thus \"Rift Of Consciousness\":\n\nDue to some illness and a combination of medications, I was not 'at my best' on the FA. After leading though the final crux and clipping the pin, I headed into 5.8 territory -- but something was NOT right.  I first felt nausea, so I down-climbed to a no-hands rest to puke.  At the rest, however, things got more and more cloudy, and I realized I was ready to faint.  I warned my partners about this and told them keep me on belay and wait.  It was just the effects of illness and medication.  I clipped into a piece -- and passed out.  After 2 minutes of dangling on the overhanging arete, I woke up dazed, gathered myself a little, and then finished the lead. Jo followed without falls on the left-side of the arete.\n\nIt is possible that this route was over-rated due to my physical condition on the FA, but it sure felt as hard as area 11s.  Please advise me if anyone else leads this on the right of the arete and wishes to downgrade it. I'm curious....","protection":"The route takes a few cams and tricams.  It is protected reasonably, but not well, and some of the gear is tricky to place, with most of it being in horizontal and diagonal cracks along the way.  Take pieces 0.5\"-3\" The second crux merges with the route\n\nContinental Drift\n\n, and is protected by a pink and red tricam in a horizontal and from above by the pin in the route\n\nContinental Drift\n\n.  Clipping the pin may be difficult from below the crux.\n\nThis route was led ground-up on gear, without previews and should never be retro-bolted.  It is not unreasonably unsafe for an advanced leader.","location":""},"__v":0},{"_id":"gmHTWiV8UBGEwx6aIL6ITA==","name":"Primal Scream","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"J. and R. Rossiter","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28682,39.92792]},"left_right_index":12,"mp_id":"105763851","mp_crag_id":"105745855","climb_id":"gmHTWiV8UBGEwx6aIL6ITA==","areaRef":"YARqLXegVL2sKhSHosOscA=="},"content":{"description":"This nice line starts just left of the obvious offwidth (\n\nOn-Slot\n\n) at the far right end of the crag.  Work up into the left-leaning, curving crack and follow the crack to a horizontal break (5.9+).  Continue up the aesthetic crack system to a small roof.  Suddenly the holds get much smaller.\n\nSet some good pro (small cam and then nuts or RPs), then traverse right (crux) on poor feet and very small holds to the top of On Slot.  Pass the bush near the top and belay at a bolt plus medium cams on a ledge just below the summit ridge. Descend by climbing down into the loose gully immediately to the south back to the base.\n\nIt is a nice climb but only a brief bit of hard climbing.  Originally rated 12a, most will find this a very soft rating by Eldo standards and hence an 11d rating seems more realistic.","protection":"Small Eldo rack including nuts, RPs, and small to medium cams. There's a bolt at the top plus use a green or red Camalot to set up an anchor.","location":""},"__v":0},{"_id":"Clj7cwYWUlmUbGxgXnxXJA==","name":"Plate Tectonics","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"T. Bubb, J. Meir, 4/6/2002","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28682,39.92792]},"left_right_index":2,"mp_id":"105756100","mp_crag_id":"105745855","climb_id":"Clj7cwYWUlmUbGxgXnxXJA==","areaRef":"YARqLXegVL2sKhSHosOscA=="},"content":{"description":"Just up to the right of the route Paradise Lost, or to the left of Continental Drift, there is another dihedral.  In the dihedral, there is a massive crack, ascending up and to the right though an overhang.  The majority of the crack is hand-to-fist sized and takes great cams.  Start up some non-descript rock to reach this obvious hand-to-fist crack, then up the overhanging open-book/crack, stating with underclings and switching to jams as it becomes less steep.  Just after the crack goes vertical, climb the face to the left as an overhanging prow (5.10) or squeeze into the slot on the right and finish past 'the plate' (now removed). Belay from good gear above.\n\nThis route was named after a the crag and a shifting plate of rock up high... a death-flake about 6\" thick, but 3' X 4' wide at the top.This was lurking in wait for the first clumsy or ignorant ascent. It is VERY tempting to grab it, as it was at the crux. It was not cleaned by the FA party due to the position of our packs, below.\n\nIt was, however trundled out by a subsequent party.","protection":"One set of 1-4\" cams.","location":""},"__v":0},{"_id":"CefjGmaYWu6On+FjeUnOaA==","name":"Pangaea","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Steve Levin & Aaron Lucas, July 2007","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28682,39.92792]},"left_right_index":11,"mp_id":"106001788","mp_crag_id":"105745855","climb_id":"CefjGmaYWu6On+FjeUnOaA==","areaRef":"YARqLXegVL2sKhSHosOscA=="},"content":{"description":"Use 'Improve This Page' to add a description!","protection":"Standard rack, including RPs.","location":"The right side of the crag, near On-Slot"},"__v":0},{"_id":"fC3yq8lAWGiD8otsj540FQ==","name":"On-Slot","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"R. and J. Rossiter, 1986","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28682,39.92792]},"left_right_index":14,"mp_id":"105763833","mp_crag_id":"105745855","climb_id":"fC3yq8lAWGiD8otsj540FQ==","areaRef":"YARqLXegVL2sKhSHosOscA=="},"content":{"description":"On-Slot is the obvious, continuous crack line running up the right side of the Far Right Buttress of Continental Crag. Head up to the bottom of the overhanging offwidth slot, clip a bolt, and work up into the slot (crux). The Rossiter guide calls it 11c, but that seems a bit soft for Eldo (or for Vedauwoo for that matter), and it's a fairly short crux section as well; 11b is probably closer to the grade.\n\nA few feet of squeeze chimney leads to easier fists and wide hands, then into a nice section of steep hands (10a/b). Follow the crack up to a left-leaning, flared offwidth slot (save one med. cam to protect this section). Grovel through the awkward slot, which looks easier than it is (5.10).  Climb up past the bush and belay on a large ledge near the top of the formation.  It's a fairly steep and sustained climb, fun if you like hand and wide cracks!\n\nWe descended by 4th-classing down a steep gully to the right (south), which is fairly loose in places, but rumor has it that there's a rap anchor somewhere along the ridge to the north... we didn't see it while traversing the ridge earlier?","protection":"Assorted camming devices covering 1 inch to 4 inches with doubles in hand size, a few nuts, and a 4.5 and/or 5 Camalot. There's also a bolt right at the crux.","location":""},"__v":0},{"_id":"SRpdAdWqV3q8mv1xJPFjQw==","name":"Last, But Not Least","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Jon Griffin, Greg Miller, 9/12","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28682,39.92792]},"left_right_index":7,"mp_id":"107802715","mp_crag_id":"105745855","climb_id":"SRpdAdWqV3q8mv1xJPFjQw==","areaRef":"YARqLXegVL2sKhSHosOscA=="},"content":{"description":"Find a detached, leaning flake. Tackle the steep hand crack/corner to a ledge. Jam the double cracks on the right to underneath an orange roof and exit left. A variation was also climbed by traversing right of the of the double cracks and laybacking a corner, 5.5ish.","protection":"SR - optional #4.","location":"Between\n\nRift of Consciousness\n\nand\n\nContinental Soldier\n\n, look for a large, detached, leaning flake in middle of buttress."},"__v":0},{"_id":"6KaoQyjnXcWIJ0rUuWmZYQ==","name":"Fuzzy Crack","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Aaron Lucas, Steve Levin","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28682,39.92792]},"left_right_index":15,"mp_id":"106000849","mp_crag_id":"105745855","climb_id":"6KaoQyjnXcWIJ0rUuWmZYQ==","areaRef":"YARqLXegVL2sKhSHosOscA=="},"content":{"description":"The good part of this climb is the upper part.  The bad part is all the loose rock, fuzzy moss, and big hike.  The crux is near the top.  Part of the crux is picking a route to the upper section that is fun and not too loose.  Mostly I convinced Steve to do it because we were there and the crack was there, so why not?  I am not sure I would do it again, but that's the way it goes some times.","protection":"Take a standard Eldo rack.  You do not need any wide gear.","location":"This is a funny little crack up hill from most of Continental Crag.  It is about 100 ft up from On-Slot.  Start behind the lower of two trees.  The trees will block your view of the crack.  You can see the crack from the top of On-Slot.  Climb to the right of the first tree go to the next tree climb right of the tree again. Now the fun starts Climb any of the cracks above the to get to the top.   To get down walk over to the descent of On-Slot."},"__v":0},{"_id":"AdKyrxHNXySbwDd7bB5rXA==","name":"Continental Soldier","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Jason Haas, Sarah Maclean, 2006","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28682,39.92792]},"left_right_index":8,"mp_id":"105843048","mp_crag_id":"105745855","climb_id":"AdKyrxHNXySbwDd7bB5rXA==","areaRef":"YARqLXegVL2sKhSHosOscA=="},"content":{"description":"Can you tie your rope in a knot, can you tie it in a bow(line)?  Can you throw it over your shoulder like a ....  Sorry, I couldn't come up with anything else to go with the Continental theme.\n\nThis route ascends the right-facing dihedral 10 feet left of\n\nContinental Breakfast\n\nwith a tree growing at the start.  Work up a thin crack past several ledges.  Top out on a loose ledge, and build an anchor on hand size cams.  Walk 40 feet to the right on top of the ridge to rappel from the anchor above\n\nPrimal Scream\n\n.\n\nThis route cleaned up nicely and climbs better than it looks.  I cleaned the route as much as possible, but some small loose stuff is still scattered all over the top.","protection":"A rack of nuts up to a hand-sized cams works, with mostly around finger-sized gear.  The pro is good and available whenever you want it.","location":"This is 10 feet left of\n\nContinental Breakfast\n\n."},"__v":0},{"_id":"JqchtAWvUP64mjiFqg7q4w==","name":"Cougar Bait","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Greg Miller, Sandor Coscia, Chris Bursey, 1/10","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28682,39.92792]},"left_right_index":6,"mp_id":"107802745","mp_crag_id":"105745855","climb_id":"JqchtAWvUP64mjiFqg7q4w==","areaRef":"YARqLXegVL2sKhSHosOscA=="},"content":{"description":"Start up Gaper Flake, but on the left side of the detached, leaning flake, and where that route continues up a splitter crack, bust left on a slab/undercling flake and follow a path of least resistance to a cool ledge with a pine tree (awesome views of the lower canyon), 5.6.\n\nP2. Bust out the overhanging crack/corner. It eases fast.","protection":"SR.","location":"In the middle of the crag, locate a leaning, detached flake."},"__v":0},{"_id":"P72MwWkaU7CS+8nf2eGwyw==","name":"Continental Drift","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"R. & J. Rositer, 1986","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28682,39.92792]},"left_right_index":3,"mp_id":"105756082","mp_crag_id":"105745855","climb_id":"P72MwWkaU7CS+8nf2eGwyw==","areaRef":"YARqLXegVL2sKhSHosOscA=="},"content":{"description":"On the lower end of Continental Crag and above the sloping band of rock which forms the lower half, a large shelf/ledge sits below 4 massive, vertical dihedrals, each of which is bordered by a huge roof of sorts, on the right-hand side.  The third one up of these (starting from the left) holds the route \"Continental Drift\".  Start up from the ledge into a series of tiered roofs which progress up and to the right until you are just below the roof out on the right.  To this point, the climbing is no harder than 5.8.\n\nOnce at the horizontal band parallel to the roof on the right, which resembles a closed hand with an extended index finger pointing upward and to the Southwest, move out on the band, placing a TCU or a tricam (or two) in the ~1\" wide section of crack before pulling up and into a seam out on the center of 'the hand' and clipping the pin there.  This can be accomplished from the left most easily, or for a whopping physical challenge, go around the corner to the right and pull though the bulge - a REAL body-stomping move.  (Don't get a hernia!)  Once at the pin, do some reasonable face climbing straight up to the summit corner.\n\nIf the 10d crux is too daunting, continue up the initial dihedral to the top.  The route is less exciting, but the moves are still fun, and the route is well protected.","protection":"The route takes a few cams, 0.5-3\" until the crux, which is protected from below by a pink and red tricam in a horizontal and from above by a pretty good pin.  Clipping the pin may be difficult from below the crux. Rossiter's book suggests taking a #4 cam, but I did not find that piece to be necessary.","location":""},"__v":0},{"_id":"ZNg/CqGFVXKIGG3YDHBf6A==","name":"Continental Breakfast","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Jason Hass & Tony Bubb, 6/15/2006","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28682,39.92792]},"left_right_index":10,"mp_id":"105833538","mp_crag_id":"105745855","climb_id":"ZNg/CqGFVXKIGG3YDHBf6A==","areaRef":"YARqLXegVL2sKhSHosOscA=="},"content":{"description":"Named in keeping with the theme of the cliff but also for its availability as a warm-up, this is probably the best easy route on the cliff. It takes a light rack of cams and nuts and climbs better than it looks.\n\nStart up the poorly protected but easy corner (5.5) to reach the first good gear and good ledges, continuing in the corner for quite some time. Good holds abound and appear just as needed. The grade goes up as you get further up, with a 5.9 crux just as you finish the corner and step up and right into the first of two diagonal cracks. Protect the first one and continue up to the second one, which will diagonal out and right at a 45 degrees with good jams for 4 meters to pop up on to the belay ledge at a fixed anchor as for\n\nPrimal Scream\n\n.","protection":"Mixed set of cams from .75\" to 3\" and a set of nuts plus some slings (a few longer ones).","location":"Just left of\n\nPrimal Scream\n\n, this corner and crack system climbs up a shrinking, right-facing corner for 20 meters, then goes up and right though 2 successive (passing through the lower to the upper, as the crux) cracks to diagonal right to the anchors as for\n\nPrimal Scream\n\n. The anchor is presently a good fixed hex and a bolt, with cord and a rapid link, set for the 100' rap."},"__v":0},{"_id":"+TvCUz5cWiKAjhHyb6Nkug==","name":"Bonsai","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"Greg Miller, Sandor Coscia, Chris Bursey, 1/10","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28682,39.92792]},"left_right_index":5,"mp_id":"107802755","mp_crag_id":"105745855","climb_id":"+TvCUz5cWiKAjhHyb6Nkug==","areaRef":"YARqLXegVL2sKhSHosOscA=="},"content":{"description":"This is a more direct start to\n\nCougar Bait\n\n. Climb right of the arete following a line of weakness up past a small tree, a couple thin moves gain an obvious crack below the bigger pine tree and ledge.","protection":"Bring a very light rack - #2.","location":"This is left of the start of\n\nCougar Bait\n\n."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,decc1251-4a67-52b9-b23f-3243e10e93d0,7fea44a6-af9d-583e-9abc-274876289cd7,60046a2d-77a0-54bd-ac2a-1487a2c3ac70","pathTokens":["USA","Colorado","Boulder","Eldorado Canyon State Park","Continental Crag"],"gradeContext":"US","aggregate":{"byGrade":[{"count":3,"label":"5.9"},{"count":1,"label":"5.10a"},{"count":2,"label":"5.10-"},{"count":1,"label":"5.11-"},{"count":1,"label":"5.11c"},{"count":1,"label":"5.10+"},{"count":1,"label":"5.11a"},{"count":2,"label":"5.7"},{"count":1,"label":"5.6"},{"count":1,"label":"5.10d"},{"count":1,"label":"5.8+"},{"count":1,"label":"5.9-"}],"byDiscipline":{"trad":{"total":16,"bands":{"unknown":0,"beginner":5,"intermediate":8,"advanced":3,"expert":0}},"tr":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":5,"intermediate":8,"advanced":3,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.28682,39.92792]},"bbox":[-105.28740637116091,39.92747033981815,-105.28623362883908,39.928369660181865],"left_right_index":-1,"ext_id":"105745855","area_id":"YARqLXegVL2sKhSHosOscA==","polygon":{"type":"Polygon","coordinates":[[[-105.28740637116091,39.92747033981815],[-105.28623362883908,39.92747033981815],[-105.28623362883908,39.928369660181865],[-105.28740637116091,39.928369660181865],[-105.28740637116091,39.92747033981815]]]}},"content":{"description":""},"density":0,"totalClimbs":16,"__v":1,"createdAt":"2022-11-07T05:55:58.558Z","updatedAt":"2024-01-20T00:59:51.095Z"}