{"_id":"63689de0e80bff5a994fa08e","area_name":"Lower Grotto Wall","shortCode":"","climbs":[{"_id":"S/LuWqxvVjS23ZDntXXVPQ==","name":"Before There Were Nine","yds":"5.13c","grades":{"yds":"5.13c","french":"8a+"},"fa":"Tommy Caldwell, late '90s","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.70002,39.11983]},"left_right_index":21,"mp_id":"106195909","mp_crag_id":"105745645","climb_id":"S/LuWqxvVjS23ZDntXXVPQ==","areaRef":"cTWtyQJeXSWJ7nk6tLCTlA=="},"content":{"description":"Rated .13b and referred to as #15 in Perkin's book, this route is among the best hard climbs on the Pass, deserving of a proper name, a realistic grade, and more atention. Originally bolted by Kurt Smith, and extensively projected by Dave Pegg and Phillip Benningfield, this route resisted all attempts untill Tommy sent in his typical crushing style. Very technical, slightly overhanging climbing on small crimps and sidepulls. Granite climbing of this style doesn't get much better.","protection":"7 bolts, anchor","location":"From Cryogenics walk around the corner to the short, long shield of smooth rock that hosts a handful of hard sport routes.  Walk slightly uphill between the rock and the base of a large dead (fallen) tree.  Before There Were Nine starts on a boulder directly behind the large live tree before the trail steepens uphill.  Another hard route (Unknown 13b?) starts just to the left of this boulder; both routes share the same anchor high on the slab.  Before They Were Nine can also be identified by the mix of bolt types and the old rusty buttonhead to the left of the 2nd bolt."},"__v":0},{"_id":"FTL55V36UdWFiGHiokL8zA==","name":"YQ","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Matt Samet, Scott Leonard","type":{"trad":true,"tr":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-106.70002,39.11983]},"left_right_index":11,"mp_id":"105756913","mp_crag_id":"105745645","climb_id":"FTL55V36UdWFiGHiokL8zA==","areaRef":"cTWtyQJeXSWJ7nk6tLCTlA=="},"content":{"description":"This is a new second pitch to the Cryogenic Corner, stepping right off the belay ledge along a ramp into the fairly friable, white pegmatite. This route can be led as one long pitch, clipping the bolted belay with a long sling for gear, or broken into two pitches. If you do it in one pitch, use a 70-meter rope to get back to the ground from the chains atop the wall.\n\nStep right from the belay on an easy ramp which quickly peters out. A bomber nut and a so-so blue TCU get you around the bulge into a faint corner with a good layback horn. Pump in some gear at waist level, fish in a sideways RP behind the horn and do the crux. Your next piece is about fifteen feet up in a good crack up and right. Finish in a small dihedral and step left onto easy ground atop Cryogenics, finishing at the chain anchors.\n\nThis route was done as a headpoint with all but the RP placed on lead. It can easily be toproped off the Cryogenics anchors. Though the gear *seems* good, it is in pegmatite. Beware flaky footholds and the possibility of a giant penduluming screamer down into the Cryogenics corner should the gear fail.","protection":"Standard hand-and-finger sized gear get you up the Cryogenic corner. Brings stoppers, RP's, Metolius grey, purple and blue (1, O and 00) and a green Camalot for the crux pitch, as well as a few extra TCU's and a hand-sized piece for the upper bit.","location":""},"__v":0},{"_id":"08NHtHNaV/u4Z/75aNxxuQ==","name":"Victims of Fashion","yds":"5.12b/c","grades":{"yds":"5.12b/c","french":"7b+"},"fa":"J. Steiger","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.70002,39.11983]},"left_right_index":13,"mp_id":"106182654","mp_crag_id":"105745645","climb_id":"08NHtHNaV/u4Z/75aNxxuQ==","areaRef":"cTWtyQJeXSWJ7nk6tLCTlA=="},"content":{"description":"Pitch 1--Traverse (protected by a 1.5 cam) right to the first bolt. Continue up the shallow dihedral passing a second bolt. Place a gold Camalot and a red Alien then run it out to a fixed pin located at the top of the dihedral. Lean out left and clip the bolt and climb over the bulge (crux) to chain anchors under the roof (5.11a).\n\nPitch 2--Pull the roof just right of the chain anchor (5.12b/c) and continue 25' to chains (bolts).\n\nRap from there with one rope (85') or keep climbing a 3rd pitch through loose rock 70' (5.10a).","protection":"Bolts, #1.5 cam, gold Camalot, red Alien, chain anchors.","location":"20' right of\n\nCryogenics\n\n."},"__v":0},{"_id":"gX9oYtcUUTKbd/BGR25XCg==","name":"Wire and Fire","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"A. Fiorello, D. Jackson 1982","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.70002,39.11983]},"left_right_index":27,"mp_id":"107184521","mp_crag_id":"105745645","climb_id":"gX9oYtcUUTKbd/BGR25XCg==","areaRef":"cTWtyQJeXSWJ7nk6tLCTlA=="},"content":{"description":"A hard layback crux starts this route off and is followed by fun stemming through a bulge.  Climb up some cracks to the right to get to the anchor.","protection":"Bolts and small cams and or medium stoppers to a two bolt anchor with chains.","location":"This is located on the right side of the Lower Grotto Wall about 15' left of Espresso Love."},"__v":0},{"_id":"qnJXEAJuWi2PkM+Jq1PVzQ==","name":"Under Pressure","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"M. Baker, B. Perimutter, L. Henderson, 1991","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.70002,39.11983]},"left_right_index":5,"mp_id":"107233006","mp_crag_id":"105745645","climb_id":"qnJXEAJuWi2PkM+Jq1PVzQ==","areaRef":"cTWtyQJeXSWJ7nk6tLCTlA=="},"content":{"description":"This has the same start as\n\nTwin Cracks\n\nand\n\nOne for the Road\n\n.  Follow 6 bolts heading out and right to a two bolt chain anchor.","protection":"At least a #2 Camalot to protect before the first bolt, 6 QDs, 2 bolt anchor.","location":"The route is just right of\n\nTwin Cracks\n\nand\n\nOne for the Road\n\nwith an obvious, right-trending ramp up to an unseen belay stance."},"__v":0},{"_id":"J8nmXb6hV7e40m6kXZJUIw==","name":"Under Pressure - Extension","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Chris Kalous","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.70002,39.11983]},"left_right_index":6,"mp_id":"108176817","mp_crag_id":"105745645","climb_id":"J8nmXb6hV7e40m6kXZJUIw==","areaRef":"cTWtyQJeXSWJ7nk6tLCTlA=="},"content":{"description":"This extension to\n\nUnder Pressure\n\nadds some exposed climbing high off the ground and a one-move wonder dyno crux to reach the top of Lower Grotto Wall.  While you can split this climb up into 2 separate pitches, I suggest running the pitches together into one mega pitch as the first anchor isn't the most comfortable to hang out and belay from and there is a great rest stance right before the 12b crux.  If linking the pitches together, extend the last bolt and anchor of the first pitch with long runners to reduce rope drag.\n\nFrom the p1 anchor, make a rightward traverse with powerful undercling moves past the first bolt and a great rest.  Reach high to clip the 2nd bolt and immediately into the crux, which is followed by a hand jam and fat undercling rest.  Easier climbing gets you to the anchor at the top of the wall; the terrain between the last bolt and the anchor is protectable with a 1\" cam.\n\nLOWERING: Because of the traversing nature of the climb, it's easiest to bring up your second and then walk off.  With a 60 meter rope, it's also possible to lower off to the p1 anchor (tram in while cleaning), re-thread the rope through the anchor and lower off again.  A 70 meter rope will just barely get you to the ground from the p2 anchor; tie a knot in the end!","protection":"4 bolts, optional 1\" cam; chain anchor.","location":"This is an extension pitch to\n\nUnder Pressure\n\n, which starts just right of\n\nTwin Cracks\n\n."},"__v":0},{"_id":"L0tPQafSUx62sYHwEQVgXg==","name":"Twins For The Road","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Amos Whiting, 9/2021","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.70002,39.11983]},"left_right_index":3,"mp_id":"121237674","mp_crag_id":"105745645","climb_id":"L0tPQafSUx62sYHwEQVgXg==","areaRef":"cTWtyQJeXSWJ7nk6tLCTlA=="},"content":{"description":"This route climbs vertical to overhanging rock with stemming and bear hugs. It is a great warm-up for the wall on mostly big holds.","protection":"4 bolts and a single set of cams to #0.75 BD.","location":"Start as for\n\nOne for the Road\n\n. After placing the #0.75 BD in the undercling, stem and squeeze up and left passing 4 bolts. Finish as for\n\nTwin Cracks\n\nor\n\nOne for the Road\n\non gear, and finish at the same anchor."},"__v":0},{"_id":"IcJjMZGLUyO8RiRJfP2h5Q==","name":"Twin Cracks","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"H. Carter, C. Vogel, 1968","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.70002,39.11983]},"left_right_index":2,"mp_id":"105925833","mp_crag_id":"105745645","climb_id":"IcJjMZGLUyO8RiRJfP2h5Q==","areaRef":"cTWtyQJeXSWJ7nk6tLCTlA=="},"content":{"description":"The crux is at the top of the two parallel cracks under a roof to traverse right (crux), then pull onto a face onto a ledge to bolted anchor P1, belay.  Then up to the top of the Lower Grotto Wall belay P2.\n\nYou can rap from the anchors with a single 60m rope.","protection":"Trad, well-protected, bring some long runners though.","location":"This is easy to find, the two \"twin cracks\" left of\n\nCryogenics\n\n."},"__v":0},{"_id":"XtmNk406VoWumuFwefrTSQ==","name":"Tarzan","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"T. Perkins","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.70002,39.11983]},"left_right_index":26,"mp_id":"107699346","mp_crag_id":"105745645","climb_id":"XtmNk406VoWumuFwefrTSQ==","areaRef":"cTWtyQJeXSWJ7nk6tLCTlA=="},"content":{"description":"This has excellent steep climbing; it is an Indy Pass classic that should get more love!  The first pitch alone is an excellent 11b.\n\nP1: Start below a short dihedral and make difficult moves (crux) to get established in the dihedral.  Stick clip the first bolt or a fall here will send you and your belayer rolling down the slab and then over the cliff below!  From the top of the dihedral, follow bolts left through very steep, blocky terrain.  Arrive at anchor with comically large chains (who dragged those up here??).  8 bolts, chain anchor, 5.11b.\n\nP2: Climb steep, overhanging terrain with big dynamic moves way over the ground!  The crux is getting into the dihedral above.  7 bolts, chain anchor, 5.12c.\n\nLowering: If you're working pitch 2 and want to lower back to the P1 anchors to prepare for your next burn the easiest/best way to do this is just to lower straight down into space.  Once you're even with your belayer have him throw out a loop of rope to pull yourself in with.  Tramming back to the anchor can cause the rope to get hopelessly jammed in the crack at the start of the dihedral.\n\nDescent: cleaning either of these pitches is difficult due to how steep the route is.  The best descent is to walk off.  A single-rope rap from the top will leave you dangling in mid-air!","protection":"12  draws will be enough, there are chain anchors at top of both pitches.","location":"Walk around the far right side of Lower Grotto Wall and then traverse back along the slab.  Tarzan starts on the left side of the slab in a small dihedral.  There is a low bolt for the belayer to tie into."},"__v":0},{"_id":"pWZoKaWRWw6j1iNFQdTGcw==","name":"Stranger Than Fiction","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"BJ Sbarra, Josh Gross, Lynn Sanson","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.70002,39.11983]},"left_right_index":0,"mp_id":"106464481","mp_crag_id":"105745645","climb_id":"pWZoKaWRWw6j1iNFQdTGcw==","areaRef":"cTWtyQJeXSWJ7nk6tLCTlA=="},"content":{"description":"Look for the two black bolt hangers at the start a few inches to the right of a long black streak.  Make some interesting face moves past these, then up and left to more cracks and bolts. There are good gear placements between the bolts.  Bring long slings, as the line wanders back and forth a bit.","protection":"In addition to quickdraws for the 5 bolts, most folks will want a small rack from .25\" to 2\".  You can rap from the anchors with a single 60m rope.","location":"Start about 50 feet up hill from\n\nTwin Cracks\n\n, 15 feet left of the old Dawson/Kennedy route Mad Arab."},"__v":0},{"_id":"vaafrcXOUQalUzJ6Jg7ILg==","name":"Stand By Your Van","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Perkins and Beidleman","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.70002,39.11983]},"left_right_index":30,"mp_id":"106241244","mp_crag_id":"105745645","climb_id":"vaafrcXOUQalUzJ6Jg7ILg==","areaRef":"cTWtyQJeXSWJ7nk6tLCTlA=="},"content":{"description":"Nice, mixed gear route on the upper right side of the Grotto Wall.  Starts out with the business past two bolts, steeper than it appears for the first few moves.  Pull over the slight bulge and onto a slab with two more bolts then gear up to the anchor.\n\nHint if you want it, as you pull over the steep start keep looking left for a nice jug.  To the right is okay, but more slopers and crusty rock.","protection":"4 bolts, some gear, yelllow Alien to a #1 Camalot.  Fat chain at the anchor.","location":"Far right side of the Grotto Wall.  The first two bolts are obvious, there is also a boulder laying right near the start.  Star Spangled Dangle .12a  is just left of this route."},"__v":0},{"_id":"5xmtOrjTW7W1yoQAKJH5MQ==","name":"Star Spangled Dangle","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Tom Perkins","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.70002,39.11983]},"left_right_index":29,"mp_id":"113600620","mp_crag_id":"105745645","climb_id":"5xmtOrjTW7W1yoQAKJH5MQ==","areaRef":"cTWtyQJeXSWJ7nk6tLCTlA=="},"content":{"description":"This route is a bit contrived but offers a good ride with interesting movement through a series of corners and roofs. A couple of dubious-looking pitons protect the first 30 feet (an optional #2 Camalot or smaller piece offers security through this section as well). Good bolts protect all the hardest climbing. The route takes the line of strength through the bizarre features and is basically a series of boulder problems with good rests in between.\n\nThere is a hollow, wedged block in the final roof crux that would be very difficult to avoid using — it seems solid enough for now, but it might not be a bad idea to have your belayer wear a helmet.\n\nThe topout entails a little bushwhacking to reach the chain anchor, which is located on a block that is set back a bit from the large ledge where the technical climbing ends (another place to be wary of knocking things down on your belayer).","protection":"2 pitons, 5 bolts, a chain anchor, and an optional small- to mid-sized cam.","location":"Look for the rusty piton sticking out of the steep, shallow corner immediately left of\n\nStand By Your Van\n\n. There is a helpful photo on the overview page for Lower Grotto Wall that shows the location of routes in this sector."},"__v":0},{"_id":"IZhkTQ99V86zVcoFtGjOGA==","name":"Stage Fright","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"T. Perkins, J. Fassett","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.70002,39.11983]},"left_right_index":25,"mp_id":"108196397","mp_crag_id":"105745645","climb_id":"IZhkTQ99V86zVcoFtGjOGA==","areaRef":"cTWtyQJeXSWJ7nk6tLCTlA=="},"content":{"description":"Stage Fright certainly lives up to its name!  Be sure to get on this one if you're feeling mentally strong; for me, the crux was keeping my head together while making hard moves way above the ground with my last bolt out of sight beneath my feet!  Both pitches offer quality climbing with a bit of headiness, so regardless of if you only do the first pitch or do both, this is a good climb.\n\nP1: start up the face on the far left side of the slab.  Stick clip the first bolt or build a gear anchor for the belayer if you're not comfortable on this terrain, because a fall by the leader before the first bolt will send both climbers tumbling down the slab and over the cliff below.  At the second bolt, traverse right into the dihedral and climb it to the roof (crux).  More big pulls and stemming gets you to the anchor (5.11b)\n\nP2: climb up and left along a weakness until you hit a big pancake above the 2nd bolt.  Traverse up and right (crux), reach right to clip the 3rd bolt, and pull onto the slab.  Make scary moves right above the bolt to the 4th bolt and easier climbing to the anchors.\n\nNOTE: The anchors at the top of the second pitch were lowered in the summer of 2012 to reduce rope drag from pulling over the slab.  If you want to go to the original anchors, you can clip the new anchor and pull the mantle onto the low-angle slab to the anchors above.","protection":"P1 has 7 bolts and a chain anchor.  P2 has 4 bolts and an anchor with lower biners.","location":"From the base of Lower Grotto Wall, walk right along the wall until you can traverse back left on the huge slab.  Stage Fright is the furthest left route on the slab."},"__v":0},{"_id":"Vp3oBGDlV+WucaxTCGvZkA==","name":"Tommy's 13b","yds":"5.13b","grades":{"yds":"5.13b","french":"8a"},"fa":"Tommy Caldwell","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.70002,39.11983]},"left_right_index":20,"mp_id":"107642918","mp_crag_id":"105745645","climb_id":"Vp3oBGDlV+WucaxTCGvZkA==","areaRef":"cTWtyQJeXSWJ7nk6tLCTlA=="},"content":{"description":"This climb is recorded in the Perkins guide as #14 - 5.13b.  If anyone has any additional information about this route, please record it here.","protection":"7 bolts, shared anchor with\n\nBefore There Were Nine\n\n.","location":"Start just to the left of the boulder behind the large live tree."},"__v":0},{"_id":"7k2BWVbOXje00pROfxtBYg==","name":"Space Sluts in the Slammer","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Charlie Fowler","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.70002,39.11983]},"left_right_index":22,"mp_id":"107642922","mp_crag_id":"105745645","climb_id":"7k2BWVbOXje00pROfxtBYg==","areaRef":"cTWtyQJeXSWJ7nk6tLCTlA=="},"content":{"description":"This is fun, thin climbing on a slightly overhanging wall.  Sharp crimps down low lead right after the second bolt to a good jug rest at the arete and the 3rd bolt.  Then fire up better, but more widely spaced, holds past 2 more bolts to a fun, scary mantle topout onto the slab above.  It's wise to stick clip the first bolt; it's scary to clip the second bolt but a good belayer will keep you off the ground!","protection":"5 bolts, anchors.","location":"It is at the far right end of the lower shield of rock.  Start just before the trail starts climbing uphill."},"__v":0},{"_id":"Y7tJq5LNVnOmEvTK2PLJDg==","name":"Scene of the Crime","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"John Steiger","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.70002,39.11983]},"left_right_index":14,"mp_id":"105755047","mp_crag_id":"105745645","climb_id":"Y7tJq5LNVnOmEvTK2PLJDg==","areaRef":"cTWtyQJeXSWJ7nk6tLCTlA=="},"content":{"description":"This is basically an extended boulder problem on killer crimps.  It was the first rap-bolted route on the Pass and an early 12+ milestone in Colorado.  This is the short, well-chalked face behind the huge evergreen down and right of Cryogenics.\n\nBoulder high and make a hard first clip or stick clip the bolt.  Continue up on ever-crimpier climbing to some sequential moves on poor sidepulls.  There is a bit of a runout between bolts 2 and 3 but you probably wouldn't hit the deck.\n\nYou can take a piece to protect the easy finishing ground above the third bolt, as the route doesn't end until the big, recessed ledge.","protection":"This is a short route -- you'll need about six draws and maybe some long slings for the anchor if you plan on toproping it.  3 bolts; 2-bolt anchor with rap rings.","location":""},"__v":0},{"_id":"3nG+2CXRXe6zOthmUMsWnQ==","name":"Pea Brain","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Lynn Hill, John Long","type":{"sport":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-106.70002,39.11983]},"left_right_index":16,"mp_id":"107642900","mp_crag_id":"105745645","climb_id":"3nG+2CXRXe6zOthmUMsWnQ==","areaRef":"cTWtyQJeXSWJ7nk6tLCTlA=="},"content":{"description":"I'm adding this route to the DB in order to make route identification across this section of the Lower Grotto Wall easier.  I'm not sure of the history of this route, but it's one of the few routes on the Pass attributed to Lynn Hill and John Long.  The route follows 3 widely-spaced SMC-type bolts to who-knows-what (can't see any anchor from the ground).  The climbing between each of the bolts is scary: a fall approaching the second and third bolts could easily result in a groundfall.\n\nFrom John Long: \"Lynn and I were walking past this area of the wall and saw the bolts. We were bouldering a lot back then and were strong as God but this route looked rather dangerous, for sure 5.12 and you'd probably have to on-sight it or deck. Lynn said I'd have to be a Pea-Brain to even try it. I thought the 2nd and 3rd bolts were closer then they were and that the climbing would ease after 15 feet. Not so. It was basically a solo. I have no idea how Lynn followed because there were some huge reaches on crakopla. Must have been 5.13 the way she did it. Hope somebody replaced those old SMC bolts. They were bad 30 years ago.\"","protection":"[4] bolts, ?anchor?","location":"This is on the smooth shield of rock down and around the corner from\n\nCryogenics\n\n, to the left of the base of the fallen dead tree.  Look for 3 widely-spaced SMC-type bolts."},"__v":0},{"_id":"lXVR189lXpmgPLQ/p44caA==","name":"One for the Road","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"M. Baker, B. Perlmutter, 1991","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.70002,39.11983]},"left_right_index":4,"mp_id":"106198064","mp_crag_id":"105745645","climb_id":"lXVR189lXpmgPLQ/p44caA==","areaRef":"cTWtyQJeXSWJ7nk6tLCTlA=="},"content":{"description":"This is a nice, pumpy line just right of the first pitch of\n\nTwin Cracks\n\n. Start on\n\nTwin Cracks\n\nor climb the unprotected and 5.9ish slot to the right. Place a piece or two in a flake and move right to the first bolt. A couple of difficult moves, including some stemming, lead to a layback and a difficult clip of the last bolt. Another 20' or so of easier unprotected or gear-protected climbing leads to the anchors.","protection":"4 bolts plus the anchors plus gear. I placed 5 pieces of gear, 2 before the first bolt and 3 after the last bolt, including a nut, 3 finger-sized cams, and a yellow/#2 Camalot. The guidebook says bring only a 0.5 cam, in which case you want to place that before the first bolt.","location":"Start as for\n\nTwin Cracks\n\n, then move right below the cracks to the first bolt."},"__v":0},{"_id":"rRnnSP0gVXmuiQ6KYhmsXw==","name":"Mad Arab","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"L. Dawson, M. Kennedy, 1974","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-106.70002,39.11983]},"left_right_index":1,"mp_id":"106838684","mp_crag_id":"105745645","climb_id":"rRnnSP0gVXmuiQ6KYhmsXw==","areaRef":"cTWtyQJeXSWJ7nk6tLCTlA=="},"content":{"description":"This is the first route left of\n\nTwin Cracks\n\n. There are several interesting cruxes on this. The route starts by climbing a face to the left of\n\nTwin Cracks\n\nto a solid flake. Place gear behind the flake and make a hard move to get to a good stance (decking is a possibility if you blow that move). Continue up to the right-leaning slot through the roof that one traverses under while doing\n\nTwin Cracks\n\n. After the slot, go straight up the steep face via a hand and finger crack. The rock quality degrades slightly at the top, but there's still good gear.\n\nThis route is worth doing if others in the area are occupied, but it's not a destination climb.","protection":"A standard rack will suffice; maybe doubles in the #0.75 to #2 Camalot sizes. We used a #3.5 and a #4 Camalot. Use the new bolted rappel anchor at the top to descend. A single 60m rope will get you back to the ground.","location":"This is the first route to the left of\n\nTwin Cracks\n\n."},"__v":0},{"_id":"veCm85IuV9KMTTxROTs74g==","name":"The Knuckle Head","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Kurt Smith","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.70002,39.11983]},"left_right_index":17,"mp_id":"107642912","mp_crag_id":"105745645","climb_id":"veCm85IuV9KMTTxROTs74g==","areaRef":"cTWtyQJeXSWJ7nk6tLCTlA=="},"content":{"description":"Thin face climbing chases 4 bolts up and left.  Using a stack of cheater blocks, reach the two thin starting crimps, and make a powerful move to get established onto better holds.  The crux hits you hard after clipping the 2nd bolt; move left using slopey holds and crimps into the left-facing dihedral and then into more technical (but easier) climbing past 2 more bolts.  It is a bit run out to the anchor, the route ends at the bottom anchors for\n\nGirly Man\n\n.\n\nIt is recommended to stick clip the first bolt.","protection":"4 bolts, anchor.","location":"This is located directly behind the base of the large dead (fallen) tree.  Look for an old buttonhead to the left of the 3rd bolt."},"__v":0},{"_id":"cNKKzVnLUEe3qTg5i8ef3Q==","name":"K - fight","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Amos Whiting , June 2021","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.70002,39.11983]},"left_right_index":24,"mp_id":"121054840","mp_crag_id":"105745645","climb_id":"cNKKzVnLUEe3qTg5i8ef3Q==","areaRef":"cTWtyQJeXSWJ7nk6tLCTlA=="},"content":{"description":"K - fight is a great, little route. It is steep and climbs a bit like limestone. Steep moves out a little cave lead to some reaches and a hard-to-read finish.\n\nI have been looking at this short piece of steep rock for 20 years. There are some amazing mica feathers above the first bolt.","protection":"Sport with 4 bolts with mMussy hooks for lowering.","location":"This route starts about 15 feet to the right of the first pitch of the\n\nGrotto Wall Traverse\n\n. Start in a black and white cave, and climb up.\n\nThis is the last climb on the lower part of the Lower Grotto Wall before walking up to the ramp."},"__v":0},{"_id":"/pd64yBGUfWMCkrSZbGvJA==","name":"Insurrection","yds":"5.14c","grades":{"yds":"5.14c","french":"8c+"},"fa":"Mark Anderson","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.70002,39.11983]},"left_right_index":19,"mp_id":"109057672","mp_crag_id":"105745645","climb_id":"/pd64yBGUfWMCkrSZbGvJA==","areaRef":"cTWtyQJeXSWJ7nk6tLCTlA=="},"content":{"description":"The hardest sport climb on the Pass,\n\nInsurrection\n\nclimbs the directissima up the stunning, slightly overhanging shield of marvelous granite in the center of the Lower Grotto Wall.  The climbing is crimpy and continuous but also cerebral and surprisingly gymnastic for a route of this angle.  With excellent rock, engaging movement and spectacular position,\n\nInsurrection\n\nis an outstanding hard face climb.","protection":"7 bolts to a 2-bolt anchor.","location":"It is located 20 feet right of\n\nKnuckle Head\n\n, a few feet northeast of the old, dead snag at the base of the Lower Grotto Wall."},"__v":0},{"_id":"8oixhKtLVhqq0PVWZvB2kA==","name":"Headless Franken Chicken","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Jay Brown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.70002,39.11983]},"left_right_index":8,"mp_id":"106464576","mp_crag_id":"105745645","climb_id":"8oixhKtLVhqq0PVWZvB2kA==","areaRef":"cTWtyQJeXSWJ7nk6tLCTlA=="},"content":{"description":"The route itself is pretty sustained. The hardest parts are probably at the 1st to 2nd bolts and at the end, since you're PUMPED by then.","protection":"10 draws.","location":"H.F.C. is just a few feet left of\n\nCryogenics\n\nand has a bolt at 6 or 8 feet off the ground (most will not clip it). Follow the flake/laybacks and then traverse right 4 feet to a sloper/mantel move. It has easy moves to the Fixe rings. This can be cleaned on rappel or lower-off."},"__v":0},{"_id":"Qc7tw3o6UsiKwL+ZdRaKZQ==","name":"Headless Crankin' Chicken","yds":"5.12b/c","grades":{"yds":"5.12b/c","french":"7b+"},"fa":"Jay Brown, Chris Alber","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.70002,39.11983]},"left_right_index":9,"mp_id":"107176016","mp_crag_id":"105745645","climb_id":"Qc7tw3o6UsiKwL+ZdRaKZQ==","areaRef":"cTWtyQJeXSWJ7nk6tLCTlA=="},"content":{"description":"This is a link-up of \"\n\nHeadless Franken Chicken\n\n, .12a,\" and \"\n\nUnder Pressure's\n\n\" .12b 2nd pitch.  It is a nice, long, enduro pitch with laybacking and a dyno crux.","protection":"16 draws.","location":"Start up \"\n\nHeadless...\n\n\", clip the anchor, then link 2 new bolts into \"\n\nUnder Pressure's\n\n\" 2nd pitch. Lower down twice or bring a 2nd rope. The connection is only about 5.11."},"__v":0},{"_id":"z9TFhwIAUgeokZKxbFg61w==","name":"Grotto Wall Traverse","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"A. Carter, H. Carter","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.70002,39.11983]},"left_right_index":23,"mp_id":"107642929","mp_crag_id":"105745645","climb_id":"z9TFhwIAUgeokZKxbFg61w==","areaRef":"cTWtyQJeXSWJ7nk6tLCTlA=="},"content":{"description":"This is a wonderful journey across and up the Lower Grotto Wall. The belay after the 2nd pitch is one of my favorites on the Pass, and the 3rd pitch will have you smiling from beginning to end!\n\nP1: Climb the awkward, often wet, chimney to the slab above and traverse left towards the corner. You will find 2 bolts about 10' from the corner. This pitch is forgettable and can easily be skipped by walking around to the right and traversing back left on the slab to the same belay (starting high and going climbers left on the slab then down-climbing the corner is probably the least risky method). The chimney does has some mildly interesting moves however. 5.8. 50'.\n\nP2: From the anchors, traverse left across a small ledge, ascend a blocky crack to another ledge before reaching the sloping dihedral crux (5.8) below a large birds nest. Be sure to protect your 2nd after completing these crux moves. Traverse hard left, ascend another blocky corner, then scoot around an arete to a black-painted 2-bolt belay on a small ledge. 100', lots of rope drag.\n\nP3: From the belay, walk climbers RIGHT across out on the \"diving board\" and then up steep but juggy terrain into a right-facing corner. Go above this, traverse right and into a left-facing corner to a 2-bolt belay at the top of the cliff. Incredible pitch!  Around 60', some rope drag.\n\nDescent: Your best option is to walk off to the west (climber's left). Two 70 meter ropes will reach the ground as 1 rappel, but because of the overhanging nature of this section of cliff, multiple raps with shorter ropes is not possible.","protection":"Full rack.","location":"From\n\nCryogenics\n\n, walk right along the base of the cliff past the smooth shield of rock.  The first pitch chimney starts just after the trail turns steeply uphill."},"__v":0},{"_id":"K78OSwpjUByseAyamFoDZQ==","name":"Girly Man","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"J. Fassett","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.70002,39.11983]},"left_right_index":18,"mp_id":"109653818","mp_crag_id":"105745645","climb_id":"K78OSwpjUByseAyamFoDZQ==","areaRef":"cTWtyQJeXSWJ7nk6tLCTlA=="},"content":{"description":"Think you got the guns, girly man?  Well you may want to climb like a girl on this one; techy, techy, techy!\n\nGirly Man would be a 2-star climb if it started from the ground.  As it is, you can take the easier (but more involved) approach by traversing way right from the start of\n\nVictims of Fashion\n\n(1 or 2 bolts and some small cams along the way) or you can take the more direct but much harder approach by climbing\n\nThe Knuckle Head\n\n.\n\nGirly Man would be a 3-star climb if it ended at the top of the beautiful, golden dihedral, as that's where the good climbing ends.  From the anchors of\n\nThe Knuckle Head\n\n, dive into difficulties right away trying to get established into the dihedral.  Put on your dancing shoes, and climb the ultra-technical corner for 6 bolts with a bouldery mantle move in the middle.  Once the corner start, trending right, continue slightly left.  Clip an old piton and 1 more bolt, then run it out (or place gear) to an old 2-piton anchor.  Clip this anchor and climb through one more bulge on big holds to the ledge above and an anchor positioned on the blank shield of rock.\n\nNote that one rope will NOT get you back to the ground (not even a 70 meter)!  The easiest way to get back down is to lower back to the anchor of\n\nThe Knuckle Head\n\nwith a 70 meter rope and then lower again from this anchor to the ground.","protection":"7 bolts, 2-3 pitons; Anchor with lowering rings.","location":"See above for options on how to access the base of this climb."},"__v":0},{"_id":"ABX+S/97UxiCCsb0GsgAQQ==","name":"Espresso Love","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.70002,39.11983]},"left_right_index":28,"mp_id":"108317419","mp_crag_id":"105745645","climb_id":"ABX+S/97UxiCCsb0GsgAQQ==","areaRef":"cTWtyQJeXSWJ7nk6tLCTlA=="},"content":{"description":"Espresso Love is a great line on the right side of the Lower Grotto, following bolts up a black streak.\n\nScramble up to the first bolt, get the second clipped then make tough moves left of the bulge. Blindly clip the 3rd bolt out right. Continue up easy ground to the ledge. Place an Alien here in the flake or do a move to the jug and clip the fourth. Climb the flake right of the 4th bolt (maybe there is a kneebar to be had). Clip the 5th and traverse left under the roof. Climb up through a few more clips to the chains.","protection":"Sport route with 8 bolts (if memory serves, check for yourself and/or take more). You can also get a yellow-red Alien before the 4th clip if you want.","location":"This is the next bolted line right of\n\nWire & Fire\n\n(on the right side of Lower Grotto Wall)."},"__v":0},{"_id":"utSgFaR0Vu60NPsZzq2g1A==","name":"The Engagement","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Josh Gross, Madoline Wallace","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.70002,39.11983]},"left_right_index":12,"mp_id":"106189703","mp_crag_id":"105745645","climb_id":"utSgFaR0Vu60NPsZzq2g1A==","areaRef":"cTWtyQJeXSWJ7nk6tLCTlA=="},"content":{"description":"Climbs moderate jugs to a bouldery bulge crux, makes an improbable move to a jug on the arete, then follows the arete to the anchor.","protection":"9 bolts, chain anchor.","location":"Shares start with\n\nVictims of Fashion\n\n(right of\n\nCryogenics\n\n)."},"__v":0},{"_id":"4hCJnFdrUIGZisoNP1sxvg==","name":"Cryogenics","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Glen Denny, Bill Forrest, 1966, FFA Michael Kennedy?","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.70002,39.11983]},"left_right_index":10,"mp_id":"105754873","mp_crag_id":"105745645","climb_id":"4hCJnFdrUIGZisoNP1sxvg==","areaRef":"cTWtyQJeXSWJ7nk6tLCTlA=="},"content":{"description":"This is the obvious inset open book to obtuse corner on the left side of the Grotto Wall, highly visible from the parking lot (yes, you will draw a crowd of slack-jawed Bago warriors during the summer months) and highly classic.\n\nScramble up on the ledge and get a load of this crack!  Incut features on the quartzy right wall and sinker jams in the ever-steepening crack take you to a final, pumpy section of finger locks before you gain the ledge (10a).  Belay here at bolts and chains, or if you have a 70-meter rope continue into pitch 2.\n\nMove up the bizarre corner above the ledge past a stemmy section, then trend right on an undercut flake (Metolius 2 and 3 TCU's I think), passing a couple of pins to get out to a bolt protecting the bouldery, powerful crux (11+).  A second bolt above this takes you through steep but easier terrain with positive grips.  Surmount a final, easy roof to reach a double-bolt anchor at the lip of the wall.  Double-rope rap from here (you may make it down with a 70-meter cord) or top out on slabs.\n\nThe second pitch can be reduced to 10+ by heading left out of the obtuse corner then arcing back right above the first bolt to join the easier finishing section.","protection":"Standard rack with lots of hand and finger-sized cams and mid-large stoppers.","location":""},"__v":0},{"_id":"snvcJI+EXPC76hJ9n2QT3w==","name":"Coldfusion","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Nathan and Alex Reitsema","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.70002,39.11983]},"left_right_index":7,"mp_id":"105764226","mp_crag_id":"105745645","climb_id":"snvcJI+EXPC76hJ9n2QT3w==","areaRef":"cTWtyQJeXSWJ7nk6tLCTlA=="},"content":{"description":"This is twenty feet left of\n\nCryongenics\n\non the Grotto Wall. It's the dark spot on the left side of the pic. Climb an easy twenty feet up to a crack, after about sixty feet there is a bolt. The route turns to the right, and you see a piton. Continue up the crack, clip the\n\nCryogenics\n\nchains or walk off the backside. If you don't clip\n\nCrygenics\n\n, building an anchor can be tricky.","protection":"A set of nuts and a few [tricams].","location":""},"__v":0},{"_id":"kCXX0/3LVD6mj6Hfc6Pu/w==","name":"Crime Victim","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.70002,39.11983]},"left_right_index":15,"mp_id":"109621032","mp_crag_id":"105745645","climb_id":"kCXX0/3LVD6mj6Hfc6Pu/w==","areaRef":"cTWtyQJeXSWJ7nk6tLCTlA=="},"content":{"description":"Yes, this is a link-up, but it's a pretty badass, direct linkup of 3 great routes!  This link-up takes the directissima line up the imposing, middle section of Lower Grotto Wall.\n\nThe first challenge greets you immediately by climbing\n\nScene of the Crime\n\n(old school 12+...++).  From the anchor, continue straight up into the dihedral pitch of Rocket Man Dihedral (11c, 3\" cam optional).  At the top of the dihedral, keep climbing straight up to the P1 anchor of\n\nVictims of Fashion\n\n(instead of trending right into Rocket Man's proper anchor).  From here, tackle\n\nVictim's\n\nburly 12b/c roof pitch to the final set of anchors.\n\nWhile there is a lot of hard climbing on this link-up, you do get complete rests at the anchors of each of the individual pitches, which are set on recessed ledges.  For reduced rope drag, avoid clipping the mid-anchors along the route; the first bolts of the following pitches are not hard to get to.","protection":"Bolts, optional 3\" cam.\n\nYou need a 70 meter rope to lower off of this climb!","location":"Start on\n\nScene of the Crime\n\n, and continue climbing straight up!"},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,1cfe9980-37c5-592d-9648-d6fc803c3824,a5410b14-ab5c-5266-b7e5-945085d1e043,7135adc9-025e-5d25-89ee-793ab4b09394","pathTokens":["USA","Colorado","Independence Pass","Grotto Walls Area","Lower Grotto Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.13c"},{"count":4,"label":"5.12b"},{"count":2,"label":"5.12b/c"},{"count":2,"label":"5.11a"},{"count":2,"label":"5.10c"},{"count":2,"label":"5.10b"},{"count":3,"label":"5.8"},{"count":2,"label":"5.12c"},{"count":1,"label":"5.9"},{"count":4,"label":"5.12a"},{"count":1,"label":"5.13b"},{"count":1,"label":"5.12d"},{"count":1,"label":"5.10"},{"count":2,"label":"5.13a"},{"count":1,"label":"5.14c"},{"count":1,"label":"5.11c"},{"count":1,"label":"5.10-"}],"byDiscipline":{"trad":{"total":11,"bands":{"unknown":0,"beginner":3,"intermediate":5,"advanced":3,"expert":0}},"sport":{"total":24,"bands":{"unknown":0,"beginner":0,"intermediate":4,"advanced":15,"expert":5}},"tr":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":3,"intermediate":7,"advanced":16,"expert":5}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-106.70002,39.11983]},"bbox":[-106.70059958739941,39.119380339818136,-106.69944041260058,39.120279660181865],"left_right_index":-1,"ext_id":"105745645","area_id":"cTWtyQJeXSWJ7nk6tLCTlA=="},"content":{"description":""},"density":0,"totalClimbs":31,"__v":1,"createdAt":"2022-11-07T05:56:49.995Z","updatedAt":"2022-11-25T11:17:37.566Z"}