{"_id":"6368a50be80bff5a995b05bb","area_name":"Rectory, The","shortCode":"","climbs":[{"_id":"XEUu/5jTUwCDxc/HDVJxLA==","name":"Sinners and Infidels","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Jay Smith & John Catto","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-109.3678,38.6571]},"left_right_index":4,"mp_id":"108438166","mp_crag_id":"105716925","climb_id":"XEUu/5jTUwCDxc/HDVJxLA==","areaRef":"iu1O1UQlUI+QAwM91v5PFw=="},"content":{"description":"P1: the route shares the first~100' with Off to see the Allah. Continue up the clean off fingers/fingers corner with thick featured calcite. Fixed anchors are found at a stance to the right. 150'\n\nP2 Traverse directly right and find a wide splitter crack (#4 Cam.) continue up crack to deep left facing corner system which becomes steeper and at a scary hollow flake becomes right facing (crux) fingers. Back to good rock and nice hands to another fixed anchor. 190'\n\nP3: I went straight up past a ceiling with scary loose flakes above the belay. My follower trundled most of these. We both felt the corner to the right deserved a closer look as it might be cleaner and less scary. 50'\n\nThis route has some awesome and beautiful calcite, solid rock mixed with 2 short sections of terrifying rock. Go do it. 3 stars with some cleaning.","protection":"(1 ea.) 00-#4 Camalot with maybe (3 ea.).4-1 Camalots","location":"Route is located in the center of the W. face of the Rectory where a large, clean calcite face meets darker rock to the south. A corner system is formed by this junction."},"__v":0},{"_id":"iN6uAv3zVieVTQeypvl5vA==","name":"Off To See The Allah","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Jay Smith, Kitty Calhoun April 1997.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.3678,38.6571]},"left_right_index":3,"mp_id":"106616759","mp_crag_id":"105716925","climb_id":"iN6uAv3zVieVTQeypvl5vA==","areaRef":"iu1O1UQlUI+QAwM91v5PFw=="},"content":{"description":"Off to see the Allah has some perfectly steep splitter hands as well as a sandy start and some large and spooky blocks up high that cannot be avoided.  The whole wall at the top of the second pitch seems like it is only a couple feet thick but maybe that was just paranoia...","protection":"Double set to #3 camalot with extra hand-sized pieces.  Anchors are at 90ft. and 200ft.","location":"The most obvious splitter on the west face of the rectory with a left-trending traverse mid-way (optional intermediate belay) and Metolius rappel hangers at the top.  Between the Empirical Route and  Ministry."},"__v":0},{"_id":"jhTr5JNjX8y2HH+A36izhA==","name":"Ministry","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"P1 H Lester & girlfriend, mid 80's; p2 Lester & Rolofson, mid 90's; remainder - J Smith ???","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.3678,38.6571]},"left_right_index":5,"mp_id":"105717952","mp_crag_id":"105716925","climb_id":"jhTr5JNjX8y2HH+A36izhA==","areaRef":"iu1O1UQlUI+QAwM91v5PFw=="},"content":{"description":"A steep and excellent route and a worthy and probably unoccupied alternative to Fine Jade or Castleton North Face, though overall more difficult than those routes.  Every pitch is worthy in its own right.  The 1st two pitches have rap anchors.\n\nThe route starts in front of opposed layback corners which are about 15' apart, underneath the huge pillar that leans against the west face, about 50 yards left of Fine Jade.\n\nP1. 5.10c 120'.  Start in the right corner.  Climb thin finger laybacking for 30' to a ledge, then continue in the same crack system, now a right facing corner w/ mostly thin hands to a bolted anchor at a ledge.  A two star Indian Creek pitch.Variation: \"old fashioned\" 11a tips laybacking.  The left crack/corner at the start is much more classic (and harder) than the one described above.  This variation required a couple of extra green Alien sized cams.  Traverse to the regular line on the ledge at 30'.  Careful rope management is required to avoid rope drag on the upper part of the pitch -- we added a belay at the end of the traverse.  Another problem with this variation is the \"not cranking on all cylinders syndrome\" -- the first move of the route and probably the day, is the hardest.\n\nP2.  5.11a 120'.  Continue up the crack system, starting with 15' of 5.9ish chimney which will seem harder if you don't have a 5 Camalot sized piece.  A long stretch of steep, beautiful hands and fingers gets you to a hole with a cruxy technical reach to a chossy ledge. 20' feet of easy hands brings you to a lackluster stance and another bolted anchor.  Once the ledge at the end of the crux cleans up, this is a three star Indian Creek pitch.\n\nP3. 5.10c 90'.  Staying in the crack system follow easy hands  to a suprisingly hard pull onto a ledge.  Above the ledge the crack seams out for about 10' resulting in good ,hard and reachy moves protected by wires.  After this, the crack widens to hands and cups through a flare (The Burnisher).  Belay about 20' below the roof unless you have excellent rope drag management skills in which case you should link the next pitch.\n\nP4. 5.9 50'.  Up the crack to the roof utilizing juggy blocks where you dare.  Hand traverse the side of the roof and continue up a a stembox to an OK stance about 20' below the rim.  Disregarding the choss, this pitch is somewhat Gunks-like.  If you didn't link this pitch w/ P3, it can easily be linked with P5 if you use enough long runners below the roof.\n\nP5. 5.11a (soft) 20'. Stem and layback out the left side of the stem box on remarkably sticky calcite.  A few feet of easy hands leads to another instantaneous Rectory topout.  The hard part can be protected with either micro cams or a #4 Camalot.\n\nDescend Fine Jade.","protection":"1 set wires, 3 ea purple, blue, green, yellow Aliens, 3 ea 1 & 1.5 Friend, 4 or 5 #2 Friend, 2 each 2.5, 3, 3.5 Friend, 1 #5 Camalot.  Long runners and quickdraws","location":""},"__v":0},{"_id":"MNQO+01sXw+l7laHaLXTtQ==","name":"Hail Mary","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Jay Smith?","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-109.3678,38.6571]},"left_right_index":7,"mp_id":"105718468","mp_crag_id":"105716925","climb_id":"MNQO+01sXw+l7laHaLXTtQ==","areaRef":"iu1O1UQlUI+QAwM91v5PFw=="},"content":{"description":"Hail Mary is a two pitch variation to Fine Jade, but not nearly as good as the latter, although the start of it is very promising.\n\nFollow pitch one of Fine Jade but belay before the standard belay - basically step left to a ledge with bolts after pulling the first pitch crux overhang.\n\nPitch one of Hail Mary face climbs off the belay past three bolts.  It is a hair runout,  but the bolts are good and the climbing is really fun.  Turn the arete past the second bolt, then up to a third.  Here the climbing deteriorates dramatically in quality (poor rock).  Belay at an obvious ledge below a long left-facing corner shared with Find Shade.\n\nPitch two takes this corner (10d moves up high) to the belay below above the crux pitch of Fine Jade.","protection":"A couple quick draws and the standard Fine Jade rack.","location":""},"__v":0},{"_id":"Z6oIuWq5U+Ca+2AXJ2EqPQ==","name":"Fine Jade","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Chip Chace & Pat Ellingwood, 1984","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.3678,38.6571]},"left_right_index":8,"mp_id":"105717322","mp_crag_id":"105716925","climb_id":"Z6oIuWq5U+Ca+2AXJ2EqPQ==","areaRef":"iu1O1UQlUI+QAwM91v5PFw=="},"content":{"description":"This is a classic desert line to the top of the rectory. Some great varied crack climbing. This is a must do desert climb. To reach, hike up the trail to the base of Castleton and then traverse North on the ridge for a couple hundred yards to reach the base of the rectory. The route climbs the crack system on the Southern prow of the rectory facing Castleton Tower.\n\nP1- Climb a fist crack past a pod and make a difficult thin hands move right. Climb up to a ledge with anchors, pass them and continue thin hands to fingers to a ledge with bolts and belay. (5.10+)\n\nP2- Continue up the crack to a finger crack through a bulge. Past the bulge climb a hand crack past a small roof to a belay stance. (5.11a)\n\nP3- Make some lieback moves, then pass a short rotten section to a roof. Continue up the crack to a big ledge and belay or continue up the 5.11 bolted face to the top. If climbing the original route, traverse directly left from the big ledge below the top for 25-30 feet or so and top out a steep crack in a corner.\n\nDescent- 3 double rope rappels down the route or 5 single rope rappels with a 70M","protection":"2-3 sets of cams to #3 Camalot.  A set of stoppers.","location":""},"__v":0},{"_id":"YQZfwj7FVKS79TxJjdh/lQ==","name":"Find Shade","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.3678,38.6571]},"left_right_index":6,"mp_id":"109035181","mp_crag_id":"105716925","climb_id":"YQZfwj7FVKS79TxJjdh/lQ==","areaRef":"iu1O1UQlUI+QAwM91v5PFw=="},"content":{"description":"Find Shade is a great route just left of Fine Jade, and sharing the last two pitches.  While the rating is similar, it is less sustained than Fine Jade, sporting short cruxes instead.  It is a great alternative with clean lines and fun climbing.\n\nP1- Start 30' left of Fine Jade on the Rectory.  You will see a bolt about 20' off the ground, which is the crux of pitch one.  Climb past the bolt to lower angle terrain.  Build an anchor at the base of the double cracks directly in front of you.  5.11- 50'\n\nP2- Climb up the FUN double cracks sticking primarily to the right crack.  At about 25', step and reach right to gain the crack 5' right.  Continue up this crack until the crack peters out at a sloping ledge with lots of face features.  Place whatever gear you can, and move right across the face 10' until you gain the crack out right, again.  Gain the ledge for a two bolt belay.  Pitch 1 and 2 can be linked for a 200+ foot pitch.  5.10\n\nP3- Continue around a small roof, then into 10-15 feet of thoughtful 10+ climbing.  YOu will soon come to the bolted belay of Fine Jade, just below the sandy 5.9 pitch.  You can either belay here for a short pitch, or continue will very manageable rope drag up the bolts below the sundeck belay. 100' 5.10+\n\nClimb the last pitch of Fine Jade, up the brilliant calcite bolted face.  5.11\n\nRap Fine Jade (not Fine Shade)","protection":"Depending on the how you link, consider more or less cams.  You should be good to go with 2-3 cams in all sizes small up to #3 Camalot and 8-10 quickdraws.","location":"30 feet left of Fine Jade"},"__v":0},{"_id":"eUez/FoAW5OWpGFNgAV8bA==","name":"Empirical Route","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Harvey T. Carter, Cleve McCarty, Annie Carter: May 22, 1962.","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-109.3678,38.6571]},"left_right_index":0,"mp_id":"106616784","mp_crag_id":"105716925","climb_id":"eUez/FoAW5OWpGFNgAV8bA==","areaRef":"iu1O1UQlUI+QAwM91v5PFw=="},"content":{"description":"A very big dose of calcite makes for engaging 5.9 corners on the first two pitches. The Empirical Route tackles the right facing corner separating the Rectory from the Nuns. The third pitch climbs rotten Wingate on the north side of the Rectory to the summit.","protection":"Double set of cams to #3 camalot with a set of nuts for the calcite corners.","location":"Far left side of the west face of the Rectory.  The first route right of Where Have the Wild Things Gone?"},"__v":0},{"_id":"GlPnIeX3Wgajk9WyroOrag==","name":"East Face","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Jay Smith, Mark Hesse, May 1995.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.3678,38.6571]},"left_right_index":10,"mp_id":"106616766","mp_crag_id":"105716925","climb_id":"GlPnIeX3Wgajk9WyroOrag==","areaRef":"iu1O1UQlUI+QAwM91v5PFw=="},"content":{"description":"This is a good route tucked out of sight on the far northern edge of the east face of the Rectory.   The anchors are not visible from the ground.  Begin in steep splitter fingers with feet, changing corners a couple times to gain an alcove with steep corner climbing above leading to the first anchor. 5.11, 130 ft.  Pitch 2 features hard, awkward, and interesting 5.11 thin corners to another Metolius rappel anchor.  It is possible but not recommended to improvise a third pitch to the summit.","protection":"Triple set of fingers to thin hands with doubles to #3 camalot.","location":"Walk a couple hundred feet left of Bad Habit.  Once you find yourself under the Northeast corner of the Rectory look for a steep, broken finger crack."},"__v":0},{"_id":"Qvy+Rd8dVQa+QwX3oU3xwQ==","name":"Coyote Calling","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Kent Wheeler and Scott Lazar?","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.3678,38.6571]},"left_right_index":9,"mp_id":"105819764","mp_crag_id":"105716925","climb_id":"Qvy+Rd8dVQa+QwX3oU3xwQ==","areaRef":"iu1O1UQlUI+QAwM91v5PFw=="},"content":{"description":"Coyote Calling is a great, sustained route with lots of finger and thin hand cracks linked by thought provoking thin face sections.  It's a bit harder than it's classic neighbor, Fine Jade, but in my opinion, it's just as good.  It gets afternoon shade.\n\nP1.  Start in a finger crack in a shallow L facing corner, traverse left at a ledge with a bolt, and continue up a finger crack in a R facing corner that becomes a groove.  Exit the groove via a tricky bulge (WAY harder than it looks from the ground, and the crux of the route - IMHO)and clip the anchor bolts. ~80', 5.11+\n\nP2.  Traverse L ~10' with cool face moves to gain a thin but gradually widening crack.  Continue up the finger to hands crack to a ledge with anchors.  The crux is pulling through a bulging groove with a hand crack in the back.  ~100', 5.11.\n\nP3.  More fingers and thin hands with pumpy bulges but also so decent rests.  The crux for me was a dastardly high step on sandy rock a mere foot or two below the anchors.  This pitch ain't over 'til it's over. ~100', 5.11\n\nP4.  Traverse left 10-15' on thin but positive face holds to a seam that eventually turns into a finger crack.  Indeed, the face climbing appears improbable at first, but all comes together to make for some thought-provoking climbing.  Make sure to have a few small to medium stoppers and long runners to protect this section.  The finger crack eventually widens to hands, and leads to a large ledge on Fine Jade that is about 25' below the summit of The Rectory.  Climb the 3-bolt finish to Fine Jade to the summit. ~110', 5.11","protection":"6 small to medium stoppers, 2X 0.33\", 2-3X .5\", 3X 0.75\", 3-4X #0.5 camalots, 3X both #0.75 and #1 camalots, 2X both #2 and #3 camalots","location":"About 100' R of Fine Jade, look for a bolt about 30 feet up."},"__v":0},{"_id":"nfe8P5XrXL6hA3x9efBNxw==","name":"Book of Thunder","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Michael Dorsey, Kevin Cooney, 1995. FFA M. Dorsey, Tim Park, 2015.","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-109.3678,38.6571]},"left_right_index":2,"mp_id":"115004650","mp_crag_id":"105716925","climb_id":"nfe8P5XrXL6hA3x9efBNxw==","areaRef":"iu1O1UQlUI+QAwM91v5PFw=="},"content":{"description":"Michael and Kevin first climbed this route with one point of aid. On their first ascent, they were struck by lightning, hence the name Book of Thunder. 20 years later, Michael brought me to fully free the upper pitches.\n\nSomeone has since added bolts to pitch 2 in the offwidth section. He would love it if somebody removed them.\n\nP1. Climb a hand crack and chimney up to a two bolt anchor on your left - 5.10, 120 ft\n\nP2. Climb the offwidth to a wide hands crack and belay on the right at a bolt anchor - 5.11c, 100 ft\n\nP3. Climb wide hands to an old anchor with two baby angles. Make your way up the chimney and then step across to a thin hands crack on the wall to your left. Face climb up soft rock until you see a glue in bolt and belay at the ledge on your left - 5.11, 60 ft\n\nP4. Climb out right and pass a couple of loose blocks and angle right until you gain the summit - 5.10, 60 ft\n\nP4 variation. It's also possible to climb straight up in the left facing corner, but the gear is small and the rock is dirty and soft - 5.11+?","protection":"Double rack from 0.3 to 4, and a single 5 and 6 Camalot. A couple extra 3's may also be preferable","location":"This climbs the obvious right facing corner on the west face of The Rectory. Walk to the middle of the wall and look for a large streak of white calcite. The corner is capped by a prominent roof about 50 feet from the top."},"__v":0},{"_id":"W1TSD1THXNuUZq0klT/dPA==","name":"Crack Wars","yds":"5.11a/b","grades":{"yds":"5.11a/b","french":"6c"},"fa":"Glen Randall and Charlie Fowler-1982","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.3678,38.6571]},"left_right_index":1,"mp_id":"106552165","mp_crag_id":"105716925","climb_id":"W1TSD1THXNuUZq0klT/dPA==","areaRef":"iu1O1UQlUI+QAwM91v5PFw=="},"content":{"description":"In response to the Crack epidemic, this climb does not seem to get the traffic it deserves....\n\nCrack wars has amazing hand cracks, fist cracks, and even a little OW thrown in to keep things interesting- so, grab that fat rack and head up the hill for a little fun!\n\nP1-Jam thin hands crack, that slowly widens to hands and fists (4 star pitch!) to ledge on left with bolted anchor-5.10+ 90 ft.\n\nP2-Fun fist/OW climbing leads to short traverse left and  small roof, 15 more feet of wide climbing will lead to nice ledge where gear belay can be had- 5.10 70 ft.\n\nP3-Continue up the fist/OW crack towards the obvious roof that looms above. Set up belay under roof with lone bolt and fist sized gear (#3 or 3 1/2 camalots works well here). 5.9+ 70 ft\n\nP4-Jam out the featured fist-sized roof crack, and take a deep breath because it is not quite over yet..Some loose, heady climbing straight up (with short traverse L to corner)  finally leads to short squeeze chimney, and the summit. -5.11a/b (crux pitch). Stewart Green's guidebook reports a 5.9 finger crack in R facing corner to summit- we did not see this crack, but perhaps it is a little further L than where we were???\n\nThis route is an enjoyable way to top out on the Rectory, and affords an awe-inspiring  view of  Honeymoon chimney (and beyond). Don't become another party waiting in line to do Fine Jade, when this route is just a few more steps down the trail...","protection":"Rack: single camalots to #0.4, double #0.5-#2, triple #3, double # 3.5 and #4, single #5 and #6 Camalots, nuts, long draws, and rope. The only fixed anchor is at the top of the first pitch, so save some cams for the belays. Anchors are found to the climber's left of the last pitch, or rap Fine Jade.","location":"Route is found on the West face , about 80 ft. right of where the nuns meet the rectory. Look for white calcitite covered rock, with obvious crack. Climb starts on top of ledge about 20 ft above trail."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ee1d37e7-dc41-5c26-a358-5d51af01f499,cbbfd7c6-5cf2-5063-8939-5f3233efa573,4c6f343e-edd5-5456-a294-de337ef04096,8aed4ed5-4425-508f-9003-033dd6fe4f17","pathTokens":["USA","Utah","Southeast Utah","Castle Valley","Rectory, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.10d"},{"count":1,"label":"5.11b"},{"count":2,"label":"5.11a"},{"count":2,"label":"5.11"},{"count":1,"label":"5.9"},{"count":1,"label":"5.12a"},{"count":1,"label":"5.11c"},{"count":1,"label":"5.11a/b"}],"byDiscipline":{"trad":{"total":11,"bands":{"unknown":0,"beginner":0,"intermediate":3,"advanced":8,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":3,"advanced":8,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-109.3678,38.6571]},"bbox":[-109.36837582422804,38.65665033981813,-109.36722417577198,38.65754966018186],"left_right_index":-1,"ext_id":"105716925","area_id":"iu1O1UQlUI+QAwM91v5PFw=="},"content":{"description":""},"density":0,"totalClimbs":11,"__v":1,"createdAt":"2022-11-07T06:26:45.888Z","updatedAt":"2022-11-25T11:23:41.081Z"}