{"_id":"63689d5ce80bff5a994f43c0","area_name":"Crystal Wall Area","shortCode":"","climbs":[{"_id":"8HDl4hjOVsalXLMBW9lxQQ==","name":"Red Dawn","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Chad Suchoski (2011)","type":{"sport":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-120.2893,38.8802]},"left_right_index":5,"mp_id":"111951158","mp_crag_id":"111951061","climb_id":"8HDl4hjOVsalXLMBW9lxQQ==","areaRef":"8g+uPRkBUNimk0yZFxXNgQ=="},"content":{"description":"Unfortunately this climb has serious groundfall potential before the first bolt so it is hard to recommend. The climb was put up in 2011 by a solo climber for his own enjoyment. From the boulder you must step across onto the wall for an immediate 10 feet of exposure, then climb up and continue up to the bolt about 30 feet above the ground. From there it is a nice runout face climb, no harder than 5.7, straight up the wall for two pitches (each with two bolts) ending with a belay with uneven bolts with rings and screwlinks that we added. From there the third pitch heads up and slightly right past one bolt on very easy climbing, then up and left to the very top anchor / rap chains. Or head dead right to the chained rap station on Friction Affliction.","protection":"All bolts.","location":"From More Affliction move left and climb atop a large boulder. Really the only large boulder from the arch to the slab/pinnacle that Crystal Blue Persuasion is on. From there you can see and covet the first bolt.\n\nOn the topo image found under \"Crystal Wall Area\", this is climb number 5."},"__v":0},{"_id":"/Z9eZss+VyO+0QI2WEsV3w==","name":"More Affliction","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"FA First pitch 1981 Bob Branscomb, Kim Treadaway. Second pitch 1989 Bob Branscomb, P. Brown, K. Stouffer.","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-120.2893,38.8802]},"left_right_index":6,"mp_id":"111951177","mp_crag_id":"111951061","climb_id":"/Z9eZss+VyO+0QI2WEsV3w==","areaRef":"8g+uPRkBUNimk0yZFxXNgQ=="},"content":{"description":"Thin 5.10 face moves bring you past two bolts then it gradually gets easier. The route heads up and a little left, then up water streaks past a the big dike and hard right to the first belay at the rap chains (not the double bolts) shared with Friction Affliction. The route from here heads up and left for a romp across the 5.7/5.8 face seeking out flake and roof features large enough to accept pro. Aim for the left end of a small, long roof (a big section of which fell off September, 2015) and then up to a vertical flake system. From there you should be able to see the belay anchor. The pitch ends and at the top anchor of Red Dawn, two uneven bolts with rings and screwlinks. The third pitch heads up and slightly right past one bolt on very easy climbing, then up and left to the very top anchor / rap chains\n\nOnce at the top you can rap straight down in two raps with two 70M ropes or rap back down the climb with shorter ropes in three raps (or walk off).\n\nOr you can skip P3 by heading dead right at the top of P2 to the chained rap station on Friction Affliction.","protection":"All bolts first pitch. Bring small pro for second pitch. Some of the placements are not the best so the second pitch isn't for the 5.7/5.8 leader.","location":"Look for a sandy spot to the right of a large boulder. There is lots of debris from rockfall of 2015.\n\nOn the topo image found under \"Crystal Wall Area\", this is climb number 6."},"__v":0},{"_id":"52wBh2UyXDiRhC2JGdKDbw==","name":"Independence Wall","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"FA July 4th, 2017 Ney and Betsy Grant","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.2893,38.8802]},"left_right_index":2,"mp_id":"113259307","mp_crag_id":"111951061","climb_id":"52wBh2UyXDiRhC2JGdKDbw==","areaRef":"8g+uPRkBUNimk0yZFxXNgQ=="},"content":{"description":"This climb beckons as you walk by.  You may not have planned to climb it, but if its in your grade you'll probably stop and start flaking your rope.\n\nThe first ascent of Independence Wall was on Independence Day, 2017. Most multipitch climbs at Slick Rock are slightly or way runout - it is the character of the area.  However Independence Wall (and Ice House Roof) is well protected, plus this one has rings at 30M and 62M so you can do it with one 70M rope. It is an excellent introduction climb before you do, for example, Crystal Wall Route or Crystal Blue Persuasion, both a bit more bold.  The climb is only two pitches, or one long 62M pitch. It does not top out, you come down the way you came up.\n\nThe first pitch starts at 5.8 and then 5.7.  The second pitch starts with a headwall, but it is highly featured on great rock and goes at 5.7.\n\nYou can also use the anchor at the first belay to TR the fatty corner crack to the left, but it is easier than it looks.","protection":"All bolts - lots of bolts (compared with other climbs in the area).  Double bolts and rings at both anchors.","location":"This is just to the left of Crystal Chute and to the right of big fat crack that is formed by a large pinnacle.  This climb is not on the topo, but is between climbs 3 and 4.\n\nAnother way to locate the climb is to, as you walk along the base trail, watch for a large dike that slopes down in about a 45 degree diagonal from high on the dome.  The dike hits the deck right at the start of Independence Wall."},"__v":0},{"_id":"OLSDMUEqUQK3XZP5Y0OQUg==","name":"Ice House Roof Direct","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.2893,38.8802]},"left_right_index":9,"mp_id":"111951225","mp_crag_id":"111951061","climb_id":"OLSDMUEqUQK3XZP5Y0OQUg==","areaRef":"8g+uPRkBUNimk0yZFxXNgQ=="},"content":{"description":"Climb up Ice House Roof almost to the corner of the arch, but instead of starting up the steep \"ladder\" section past the arch, traverse right under the corner and look for a bolt on the wall above the arch that protects the moves over the Arch. And up you go. Maybe. Then work right above the arch past two bolts then up on steep face climbing (follow the water streaks) to the belay anchor, where it joins the regular route. We found and replaced an old ¼” buttonhead bolt where the second bolt is above the arch, so it is possible the move to get above the arch has been done previously.\n\nOn the topo image found under \"Crystal Wall Area\", this is climb number 9.","protection":"Bolts","location":""},"__v":0},{"_id":"1rpSHWo6XHOheREkc9KLdQ==","name":"Ice House Roof","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"FA 2015 Ney and Betsy Grant","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.2893,38.8802]},"left_right_index":8,"mp_id":"111951204","mp_crag_id":"111951061","climb_id":"1rpSHWo6XHOheREkc9KLdQ==","areaRef":"8g+uPRkBUNimk0yZFxXNgQ=="},"content":{"description":"A quality climb that features steep, crimpy 5.8 climbing past the corner of an arch, then pulling through the 5.9 crux on the third pitch up and over the middle of one of the major features of the entire wall, a long roof.\n\nP1, all bolts. This climb starts out 5.8 from the ground, then easier climbing up a broad white water streak that flows up to the corner of the big arch (not the roof, which you can't see from ground). Follow the bolts straight up to the corner of the arch then 5.8 again on steeper rock past the arch. The climb then traverses right into a long white water streak (that falls over the middle of the arch) to a two-bolt ring anchor.\n\nP2. One bolt, 5.5. From the anchor climb a short easy one-bolt pitch following the narrowing water streak to a two-bolt anchor that sets you up below the big roof.\n\nP3, Two bolts. The third pitch continues to follow the water streaks through the roof (5.9) and ends at another two-bolt anchor with an easy walk off to the right off the face. The reach moves through the roof are height dependent so if you are shorter than about 5’ 8” they are probably more like 5.10 moves. A bolt protects the move over the roof. You can bypass the difficulty by traversing well to the right under the roof until it can be easily surmounted (5.5R), then traversing back left into the water streaks. From there it is very easy low-angle climbing past a bolt up to the anchor. Skipping the roof gives the climb an overall 5.8 rating. All belay stations have rings so you can rap the route (two ropes) or walk off.","protection":"All bolts.  Rings at each belay station.","location":"Look for broad white water streak that leads up to the left corner of the big arch.  The climb goes up that water streak (but then later traverses right to another water streak).\n\nOn the topo image found under \"Crystal Wall Area\", this is climb number 8."},"__v":0},{"_id":"GXi4qr7PUfClTw37nlx1pg==","name":"Friction Affliction","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"FA First pitch 1980 Bob Branscomb, Kim Treadaway, M. Brownell","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-120.2893,38.8802]},"left_right_index":7,"mp_id":"111951192","mp_crag_id":"111951061","climb_id":"GXi4qr7PUfClTw37nlx1pg==","areaRef":"8g+uPRkBUNimk0yZFxXNgQ=="},"content":{"description":"To the right of the steep-start More Affliction is Friction Affliction, a multi-pitch climb that shares the same belay/rappel chains as More Affliction. The first pitch is all bolts and it uses the two-bolt anchor of Arch Traverse but not as a belay station - just clip one of the bolts and keep going. From the first belay station head straight up the obvious crack/flake system (large pro), then up and over the small roof for a short section of face past one bolt near the big Ice House Roof to the next belay at the rap chains above the corner of the roof. For P3 head up and left past one bolt to the double bolt anchor / rap chains.  P3 climbing is runout but easy and note the one bolt is lined up between the two belay stations.\n\nOnce at the top you can rap straight down in two raps with two 70M ropes or rap back down the climb with shorter ropes in three raps (or walk off).\n\nFA Bob Branscomb allowed the addition of much needed bolt number one, which is still pretty high up in order to protect a groundfall once near the original bolt one.\n\nHistorical note: This climb was rebolted in 2015 but was a bit of a mess. It had 1/4\" bolts but was rebolted in the 90's without removing the old bolts.  So it was double bolted with up to four bolts at belay stations. Even the 90's bolts were rusted so the entire route was bolted with stainless steel bolts and hardware.","protection":"P1: All bolts.  P2: medium/large gear.  P3: All bolts.","location":"Between the steep-start More Affliction and Ice House Roof, which has a bolt closer to the ground.  The first bolt on this route is fairly high up.  The second bolt is to the left of the first one.\n\nOn the topo image found under \"Crystal Wall Area\", this is climb number 7."},"__v":0},{"_id":"FOJMorGHXiaaFGk39CVWsw==","name":"Family Friendly","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Hana & Aki Joy","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.2893,38.8802]},"left_right_index":4,"mp_id":"113858837","mp_crag_id":"111951061","climb_id":"FOJMorGHXiaaFGk39CVWsw==","areaRef":"8g+uPRkBUNimk0yZFxXNgQ=="},"content":{"description":"Start up a left leaning flake and put a cam in before stepping right to the first bolt. Follow bolts up slab, crossing the dike and meeting with the Red Dawn anchor. Well protected cruxes on surprisingly featured rock.\n\nCareful lowering/rappelling w 60m.","protection":"6 bolts and a cam or two for the start (BD .4-.75)","location":"Starts up a left leaning flake/crack between the Red Dawn boulder and Crystal Chute. First few bolts are visible."},"__v":0},{"_id":"nf2CKMoBU2ekZ4l070z4Yg==","name":"Crystal Wall Route","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"FA 1980  Bob Branscomb, Kim Treadaway, Ron Vardanega","type":{"sport":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-120.2893,38.8802]},"left_right_index":0,"mp_id":"111951103","mp_crag_id":"111951061","climb_id":"nf2CKMoBU2ekZ4l070z4Yg==","areaRef":"8g+uPRkBUNimk0yZFxXNgQ=="},"content":{"description":"A superb face climb on almost perfect granite that follows subtle features of the rock.   Many will climb to the first anchor (double-rings) and rap off, although you can continue (tend to the right) on fun and easy runout climbing past one bolt to a double bolt belay station and then on to the top. It requires two ropes to rap off the first pitch. Note that it is easy to miss the last bolt before the first belay - its out right seemingly a little off route. If you want the same experience as the first ascensionists who were tired from hand drilling, don’t use the belay station and instead lay down flat on the upper pitch for more friction and belay from there.","protection":"Typically all bolts. There is a tiny roof/flake between bolts two and three were you can optionally put a 1/4\" to 1/2\" cam.\n\nThis was done originally in the 1980's and no bolts were added - so this is a little \"old school\" and bold.  It is not way runout, but there may be some sense of relief as you reach each bolt.","location":"To find the route, walk along the base trail until you see a blank, white granite wall that you have to climb up to reach. It is just past the large pinnacle leaning on the wall that has two bolts on it (Crystal Blue Persuasion). The climb to the bench where the climb starts is a low fifth class scramble.\n\nThe granite near the ground (perhaps where snow piles up) is a little looser than the granite just 20 feet up on the dome.  Since this climb starts up high, the granite can only be described as immaculate, the whole way.  Super fun.\n\nOn the topo image found under \"Crystal Wall Area\", this is climb number 2."},"__v":0},{"_id":"tjxgB3vpUzeu51c8jn4Yxg==","name":"Crystal Chute","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"FA 1980 Bob Branscomb, Kim Treadaway. Historical note: FA Bob Branscomb permitted the addition of the first bolt plus the belay station.","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-120.2893,38.8802]},"left_right_index":3,"mp_id":"111951164","mp_crag_id":"111951061","climb_id":"tjxgB3vpUzeu51c8jn4Yxg==","areaRef":"8g+uPRkBUNimk0yZFxXNgQ=="},"content":{"description":"This is an excellent, varied climb that starts up a smooth granite face past two bolts, a dike and into a large flake system. The climb is really 5.7 with one or two 5.8 moves up past the first bolt. A solid 5.7 leader may want to consider stick-clipping the first bolt in order to do the climb. It is worth the effort. The flake system eventually gives out (move right) and leaves you wandering up positive 5.6 face moves, somewhat runout, past a bolt to the two-bolt belay. From the anchor climb past one bolt, move up over a small roof (accepts cams) and then past another bolt for a runout but easy climb to the top anchor. Note that P1 and P2 are both 70 meters. Pitch 2 is a real rope stretcher. If you have a shorter rope get a longer one. Sorry, it just kind of worked out that way. Otherwise with a shorter rope belay in the flake system and then again at the small roof, under which you can stuff cams. You can also skip the last pitch by traversing right to the rappel station from the first belay anchor, but the second pitch is fun too.\n\nYou can rap directly off the top chains with two 70M ropes straight down to a rap station with chains. From there it is another 70M rap to the ground. With a shorter rope you can rap way left (looking down) to a chained anchor at the top of the second pitch of Friction Affliction (above corner of large \"Ice House Roof\") and then down in two raps from there. Or just walk off to the north.\n\nNote: as mentioned in the area description, this is the main Crystal Wall rappel station, which consists of two chains above a depression with a good stance. From here it is steep fourth class to the very top.","protection":"Standard rack.","location":"Look for a white dike leaving the ground at angle up to the right, and where the dike is about 10 feet off the ground look for two bolts, one above and one below the dike.  The large flake system is obvious straight above the second bolt.\n\nJust to the left (where the dike hits the ground) is Independence Wall, an obvious line of bolts heading up the wall.\n\nOn the topo image found under \"Crystal Wall Area\", this is climb number 4."},"__v":0},{"_id":"wh8XnEJ/Xem83T/bUDPPaQ==","name":"Crystal Blue Persuasion","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"FA 1980 Ron Vardanega, Don Garett. Historical Note: This entire climb was first done with two 1/4\" bolts in 1980. Ron Vardanega and Ney Grant rebolted","type":{"sport":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-120.2893,38.8802]},"left_right_index":1,"mp_id":"111951131","mp_crag_id":"111951061","climb_id":"wh8XnEJ/Xem83T/bUDPPaQ==","areaRef":"8g+uPRkBUNimk0yZFxXNgQ=="},"content":{"description":"This is a great 5.7 face climb on the steep main wall up knobs, flakes and sweet little pockets. It gets runout as it progresses but it gets easier too.  Start the climb from the ground and clip two easy bolts on the way to the top of the pinnacle.  From the top of the pinnacle step across onto the steep 5.7 main wall. Note that it is 70 meters (a bit more actually) from the ground to the two-bolt belay. Remember to tie in or tie a back up knot. As the lead climber reaches the belay the belayer can step up and left to give more rope. If you are using a shorter rope then stop and belay at the top of the pinnacle.","protection":"Typically all bolts. There is a horizontal crack between bolts one and two you can put a 1\" cam into, or skip it.","location":"To find the climb hike the base trail until you have to climb up between two boulders. Take a hard right at the top of the boulders and the climb starts there.\n\nOn the topo image found under \"Crystal Wall Area\", this is climb number 3."},"__v":0},{"_id":"t6SAXKGkUoqcavxSTtFVEw==","name":"Central Pillar of Easy","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Ney and Betsy Grant, June 2018","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.2893,38.8802]},"left_right_index":11,"mp_id":"114469105","mp_crag_id":"111951061","climb_id":"t6SAXKGkUoqcavxSTtFVEw==","areaRef":"8g+uPRkBUNimk0yZFxXNgQ=="},"content":{"description":"This is a fun easy route that uses both bolts and some trad gear.  This would be a good first lead.  Start at the base of the pillar and follow 3 or 4 four bolts (one possible cam placement) to a two bolt belay (35m).  Move into the massive crack for about 25 feet (3-4\" cams), then leave it moving straight up past two bolts to two small roofs.  You can use cams under each roof.  Surmount the roofs (crux) and pass one bolt to the two bolt belay (35m).  The next pitch moves up easier terrain past one bolt to \"Ice House Roof\".  Except you head to an easier section of the roof - veer right a little as you head up and look for a shallow section of the roof where there is a slab on top that has a wide crack.  You can protect with cams there, then move up to the third two bolt belay (35m).  The last pitch veers left past one bolt to share the top anchors with Ice House Roof at the top of a thin black water streak (15m).\n\nYou can use one 70m rope to rap the route.  However take care when pulling the rope down to the first belay as the rope can slide past you down into the big crack and get stuck.  Have one of your party tied into a long sling and stand in the crack to catch the rope and prevent it from sliding past.","protection":"One set cams from 0.5\" to 4\".  Quickdraws.","location":"This goes up the pillar / buttress on the right of the arch.  Ice House Roof goes up the left side of the Arch, Central Pillar of Frenzy goes up the right side, out on the buttress.  This is the first climb you come to as you leave the Slick Rock Slabs area and walk north to the Crystal Wall area.  You'll know the arch when you come to it."},"__v":0},{"_id":"XzXskR77W3WvyqYBDvHvIw==","name":"Arch Traverse","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"unknown","type":{"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-120.2893,38.8802]},"left_right_index":10,"mp_id":"111951230","mp_crag_id":"111951061","climb_id":"XzXskR77W3WvyqYBDvHvIw==","areaRef":"8g+uPRkBUNimk0yZFxXNgQ=="},"content":{"description":"This follows two or three old 3/8\" bolts (not replaced) under the arch and then traverses out (you can clip a new bolt on Ice House Roof) and ends at the two bolt belay anchor. Careful though, it is an easy climb but such a traverse could mean a nasty fall for leader or follower.","protection":"Bolts","location":"This is the first climb on Crystal Wall you'll come to on the trail in.  Look for dark (rusty) colored bolts.\n\nOn the topo image found under \"Crystal Wall Area\", this is climb number 10."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,6d6152bc-0bbc-501a-9891-f11b5d49c911,f2c3db33-a8f4-5afc-a1c7-db5c8b227244,79d2ac9f-2add-5ced-8367-c9b782909d75,f20fae3d-1901-50d8-a693-4c991715cd81","pathTokens":["USA","California","Lake Tahoe","Highway 50 Corridor","Slick Rock Dome","Crystal Wall Area"],"gradeContext":"US","aggregate":{"byGrade":[{"count":3,"label":"5.9"},{"count":2,"label":"5.10a"},{"count":2,"label":"5.8"},{"count":3,"label":"5.7"},{"count":1,"label":"5.6"},{"count":1,"label":"5.5"}],"byDiscipline":{"trad":{"total":5,"bands":{"unknown":0,"beginner":4,"intermediate":1,"advanced":0,"expert":0}},"sport":{"total":7,"bands":{"unknown":0,"beginner":3,"intermediate":4,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":7,"intermediate":5,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-120.2893,38.8802]},"bbox":[-120.28987762777537,38.87975033981814,-120.2887223722246,38.88064966018187],"left_right_index":-1,"ext_id":"111951061","area_id":"8g+uPRkBUNimk0yZFxXNgQ=="},"content":{"description":""},"density":0,"totalClimbs":12,"__v":1,"createdAt":"2022-11-07T05:53:52.686Z","updatedAt":"2022-11-25T11:12:48.435Z"}