{"_id":"6368a185e80bff5a9954f4a2","area_name":"a. South Calico Ridge","shortCode":"","climbs":[{"_id":"ATs7DchlUdWIb6JRuOCKow==","name":"South Calico Traverse","yds":"4th","grades":{"yds":"4th","french":"1"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.42718,36.14814]},"left_right_index":0,"mp_id":"112487905","mp_crag_id":"112487892","climb_id":"ATs7DchlUdWIb6JRuOCKow==","areaRef":"EQKM6ud8WuuUWPoq6MGvUQ=="},"content":{"description":"The South Calico ridge has a nice setting with big views and interesting rock situations, and fairly close to trailheads. \n\n  The main problem is that the crest of the ridge is obstructed by chasms across it.   The strategy of this route is to go SE to NW, and avoid the more difficult chasms by going off the ridge to one side or the other (often the southwest side). \n\n  . . (A different strategy would be to seek out the most interesting climbing sequences staying as much as possible on crest of the ridge -- See the route South Calico Ridge).  \n\n  This route is described in detail in the print guidebook, Hiking Las Vegas, by Branch Whitney (Huntington Press, 2015), on page 22 where it is called the \"Calico Hills Traverse\".   . . (I have not yet talked with anyone who has actually done this route). \n\n  Since the terrain on and around this ridge is complicated, likely the best way to find the route sections which avoid the big difficulties is to get a copy of that print guidebook, which includes careful photos of the key navigation points, and a list of GPS latitude-longitude waypoints. \n\n  Given the complexity of the navigation, don't be surprised if you encounter some more difficult 5th class climbing sequences - (especially if you attempt this traverse without using the detailed photos and GPS waypoints). \n\nwarning: Many loose rocks and weak breakable hand- and foot-holds on and around this route - (even when the rock plenty dry). The rock becomes especially weak for a couple of days after significant rain or snow, so holds are even more likely to break off.","protection":"There is no fixed gear. \n\n  Protection for Trad leading is unknown.","location":"- - > \"sr\" on the map. \n\n  From Red Springs parking (lat long approx N36.1464 W115.4189).-.(elevation 3600ft /1100m), hike up SouthWest about +200 vertical feet over 0.3 mile distance to reach the SE end of the rock of the ridge (N36.1422 W115.4207).-.(elev 3800ft /1150m). \n\n  Or if doing the traverse in the reverse direction (NW to SE), start from Red Springs parking and hike NorthWest (later gets steeper perhaps with some scrambling) to the obvious pass at the NW end of the South Calico ridge (N36.1534 W115.4323).-.(elev 4225ft /1290m) - about +625 vertical feet over 0.8 mile distance. \n\n  The ends of this ridge could also be reached from the 1st and/or 2nd Pull-out on the Red Rock Scenic Loop road."},"__v":0},{"_id":"UXACZTaXUV2K75bOPyLNpw==","name":"South Calico Ridge","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.42718,36.14814]},"left_right_index":1,"mp_id":"112487912","mp_crag_id":"112487892","climb_id":"UXACZTaXUV2K75bOPyLNpw==","areaRef":"EQKM6ud8WuuUWPoq6MGvUQ=="},"content":{"description":"The South Calico ridge runs SE to NW in a nice setting with big views, interesting rock situations and climbing sequences, thoughtful navigation, and fairly close to trailheads.\n\nstrategy: The idea of this route is to attempt to traverse the ridge and find the most interesting climbing sections staying as close to the crest of the ridge as possible, and touch as many of its summits as possible (all about the same elevation 4320 ft).\n\n The key difficulties along the crest of the ridge are chasms that cut across it. Sometimes the harder climbing is in getting down into the chasm, other times it's getting up out of it.\n\n . . (A different strategy would be to avoid the more difficult chasms by going off the ridge to one side or the other: . . . . See the route South Calico Traverse).\n\nwhich direction? Likely the navigation is a bit less tricky going in the SE to NW direction. Also likely the majority of the 5th class climbing is upward while going in the SE to NW direction (but still need to have some down-climbing skill and experience).\n\nroute: The terrain on and around the ridge is complicated, so it's difficult to remember and accurately describe the details. My memory from February 2017 is that there was one chasm where I had to drop down a ways off to the SE side of the ridge in order to avoid climbing substantially harder than 5.6 difficulty. And at least one high point of the ridge crest which I skipped because I did not quickly see a low 5th class way up onto it. . . (So likely there is a \"direct direct\" version of this route at difficulty greater than 5.6).\n\n . . (Also perhaps there might be a more clever route close to the crest which holds the difficulty lower to 5.4 or 5.5 ... . . . . but perhaps Not -- or perhaps it takes more time to find that -- and . . . . perhaps miss out on some more interesting climbing sequence).\n\n some Details ... . . . (for those who want that sort of thing). Starting from the SouthEast end of the rock of the ridge: * Got onto the rock just West (left side) from the end, with an interesting 5.3-5.4 sequence, then some hiking, then scrambled around NW (left) side of a rock nub, some more hiking, then close to the crest ... * Interesting chimney with 5.3-5.4 crux. * more hiking + scrambling up to the \"SE summit\" (N36.1453 W115.4235). * NW down from this soon to a wall, with a sustained exposed 5.4 sequence up a right-trending crack to get over it. * Looking ahead from there seemed like straightforward hiking, but then surprise encounters with chasms cutting across the way. Seemed like at least one 5.6 sequence in there somewhere. * Next reached the \"Midway summit\" (N36.1490 W115.4278). Down a nice ramp. A bit later down a short gully to the NE, immediately back up a gully SW, and * Reached the \"mid-North summit\" (N36.1502 W115.4293) - (above the popular Panty Wall sport crag). . . . (one previous time I next went down NE way off the ridge over 150 ft, then long rising traverse to get back onto ridge, but more recently was able to stay close to the ridge continuing NW). * at least one more difficult sequence in the next section. Around (N36.1506 W115.4297) went NE down a short gully, but soon got back up onto ridge crest. Then into a SW-NE running \"valley\" cutting across the crest. NW over over another bump and * reached the \"North\" summit (N36.1518 W115.4307) - (near the Ultraman sport crag). * continue NW to reach the \"Far NW\" summit (N36.1531 W115.4326) -- perhaps easiest around on its N side. . . . (If short on time, could exit early around (N36.1524 W115.4316) just E of another bump, and make a downward traverse onto the SE (right) side of the ridge (with a short sequence 5.3-5.4), then find a way E and SE on some sustained slabby rock (not many positive holds but not so steep) down to the Stairmaster Pass).\n\n * descent from the \"Far North\" summit: At first down N, weave NW then SE, then find a down NE to reach the Stairmaster Pass (N36.1534 W115.4323).\n\nlink-up? This route could be followed by climbing the (more difficult) \"Stone Sweet Ridge\" route of Red Book Point -- or even a complete traverse of the Red Book Ridge (by then descending the \"NorthWest gully + ridge\" route to the Middle Pass).\n\nwarning: Many loose rocks and weak breakable hand- and foot-holds on and around this route - (even when the rock plenty dry). The rock becomes especially weak for a couple of days after significant rain or snow, so holds are even more likely to break off.","protection":"There is no fixed gear. \n\n  Protection for Trad leading is unknown.","location":"- - > \"sr\" on the map. \n\n  From Red Springs parking (lat long approx N36.1464 W115.4189).-.(elevation 3600ft /1100m), hike up SouthWest about +200 vertical feet over 0.25 mile distance to reach the SE end of the rock of the ridge (N36.1422 W115.4207).-.(elev 3800ft /1150m). \n\n  Or if doing the traverse in the reverse direction (NW to SE), start from Red Springs parking and hike NorthWest (later gets steeper perhaps with some scrambling) to the obvious pass at the NW end of the South Calico ridge (N36.1534 W115.4323).-.(elev 4225ft /1290m) - about +625 vertical feet over 0.8 mile distance. \n\n  The ends of this ridge could also be approached from its NW side, from the 1st Pull-out and/or 2nd Pull-out on the Red Rock Scenic Loop road."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,a31fb323-0db7-5e02-b522-f21d3b49b531,eeabff85-bcb1-5aac-a784-2f3003d01d09,bea6bf11-de53-5046-a5b4-b89217b7e9bc,c69668bf-577b-5c6c-994c-440a8c6e9af2,11028cea-e77c-5aeb-9458-fa2ae8c1af51","pathTokens":["USA","Nevada","Southern Nevada","Red Rocks","Calico Peaks","a. South Calico Ridge"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"4th"},{"count":1,"label":"5.6"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":1,"beginner":1,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":1,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-115.42718,36.14814]},"bbox":[-115.42773685846925,36.14769033981814,-115.42662314153078,36.14858966018186],"left_right_index":-1,"ext_id":"112487892","area_id":"EQKM6ud8WuuUWPoq6MGvUQ==","polygon":{"type":"Polygon","coordinates":[[[-115.42773685846925,36.14769033981814],[-115.42662314153078,36.14769033981814],[-115.42662314153078,36.14858966018186],[-115.42773685846925,36.14858966018186],[-115.42773685846925,36.14769033981814]]]}},"content":{"description":"The south ridge of the Calico Hills runs SE to NW. It has several summits, all about the same elevation 4320ft (1315m).\n\n Courtney Purcell's 2015 print guidebook focuses on bagging one of the middle summits (not sure if it's the highest), and suggests going up either ... the NorthWest ridge (? perhaps starting from the Pass ?) or ... the East face (? perhaps starting up from somewhere around Red Springs parking ?).\n\n Branch Whitney's 2015 print guidebook suggests a scrambling traverse from SE to NW which avoids the most difficult sections by going off the ridge at several points. - - > See the route South Calico Traverse\n\n The other strategy is to attempt to traverse staying as close to the crest of the ridge as possible -- and find the most interesting climbing sections, and touch as many of its summits as possible. - - > See the route South Calico Ridge\n\n Link-Up? Either of these routes could be followed by climbing the (more difficult) \"Stone Sweet Ridge\" route of Red Book Point, or even a complete traverse of the Red Book Ridge (by then descending the \"North gully + ridge\" route to the Middle Pass)."},"density":0,"totalClimbs":2,"__v":2,"createdAt":"2022-11-07T06:11:23.803Z","updatedAt":"2024-01-20T01:03:09.645Z","_change":{"user":"q+lmEidCQ7ChKGsZ1ORhXw==","historyId":"6594e413f8258fb5bda028b5","prevHistoryId":"6594c98bf8258fb5bd9f0c73","operation":"updateArea","seq":0}}