{"_id":"63689d20e80bff5a994f240d","area_name":"Table Mountain","shortCode":"","climbs":[{"_id":"kV0bGroPVoSe209HsqPQ/Q==","name":"Table for the Boas","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"David Tellechea, Winslow Fruits, Nathan Wikstrom","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.90836,32.38223]},"left_right_index":4,"mp_id":"119974402","mp_crag_id":"106225132","climb_id":"kV0bGroPVoSe209HsqPQ/Q==","areaRef":"TguugLVDUyej1FJNxuwHvw=="},"content":{"description":"This route was climbed over 2 weekends in November 2020. The route was done onsight ground up. There are 4 / 2 bolt anchors and are mainly there for rapping the route from the top. There is a tree at the summit where you can rappel with one single rope. The rest of the rappels are double ropers. You can also just climb the route with a 60/ 70m rope and descend the gully.Pitch 1 - 5.7/8 up the ramp to the good ledge with small trees. 2. Stembox and interesting features will come into view as you go up. 1-5 inch cracks will take ya to the big grassy ledge AKA the “Grown Man Ledge” Long pitch. Bring up to a 5” Cam. 180 ft 5.93. Up low angle slabs  and cracks to belay on a a good ledge underneath the main chimney system. 5.6/74. Hanging Gardens, OW visible above. Now that this pitch is cleaned up, one can likely go straight up instead of traversing right. You will arrive at a two bolt anchor. 5.95.  Thrashing time begins here. A bit of Ow and stemming will get ya to the base of the Crux Pitches. Short pitch .9+ 50 ft6. Get the big boas out and ascend the wide crack. Doubles or triples in the 5 and 6 cam may be nice to have. You can link this one to the top of the route or belay under the giant roof .10D7. If you do not link then belay under roof and take it to the top from there .10Summit tree: rappel the route or descend the gully","protection":"Doubles in small and medium and triples of 5 and 6 cam. Can also get away with doubles if you are good at OW","location":"Big crack system on the right side of the main wall and just left of the Descent gully.  Couple hundred feet right of Crescent crack start."},"__v":0},{"_id":"yeko5REXWh2e7nwvYWfFPg==","name":"Modern Day Warrior","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Brian Benedon, Steve Tucker, Mike Minehart, Pat Gilbreath   Nov. 1997","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-110.90836,32.38223]},"left_right_index":6,"mp_id":"106840925","mp_crag_id":"106225132","climb_id":"yeko5REXWh2e7nwvYWfFPg==","areaRef":"TguugLVDUyej1FJNxuwHvw=="},"content":{"description":"[OK-- it's not really a \"new\" route, but it was never logged anywhere officially, for no particular reason.] \n\n  1.  Climb easy, weedy wall to belay bolt just left of the start of the S crack. \n\n  2.  Up crack to bolted belay.  (5.9+  145) \n\n  3.  Follow main system past old bail-off bolt, then out roof to the right, past 4 bolts to bolted belay.  (5.10a   170)  (Its possible to belay on ledges midway through pitch) \n\n  4.  Up cracks, out small roof, past bolt to belay.  (5.10   110) \n\n  5.  Climb flakes to face, past 2 bolts, then back into crack. Belay at top.  (5.8+  155) ","protection":"Standard with doubles on cams to 3\", and a 4\".   60 M rope preferred, but not necessary.","location":"This beautiful, S shaped crack system is located on Table Mt., way right of Cherry Jam and the original descent gully.  The FA team spent 2 ½ years on this project resulting in a sweet line filled with stemming, laybacking, jamming, and roof moves for 4 long pitches after the initial approach pitch.   If youre into the camping type of assault, (Pima Canyon approach working better for this,) theres a beautiful (dry) camp spot at the top of the route. \n\nApproach:   [both options take 2.5 to 5 hrs.]   \n\nOption A: From base of Cherry Jam, hike right to the base of the descent gully and gear up, leaving packs there. Walk, rap, and traverse right until possible to scramble up through vegetation toward base of S crack.  Belay from stunted pine tree backed up with large cams. \n\nOption B: Park in Pima Canyon lot (overnight permit: 740-2690) and hike to top of Table Mt.  Drop down original descent gully then walk, rap, and traverse (climbers) right until possible to scramble up through vegetation toward base of S crack.  Belay from stunted pine tree backed up with large cams. \n\nDescent:  Hike (climbers) left to original descent gully.  2 single rope raps and a down climb to base of gully (or 4 single rope raps in snowy/wet conditions.)"},"__v":0},{"_id":"aHtcV2peWqie71TTBbR+OA==","name":"Everybody, Just Be Cool","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Ben Hoste, Dec. 2020 & Jon Reeves, Byron Hempel, Dec. 2021","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-110.90836,32.38223]},"left_right_index":5,"mp_id":"120195934","mp_crag_id":"106225132","climb_id":"aHtcV2peWqie71TTBbR+OA==","areaRef":"TguugLVDUyej1FJNxuwHvw=="},"content":{"description":"This route follows the most prominent continuous slightly c-shaped crack on the North face of Table Mountain to the West of the descent gully. The crack system is continuous from bottom to top with each pitch offering different climbing—slab, layback, undercling, chimney, stemming, steep face, and straight crack—making for an overall enjoyable climb.The climb is probably best done in six long pitches, but can be split into 8 with optional belays. All belays use natural ledges or alcoves using gear anchors. There are no bolts on this route and none are needed.P1 - Climb easy but polished slab following a low angle crack filled with dirt. Clean the crack for needed holds or pro. Belay in funnel where crack opens up and is filled with loose rock, large flakes can be used to build an anchor. (5.6 or 5.7, 120')P2 - Climb up and left to gain a sloping ramp that enables you to move left about 30-40 feet, past some vegetation, to gain a prominent right racing corner. Pro can be placed to protect this easy traverse. Climb the right facing dihedral with a mostly discontinuous finger crack or smaller up until it ends. It starts easy and gets harder until you reach the crux about 3/4 of the way up. There is an opportunity to step left over the dihedral onto a small pedestal and have a no hands rest a few moves below the crux. Once you reach the top of the dihedral move up and left on easy ground (with some vegetation, be mindful of loose rock here) to a tree in a corner beneath a small roof system where you can belay (somewhat awkward and cramped). The dihedral takes great gear, small cams and nuts, with a few placements for larger pieces. (5.10+, 130')P3 - Climb up and then traverse right to escape the roof above you. Good small gear and nice underclings bring you beneath another small tree. Climb up and past the tree to gain a large ledge (optional belay). At this point the main crack system, that dramatically widened below at the funnel, now begins to narrow. Traverse right on the ledge to rejoin the main crack system and then follow it up until it narrows completely. Just past this point there is a very nice belay ledge in a left facing corner that is part of the main crack. A small fern with sharp blades marks the ledge, but it has been trimmed back. The anchor takes medium cams and nuts. (5.8 or 5.9, 120’)P4 - Follow the broken crack system up, at times moving left or right of the crack, as the rock becomes dead vertical, and with some 5.8 R climbing in the first half of the pitch. About half way through the pitch you will enter an alcove with layers of large flakes on your left. One could potentially build an anchor in this alcove, we did not, however. The flakes do not inspire a great deal of confidence, but none budged when hammered and whaled on with a crowbar. Continue up, stemming to exit the alcove. Continue straight up, following the broken crack system, to reach another alcove that has a few towers of guano inside of it. Belay here, building an anchor with medium cams and nuts utilizing a horizontal crack to the left of the alcove and a vertical crack in the alcove as well. (5.10+ or 5.11-, 140’)P5 - Chimney and stem straight up and out of the alcove, careful not to pull or stand on the guano as it will break. The crack is continues, widening at times, and is now situated in a large open book. Move between the crack and the face to the right, passing a small protruding ledge with a tree out to the right, and then up until the entire system narrows again into a chimney capped by a Y-shaped tree trunk jutting out horizontally from the cliff in the center of the chimney. Above the Y-shaped tree trunk is a large ledge with a flake system to build an anchor with large cams (#2 and #3). (5.9 or 5.10, 140’)P6 - The chimney continues above you but is ugly with poor rock, instead exit the chimney to climbers right (or when facing away from the cliff, to your left). Walk out from the belay ledge and around the corner and traverse right with easy feet about 15-20 feet to gain a left facing dihedral with a continuous vertical crack. Follow the crack to the top. The crack includes everything from fingers to fists. Nearing the top, the crux is overcoming a large bulge where the crack flares but is wide hands or fists. When you reach the vegetation at the top, move right and up to top out and then back left to belay from a large tree with the rope running over a smooth, thick branch down to your partner. (5.10, 100’)Retreat: As there are no bolts on this route retreat would be very difficult without leaving a lot of gear, and extremely difficult with a single rope.Route Condition: The route was cleaned over four days in 2020 on rappel with a significant amount of vegetation and dangerous rock removed. Dozens of toaster to microwave sized blocks or larger were trundled. Although the route is not pristine, as of Dec. 2020 it is relatively clean and free of dangerous rock. The one exception would be the first pitch, which was just out of reach on rappel. As anything that falls from above collects on the first pitch, there is a lot of loose rock and vegetation on this pitch, but it's fairly easy to avoid knocking down on your partner. The rock is generally of good quality, with some crumbly rock at times, however, there are ample features for solid gear throughout the climb. The route was climbed for the second time in Dec. 2021 and found to be in a similarly fair to good condition.","protection":"Pitches are long and require a good deal of gear and runners to protect. Not sure what the ideal rack would be, but our rack consisted of roughly doubles of BD cams from .2-#3, a single set of aliens from black to red, a wide selection of offset, HP, and regular nuts, a dozen runners and dozen draws. We brought a #4, #5, and #6 with us but only used the #6 in a few places. The #4 and #5 never came out of the pack. A #6 is probably not needed, but I enjoyed placing it at times for pro when the crack widens in places with little else directly near by.See also Jon R.'s comments below from their ascent.","location":"Same approach as for Modern Day Warrior."},"__v":0},{"_id":"O6EE2//DVwGmmrDkSNGsTA==","name":"East Buttress","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Jake Bender, Dave Baker, Jan 1970","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.90836,32.38223]},"left_right_index":0,"mp_id":"106842262","mp_crag_id":"106225132","climb_id":"O6EE2//DVwGmmrDkSNGsTA==","areaRef":"TguugLVDUyej1FJNxuwHvw=="},"content":{"description":"From my old Summit Hut guide: \n\n  At a point 3.2 miles up the Pima Canyon trail, looking up-canyon, a white rock wall on the west side of the canyon will be noted.  The route lies on the right skyline of this wall as viewed from the aforementioned point on the trail.  From the trail, any one of a number of bushwhack routes lead to the base of the buttress. \n\n  #1. Attack the buttress directly rather than in a chimney to the left. Fifty feet of climbing brings you to a classic jam crack which is followed to Bender's Balcony, a huge ledge easily visible from below. \n\n  #2. Bolts protect 40 feet of climbing to a short crack. Now traverse right to a chute and climb up to a belay at a tree. \n\n  #3. A short pitch follows a left facing book to a nice ledge. \n\n  #4. A sustained though moderate pitch wanders upwards to a belay ledge. Now scramble and bushwhack up and right until a rock ramp is encountered. \n\n  #5. Ascend this ramp fourth class, then up and right to the end of the climb. \n\n  Descend via the bushwhack route indicated on the SAHC map of the Santa Catalina Mts.","protection":"Nuts up to 2.5 inches.","location":""},"__v":0},{"_id":"3ildgyHpUs2YDvwznj9CiQ==","name":"Crescent Crack, Original Route","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Dave Baker and friends 1971","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.90836,32.38223]},"left_right_index":3,"mp_id":"107043963","mp_crag_id":"106225132","climb_id":"3ildgyHpUs2YDvwznj9CiQ==","areaRef":"TguugLVDUyej1FJNxuwHvw=="},"content":{"description":"A strenuous approach, a remote location, and an excellent line conspire to make Crescent Crack a worthy objective for climbers looking for something with an adventurous, alpine feel.  The line can be clearly observed from Oracle Road as the obvious crack system that cleaves the intersection of the North Buttress and West Face of Table Mountain.  Featured in the Kerry guide.     \n\n  After finding the start to Cherry Jam, locate a tree to the right with old slings and rap 80 feet to 3rd class slab.  Traverse right several meters to an obvious messy looking crack system.  Rope up here.   \n\n  Pitch 1:  Launch up the crack system pulling onto a ledge with some trees after 35 meters.  Either belay here, or continue for another 20 meters past a dihedral, and belay within sight of the crux chimney system. \n\n  Pitch 2:  Head into the chimney passing an old rusty bolt just before the real difficulties begin.  Make your way upwards as the chimney becomes increasingly narrow (5.9+) until you emerge at a wonderful belay ledge complete with two 3/8\" bolts.  I believe the Left Variation of this route joins a bit higher up from this spot. \n\n  Pitch 3:  Continue up easier blocky terrain and enter another chimney, belaying where comfortable.    \n\n  Pitch 4:  Climb the superb right facing corner to its end and make a few moves right to an exposed belay on one new and two old bolts.   \n\n  Pitch 5:  Make a couple of insecure moves straight up from the belay placing small gear where you can in a narrow vegetated seem.  Clip a bolt on the arete as the angle eases.  Move left around an agave and find your way to easy ground angling right.  Top out.  \n\n  Walk north past summit cairn and locate rap bolts above the north gully.  One or two raps and some scrappy down climbing take you back to the vicinity of Cherry Jam.     ","protection":"Bring your standard trad rack with at least one 5\" cam for the crux chimney.  Double ropes not necessary.","location":"Reach the toe of the North Buttress of Table Mountain by hiking up from the West.  Find a well marked trail behind the housing development at Rams Field Pass that heads in the direction of Table Mountain.  Follow cairns to a saddle just beneath the North Buttress.  Head up and right into a gully which allows you to gain 3rd class terrain leading to the base proper.  Locate Cherry Jam and the rap tree.  Total approach time 2.5 to 3.5 hours.  If you get lost, much longer.  Bring a headlamp for the hike out."},"__v":0},{"_id":"ZM14480OWJCVNaG2ZihKsw==","name":"Crescent Crack, Left Variation","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Ray Ringle, Dave Baker 70's","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.90836,32.38223]},"left_right_index":2,"mp_id":"106963560","mp_crag_id":"106225132","climb_id":"ZM14480OWJCVNaG2ZihKsw==","areaRef":"TguugLVDUyej1FJNxuwHvw=="},"content":{"description":"Crescent Left is a great, Sonoran alpine-type route with huge exposure and consistent climbing up the proud central buttress and dihedral of Table Mountain. Expect strenuous crack climbing, easy to moderate chimneying, and even a bit of slab. There are sections of looseness, but only enough to heighten the experience. Other sections are as bulletproof as it gets. All belays are on gear except for p4s single anchor. Partial sun on pitches 3-6 can be a blessing or curse depending on temps. \n\n  P1\tClimb the thin crack past steep rock to gain a good belay spot in a large corner. (5.10a, 80) \n\n  P2\tMove right 10 feet to climb a flake and left facing corner. Fire up the awesome crack, eventually reaching easier climbing up blocky terrain, all the way to a belay behind a huge boulder. Be sure to have medium nuts along for this sustained rope-stretcher. (5.10, 190) \n\n  P3\tFrom the right side of the belay ledge tunnel up the fun chimney until a funky roof necessitates moving right, then up past some beargrass to a gear belay. (5.9-, 115) \n\n  P4\tClimb the giant right-facing dihedral to its end and then traverse right 15 to a stance around the corner at a bolt belay. Many hand to fist sized pieces on this cool pitch. I used a #5 friend but probably could have gotten by with substituting another #4 instead (save some weight). There are two original ¼ers, one fat new bolt, and possibly a piece back towards the traverse for a belay. This could use another new belay bolt. (5.9-, 150) \n\n  P5\tHead up the open book plugging gear into pods until a move left to slabby arête and bolt. Continue up the slab to a traverse left past an agave then up to easier ground. (5.9, 100) \n\n  P6\tPick a way to climb up through the summit overhang, watching for loose blocks. (100) \n\n  Descend via north rap (1 double-rope) or descent gully (2 single rope raps and scrambling). ","protection":"cams: 1 ea 0.5-3\", 2 ea 0.75-2.5\" (maybe 3\"), 1 ea 4\" (optional)   1 set nuts, esp mediums   ropes: 1 60M, or 2x60M if doing N rap","location":""},"__v":0},{"_id":"25YxzfFWWg2bte3hzhgJpg==","name":"Cherry Jam","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Merle Wheeler, Joanna McComb, Gary Stiles - 10/1970","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.90836,32.38223]},"left_right_index":1,"mp_id":"106225137","mp_crag_id":"106225132","climb_id":"25YxzfFWWg2bte3hzhgJpg==","areaRef":"TguugLVDUyej1FJNxuwHvw=="},"content":{"description":"There are 6 pitches of wonderful climbing. \n\n  Start at the toe of the buttress. \n\n  5.7  Right facing crack through the brush   5.8  Somewhat of a gully and jam cracks   5.8  Crux   5.7     Easy Chimney and slab up to a ridge   Ridge to the summit","protection":"Regular trad gear.","location":"This route goes up the most prominent buttress.  There are two ways to get down.  The steep gully 100 feet to the west of the summit and the notch rappel to the east.  The rappel route is proving to be better."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,24e148bb-4884-59e8-9870-43ce21f1a337,6f40f8bb-61ae-569f-a656-25752de45c0c,f2591e24-8f94-5cb3-9f02-92bfe3f5cd61,e3e7bcd6-abbd-5351-b876-59f837f5f8b2,4e0bae80-b543-5327-a3d4-524dc6ec07bf","pathTokens":["USA","Arizona","Southern Arizona","Mount Lemmon (Santa Catalina Mountains)","Pusch Ridge","Table Mountain"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10d"},{"count":1,"label":"5.10"},{"count":1,"label":"5.11a"},{"count":1,"label":"5.7"},{"count":1,"label":"5.10+"},{"count":1,"label":"5.10-"},{"count":1,"label":"5.8+"}],"byDiscipline":{"trad":{"total":7,"bands":{"unknown":0,"beginner":2,"intermediate":4,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":4,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-110.90836,32.38223]},"bbox":[-110.90889246103012,32.381780339818135,-110.90782753896988,32.38267966018186],"left_right_index":-1,"ext_id":"106225132","area_id":"TguugLVDUyej1FJNxuwHvw==","polygon":{"type":"Polygon","coordinates":[[[-110.90889246103012,32.381780339818135],[-110.90782753896988,32.381780339818135],[-110.90782753896988,32.38267966018186],[-110.90889246103012,32.38267966018186],[-110.90889246103012,32.381780339818135]]]}},"content":{"description":"Big monolith on the west side of the Santa Catalina Mountains. Wilderness climbing within the view of the road.Backcountry Rock Climbing in Southern Arizona is the guide book of choice.http://www.climbaz.com/Backcountry/backcountry.htmlWater: Water is available along the approach from the west side at the Spring (as of May 2019) but at this point you haven't gained much elevation. Probably best not to stop here but could be useful on the return trip if you run out of water.Descent: Northern Gully: 2 ropes required. This is rumored to be the preferred descent for the Cherry Jam/Crescent Crack routes.Original Descent Gully: Located between the main table mountain face (Cherry Jam/Crescent Crack) and the face which contains Modern Day Warrior. 2 straightforward rappels with 1 rope. Be very careful approaching the second rappel as the blocks near the anchor are very loose."},"density":0,"totalClimbs":7,"__v":1,"createdAt":"2022-11-07T05:52:49.842Z","updatedAt":"2024-01-20T00:56:46.867Z"}