{"_id":"6368a214e80bff5a9955d8e9","area_name":"(03) Bivi Wall/Swallow Wall","shortCode":"","climbs":[{"_id":"12YwLfZdUMCZZ+e4CdOqwA==","name":"Stuck in Puberty","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Michael LaPlante","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-108.873,35.5163]},"left_right_index":2,"mp_id":"105951609","mp_crag_id":"105951507","climb_id":"12YwLfZdUMCZZ+e4CdOqwA==","areaRef":"9LK6YaYfUWWhhONImZo8DA=="},"content":{"description":"A steep climb up the left (west) side of a prominent arete.  Some may find the first bolt redundant, but don't bust your head on the boulder behind you.  The beginning is easily the crux, and although it doesn't last long, it's not easy.  The arete itself, and anything right of it, is OFF ROUTE.  When you are ABOVE the fourth bolt, turn the arete and finish on the last 3 bolts of D.D.M.","protection":"7 bolts to a 2-bolt anchor.  The last 3 bolts and the anchor are shared with \"D.D.M.\"","location":"This route is immediately left of the steep arete that separates the Bivi Wall from the Swallow Wall.  Directly behind the start of the route is a substantial boulder (watch your head if leading!).  You must rap off this one: you won't want to retrieve your slings if you lower off the anchor, and you can't walk off either."},"__v":0},{"_id":"A1yzvrL1UgmRG4/b+NMjZg==","name":"My Three Girls [M3G]","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Michael LaPlante","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-108.873,35.5163]},"left_right_index":4,"mp_id":"106166967","mp_crag_id":"105951507","climb_id":"A1yzvrL1UgmRG4/b+NMjZg==","areaRef":"9LK6YaYfUWWhhONImZo8DA=="},"content":{"description":"One of the longer lines on the Old Side, M3G is a good challange for people who like it crimpy.  The crux is roughly the first 15 feet of the route, with interesting movement on good holds leading to a few HARD, awkward crimper moves to a crux lunge.  This section of the climb is very well bolted, and skipping the first clip makes the climbing easier and better.  The climbing eases significantly above the 3rd bolt, but remains interesting, and the rock is fairly good throughout.","protection":"8 bolts to a 2-bolt anchor.  As per usual, you can't rap off the anchor.  Lower off slings and collect your anchor material later.","location":"Just right of the obvious overhanging prow of DDM, and roughly 40 feet left from the edge of the Benny Silva wall."},"__v":0},{"_id":"1DJ/ioiMXaaWFdknOURKlQ==","name":"Muy Enfermo","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Michael LaPlante","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-108.873,35.5163]},"left_right_index":1,"mp_id":"105951754","mp_crag_id":"105951507","climb_id":"1DJ/ioiMXaaWFdknOURKlQ==","areaRef":"9LK6YaYfUWWhhONImZo8DA=="},"content":{"description":"One of the most popular routes at Mentmore, and all the more so since it was accorded \"area classic\" status in Falcon Press's 'Rock Climbing New Mexico\".  This IS an excellent route: steep and sustained, with interesting movement throughout on a variety of hold types.  For the full effect, stay on the boltline; moving right to rest on lower-angled terrain makes it significantly easier.  This route suffers a bit from loose and crumbly rock, however.  Be careful not to bean the belayer.","protection":"7 bolts to a 2-bolt anchor.  Watch out for the first bolt: it wiggles, and the hanger is loose.","location":"Look for an obvious boltline in the middle of the Swallow Wall, passing just right of the swallow nests themselves.  Walk off, or lower off.  Don't try to rap; my memory is that the ropes stick."},"__v":0},{"_id":"8p1vtD+rUGSgxl9wuStokw==","name":"Hookymaster General","yds":"5.10a/b","grades":{"yds":"5.10a/b","french":"6a+"},"fa":"Michael LaPlante","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-108.873,35.5163]},"left_right_index":0,"mp_id":"105951772","mp_crag_id":"105951507","climb_id":"8p1vtD+rUGSgxl9wuStokw==","areaRef":"9LK6YaYfUWWhhONImZo8DA=="},"content":{"description":"A fun route that is perhaps slightly soft for the grade, and suffers from too many hands-free resting ledges.  An interesting start on very sandy, overhanging horizontal rails leads to a good ledge.  Above is a steep, varnished face with only just as many holds as you need.  This face is both the crux and the highlight.  Above is another ledge and the final bolt.  The wall overhangs steeply above the final ledge.  Moving left and topping out as soon as possible is easiest, while moving up and right directly over the overhang on bomber holds is harder and more fun.","protection":"7 bolts to a 2-bolt anchor.  Bring long slings for the anchor if you want a clean lower, or you're looking to TR.","location":"Look for the only boltline on the left side of the massive inside corner that defines the Swallow Wall.  Big, sandy horizontals are the most obvious feature of the lower part of the route."},"__v":0},{"_id":"PiIlBVl2XkaNNWJrJdSRng==","name":"D.D.M.","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Michael LaPlante","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-108.873,35.5163]},"left_right_index":3,"mp_id":"105951527","mp_crag_id":"105951507","climb_id":"PiIlBVl2XkaNNWJrJdSRng==","areaRef":"9LK6YaYfUWWhhONImZo8DA=="},"content":{"description":"An excellent, sustained lead.  Climb the juggy, overhung right side of the prominent arete.  The rock is good, the clipping stances are good, the falls are clean... just pull until you pop.  This climb gets less traffic than it otherwise might because it must be led: you cannot reach the anchors from the clifftop.","protection":"6 bolts to a 2-bolt anchor.  The anchor is pretty far back from the edge: bring long slings if you want to TR after leading it.","location":"Look for the prominent, steep arete at the left (west) end of the Bivi wall.  Rap off this one: you won't want to have to get your slings back if you lower off."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,98c839d1-f0d4-5006-bb58-276b12f05bd0,899dc7c1-b0aa-5860-a11c-d960f8f90826,8400a523-b56e-56d3-9f3c-07cc28f329ca,1efac907-eca5-5d99-b072-38f98b20b98b,f4b2ba61-a61f-5165-a184-e348999a3c0c","pathTokens":["USA","New Mexico","Gallup Area","Mentmore","Original Side","(03) Bivi Wall/Swallow Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11b"},{"count":1,"label":"5.11c"},{"count":1,"label":"5.10c"},{"count":1,"label":"5.10a/b"},{"count":1,"label":"5.10b"}],"byDiscipline":{"sport":{"total":5,"bands":{"unknown":0,"beginner":0,"intermediate":3,"advanced":2,"expert":0}},"tr":{"total":3,"bands":{"unknown":0,"beginner":0,"intermediate":2,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":3,"advanced":2,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-108.873,35.5163]},"bbox":[-108.87355244182821,35.515850339818144,-108.8724475581718,35.51674966018186],"left_right_index":-1,"ext_id":"105951507","area_id":"9LK6YaYfUWWhhONImZo8DA==","polygon":{"type":"Polygon","coordinates":[[[-108.87355244182821,35.515850339818144],[-108.8724475581718,35.515850339818144],[-108.8724475581718,35.51674966018186],[-108.87355244182821,35.51674966018186],[-108.87355244182821,35.515850339818144]]]}},"content":{"description":"The Bivi Wall is named for the ledge on its right end, about halfway up, that is \"big enough to bivi on.\" This wall contains a few excellent routes on generally solid rock. \n\n  The Swallow Wall is around the corner to the left of the Bivi Wall, tucked away behind the massive, tilted boulder visible from the parking lot.  It is named for the colony of sparrows nesting in mudhouses underneath the overhang, and features some of the longest routes on the Original Side."},"density":0,"totalClimbs":5,"__v":1,"createdAt":"2022-11-07T06:13:44.887Z","updatedAt":"2024-01-20T01:04:55.504Z"}