{"_id":"63689d5ce80bff5a994f5fe6","area_name":"North Face","shortCode":"","climbs":[{"_id":"/pkxMRfEUxGeDpiWlv0uGw==","name":"Cuidado!","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Eric Brand, Jeff Dopp, and John McCoy 1994","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.20205,36.49935]},"left_right_index":0,"mp_id":"105735413","mp_crag_id":"119014685","climb_id":"/pkxMRfEUxGeDpiWlv0uGw==","areaRef":"2F3Je47BWsSHzR8Wj826/Q=="},"content":{"description":"Cuidado is Spanish for BE CAREFUL.  Be mindful with the rockfall that you cause on the way up. If someone was hit by some of the crud falling off of the upper pitches of the rock, this would be a nasty blow, with no hope for rapid rescue. It's at least 3/4 of a mile back on the trail, and another 20 - 30 minutes back down a windy road to get some help.  On weekends and holidays there are lots of hikers in the Balconies Caves and trail.  Non-holiday weekdays are best for doing this route.\n\nExcept for the first and fourth pitches, 5.10 is the rule of thumb. Not just crux moves, in many sections there are over 50 feet of 5.9 or harder continuous moves. Loose rock is also the rule of thumb, so tap before you weight anything.\n\nTo approach this climb, head down the trail approaching Machete Ridge to the far side of the rock. Head into the cave area which involves going through the metal gate. Head up and right when you can just at the end of the cave over some 4th - 5th class boulders, which puts you on a wide bushless grassy knoll. There is a long bolted ramp that goes up and right above a tree, and this is where the climb starts.\n\nPitch 1:\n\nThe first pitch is merely a 4th class ramp, that heads up and right to a 5.7 slab section near the top. There is a set of old rusty anchors and the end of the ramp that you should pass, and around the corner you'll find a cave that allows for a nice belay.\n\nPitch 2:\n\nCuidado! There is genuine factor 2 fall potential here, and it is the crux of the route, on Pinnacles \"rock\". I recommend belaying with a GriGri, and set your belayer hanging 5'-10' below the belay- this neutralizes the fall factor.\n\nThe the first bolt is just 4' due left of the belay, then you'll head almost directly up 5 bolts of the most overhung 5.10+ climbing on the route. Some of the holds are loose, others are REALLY loose. put a long runner on the bolt before heading left for some sustained 5.8 - 5.9 traverse undercling and balance fun. Pull a 5.9 bulge move which takes you back right (more long slings around this 13 degree turn), to the second belay, which isn't nearly as comfortable as the first.\n\nPitch 3:\n\nThe third pitch offers you a nice break at first, and then really sustained 5.10 overhung fun for the last 2/3 of the route. Continue up and right through some very runout (and loose) 5.7 - 5.8 slab climbing. A sharp left and then right turn from the third to fifth bolts requires a little more sling assistance to avoid making the 5.10+ section later feel like 5.11+. The less adventuresome can use slings around some of the larger knobs for additional protection on the bottom section. There is a seven bolt 5.10 section at the top of this pitch that offers little let up, and an awesome pump over mostly vertical terrain. 3 bolts await up top, and be prepared to get worshipped for leading the previous pitch so your partner didn't have to.\n\nPitch 4:\n\nA good rest before a final 5.10 section in the final pitch. A short 3 bolt low fifth class section on loose rock (what else?) and some moss and lichen. Yuck. A badly needed rest after the previous pitch. A 2 bolt anchor awaits.\n\nPitch 5:\n\nTo the top. Walk around the corner from the belay onto a horizontal ramp. Walk over to the depression in the rock, and pull one last 5.10b overhung move over a lip to get your into a large bowl. A final tough 5.9 move pushes you over one more lip, and into a simple scramble to the top in another larger bowl. Bolts await up top.\n\nTo descend, walk across the ridge to the far side of this small false summit on Machete Ridge. The belay bolts are a pain to find, but drop you off the back into a gully a long ways down. Scramble down the sketchy gully to the base area, using ropes if you think you're going to slide and keep going. You'll be let out finally onto a small ramp, which will put you about 75 feet left of the start of the route.","protection":"16 draws will get you through the longest pitch.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,c984beae-48b7-53e5-aaab-47e52901d46c,da25b985-1c4e-503d-9c4f-5713cbb30c43,eec9de57-40f7-5e17-a855-54b8faf87e5a,7a66495a-eafd-5961-8e1d-e099183c5cfa,d85dc97b-8ec1-5ac4-87cd-1f168fcdbafd","pathTokens":["USA","California","Central Coast","Pinnacles National Park","West Side","Machete Ridge","North Face"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10c"}],"byDiscipline":{"sport":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-121.20205,36.49935]},"bbox":[-121.20260937372586,36.49890033981814,-121.2014906262741,36.49979966018187],"left_right_index":-1,"ext_id":"119014685","area_id":"2F3Je47BWsSHzR8Wj826/Q=="},"content":{"description":""},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T05:55:29.518Z","updatedAt":"2022-11-25T11:16:02.490Z"}