{"_id":"63689d20e80bff5a994f24eb","area_name":"Northwest Face","shortCode":"","climbs":[{"_id":"gRLRizkeXMC/vL9l2mXLqg==","name":"Twice As Nice","yds":"5.8-","grades":{"yds":"5.8-","french":"5b"},"fa":"JSt,EFR,'08","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.79851,32.43221]},"left_right_index":0,"mp_id":"106263991","mp_crag_id":"109256060","climb_id":"gRLRizkeXMC/vL9l2mXLqg==","areaRef":"lqpcOj70WGaFMYREmvjhRw=="},"content":{"description":"5.8 cruxes on both pitches, good rock, a comfortable belay, and some nice exposure.","protection":"Bolts","location":"On the West face of the Fortress.  Load up your gear and leave your pack at the spot where the ridge of the rock meets the hill.  Drop down the right side staying close to the rock.  Look for bolts 15ft. or so to the right of a black water streak.  1) Follow bolts up easy ground to a short headwall then easier ground leads to a nice belay ledge.  2)  Straight up a short steep section to easy ground then a short headwall then easier ground, then a great section of steeper gold rock."},"__v":0},{"_id":"BTILjALTU1qPcVUQSDrVCw==","name":"Spanish Castle Magic","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Bob Crawford, Peter Powers, Will McConaughy (Summer 2017)","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-110.79851,32.43221]},"left_right_index":1,"mp_id":"119264967","mp_crag_id":"109256060","climb_id":"BTILjALTU1qPcVUQSDrVCw==","areaRef":"lqpcOj70WGaFMYREmvjhRw=="},"content":{"description":"The first pitch is a 5.8 pitch that starts with a three bolt traverse up and right into a corner under a large flake alcove. A Blue Metolius minicam can protect moves up the crack for 10 feet stepping right to the first bolt. It continues up and right over easy slab terrain to two bolts under a roof. They are near the horizontal alumogranite dike. These bolts have rappel rings. There are three bolts on this pitch.The Second pitch is the crux pitch. Step right, immediately engaging vertical rock. Put a purple Metolius cam in the solution pocket, and clip the first bolt. Continue up and right into a shallow cave, that we call the mouth. The second bolt is on the roof of the mouth, providing a clean line for both the leader and the follower. There is a sit-down rest in the mouth. You may need it. Clip the third bolt stepping up and right, and clip the fourth. Make a balancy move back and slightly left. This crux is similar to pitch six on Berchoff-Williams' route on the north face of Middle Cathedral. It is also a lot like the sixth pitch of Farewell to Kings on Fairview Dome. Balancy moves up into the black streak, reach a good foothold for your right foot, from which the fifth bolt was drilled. From there, move up and slightly right into a 5.8 bomb-bay squeeze chimney. Follow this weakness to the belay alcove. Anchor are on the rib up and left six feet from the alcove. Pitch 2 has rappel rings as well. Note that if you fall on the second pitch, you may not be able to return to your last point without jumaring, and will instead have to pull the rope through and start again from the anchors, as was the case on the first ascent. There are six bolts on this pitch.Pitch three: Make fun moves strait left into a left facing dihedral. Continue up and left to the first bolt. From there, continue more or less strait up the center of the shield, keeping Twice As Nice 30 to 40 feet to your left, and Fisherman's Elbow the same distance to your right. All three routes terminate at the same anchors, where we added a second bolt. There are four bolts on this pitch.","protection":"A blue Metolius TCU, a medium stopper, a purple Metolius Cam. Slings and runners, and about ten draws.","location":"This route is 50 feet to the right of Nice BBD's, on a left slanting crack. Below that, is the hang we created for the pitch."},"__v":0},{"_id":"81yYH4cxXBe7zndpe2JOAw==","name":"Fisherman's Elbow","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"John Hayes, Scott McNamara, JSt,EFR, Aleix Serrat-Capdevila","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.79851,32.43221]},"left_right_index":3,"mp_id":"106256148","mp_crag_id":"109256060","climb_id":"81yYH4cxXBe7zndpe2JOAw==","areaRef":"lqpcOj70WGaFMYREmvjhRw=="},"content":{"description":"Long moderate with some fun climbing on knobs and the third pitch has some great exposure.  Never done bottom to top on lead John and Scott stole the FA yesterday in record time. ","protection":"Bolts","location":"Drop down the west side of the Fortress.  As you descend you will find a tower as the cliff base swings to the west.  Scramble up gully between the tower and the main wall to the small saddle.  1) From saddle follow the bolts up the face to the right and belay on top of giant rounded flake.  2) Step across and climb more knobs to easy ground and belay below headwall left of crack/corner.  Move left then up face as it eases look for a bolt on the left that protects easy moves up short headwall.  Work your way around bushes to a big flat ledge with a single bolt.  4) Step across then work left to bolts leading up face.  Single bolt belay where you can still look down at your partner.  At the start if you go straight up the weaknesses then step right on to bolted face you will have a long single 10- pitch that will take you to the top of second pitch of the described route."},"__v":0},{"_id":"+m0vcNTvXaa3pmdWAkdI3g==","name":"Black Sheep","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"EFR (1st pitch), Geir, Marcy, and Pippie (2nd pitch)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.79851,32.43221]},"left_right_index":2,"mp_id":"107239561","mp_crag_id":"109256060","climb_id":"+m0vcNTvXaa3pmdWAkdI3g==","areaRef":"lqpcOj70WGaFMYREmvjhRw=="},"content":{"description":"Two pitch climb on the west face of the Fortress. \n\n  1) Climb up a short section clean rock that arches to the right.  Continue up the knobby slab with two bolts.  Belay at a bolted anchor about 5 feet left of the prominent black water streak.  5.8 PG13, 100'.  (Marcy and I learned that EFR had previously soloed this pitch and he was fine with leaving the fixed hardware we placed.) \n\n  2) Climb up the left side of the water streak.  The gear is a bit tricky in places.  At the top of the water streak bear right to a ledge and belay on gear.  Make sure to wait until the streak has dried if there has been recent rain.  5.10, 100'. \n\n  Scramble up toward a dead tree to a large ledge (4th class) and finish on the final pitch of Fisherman's Elbow.","protection":"Stoppers, singles to 4\", doubles of medium cams.","location":"The climb is on the west face of the Fortress.  From the approach trail head downhill along the right side of the Fortress.  Locate the large black water streak on the right side of the west face.  The first pitch begins below the streak."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,24e148bb-4884-59e8-9870-43ce21f1a337,6f40f8bb-61ae-569f-a656-25752de45c0c,f2591e24-8f94-5cb3-9f02-92bfe3f5cd61,74a365ae-142f-5b24-8198-2ac56dfd2922,82abcca8-bbac-501d-a8d2-52f0d951188c,d6e95e3b-5c96-5ede-81b1-1ad37526b91c,96aa5c3a-3ef4-5866-8531-84449af8e147","pathTokens":["USA","Arizona","Southern Arizona","Mount Lemmon (Santa Catalina Mountains)","Mount Lemmon (Catalina Highway)","8 - Summit Crags","Fortress, The","Northwest Face"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.8-"},{"count":1,"label":"5.11-"},{"count":1,"label":"5.8+"},{"count":1,"label":"5.10"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":1,"expert":0}},"sport":{"total":2,"bands":{"unknown":0,"beginner":2,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":1,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-110.79851,32.43221]},"bbox":[-110.7990427559581,32.43176033981814,-110.79797724404192,32.43265966018187],"left_right_index":-1,"ext_id":"109256060","area_id":"lqpcOj70WGaFMYREmvjhRw=="},"content":{"description":"The northwest face of The Fortress sports fewer lines and sees less activity than the southeast face.  The wall is shaded until approximately noon."},"density":0,"totalClimbs":4,"__v":1,"createdAt":"2022-11-07T05:52:53.031Z","updatedAt":"2022-11-25T11:09:45.523Z"}