{"_id":"63689d5ce80bff5a994f535d","area_name":"4. Slab Happy Pinnacle","shortCode":"","climbs":[{"_id":"T7WoY3pgX0+3lwQt3ywj/w==","name":"Slab Happy Pinnacle, Center","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Royal Robbins, Tom Frost, Harry Daley (May '61) --- FFA: Vern Clevenger, George Meyers, Tom Carter (1974)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.62451,37.73113]},"left_right_index":3,"mp_id":"107905185","mp_crag_id":"106788228","climb_id":"T7WoY3pgX0+3lwQt3ywj/w==","areaRef":"pEtohnIAWVOuaKaa+xeQZg=="},"content":{"description":"All of the routes on Slab Happy are quite excellent, and the Center Route is no exception. It features two pitches of mostly face climbing, but also some offwidth, before joining the Dihardral for a final pitch to the summit. The original aid route I believe took a more direct line to the bottom of the crack, while the free variation wanders off to the left after the second bolt and then goes up. All of the bolts were replaced by the\n\nASCA\n\nin 2012.\n\nThe first pitch is one of the best pitches of 5.10 face climbing in the Valley. Start in a corner near the left side of the slab. Precise route-finding is necessary to find easy passage out of the corner and up to the first bolt. Micro cams provide some protection at the start but you will want to back clean them or suffer rope drag. After the second bolt traverse left across a dike to the third bolt. Large knobs lead up and right past two more bolts to an anchor.\n\nPitch 2 traverses right along the ramp to a bolt. Tricky moves gain a fist and offwidth crack. Follow the crack past an intermediate bolted anchor and belay at the second bolted anchor near the right side of the formation. There is also a variation to this pitch called \"The Happy Ending\" which, from the belay, climbs up and left to the arete before angling back over to the right to join the Dihardral. Guidebook calls it 11a and it looks quite thin.\n\nPitch 3 (same as the\n\nThe Dihardral\n\n) climbs up and left across flakes to reach a small right-facing corner/flake. A tough lieback with glassy footholds leads up this to the top of the Pinnacle.\n\nWith the newly replaced bolts at the anchors I believe it is now possible to rap to the ground in two double-rope raps. Stop at the mid-way anchor on pitch 2.","protection":"You'll want a handfull of cams ranging from tiny to .75\" plus a few big cams (4\"-5\").","location":""},"__v":0},{"_id":"F0oz/jvjX9+MPApcXbOmxA==","name":"Slab Happy Pinnacle Left","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"FFA Mark Chapman and Art Higbee 2/74","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.62451,37.73113]},"left_right_index":2,"mp_id":"106789155","mp_crag_id":"106788228","climb_id":"F0oz/jvjX9+MPApcXbOmxA==","areaRef":"pEtohnIAWVOuaKaa+xeQZg=="},"content":{"description":"Amazing quality , very physical route, one of the best at this grade I climbed in the Valley. Route has no bolts at all ( one pin at top of p2)\n\nP1.  Varied chimney with a lot of possibility of thin, medium and large pro in the corner. Belay just below the first roof.140 feet 5.8 sustain.\n\nP2. Double Crack in the roof.The roof consists of two waves. Both climbed mostly as chimneys with many pro possibilities in the cracks. Try to sling pro wisely - otherwise you'll have ugly rope drug in the end of the pitch(I had).The chimney size is good-is not too tight, but not split you out. You turned main roof at 10+, but it is not over. 15 feet up is real crux when chimney disappears  and you climbing short but difficult section of flared fingers. Safe #4 cam for last 20 feet of 5.9 OW and blue camelot for Belay in the wide alcove .140 feet, 5.11-Remarkable pitch.\n\nP 3.Another great  pitch started with  15 feet roof / chimney. Turning the lip of the roof with dip wide hands - powerful 10d .\n\nSustain and good to the top of the Pinnacle. 130 feet 10d","protection":"Double from Green Aliens o Yellow Cam\n\nSingle #3, #4 Cam and #4 Friend.\n\nRappel with two 60m ropes. Intermediate rap anchor is bad and scary, consists of 3 relicts , need to be replaced ( I was not aware and we did not have bolt kit)","location":""},"__v":0},{"_id":"+u8akuAqVoOdcqmW/hE/Tg==","name":"The Silent Freeway","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Brian Knight and Linus Platt 10/88","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.62451,37.73113]},"left_right_index":1,"mp_id":"106789141","mp_crag_id":"106788228","climb_id":"+u8akuAqVoOdcqmW/hE/Tg==","areaRef":"pEtohnIAWVOuaKaa+xeQZg=="},"content":{"description":"Mostly thin corner, fingers, hands, layback, not clear where crux was  and when you think that 10c is over 15 feet before the end -route push you   out of the corner crack  to climatic double mantel to the anchors.","protection":"double from thin ( blue aliens) to yellow camelot. Probably one #3.\n\nwe barely with stretch lowered with 75m rope","location":""},"__v":0},{"_id":"Axl7t0RXXv6WB0XzDXiPvw==","name":"Random Blessings","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Rob Dillon and Ned LeBlond 2010","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-119.62451,37.73113]},"left_right_index":0,"mp_id":"110245159","mp_crag_id":"106788228","climb_id":"Axl7t0RXXv6WB0XzDXiPvw==","areaRef":"pEtohnIAWVOuaKaa+xeQZg=="},"content":{"description":"Amazing face climbing up a featured almost-vertical face. The pitches wind around a bit, in search of holds and pro - bring long runners.\n\nNo fixed anchors after the 4th belay.","protection":"Cams: 2 ea to BD #2, 1 #3, 1#4\n\nNuts\n\nLong runners","location":"Left side of the ledge just beyond Slab Happy Pinnacle.\n\nDescend the east ledges."},"__v":0},{"_id":"n5+c7avlUnKSMF4lNYayXg==","name":"Never Say Dog","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Jonny Woodward, John Sherman, 5/88","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-119.62451,37.73113]},"left_right_index":5,"mp_id":"111733841","mp_crag_id":"106788228","climb_id":"n5+c7avlUnKSMF4lNYayXg==","areaRef":"pEtohnIAWVOuaKaa+xeQZg=="},"content":{"description":"Don Reid says it best, \"bold and beautiful.\" An incredible line that links up slab happy pinnacle with an awesome hanging dihedral via an \"amazing orange face\" to top out the wall.\n\nP1-3: The dihardral seems the most natural start. (honestly, the curx of that route felt just about as hard as anything on this). These pitches can also be done in 2 as described here on MP. The center route can also be climbed. At any rate, reach a bolted anchor in a notch in the pinnacle itself.\n\nP4: 5.10c tad spicy. Your bolt of the next pitch can be seen up and left from the belay. Instead of traversing straight left to continue to the top of Slab Happy Pinnacle, climb to the top of a little pillar and up underneath a roof. Nest some gear. Smaller is better where the roof/flake is a bit more solid. A finger size piece can also be had out left. Once satisfied, make some insecure moves to get your feet up on a dike feature where you can then clip the bolt. Romp up the sweet flake and belay at a small stance where we found some tat, right before the face pitch starts.\n\nP5: 11A. Here goes... Thing is truly amazing. I found aggressive edging shoes to really help on this pitch. It's that orange rock so lots of face features. Mostly pulling on thin crimps, not much pure slab at all (thank gawed, right). A piece or two for off the belay and then it's 6 bolts in roughly 40 meters. Bolts are original but seem solid. They do an ok job of protecting the hardest bits. Clip the 7th bolt once you gain the ledge system and traverse left to set up a gear belay in the corner.\n\nIt's best to ignore the \"temporary belays\" that Reid shows. Possibly that was for 50m ropes?\n\nP6: 11b. The sweet corner. This thing is obvious from manure pile. It's a little licheny but a lot of fun. Lieback up the leaning corner until it turns into a roof. Crux is tips underclinging and is over pretty quickly, but it packs a pump. Gain some jugs on the lip of the roof and then climb up to a stance and gear belay.\n\np7: 11b tad spicy. This pitch is cool but a pian in the ass. Nest in some gear off the belay and bust a tough face move up and over the little roof. Easier climbing leads up to a fixed anchor of sorts. Back it up and clip it. Climb back down and then bust a little move out right to gain a ledge/ramp. Continue traversing right on steep flakes until a nice stance before it gets easy.\n\nMy 2nd climbed up to the fixed anchor and put himself on a lower out, but then climbed free with me still belaying/feeding out slack. He climbed back down from the fixed anchor, made the move out right and then pulled the bight of rope. Worked ok. The \"pro for follower\" as Reid notes would theoretically work but it seemed way too out of reach for me to get some in there, so we went with this lower out method. (should honestly put in a fkn bolt here if anywhere, dumb)\n\nP8: Easy right and up to gain the east ledges. In all honesty, some route finding issues could be had towards the top. After getting to the top of the initial section (crazy, giant, detached flake. but don't need to touch it), we headed straight up, up a blank looking corner where jugs and some gear appeared. Then it's over. Looks like you could continue going right as well.\n\nDescend East Ledges","protection":"Best to just take a double rack to #2 and at least one number 3 for the dihardral and P4. RPs might come in handy for P4 and an extra .75 could be nice for the corner pitch.","location":"Good description under slab happy main page. Can also just park at Manure Pile which is nice when coming down east ledges. Oh yeah, on that note, don't take packs to the base."},"__v":0},{"_id":"pDdCz4J1W1iXrNcwa4nAPA==","name":"Golden Years","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Tom Davis,","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.62451,37.73113]},"left_right_index":6,"mp_id":"108513574","mp_crag_id":"106788228","climb_id":"pDdCz4J1W1iXrNcwa4nAPA==","areaRef":"pEtohnIAWVOuaKaa+xeQZg=="},"content":{"description":"This route is a tour-de-force in Yosemite face and slab climbing. I've never been on another route that has such high rock quality, stunning movement and exciting holds.\n\nThis route would be popular if it wasn't so difficult. I was unable climb the route clean but wanted to share some details to encourage more people to give it a go. Each of the first five pitches has a well defined crux that make this an overwhelming challenge. You can climb over 80% of the route clean at 5.11a/b\n\nThe hardware on this route is good and every belay is setup for rappel. The first ascentionists envisioned rapping with two 50m or 60m ropes, but I think you could get away with one 80m rope. None of the pitches are particularly long and the whole route is about 900 feet long.\n\nYou can top out and then descend the east ledges if you prefer. This might be a faster way to go if you didn't leave any gear at the base of the route. The last pitch is not shown in the Reid guide or topo.\n\nP1 - 5.11b - 40m\n\nA decent warm-up and the easiest of the of the first five. The first bolt is easy to spot and move past. A section of gear protected climbing leads to the first crux on golden rock where the holds disappear. Keep climbing up the corner system with more opportunities for gear until you reach a high bolt on the face out right. Some thin moves up a corner system set you up for the final two bolts and the crux of the pitch. Tech your way up the low angle face and you will be rewarded with a great belay ledge.\n\nP2 - 5.11c - 30m\n\nThin moves lead off the belay to a series of much better holds. When the holds run out, balance your way across the face to the left. Weave around the face connecting tiny crimps, underclings and even a few pockets! Higher up a second leftward traverse leads to an obvious left facing layback. Follow this into a section of blocky rock. Some cruxy moves take you to an amazing incut crimp out left and the grand finale of the pitch. All the holds turn to fingernail edges and you must float up to the belay. Good luck!\n\nP3 - 5.12c or 5.12a A0 - 20m\n\nThe story goes that an important hold broke on this pitch after the first ascent. As far as I know it has been repeated on TR but not on lead. Desperate!!\n\nThe most common option will be to A0 straight right from the belay to the further most of three bolts. From here you can get established and climb the rest of the pitch at about 12a.\n\nCrimp hard and work in to a good undercling flake. A thin fingers cam could go in here. Follow the flake back to the left with difficulty since the crack often pitches out. Clip a pair of bolts and don't let your biceps flame out. A final long reach gets you established on a good rail directly above the belay.  Another cam protects the easy climbing onto a good ledge. Climb past a final bolt to a great stance where you will find the anchor.\n\nP3 Left - 5.13\n\nA variation to the crux pitch was established out to the left. From the P2 belay traverse 20 feet straight left on a positive flake. Gear easily protects this easy section. Place one more piece of gear before climbing past 4 bolts. The first section of face climbing, 5.11+, follows good edges to a positive right hold at the end of a rail. From here you must power through a 5 move V8/9 on spaced but well defined holds. Once an obvious ledge is reached you can clip a high bolt and work up to a no hands rest. From here you must traverse 20 feet back to the right. A small cam up and left can be placed to protect follower\n\nP4 - 5.11c - 20m\n\nA short but challenging pitch. Step left from the belay and follow a series of sculpted knobs up the steep face. Gear protects a fun move over the roof before you can reach a high bolt. Another tricky roof pull leads to the first, and easier of two mantels. After getting established on the first knob clip a high bolt and power up to the second knob. Manteling this second knob is the cru of the pitch. After you get your feet on the second knob you are rewarded with another bolt and a long traverse to the right. The anchors are below the steep black wall.\n\nP5 - 5.11d - 25m\n\nAnother stunning pitch with a baffling crux right off the belay. Climb up the steep wall past closely spaced bolts on incut holds. Unfortunately these holds are very far apart!  Once you make it to the third bolt you are home free and can romp up even bigger holds! A few gear placements take the spice out of this pitch and you will belay at an okay stance out right. This pitch is part of the black streak so it can be little dirty and/or wet.\n\nP6 - 5.10a/c - 40m\n\nThe easiest pitch on the route. The climb is still high quality and you will have a blast. The biggest challenge is figuring out which knobs are positive and which are slopers. Follow the path of least resistance which goes almost straight up. This pitch is still quite vertical so going the wrong way can get you in trouble fast. Look for pair of thin cruxes are in the middle of the pitch. Belay at better stance before a small roof.\n\nP7 - 5.10d - 22m\n\nClimb straight up from the belay and make a big reach to get established below the small roof. Climb over the roof on big knobs and cop a rest. An off-balance crux past two bolts leads to another section of good knobs. A traverse back to the right provides the final crux. Traversing high seems like the best option. Once out right follow big holds for 30 feet to the anchor. You might be able to get in a cam here, but the runout is manageable at this point.\n\nP8 - 5.10d\n\nSteeper than the last pitch with a more powerful crux. Take a rising traverse to the middle of the wall out left, aiming for a flake/crack system. A few tricky moves on knobs get you established below the crux. A hard friction sequence leads to a loose tooth that is your only option. Climb this with a few other holds to a good stance. From here step left and climb up the angled flake system. Fun and cruxy laybacks lead to a series of hero knobs and eventually the anchor.\n\nThis is the last place you can rappel down the route from bolted anchors.\n\nP9 - 5.10\n\nClimb up past a bolt before the angle kicks back and you can romp up easy slabs to the summit. You will have to build a gear belay if you want to do this pitch, and will need to descend the east ledges.","protection":"14 slings and quickdraws.\n\nSingle Rack from Green C3 to #1 camalot. 4 or 5 nuts from #4 RP to #6 Rock useful\n\nYou could place bigger gear, but it doesn't seem worth bringing.","location":"Technically this is not on Slab Happy Pinnacle, but it seems like the best place to put it. Take the same approach as for Slab Happy but look for the wall to the right of the black streak. Golden Years starts on a slab on the right side of the amphitheater. Good overview photo:\n\nPhoto showing long routes near Slab Happy. Credit: Clint Cummins"},"__v":0},{"_id":"nuOeC+vgXRqMEiqrRAIkRw==","name":"The Dihardral","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"FA Tom Frost and Royal Robbins 5/61, FFA Frank Sacherer and Tom Gerughty 8/64","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.62451,37.73113]},"left_right_index":4,"mp_id":"106935114","mp_crag_id":"106788228","climb_id":"nuOeC+vgXRqMEiqrRAIkRw==","areaRef":"pEtohnIAWVOuaKaa+xeQZg=="},"content":{"description":"Pitch 1: Climb past 2 pitons in the right corner system, then make an awesome blind reach (crux) and climb over into the left corner system, continue up, belay from stance.\n\nPitch 2: Continue up the crack through various sizes (hands, fingers, offwidth etc) until a notch in the pinnacle.\n\nPitch 3: Belay from new bolts at a notch, traverse left then continue up the crack system to the top. Slick.\n\n3 Double rope rappels to the ground, depending on which rap anchors you use (hint, swing climbers right to the good bolted anchors at the notch for the second rappel, then swing climbers left to a new bolted anchor for the third rappel)","protection":"Good gear all the way except for the easy traverse at the start of the third pitch.","location":"right side of Slab Happy Pinnacle"},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,8ab53875-745f-5076-b396-d3d84945e52c,0f1eddf1-5a79-556e-92f6-0d91627e1f2f,5e3c95f8-ac0c-58d7-8278-934731f6453b,d4cf6a0f-86cb-528c-9182-186f34799174,a44b6886-7200-5953-ae68-a69afb179066","pathTokens":["USA","California","Yosemite National Park","Yosemite Valley","Valley North Side","C. El Cap Picnic Area (Eagle Creek)","4. Slab Happy Pinnacle"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10b"},{"count":1,"label":"5.11a"},{"count":2,"label":"5.10d"},{"count":1,"label":"5.11b"},{"count":1,"label":"5.12c"},{"count":1,"label":"5.10c"}],"byDiscipline":{"trad":{"total":7,"bands":{"unknown":0,"beginner":0,"intermediate":4,"advanced":3,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":4,"advanced":3,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-119.62451,37.73113]},"bbox":[-119.62507854875129,37.730680339818136,-119.62394145124867,37.73157966018185],"left_right_index":-1,"ext_id":"106788228","area_id":"pEtohnIAWVOuaKaa+xeQZg==","polygon":{"type":"Polygon","coordinates":[[[-119.62507854875129,37.730680339818136],[-119.62394145124867,37.730680339818136],[-119.62394145124867,37.73157966018185],[-119.62507854875129,37.73157966018185],[-119.62507854875129,37.730680339818136]]]}},"content":{"description":""},"density":0,"totalClimbs":7,"__v":1,"createdAt":"2022-11-07T05:54:46.369Z","updatedAt":"2024-02-19T18:29:57.766Z"}