{"_id":"63689d5ce80bff5a994f5ab2","area_name":"South Astro Dome - Northeast Face","shortCode":"","climbs":[{"_id":"q3+kDXyqW/mMy5e6SF/Aqg==","name":"Walking Pneumonia","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Jonny Woodward and Randy Vogel, 1982","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-116.14713,34.03858]},"left_right_index":11,"mp_id":"105724576","mp_crag_id":"106637669","climb_id":"q3+kDXyqW/mMy5e6SF/Aqg==","areaRef":"ck9qE63UWgOj+/XDITLQuQ=="},"content":{"description":"","protection":"Bolt protected, with a few small wires.  Very runout","location":""},"__v":0},{"_id":"G3w4HRr6UwuniRNCpB7Sug==","name":"Such a Waste","yds":"5.11b/c","grades":{"yds":"5.11b/c","french":"6c+"},"fa":"Bob Gaines, October 2003","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.14713,34.03858]},"left_right_index":10,"mp_id":"105925936","mp_crag_id":"106637669","climb_id":"G3w4HRr6UwuniRNCpB7Sug==","areaRef":"ck9qE63UWgOj+/XDITLQuQ=="},"content":{"description":"Climb the original slab start to Such A Savage, then climb the steeper face above the second bolt directly up to the Such A Savage P1 anchor.","protection":"TR","location":""},"__v":0},{"_id":"fWiTlmoPVQeI/9tCRmiJ1g==","name":"Such a Savage","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Spencer Lennard and Craig Fry, November 1977","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-116.14713,34.03858]},"left_right_index":9,"mp_id":"105721858","mp_crag_id":"106637669","climb_id":"fWiTlmoPVQeI/9tCRmiJ1g==","areaRef":"ck9qE63UWgOj+/XDITLQuQ=="},"content":{"description":"Yet another of the classic face routes on the Astro Domes, this one is memorable for a stiff runout to the first bolt as well as the steep, well-protected face climbing higher.\n\nP1) Climb about 20' of insecure 5.10 friction above the talus to a bolt, run it out again to a second bolt (this feels much easier) and continue to a ledge above which the wall steepens to vertical. Four more bolts along a bolt ladder (some clips are awkward) take you to a bolted belay.\n\nP2) Leave the belay and climb featured vertical face with interesting moves past four bolts to the top and another bolted anchor.\n\nDescend by walking off around the back or rapping down any of several routes (Breakfast Of Champions or Shooting Star).","protection":"All bolts with bolted belays(3/8\") Be aware that the start of the climb is very runout.","location":"Starts 70' right of\n\nSolid Gold\n\nand 15' left of\n\nBreakfast of Champions\n\n(obvious flake/crack system) at a smooth apron of rock."},"__v":0},{"_id":"GnkG12olWU2ULUM79aV/fg==","name":"Solid Gold","yds":"5.10a/b","grades":{"yds":"5.10a/b","french":"6a+"},"fa":"Herb Laeger, Jon Lonne, Jim Wilson & Mike Jaffe, March 1977","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.14713,34.03858]},"left_right_index":4,"mp_id":"105725788","mp_crag_id":"106637669","climb_id":"GnkG12olWU2ULUM79aV/fg==","areaRef":"ck9qE63UWgOj+/XDITLQuQ=="},"content":{"description":"What a great route! This classic route takes a magnificent line up the northeast face of the South Astro Dome in two great pitches. Well worth the thirty minute walk and potential wait if others are already on it. Be advised that this wall can be extremely cold in the winter months.\n\nP1)\n\nClimb the steep gold streak past 6 bolts and many sharp edges to a belay on a ledge above (5.10a). Set your own anchor, or move slightly right to use the belay bolts on Shooting Star.\n\nP2)\n\nFrom the belay climb up a ramp (pro) up and right and then trend up and left past 3 bolts to the top (5.10b). It's possible to get in a little additional pro between some of the bolts, so keep your eyes open!\n\nTo descend you can make two raps with a single rope from bolts (3/8\") atop\n\nMy Laundry\n\ndown to a second set of rap anchors atop\n\nShooting Star\n\n(3/8\"). Another option is to descend via the route\n\nBreakfast of Champions\n\nin two single rope raps via two sets of rap anchors (3/8\").","protection":"First pitch has 6 bolts (3/8\") and second pitch has 3 bolts (3/8\"). Additional pro is needed for the belays as well as the second pitch. Stoppers and small to med cams work well for this route.","location":"Start down and right from the high-point of some blocks stacked against the northeast face (roughly 75') at a prominent gold streak."},"__v":0},{"_id":"hacYu6mnUVqxTZExpIk5cQ==","name":"Shooting Star","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Alan Nelson, Alf Randell  January 1986","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-116.14713,34.03858]},"left_right_index":7,"mp_id":"105721867","mp_crag_id":"106637669","climb_id":"hacYu6mnUVqxTZExpIk5cQ==","areaRef":"ck9qE63UWgOj+/XDITLQuQ=="},"content":{"description":"Shooting Star is a classic example of a \"traditional\" bolted route on flawless stone.  It was established on-sight, ground-up, on the lead with all bolts hand-drilled from free stances, unlike most of its neighbors on the Astro Domes.  The only reason it doesn't merit three stars is the serious nature of the climbing at some points dictated by the purity of the style in which it was done.  There is risk of injury or death if you fall off some sections of the route.  A cool head, a modern helmet, and a \"no-falls\" attitude are recommended for the leader.\n\nP1: Start 40' right of Middle Age Crazy, 20' left of Such A Savage on a left slanting crack ramp.  Head for a bolt 35' up.  Continue straight up face past another bolt until Middle Age Crazy comes in from the left.  Clip the third bolt on Middle Age Crazy, then diagonal up left along a natural break.  Don't fall off the mantle (5.10) onto the next bolt stance - you'll crater onto the ledge/ramps of Middle Age Crazy with nasty consequences.  The crux (5.11a) comes shortly after the bolt and is relatively well protected.  Scratch up easier face past one more bolt to a bolt belay at a stance right of the Solid Gold belay.\n\nP2: Head out right and up to a bolt.  A slippery bit of 5.10 face leads past another bolt to an easier runout to the summit and a gear belay.  Rap off from fixed anchors atop Solid Gold, or hike off the back, then north through a notch and around the North Astro Dome.","protection":"While predominantly bolt protected, this is NOT a sport route.  P1: 5 bolts and some gear to a two bolt anchor. P2: Two bolts to a gear belay on top. Take a light rack of mid-size nuts to 2\" cams.  The original 1/4\" rawl split bolts were replaced in 1990 with 3/8\" hardware, and again in 2016 by the ASCA with 1/2\" SS bolts.","location":""},"__v":0},{"_id":"q6k68tQCVFeLchrFjIyEAA==","name":"Piggle Pugg","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Spencer Lennard and Chris Robbins, December 1977","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.14713,34.03858]},"left_right_index":13,"mp_id":"105721864","mp_crag_id":"106637669","climb_id":"q6k68tQCVFeLchrFjIyEAA==","areaRef":"ck9qE63UWgOj+/XDITLQuQ=="},"content":{"description":"Start 20' right of\n\nBreakfast of Champions\n\nand climb the right-facing flake with a thin crack in the back. Higher, climb up and left on plates to join BOC at it's first pitch anchors. Rap off or continue up the fun second pitch of Breakfast of Champions.\n\nThis is a really fun lie-back flake that doesn't get done as much as it deserves as most people are at the Astro Domes to do the classic face routes like Solid Gold and Figures. Great moves and good gear are found on this worthwhile climb that is worth checking out, whether waiting for a classic to open up or just to log some extra mileage. Three stars out of five.","protection":"Gear to 2.5 inches with an emphasis on 1 inch or less, two bolt anchor/rap","location":""},"__v":0},{"_id":"BJtjyVl5XnWkAyOUOuhi/Q==","name":"My Laundry","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Jim Wilson and Herb Laeger, November 1976","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.14713,34.03858]},"left_right_index":1,"mp_id":"105722074","mp_crag_id":"106637669","climb_id":"BJtjyVl5XnWkAyOUOuhi/Q==","areaRef":"ck9qE63UWgOj+/XDITLQuQ=="},"content":{"description":"This climb is on the northeast face of the South Astro Dome and lies in the center of the face atop a high point of stacked blocks. For reference\n\nSolid Gold\n\nlies 50' right in an obvious gold-colored streak. This climb climbs up and right to reach an obvious corner system high on the face.\n\nP1) Starting from the stacked blocks climb smooth, delicate friction up and right past five bolts to a belay in thin cracks. As an alternative it is possible to move right 15' to use a bolted anchor on\n\nShooting Star\n\n(5.11a R/X).\n\nP2) From the belay climb the cracks/corner system to the top. There have been numerous birds in this area, so don't be surprised if the crack is filled with more than chalk.\n\nTo descend rap the route Shooting Star with a single 60 meter in two raps.\n\nA fairly good route, although for the grade\n\nBreakfast of Champions\n\nis superior and cleaner. Still, not a bad route and one worth doing at least once.","protection":"5 bolts (3/8\"), gear to 3\"","location":""},"__v":0},{"_id":"LpM1uqQZU2S+qq1Ns112+w==","name":"Middle Age Savage","yds":"5.12a/b","grades":{"yds":"5.12a/b","french":"7b"},"fa":"Bob Gaines and Dave Mayville, 1993","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.14713,34.03858]},"left_right_index":8,"mp_id":"105925928","mp_crag_id":"106637669","climb_id":"LpM1uqQZU2S+qq1Ns112+w==","areaRef":"ck9qE63UWgOj+/XDITLQuQ=="},"content":{"description":"Begin about 30 ft. left of\n\nSuch a Savage\n\nand climb a ramp up to a bolt that protects a 5.9 move to an easier vertical crack. This leads directly to the third bolt of Such A Savage. Clip three bolts on Such A Savage, then move left, away from Such A Savage, and climb steep face past 4 more bolts (with the crux above the last bolt) to a 2-bolt anchor. 80 foot rappel. From the anchor you can also climb up and right to join Such A Savage for a second pitch (5.10a) to the top.","protection":"8 bolts, optional pro for the crack","location":""},"__v":0},{"_id":"c7IOj1+rWpuYzJVuubhllw==","name":"Middle Age Crisis","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Dave Mayville, Tobias Sieleman","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.14713,34.03858]},"left_right_index":5,"mp_id":"106913596","mp_crag_id":"106637669","climb_id":"c7IOj1+rWpuYzJVuubhllw==","areaRef":"ck9qE63UWgOj+/XDITLQuQ=="},"content":{"description":"Sandwiched between Solid Gold and Middle Aged Crazy, this route was originally top roped in the 1980's.\n\nFrom the first bolt of Middle Aged Crazy, head up and left past 6 more bolts to a bolted anchor/rap.  Steep fine climbing on pleasant edges to a bouldery sequence between the 6th and 7th bolts.","protection":"7 bolts to a bolted anchor/rappel.  Lower off with a 60 meter rope.","location":"This route is just right of Solid Gold and uses the first bolt of Middle Aged Crazy."},"__v":0},{"_id":"/YHVUXDPWyGpYaVZat5+Ww==","name":"Middle Age Crazy","yds":"5.11c/d","grades":{"yds":"5.11c/d","french":"7a"},"fa":"Herb Laeger, Mike Jaffe, and Dave Houser, February 1980","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.14713,34.03858]},"left_right_index":6,"mp_id":"106368310","mp_crag_id":"106637669","climb_id":"/YHVUXDPWyGpYaVZat5+Ww==","areaRef":"ck9qE63UWgOj+/XDITLQuQ=="},"content":{"description":"Start by clipping 2 bolts right of Solid Gold and then traversing up and right over easy terrain with optional cams for protection.  Then begin stellar face climbing past 4 more bolts with engaging, heads up climbing between 5 and 6 that make the route memorable. Climb up to a 7th bolt then meander to the top with optional small cams in a crack on the left or by moving up & right over easy but unprotectable ground to the right.","protection":"7 bolts.  Optional cams for the traversing runout between bolts 2 and 3.  Optional medium sized cams for the top.","location":"Starts apx. 25' down and right of\n\nSolid Gold\n\n. There are 2 bolts at the top (1 old and 1 newer) w/o hangars.  2 raps down by Breakfast of Champions."},"__v":0},{"_id":"8A250YoTUfy6vUxeH16p7Q==","name":"Mamunia","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"P1: Troy Mayr, April 1988,  P2: Troy Mayr & Rob Mulligan, 1989","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.14713,34.03858]},"left_right_index":0,"mp_id":"106904059","mp_crag_id":"106637669","climb_id":"8A250YoTUfy6vUxeH16p7Q==","areaRef":"ck9qE63UWgOj+/XDITLQuQ=="},"content":{"description":"This climb is a foray into hard, crumbly edging and crimping. Despite the rather ephemeral nature of some of the rock, the climbing is quite good.\n\nP1: Several bolts worth of the aforementioned crimping up diminishing features on vertical ground leads to a slightly slabby and tortuously blank section. Magic foot moves lead past this balance crux to larger features and a belay atop an ominous block. (real .12a)\n\nP2: While I didn't climb it, it appears to be a slightly overhung version of the first pitch. (.13a?) Legend has it that this pitch may not have ever been climbed. See comments below.","protection":"A hodgepodge of bolts: I believe there were seven with at least four distinct types. Buttonheads and Leeper hangers, threaded 1/4\", etc. This would be a good candidate for some new hardware if it were climbed more than once or twice per decade. I think the anchors had webbing which I may have backed up but probably should still be treated with suspicion.","location":"This route is located on the left side of the wall, to the right of a couple of other bolted lines (Strike It Rich, Naked Singularity and Strike A Bitch). Prickly Pear cactus is abundant at the base, whose spines occasioned at least an hour of removal efforts after pulling my rope into the cacti.\n\nI believe that I retrieved two or three leaver 'biners from the first pitch alone and one from the first bolt on the second pitch. Crumbles and bolt quality notwithstanding, I think with more traffic this climb might clean up a little or, potentially, become impossible. Either way, it's worth a look if one is in the area."},"__v":0},{"_id":"mF6SbIFWXvWTQ+Ix0qBWhg==","name":"Crimping Lessons","yds":"5.11b/c","grades":{"yds":"5.11b/c","french":"6c+"},"fa":"Louie Anderson & Tom Keaty, December 1991","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.14713,34.03858]},"left_right_index":2,"mp_id":"106913627","mp_crag_id":"106637669","climb_id":"mF6SbIFWXvWTQ+Ix0qBWhg==","areaRef":"ck9qE63UWgOj+/XDITLQuQ=="},"content":{"description":"Whether you learn to crimp on this or not, it will definitely bite your finger tips.  Ouch!\n\nFollow 5 bolts up steep, sustained and sharp edges.  Although the bolts are straight up and down, (how does that happen?), you might want to try to route-find a little.  The technical crux is probably getting to and past the first bolt.","protection":"5 old 5/16\" button heads, they still seem pretty good by Josh standards and a two bolt belay / rappel anchor with chains.  The hangers on this anchor are rusty, cracked leepers.  Lower off with one 60 meter rope.  Some may consider stick clipping the first bolt.","location":"You will find this route squeezed between Solid Gold and My Laundry up a faint rust colored streak."},"__v":0},{"_id":"6r9iImSsUy6jgnW8EymBWQ==","name":"Breakfast of Champions","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Ed Ehrenfeld, Eve Uiga and Herb Laeger, December 1977","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.14713,34.03858]},"left_right_index":12,"mp_id":"105721861","mp_crag_id":"106637669","climb_id":"6r9iImSsUy6jgnW8EymBWQ==","areaRef":"ck9qE63UWgOj+/XDITLQuQ=="},"content":{"description":"This excellent route, one of the few at the Astro Domes that isn't all face climbing, is located on the far right side of the South Astro Dome just right of\n\nSuch a Savage\n\n(5.11a R). Two vastly different and thoroughly enjoyable pitches will get you high above the desert floor, providing far reaching views of the Wonderland Of Rocks and beyond.\n\nP1) Climb a short hand/fist crack to a small ledge and then jam the somewhat awkward hand crack above (5.8) until plentiful face holds appear and lead you up and right along a ramp system to a bolted anchor in a large hueco. P2) Stem your way out of the belay hueco and then continue up and right to the second bolt. Climb out left and up along a faint dike system and then wander up to the last bolt where a quick bit of friction gains the top and a two bolt anchor/rap. Descend the route in two single rope raps with a 60 meter rope.\n\nOriginally a single bolt protected the second pitch (the middle one) which made it very runout, but the FA party agreed to allow a few extra bolts to be added to make it enjoyable for all (3 bolts as of Dec. '10).","protection":"Gear to 3 inches for the first pitch and 3 bolts for the second pitch. The belays are bolted and all bolts are 3/8\".","location":""},"__v":0},{"_id":"c5EggtATXHKsquTVysKqMA==","name":"Bleed Between the Lines","yds":"5.10c/d","grades":{"yds":"5.10c/d","french":"6b+"},"fa":"Rex Pieper and Keath Nupuf, May 1993","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.14713,34.03858]},"left_right_index":3,"mp_id":"105868941","mp_crag_id":"106637669","climb_id":"c5EggtATXHKsquTVysKqMA==","areaRef":"ck9qE63UWgOj+/XDITLQuQ=="},"content":{"description":"Pretty fun and just like its neighboring routes...steep, crimpy on great rock.\n\nI hope no one bolts this line as it would really be a squeeze job on such a pretty face.","protection":"Use the bolts at the end of the first pitch of \"My Laundry\" and \"Crimping Lessons.\"","location":"Climb the face between the obvious rust-colored water streaks of \"Crimping Lessons\" and \"Solid Gold.\""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,19a30b80-55c9-565e-8a98-7b5649ebfbb6,60b73411-729d-5d2a-aa7f-7b448ebd9f93,c89f128d-a411-5a68-95d2-60ff44fe5945,8b26023b-35f5-5829-9773-488c05786a18,41785ddb-a8eb-5235-a4dd-67303f842f3c,98b542be-dadf-57f4-ab6e-f4aea11a83da,25980cf8-738e-5e41-b9de-15da72751538,724f6a13-add4-5a03-a3fb-f5c32132d0b9","pathTokens":["USA","California","Joshua Tree National Park","Wonderland of Rocks","Wonderland South","Wonderland Valley","West Wonderland Valley","Astro Domes, The","South Astro Dome","South Astro Dome - Northeast Face"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11c"},{"count":2,"label":"5.11b/c"},{"count":2,"label":"5.11a"},{"count":1,"label":"5.10a/b"},{"count":1,"label":"5.10c"},{"count":1,"label":"5.9"},{"count":1,"label":"5.12a/b"},{"count":1,"label":"5.11b"},{"count":1,"label":"5.11c/d"},{"count":1,"label":"5.13a"},{"count":1,"label":"5.8+"},{"count":1,"label":"5.10c/d"}],"byDiscipline":{"trad":{"total":9,"bands":{"unknown":0,"beginner":1,"intermediate":3,"advanced":5,"expert":0}},"sport":{"total":3,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":2,"expert":1}},"tr":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":4,"advanced":8,"expert":1}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-116.14713,34.03858]},"bbox":[-116.14767263475838,34.038130339818146,-116.1465873652416,34.03902966018187],"left_right_index":-1,"ext_id":"106637669","area_id":"ck9qE63UWgOj+/XDITLQuQ=="},"content":{"description":""},"density":0,"totalClimbs":14,"__v":1,"createdAt":"2022-11-07T05:55:12.343Z","updatedAt":"2022-11-25T11:15:14.081Z"}