{"_id":"63689d5ce80bff5a994f5502","area_name":"First Tier","shortCode":"","climbs":[{"_id":"vo/iWRcNVtGldtI3UIzcqw==","name":"Work Around the Skirt","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Tucker Tech (late 80's)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.59857,37.74798]},"left_right_index":6,"mp_id":"107874343","mp_crag_id":"112345256","climb_id":"vo/iWRcNVtGldtI3UIzcqw==","areaRef":"x1fxI7osUAypmpfdyHrWpw=="},"content":{"description":"This is the nicely featured arete just to the right of Commitment. Well protected, and all of the bolts are good. The route offers fun climbing on good edges and is exposed right from the start. It shares the same bolted anchor as P1 of Commitment. Rappel with one 70m rope.","protection":"Bolts, 2 bolt anchor/rap.","location":""},"__v":0},{"_id":"57AuQ+qxWSe5ghgJRSAbWg==","name":"Werner's Ant Trees","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"W. Braun, J. Coe, and J. Anderson, August 1970","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.59857,37.74798]},"left_right_index":8,"mp_id":"105945908","mp_crag_id":"112345256","climb_id":"57AuQ+qxWSe5ghgJRSAbWg==","areaRef":"x1fxI7osUAypmpfdyHrWpw=="},"content":{"description":"Begin up blocky rock to gain a clean, right-angling fingers/lieback ramp (.10a).  Follow this ramp until a sequence of face moves up and left of the crack comes into view, near the top of the ramp.  Move up through these crux face moves past a bolt (if it's there; rumor of it being chopped as of late '06/early '07?) and around a series of minor roofs.  Either belay at pin with additional gear, or continue up easier terrain to the upper pitches of The Surprise (gear anchor).\n\nCombining this pitch with the last two pitches of the Surprise makes for an excellent 3-pitch, 5.10 affair, and is sooo recommended.","protection":"Doubles to 2\", single 3\" if continuing up The Surpise.","location":"Approach as for Commmitment, continue past the Surprise ~40 ft until you find the obvious ramp start to WAT."},"__v":0},{"_id":"kC/32YOZVWOPlCWAcA56Hw==","name":"Try Again Ledge","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.59857,37.74798]},"left_right_index":10,"mp_id":"106791597","mp_crag_id":"112345256","climb_id":"kC/32YOZVWOPlCWAcA56Hw==","areaRef":"x1fxI7osUAypmpfdyHrWpw=="},"content":{"description":"Heads up crux off the ground leadsa into exciting climbing throughout the first pitch.  Belay at the tree below the gapping low angle chimney.","protection":"Standard Rack, nothing big needed for the chimney","location":"To the right of the caverns is Try Again Ledge."},"__v":0},{"_id":"9yaqGbRLWl2gbDvJCpaAcg==","name":"The Surprise","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Pete Spoecker & Steve Herrero, 1965","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.59857,37.74798]},"left_right_index":7,"mp_id":"105992030","mp_crag_id":"112345256","climb_id":"9yaqGbRLWl2gbDvJCpaAcg==","areaRef":"x1fxI7osUAypmpfdyHrWpw=="},"content":{"description":"The Surprise provides 2 excellent pitches of climbing. Here it is broken into 5 pitches but can be done in 3 pitches.\n\nP1: Climb a 5.6 corner up to tree anchor.\n\nP2: Traverse 5.5 right and down to a flake/stem below the splitter. Can link P1 and P2 but committing for the follower.\n\nP3: Climb 5.8 face/stem and hand crack to a single bolt. Can link P2 and P3 since this is a better spot to belay and less committing for the follower on the traverse.\n\nP4: Excellent 5.10a tight hands/fingers splitter to a bouldery face move to a ledge and tree anchor. Can link P3 and P4.\n\nP5: Left of the tree, climb 5.7 stem to 4th class.\n\nYou can also link pitches 4 and 5. After the crux, move up and left to a fun corner after some easy climbing. Keeps from away from the tree and having to crouch and belay in the branches.","protection":"Standard rack.","location":"The Surprise is located to the right of both\n\nMunginella\n\nand\n\nCommitment\n\nin the middle of the cliff."},"__v":0},{"_id":"FenCjAnRUaetmbyqk3ORow==","name":"Munginella","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Tom Fender, Vic Tishous, 1966.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.59857,37.74798]},"left_right_index":4,"mp_id":"105867008","mp_crag_id":"112345256","climb_id":"FenCjAnRUaetmbyqk3ORow==","areaRef":"x1fxI7osUAypmpfdyHrWpw=="},"content":{"description":"This very popular route lies in the farthest left book.\n\nThe Reid guide shows it as three pitches, but it's great to do it in two with a 60 meter rope. There are three trees on the route. Climb to the third tree, make a hard left, 10' to the corner. There's a nice little ledge there where you can sit and belay. Another long pitch goes to the top.","protection":"Pro to 2.5\".","location":"Approach:\n\nAt one point you should cross the stream bed to the right, and walk up a small rock slab to where the route continues. The approach should take ~15 minutes if you don't get off route.\n\nThe carabiner signs posts (there are 2) are not easily spotted from the trail on the approach. When you get an information signpost titled \"Profile of a Waterfall\", back up 50 feet and look to your left. You'll see the carabiner signpost tucked into the woods about 30 feet from the trail. Follow it up and it'll lead you to the second signpost, which is right at the start of the route. You will need to go up the 3rd class and right along a ledge for the first belay at a tree/bush/ledge.\n\nDescent:\n\nRight at the top there are two paths to the left, one goes down and one goes up. Go up!!! The down path leads to an extremely small path on the edge of a cliff, with a short downclimb. If you fall, slip or trip there you will die. The paths meet later. You can rappel from the bolts you find with a 60 meter rope, if you don't want to walk/slide down the slabs near them."},"__v":0},{"_id":"uZJu4HNdVBm6W+qS8AJ4Ug==","name":"Jughead","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Tucker Tech - Late 1980's","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-119.59857,37.74798]},"left_right_index":2,"mp_id":"107117947","mp_crag_id":"112345256","climb_id":"uZJu4HNdVBm6W+qS8AJ4Ug==","areaRef":"x1fxI7osUAypmpfdyHrWpw=="},"content":{"description":"This is a good line with some high quality sections and also some crumbly sections.  The climb begins up a great looking face with beautifully colored, high quality knobs for approx. 20ft.  As the knobs end, the quality of the rock deteriorates and unprotected slab climbing begins.  About 40 ft. above the ground, a shallow crux water groove with crusty friction must be mantled (.8) over ground fall potential.  This section of the climb is short and continued unprotected slab climbing continues until the top third of the climb is reached.  Follow a solid crack up and left with good pro over easy to moderately easy fifth class rock.  When the crack ends, make a fun move up and to the right (.6) to gain the low angle slab and grassy terraces to the top of the pitch.  Cross the trail that serves as the walk off for the Five Open Books and belay from a small tree.\n\nThere is a large range of risk involved in the R rated climbs in Yosemite.  Some are soft R's (low risk) and some are hard R's (high risk).  This climb is a hard R.  It is just a tad shy of being X rated.","protection":"A sling or two for the knobs at the bottom, and a couple of finger to hand sized pieces for the top.","location":"This route is located on the far left side of the Five Open Books, on a huge grassy ledge up and to the left of Munginella.  It is the only climb off of the ledge that starts with knobs."},"__v":0},{"_id":"ActnQwYXXDCe3TBKV4fM2w==","name":"Hanging Teeth","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Jim Bridwell, Vic Tishous 1968","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.59857,37.74798]},"left_right_index":11,"mp_id":"106770322","mp_crag_id":"112345256","climb_id":"ActnQwYXXDCe3TBKV4fM2w==","areaRef":"x1fxI7osUAypmpfdyHrWpw=="},"content":{"description":"Hanging Teeth... the right most of the 5 open books. This route includes fun moderate liebacking, some chimney climbing, and a variety of crack sizes. The route is a bit dirty and can be wet, but overall a very fun climb!\n\nThe first pitch follows the big and mostly clean corner. Cruise on up the 5.7 lieback to the rooflet. There is a crack right at the lip of the roof, you can reach around and place gear before you commit to the move. A few more feet of climbing leads to the belay tree.\n\nThe second pitch follows a well protected low angle chimney, then wide crack, and finally fingers to another belay tree. The final pitch involves some more excellent corner liebacking (through potential seepage and slime). Finally climb through some rotten and loose rock and pull onto a small ledge where the route merges with the caverns. Through the trees to the right, or top out to the left.\n\nTop out into the typical 5 Open Books scree funnel and try not to send anything onto anyone below. Enjoy!","protection":"A standard rack won't cut it unless you run it out.  The supertopo suggests 2 5-8\" pieces.  However, the climbing is secure.  Well, secure as a lieback ever is anyway.","location":"The rightmost of the 5 open books.  The trail drawing in the supertopo led us astray and made me think this was The Surprise.  Confirm it's the Hanging Teeth by walking right... no more open books.  If you have the supertopo, it's also easy to walk left a short ways and locate the Caverns, easily distinguishable by the toothy block start below the low tree."},"__v":0},{"_id":"ZjEz7RKSVHWMGOHkqxmTcg==","name":"Fire Fly","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Marc Volland - July 2008","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.59857,37.74798]},"left_right_index":1,"mp_id":"106652472","mp_crag_id":"112345256","climb_id":"ZjEz7RKSVHWMGOHkqxmTcg==","areaRef":"x1fxI7osUAypmpfdyHrWpw=="},"content":{"description":"A good little line that can be climbed while walking off any of the Five Open Book routes.  The base of the climb is on a large grassy ledge about 50 ft. down from the granite scramble with the rap rings on it.\n\nThe crux is a ten foot section just past the first bolt.  After that the route cuts right and pleasantly climbs up easy face holds, passing over a grassy terrace before gaining the anchor.  Bolts are about every 20 ft. or so.\n\nSunny in the Winter and scorching in the Summer.","protection":"Lead this climb with five quick draws.  There is a two bolt rap anchor at the top and can just barely be rappelled with one 70m rope.","location":"This route is on the far left side of the Five Open Books area.  It is on the large ledge left and up from Mungenella.  Left of the forgotten classic Antique and Tucker Tech's route Jughead.  Look for a large triangular shaped slab with a copper streak on the cliff just to its right.  Fire Fly starts up this copper streak.  The first bolt is about 20 feet up."},"__v":0},{"_id":"4XPzvRbAWj2oaL+xUXoDzQ==","name":"Commitment","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Jim Bridwell, Dave and Phil Bircheff","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.59857,37.74798]},"left_right_index":5,"mp_id":"105867013","mp_crag_id":"112345256","climb_id":"4XPzvRbAWj2oaL+xUXoDzQ==","areaRef":"x1fxI7osUAypmpfdyHrWpw=="},"content":{"description":"This climb is in the next book right of \"Munginella\".\n\nP1: Start by climbing a great splitter handcrack (thin at the bottom, may be cruxy) up for a ways to an obvious short face traverse right on nice positive flakes which gets you to a bolted anchor. This is a very nice pitch.\n\nP2: A short section of delicate face climbing (easy, but not well protected) leads up to a corner at the right edge of a roof. Get some gear in the roof and continue up the moderate but sustained layback corner up to the bigger roof above. Gear belay anywhere you want, ideally right underneath the massive roof.\n\nP3: Climb up to the roof and traverse out right to get established in the corner above it (crux). Continue up the nice corner, which presents another 5.9 crux layback/undercling right as you top out. It is possible to avoid this part by topping out to the left as the corner gets blocky, but this second crux is great fun, protects well, and is no harder than the previous 5.9 roof pull. Get after it and do the proud finish!\n\nThe top is full of loose rocks and debris; take special care not to knock any of it down on anyone below. Continue up to climbs on the upper tier, or descend as for Munginella.","protection":"Pro to 3\".","location":""},"__v":0},{"_id":"Rz0/2PG3Xx2p8Vzx9ta9tQ==","name":"The Caverns","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Jerry Anderson & Jim Pettigrew, 1970","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.59857,37.74798]},"left_right_index":9,"mp_id":"105998060","mp_crag_id":"112345256","climb_id":"Rz0/2PG3Xx2p8Vzx9ta9tQ==","areaRef":"x1fxI7osUAypmpfdyHrWpw=="},"content":{"description":"P1: Take your choice of two cracks off the ground, both of which lead to a tricky traverse right under a roof (a #3 or #4 Camalot comes in handy here).  Continue up to belay at a tree.  See ??.\n\nP2: Continue up right-facing corner to another belay tree.\n\nP3: Climb crack and face above tree and traverse right along the path of least resistance to the base of the \"Caverns\".  Belay at a tree.\n\nP4: Several options.  Either delve into the depths and chimney up with no pro, climb the face just right of the chimney (also no pro), or climb a somewhat grungy right-facing crack above the belay tree (best option).  All options are 5.7.  Continue on easier ground to belay at a pine tree.\n\nP5: Scramble right on dirty ground, skirting through the trees.  Finish with a short 5.6 crack.\n\nDescend by hiking to climber's left on reasonably well-defined trail.","protection":"Standard rack to 4\".","location":"The fourth \"open book\" from the left."},"__v":0},{"_id":"W6a7l8JkVhysMdn/04wqqA==","name":"Antique","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-119.59857,37.74798]},"left_right_index":3,"mp_id":"110302399","mp_crag_id":"112345256","climb_id":"W6a7l8JkVhysMdn/04wqqA==","areaRef":"x1fxI7osUAypmpfdyHrWpw=="},"content":{"description":"Runout face climb on the left end of the 5 Open Books. Scramble to the rope-up spot for Munginella, then traverse a narrow ledge to the left for about 80 ft to the base of a short corner. Climb up this 30 ft corner (Start Me Up, 5.4) to reach a big grassy ledge. Walk along this ledge to access a variety of routes including\n\nJughead\n\n. On the right end of the ledge is a prominent arching flake/roof. This is Left Wing (10b). Antique climbs the face under the far left end of this roof and then joins Left Wing for the second half of the climb.\n\nStart by underclinging a small flake and then step up at the left end of it (hard 5.7). Climb unprotected up the face to a super old 1/4\" bolt at around 40ft (maybe 5.5 - 5.6, R/X climbing). From the left of the bolt go up a few feet and then work up and right to reach hummocks. Place gear on the underside of a flake and then move right some more and climb up and over. Easy terrain with lots of hummocks will lead to the top. Belay off manzanita trees while sitting in the middle of the descent trail.","protection":"Light rack to 2\"","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,8ab53875-745f-5076-b396-d3d84945e52c,0f1eddf1-5a79-556e-92f6-0d91627e1f2f,5e3c95f8-ac0c-58d7-8278-934731f6453b,27e05140-dd05-55f9-87f2-c27a5a7ba966,28699b1e-3b04-5433-8216-243ffe165369,c757f123-ba2c-500c-a99a-97ddc87ad6a7","pathTokens":["USA","California","Yosemite National Park","Yosemite Valley","Valley North Side","E. Yosemite Falls Area","Five Open Books","First Tier"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.10c"},{"count":5,"label":"5.8"},{"count":1,"label":"5.10a"},{"count":1,"label":"5.6"},{"count":1,"label":"5.9"},{"count":1,"label":"5.7"}],"byDiscipline":{"trad":{"total":9,"bands":{"unknown":0,"beginner":6,"intermediate":3,"advanced":0,"expert":0}},"sport":{"total":2,"bands":{"unknown":0,"beginner":1,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":7,"intermediate":4,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-119.59857,37.74798]},"bbox":[-119.59913867817995,37.747530339818134,-119.59800132182002,37.74842966018186],"left_right_index":-1,"ext_id":"112345256","area_id":"x1fxI7osUAypmpfdyHrWpw=="},"content":{"description":""},"density":0,"totalClimbs":11,"__v":1,"createdAt":"2022-11-07T05:54:52.059Z","updatedAt":"2024-01-15T16:41:29.210Z"}