{"_id":"63689de0e80bff5a994fa362","area_name":"Sugar Cube, The","shortCode":"","climbs":[{"_id":"F1Ciia3MXWGQXB95cpvJVg==","name":"The Match-Up","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"RM Wright, 2008","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3761,40.41555]},"left_right_index":1,"mp_id":"106556734","mp_crag_id":"106261980","climb_id":"F1Ciia3MXWGQXB95cpvJVg==","areaRef":"c9ehIMPsVfizGKH/ABTgqg=="},"content":{"description":"The Match-Up runs up the middle of the west face of The Sugar Cube. For the record, TMU is still a red point project for me (as of September 2009), although it may have seen a red point burn earlier this year (Bernard Gillett?). I was able to free most of it in late September after being unable to even get back for a try throughout most of the last year. The climbing on TMU is intricate and very powerful, at least for me. Start in a wide, rounded groove with pathetically poor feet and power up to the first of a series of rounded lay-away holds inside the groove. The definitive crux comes in getting to and past the first clip. Continue with awkward, torgue-intensive body tension moves. The third clip can be made before reaching a deep hand jam. From the hand jam on through standing above clip seven, the route comes in at 5.12a. It is possible to move out left after the fifth clip for a complete rest, but this sets up a difficult traverse with the sixth clip at your waist (pretty cozy). From the traverse to standing above clip seven entails more powerful climbing with more intricate footwork and body position. The final three clips and the anchor are shared by all three routes with the remaining climbing not harder than 5.9.\n\nI personally thought that TMU was burly, complex, bullet proof, technical, and excellent. I'm posting it now while it is still a project (but presently a very close project) because rumor has it that it has already seen a red point run. At this point, I'm completely easy about someone else climbing it. It's coming together quickly now, and the climbing invokes a lot of the things I learned over the last year training with Dave Wahl and his posse of boulderers. Hard but loads of fun.","protection":"Quickdraws only and something for the double bolt anchor at the top. Stick clip at least the first bolt, possibly even the second (!!!).","location":"This is the middle of three routes presently on The Sugar Cube."},"__v":0},{"_id":"aeWloJmpUgiPjN7ZnkosPg==","name":"Match-Up Left","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"RM Wright, 2008","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3761,40.41555]},"left_right_index":0,"mp_id":"106556719","mp_crag_id":"106261980","climb_id":"aeWloJmpUgiPjN7ZnkosPg==","areaRef":"c9ehIMPsVfizGKH/ABTgqg=="},"content":{"description":"Match-Up Left is a variation to the main line (\n\nThe Match-Up\n\n) running up the West face of the Sugar Cube. MU Left joins\n\nTMU\n\nat the hand jam after two clips. Stick clip the first bolt and enter from the left. An awkward move gains good hands and the jam out right. From here on, the route follows\n\nTMU\n\n.","protection":"Quick draws only and something for the double bolt anchor at the top.","location":"Left hand variation to The Match-Up and furthest left of three routes on the west face."},"__v":0},{"_id":"e1oFnWZLVLmT66epXATOUg==","name":"Hypocrisy's Promise","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"RMWright, Bert Honea, Fall 2008","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3761,40.41555]},"left_right_index":2,"mp_id":"106280202","mp_crag_id":"106261980","climb_id":"e1oFnWZLVLmT66epXATOUg==","areaRef":"c9ehIMPsVfizGKH/ABTgqg=="},"content":{"description":"HP starts off a block on the edge of the west face. A short, crimpy start to jugs gives way to solid edge climbing as the route winds left to the arete proper. I had originally installed the route with the intent of knocking it off at the first good opportunity along with the other two routes on the crag. A TNB session at the gym left me with a ripped rotator cuff and fully dislocated shoulder, and no climbing for a while as the shoulder repairs. Bert snagged the FFA without any knowledge of my injury. I guess that's life when we go 'red-tagless\". HP is okay, largely very solid, a wee bit devious, and sets up a good TR for the hard stuff on the left.","protection":"Ten draws and a rope. Double bolt anchor at the top.","location":"Furthest right of three routes on the West arete of TSC."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,cd674f3c-8205-5aea-b926-ef2c3b804ed5,279c5542-b8d6-5385-b9f0-746ce842d276,460c74b8-6c74-51e8-874d-5e7fa65f691d,73d7a120-c3ec-55f8-b318-a1ff0014e0aa","pathTokens":["USA","Colorado","Estes Park Valley","Big Thompson Canyon","Mary's Bust Area","Sugar Cube, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.12b"},{"count":1,"label":"5.12-"},{"count":1,"label":"5.10"}],"byDiscipline":{"sport":{"total":3,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":2,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":1,"advanced":2,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.3761,40.41555]},"bbox":[-105.37669059942192,40.415100339818146,-105.37550940057805,40.41599966018187],"left_right_index":-1,"ext_id":"106261980","area_id":"c9ehIMPsVfizGKH/ABTgqg==","polygon":{"type":"Polygon","coordinates":[[[-105.37669059942192,40.415100339818146],[-105.37550940057805,40.415100339818146],[-105.37550940057805,40.41599966018187],[-105.37669059942192,40.41599966018187],[-105.37669059942192,40.415100339818146]]]}},"content":{"description":""},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T05:56:58.962Z","updatedAt":"2024-01-20T01:01:11.014Z"}