{"_id":"63689d5ce80bff5a994f4d61","area_name":"2-Robinson","shortCode":"","climbs":[{"_id":"mrrVASnmUU6FNgEYh492kw==","name":"z'Vieri","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"TR Ken Roberts + Alistair Veitch","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.12756,37.77205]},"left_right_index":2,"mp_id":"113375681","mp_crag_id":"112290187","climb_id":"mrrVASnmUU6FNgEYh492kw==","areaRef":"Ezt21cLRUr+HxnOFhsfc7w=="},"content":{"description":"Thoughtful moves on slopy holds.\n\nStraight up the more textured rock with crack on left side of light yellow-orange face.\n\nname\n\n: Route in the \"moderate\" sector of the Gimmelwald sport-climbing area in Switzerland.\n\nwarning\n\n: The rock on and near this route has not been climbed much yet, and some of the rock is still breakable and loose -- so the belayer and other people should stand far away from underneath the climber.\n\nFA first ascent? The listing of a Top-Rope first ascent does not imply that top-roping is the \"appropriate\" style for this route. If some party bolts this route and leads it and supplies a careful description of the size and metal-composition of the bolts and hangers - (by posting an Improve This Page or a Comment below) -- they wlll be given first-rank FA on this page. Also they can supply their own name for this climb (which is why currently this route has just some odd name copied from a crag in another country, awaiting installation of hardware).","protection":"No fixed hardware for top anchor or for leading.\n\nTop-Roping: For ideas about how to get access to set up top anchor,\n\nsee the Area description page for this sector 2 Robinson\n\n.\n\nProtection for Trad leading is unknown and likely inadequate.","location":"In the upper part of this sector.\n\nBelow irregular vertical crack that forms left edge of light yellow-orange face.\n\n- - >\n\nsee on this Photo"},"__v":0},{"_id":"wzjIdsHqXmmHXahXYUnifQ==","name":"Southern Cross","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"TR Alistair Veitch + Ken Roberts","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.12756,37.77205]},"left_right_index":3,"mp_id":"113375655","mp_crag_id":"112290187","climb_id":"wzjIdsHqXmmHXahXYUnifQ==","areaRef":"Ezt21cLRUr+HxnOFhsfc7w=="},"content":{"description":"Nice face climbing.\n\nStraight up the face.\n\nLoose flake in lower section as of July 2017.\n\nname\n\n: Along with the silver fern, the four stars of the Cross constellation are featured on national flag designs of New Zealand - (the four stars also represent four islands).\n\nwarning\n\n: The rock on and near this route has not been climbed much yet, and some of the rock is still breakable and loose -- so the belayer and other people should stand far away from underneath the climber.\n\nFA first ascent? The listing of a Top-Rope first ascent does not imply that top-roping is the \"appropriate\" style for this route. If some party bolts this route and leads it and supplies a careful description of the size and metal-composition of the bolts and hangers - (by posting an Improve This Page or a Comment below) -- they wlll be given first-rank FA on this page. Also they can supply their own new name for this climb.","protection":"No fixed hardware for top anchor or for leading.\n\nTop-Roping: For ideas about how to get access to set up top anchor,\n\nsee the Area description page for this sector 2 Robinson\n\n.\n\nProtection for Trad leading is unknown and likely inadequate.","location":"In the upper part of this sector.\n\nBelow light yellow-orange face between broken/textured rock + crack to its left and deeper broken rock + gully to its right.\n\n- - >\n\nsee on this Photo"},"__v":0},{"_id":"PdMd6eepVyKldDpF8Epj/A==","name":"Silver Fern","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Derek Field & Giselle Fernandez (2018)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.12756,37.77205]},"left_right_index":4,"mp_id":"114611746","mp_crag_id":"112290187","climb_id":"PdMd6eepVyKldDpF8Epj/A==","areaRef":"Ezt21cLRUr+HxnOFhsfc7w=="},"content":{"description":"Engaging slab moves on bullet stone. Scramble up a slanted refrigerator block (20 feet of 4th-class) to reach the first bolt. Then follow bolts up the cryptic face to a two-bolt chain anchor.\n\nThis line was first envisioned (and toproped) by Alistair Veitch and Ken Robinson. It is still possible to TR this route by scrambling to the top anchor via the left side of the crag. The shorter face just left of Silver Fern can be toproped at 5.7/8 - this line is referred to as \"Southern Cross\".","protection":"5 bolts (3/8\" Fixe SS wedge bolts)\n\nTwo-bolt chain anchor","location":"This route takes a direct line on the tallest part of the Robinson sector. Look for the bolts!"},"__v":0},{"_id":"UNZ3eiJgW62NcVsSCOP5lw==","name":"Robinson Ridge","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"Corey Todd + Ken Roberts","type":{"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-119.12756,37.77205]},"left_right_index":1,"mp_id":"112290819","mp_crag_id":"112290187","climb_id":"UNZ3eiJgW62NcVsSCOP5lw==","areaRef":"Ezt21cLRUr+HxnOFhsfc7w=="},"content":{"description":"Climbing on a real arete, much on the crest of the ridge. A little taste of an \"alpine\" rock route.\n\nPitch 1: Start down below right from the base of the arete (or start on the arete and immediately traverse into the Right face. Up the face to join the arete, next up the arete to a small dihedral. Crux is to get past its top. Just above dihedral find two-bolt anchor above behind flat platform. (5.4, 80 feet, 3 bolts)\n\nPitch 2: Then more along the crest of the ridge to a steeper section. The second crux is to get up this. Finish at obvious flat spot with a low bush with two-bolt anchor for belay (below right from it) -- also a separate two-bolts-with-ring rappel anchor. (5.4, 110 feet, 2 bolts)\n\nOptional extra: Continue up the ridge a ways (class 3+) then bear right (NW) toward summit knob with bigger view (class 3+).\n\ndescent\n\n: Three options:\n\na) rappel southeast from the two-bolt anchor down into the gully. A 60-meter rope will reach to below the 4th class sections of the gully, then hike on steep rugged slope (sometimes loose) to the bottom of the gully. This gully will always have some loose rock, so try to have each person clear off to a safer place away to the side while the next person makes their rappel -- and especially while pulling the rope down.\n\nb) scramble up higher (west) until can go left (south) into the gully, then east down the gully (4th class) back to the bottom.\n\nc) scramble up higher (west) until can go left (south) into the gully, but then instead of going down east, continue south scrambling up out of the gully, then traverse on rock to the top of\n\nthe sector 1 Gastlosen\n\nrock, and use one of the descent methods (rappel or down-scramble) for that sector. This entirely avoids the gully.\n\nName\n\n: for Doug Robinson, who made great contributions to every aspect of Eastside Sierra climbing and backcountry skiing. So next the \"Robinson question\": What is the only kind to which he did\n\nnot\n\nmake a contribution?\n\nwarning\n\n: The rock on and near this route has not been climbed much yet, and some of the rock is still breakable and loose -- so the belayer and other people should stand far away from underneath the climber.","protection":"Pitch 1 has 3 intermediate bolts for leading, up to two-bolt top anchor.\n\n. . As of 2019, there are\n\nfour\n\nanchor bolts by the top of this pitch. The two on the Left are newer, installed in 2019, so likely preferable to use those for making an anchor for belaying.\n\n. . . (The two on the right have hangers that are loose, and the bolt stud can rotate in its hole if the attached nut is turned with a wrench, so the plan is to remove them).\n\nPitch 2 has 2 intermediate bolts for leading, up to two-bolt top anchor below right from low bush.\n\nRappel anchor at top of Pitch 2, composed of two bolts and hangers, linked by a chain and quick-links. There is a rappel ring which can be used to connect the 60-meter rope for making a rappel.\n\ndetails on hardware:\n\nAll the bolt studs are all 3/8 inch diameter. The upper bolt of the P1 anchor and the lower bolt of the P2 anchor are 4 inch long. All other bolt studs are 2.75 inch long.\n\nThe bolts studs and traditional flat-stock hangers and rappel ring are 304 Stainless steel. The round-bar-stock hangers are 316 Stainless steel. The chain and quick-links are Plated steel.\n\nThe two Left-side bolts-with-hangers of the P1 anchor and the lower bolt stud + both hangers of the P2 belay anchor were installed in 2019. The P2 rappel anchor and other hardware on this route were installed in 2016.\n\n_______________________________________________\n\nAlthough there are bolts, this route is not really a \"Sport\" climb, because in many places on the route, a fall would likely result in injury. Bolt protection is provided only for the harder sequences. Where the climbing is easier, it's a long way to the next bolt.\n\nBut most of the route is less than vertical, so it would take many many bolts to make the whole route less dangerous in case of a fall. A leader could bring Trad protection to supplement the fixed bolts, but that's not going to make a big change to the basic situation.\n\nReally the leader needs to be very solid at the route's difficulty level before starting, and be very careful not to fall. If you are not sure you can maintain mental focus and calmness in the face of exposure to serious injury on rock terrain which should be well within your climbing capability, do not try to lead this route - (instead develop the required mental focus and calmness in other more controlled contexts).\n\nAlso the follower needs to be solid in handling the less-difficult sections, because a fall in one of those sections would likely result at least in scrapes and bruises, if not worse (despite the protection of rope-belay from the leader above).\n\nhints\n\nto beginning leaders: The exact placement of each bolt might be determined more by trying to avoid rope drag and other problems, rather than showing which way the easiest climbing goes.\n\nLikely will be helpful to have some protection carabiners on some longer slings, rather than only on short quickdraws: to avoid rope drag.","location":"(unlike most other routes in this sector) Start at the bottom of the obvious gully which is below the south (left) side of this sector. At the base of the arete on the north (right) side of the gully.\n\n- - >\n\nSee on this Photo\n\n. . . .\n\nand this Photo"},"__v":0},{"_id":"q5ilfODeVOilqUCXIUVX+A==","name":"Pitone usato nelle dolomiti?","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Maybe a variation to an obscure route??","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-119.12756,37.77205]},"left_right_index":999999,"mp_id":"113318690","mp_crag_id":"112290187","climb_id":"q5ilfODeVOilqUCXIUVX+A==","areaRef":"Ezt21cLRUr+HxnOFhsfc7w=="},"content":{"description":"Fun little adventurous alpine route that may have the feel of an FA when done with no beta. Mostly scrambly with a few distinct cruxes and decision making/ route finding moments. Not to be taken lightly due to the alpine blocky terrain, some unclean rock and sparse pro.\n\nFinding the crack and piton described below, pass lichen and moss encrusted rock being careful to avoid it by using good holds, clean rock and climbing an interesting sequence.  Ascend this (1st crux) and traverse right ~80' on a sandy ledge to belay at a tree.  (This crux can be protected for the follower by slinging multiple large limbs of a bush.)\n\n~50 to the right of the tree is a hornet's nest.  Start next to the tree and ascend loose blocky terrain climbing the solidly attached rock of high quality.\n\nAt the summit where it steepens, head right.  A good yellow alien where you begin traversing right inspires confidence.  An interesting traverse move that calls for finding positive but small holds (crux 2) finishes the route psychologically before you complete the final 15' top out scramble.  (Final traverse crux can be protected for follower above with a hard to spot small cam inside a well-attached block.)\n\nThe route name itself is an Italian reference to the piton whose meaning can easily be ascertained once translated.","protection":"A draw, slings, and small cams and nuts.","location":"Begin by hiking up the area gully.  The start GPS coordinates are 37.772139, -119.127734 and begins below a short section of crack beneath a piton inscribed with \"made in Italy\".\n\nTop out coordinates: 37.772196, -119.127708. (Admittedly requires too much precision.)\n\nTo descend, I hiked further up to meet up with the prominent Gem lakes hiker trail, veering left on the bluff top through a social trail in brush to the right of a short steep boulder face.  (See pic.) As you hit the T intersection, turn right because that way descends to return to parking < half a mile."},"__v":0},{"_id":"cbte75rzV22CcmGDPosNIw==","name":"Penn Alti","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"TR Ken Roberts","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.12756,37.77205]},"left_right_index":6,"mp_id":"113375717","mp_crag_id":"112290187","climb_id":"cbte75rzV22CcmGDPosNIw==","areaRef":"Ezt21cLRUr+HxnOFhsfc7w=="},"content":{"description":"Lots of moves on positive holds.\n\nUp the little \"ridge\" in the center of the gully, next trend to the left side of gully, then exit left onto face and up that.\n\nname\n\n: Route in the \"moderate\" sector of the Gimmelwald sport-climbing area in Switzerland.\n\nwarning\n\n: The rock on and near this route has not been climbed much yet, and some of the rock is still breakable and loose -- so the belayer and other people should stand far away from underneath the climber.\n\nFA first ascent? The listing of a Top-Rope first ascent does not imply that top-roping is the \"appropriate\" style for this route. If some party bolts this route and leads it and supplies a careful description of the size and metal-composition of the bolts and hangers - (by posting an Improve This Page or a Comment below) -- they wlll be given first-rank FA on this page. Also they can supply their own name for this climb (which is why currently this route has just some odd name copied from a crag in another country, awaiting installation of hardware).","protection":"No fixed hardware for top anchor or for leading.\n\nTop-Roping: For ideas about how to get access to set up top anchor,\n\nsee the Area description page for this sector 2 Robinson\n\n.\n\nProtection for Trad leading is unknown and likely inadequate.","location":"In the upper part of this sector.\n\nBelow the wide broken-rock gully with light yellow-orange face to its left and low overhang and low roof to its right.\n\n- - >\n\nsee on this Photo"},"__v":0},{"_id":"V6Zhxyz0VsGev5GTNod9Dg==","name":"Fähndlimaa","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"TR Alistair Veitch + Ken Roberts","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.12756,37.77205]},"left_right_index":7,"mp_id":"113375742","mp_crag_id":"112290187","climb_id":"V6Zhxyz0VsGev5GTNod9Dg==","areaRef":"Ezt21cLRUr+HxnOFhsfc7w=="},"content":{"description":"Variety of interesting moves. Upper part is more sustained than might have guessed.\n\nUp to the overhang, next up around its left side. Then straight up crack, and finish on face then groove to top.\n\nname\n\n: Route in the \"moderate\" sector of the Gimmelwald sport-climbing area in Switzerland.\n\nwarning\n\n: The rock on and near this route has not been climbed much yet, and some of the rock is still breakable and loose -- so the belayer and other people should stand far away from underneath the climber.\n\nFA first ascent? The listing of a Top-Rope first ascent does not imply that top-roping is the \"appropriate\" style for this route. If some party bolts this route and leads it and supplies a careful description of the size and metal-composition of the bolts and hangers - (by posting an Improve This Page or a Comment below) -- they wlll be given first-rank FA on this page. Also they can supply their own name for this climb (which is why currently this route has just some odd name copied from a crag in another country, awaiting installation of hardware).","protection":"No fixed hardware for top anchor or for leading.\n\nTop-Roping: For ideas about how to get access to set up top anchor,\n\nsee the Area description page for this sector 2 Robinson\n\n.\n\nProtection for Trad leading is unknown and likely inadequate.","location":"In the upper part of this sector.\n\nBelow left half of low overhang which is left of low roof.\n\n- - >\n\nsee on this Photo"},"__v":0},{"_id":"XAecvwJnV/Cu2BHpX+mcBw==","name":"Couloir du Pissoir","yds":"4th","grades":{"yds":"4th","french":"1"},"fa":"(pre-historic)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.12756,37.77205]},"left_right_index":0,"mp_id":"112305941","mp_crag_id":"112290187","climb_id":"XAecvwJnV/Cu2BHpX+mcBw==","areaRef":"Ezt21cLRUr+HxnOFhsfc7w=="},"content":{"description":"Not the easiest or best way to the top of the cliffs nearby.\n\nThis obvious route has a few interesting class 4 moves, but it's only a couple of short sections. The rest is just scrambling or hiking on loose rock and vegetation. It is a sort of interesting space -- you can check out overhanging rock on its north side.\n\nWay more fun + interesting non-hard climbing to be done on the arete which forms the north edge of this gully -- next route to the right on MountainProject.\n\nIf not hauling a load up, this gully might be the quickest access to top of the cliffs nearby -- but surely not the easiest (rather see the zig-zag way for top access up through sector 1 Gastlosen).\n\nwarning\n\n: Climbing up or down in this gully is exposed to falling loose rock, both from above in the gully itself, and from outside above the sides of the gully (especially from the south side).\n\nNot a place to be when other parties or persons are around, either above in the gully, or on the cliffs and rocks alongside.\n\n. (maybe safer when the ground surface in and around is well-frozen?)\n\nname: \"Couloir du Pissoir\" is a gully in the SouthWest corner of Switzerland above the village of Trient, which gets skied sometimes.","protection":"No fixed hardware for top anchor or for leading.\n\nThe class 4 climbing sections are not easily protectable with Trad gear placements or natural features.\n\nAnd while wearing a helmet is smart and recommended, that is not sufficient to protect against non-tiny rocks falling from above.","location":"Follow the instructions on\n\nthe main Silver Lake area page\n\nfor Hiking access for the southern sectors from the southern end of the Parking lot. Can't miss it.\n\n- - >\n\nSee on this Photo\n\n. . . .\n\nand on this Photo"},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,28ecf9b8-3e02-54f1-9a23-26c5d4120483,2d851305-4237-55da-9626-16bb345bb0ad,85ff83a4-59fa-5e29-a266-ac1e73e33385,133b76d5-c2d1-52bf-87c6-738586c7dcef","pathTokens":["USA","California","Sierra Eastside","June Lake Area","Silver Lake","2-Robinson"],"gradeContext":"US","aggregate":{"byGrade":[{"count":3,"label":"5.8"},{"count":1,"label":"5.4"},{"count":2,"label":"5.6"},{"count":1,"label":"5.7"},{"count":1,"label":"4th"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":1,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"sport":{"total":2,"bands":{"unknown":0,"beginner":2,"intermediate":0,"advanced":0,"expert":0}},"tr":{"total":4,"bands":{"unknown":0,"beginner":4,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":1,"beginner":7,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-119.12756,37.77205]},"bbox":[-119.12812886325467,37.77160033981814,-119.1269911367453,37.772499660181865],"left_right_index":-1,"ext_id":"112290187","area_id":"Ezt21cLRUr+HxnOFhsfc7w==","polygon":{"type":"Polygon","coordinates":[[[-119.12812886325467,37.77160033981814],[-119.1269911367453,37.77160033981814],[-119.1269911367453,37.772499660181865],[-119.12812886325467,37.772499660181865],[-119.12812886325467,37.77160033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":8,"__v":1,"createdAt":"2022-11-07T05:54:26.698Z","updatedAt":"2024-01-20T00:58:09.900Z"}