{"_id":"63689de0e80bff5a994fa7b3","area_name":"Lair, The","shortCode":"","climbs":[{"_id":"6cP3taVoUXKgjIQOYk0d7A==","name":"Thriller","yds":"5.12a/b","grades":{"yds":"5.12a/b","french":"7b"},"fa":"Mark Tarrant, Richard Wright, July 2009","type":{"trad":true,"sport":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.683,39.7603]},"left_right_index":999999,"mp_id":"106489591","mp_crag_id":"106312429","climb_id":"6cP3taVoUXKgjIQOYk0d7A==","areaRef":"QD4nuE99UTesm/2yxL2UAQ=="},"content":{"description":"Thriller moves out of the cave on progressively steepening rock. A hard starting sequence deposits the climber below the first roof system where a high clip protects moving past the overlap. The target here is a large scary looking tooth looming 15 feet above. Despite my best efforts with a crowbar I was unable to even budge the tooth, so while it looks ominous it doesn't seem to be going anywhere. Mark and I have both climbed through using it, and it has been very solid. Move left after the tooth to gain a large plate and a thrilling series of moves that takes the climber to a small stance below the final overlap. The crack above is protected by a few camming units, and while this section is pretty easy in itself, it comes well after the pump factor has taken hold! Two more bolts protect the final section below the anchors. Thriller offers little rest once stepping off the ledge until one is jamed into the crack above. Good one-hand-at-a-time shake-outs can be had in several places, but these don't produce a lot of recovery.\n\nRock quality on Thriller is overall very good, although one passes a small band of softer stone at a ledge just below the first overlap. The moves on Thriller just get better and better right up to the crack which seems a little more routine but still fun.","protection":"About a dozen draws and at least two camming devices. We used the 1.0 and 0.75 Link cams that span 0.5 inch to 1.5 inch. Depending on the pump factor, it might be nice to have a couple of extra camming units in this same size range.","location":"Left side of The Lair, coming out of the cave."},"__v":0},{"_id":"aMZy3+MmVKiKyL3ebJGOWg==","name":"Tap Line","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"RMWright","type":{"sport":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.683,39.7603]},"left_right_index":999999,"mp_id":"106312433","mp_crag_id":"106312429","climb_id":"aMZy3+MmVKiKyL3ebJGOWg==","areaRef":"QD4nuE99UTesm/2yxL2UAQ=="},"content":{"description":"Tap Line provides access to the drainage above The Lair, The Wild Lands. The climb itself is unremarkable, but two bolts were added above the climbing that allow you to approach the crags above, and, more importantly, to descend safely back to the rap station. Tap Line can also serve as a warm-up for the routes in the cave that are substantially more difficult.","protection":"Seven draws, something for the double bolt anchor at the top, and a rope for the climb itself. Two extra draws if you proceed up to The Wild Lands. If you do elect to explore the region above Tap Line, remember to tie your rope off at the second bolt.","location":"Right side of The Lair, behind the trees."},"__v":0},{"_id":"ThXwzBMmWei1EODocI+X9Q==","name":"Stone Warrior","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Wright & Tarrant, Spring 2009  FFA Mark Tarrant","type":{"sport":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.683,39.7603]},"left_right_index":999999,"mp_id":"106462149","mp_crag_id":"106312429","climb_id":"ThXwzBMmWei1EODocI+X9Q==","areaRef":"QD4nuE99UTesm/2yxL2UAQ=="},"content":{"description":"Stone Warrior begins in a very tight and left leaning dihedral. An unusual series of moves gains a short clean block that is capped by a broad ledge. A low clip off the ledge allows the rope to be pinned out of the way in launching into the steep crux plate. The plate itself is solid at 5.12b and involves an intricate series of crimps and high steps. This is followed by a good rest and more moderate but pumpy and somewhat tricky climbing to the anchor. Overall SW is an interesting and quite good route. The rock quality is very good throughout and the climbing strenuous and varied. The ledge at 40 feet knocks a star off the rating.\n\nThe primary consideration with SW is the unavoidable reach problem coming off the ledge. A person much under 5'10\" may have serious reach problems. At just under 5'8\" I could only touch key holds that launch the series of crux crimps. Mark and I have tried some variations that attempt to avoid the reach problem, but these are significantly more difficult. We have discussed placing a block (rock or wood) on the ledge to at least get the shorter climber to the holds initiating the crux, similar to the start of T2 in Eldo that for years has begun off a stack of blocks.\n\nHigh Kudos to Mark for running the red point after mis-sequencing the crux. Perhaps this route should be called piano fingers for all the fiddling needed to get back in sequcence and never let go!!","protection":"A dozen draws and a 60 meter rope.","location":"Stone Warrior is the right of two routes presently on the West face of The Lair. Hangers are easily seen from the approach trail."},"__v":0},{"_id":"/3aOP0uWXoCxpr3NQE8l/w==","name":"Mammary Lane","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"RMWright","type":{"sport":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.683,39.7603]},"left_right_index":999999,"mp_id":"106442610","mp_crag_id":"106312429","climb_id":"/3aOP0uWXoCxpr3NQE8l/w==","areaRef":"QD4nuE99UTesm/2yxL2UAQ=="},"content":{"description":"Left hand variation to\n\nTap Line\n\n. Shares its anchor with\n\nTL\n\n. Another way to get to the awesome crag beyond.","protection":"Half a dozen draws.","location":"Right side of The Lair."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,8029a0f3-123e-5fa5-8b69-163fa13e3795,403e27b8-4f7d-5137-ac9b-fdb2c4bd9401","pathTokens":["USA","Colorado","Empire","Lair, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.12a/b"},{"count":1,"label":"5.9"},{"count":1,"label":"5.12b"},{"count":1,"label":"5.10-"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}},"sport":{"total":4,"bands":{"unknown":0,"beginner":0,"intermediate":2,"advanced":2,"expert":0}},"alpine":{"total":4,"bands":{"unknown":0,"beginner":0,"intermediate":2,"advanced":2,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":2,"advanced":2,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.683,39.7603]},"bbox":[-105.68358494141462,39.759850339818136,-105.68241505858538,39.760749660181865],"left_right_index":-1,"ext_id":"106312429","area_id":"QD4nuE99UTesm/2yxL2UAQ=="},"content":{"description":""},"density":0,"totalClimbs":4,"__v":1,"createdAt":"2022-11-07T05:57:10.808Z","updatedAt":"2022-11-25T11:18:06.280Z"}