{"_id":"63689de0e80bff5a994f9f81","area_name":"Prisoner of Your Hairdo Gully","shortCode":"","climbs":[{"_id":"3QVLkIG+Xxywb7AM3Q5XDA==","name":"No Country for Old Men","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Wheeler, Howe, 2009","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-107.70252,38.57939]},"left_right_index":2,"mp_id":"106767107","mp_crag_id":"109540951","climb_id":"3QVLkIG+Xxywb7AM3Q5XDA==","areaRef":"xYuoYJmkXhqDGonJHvNsqA=="},"content":{"description":"No Country for Old Men is a great route with a little bit of everything; great rock, crap rock, super fun easy pitches, scary hard pitches, secure hard pitches, and everything in between.  Between dodging poison ivy in the Prisoner of Your Hairdo gully, busting some runout 5.10 climbing, and raining gravel down on my partner whilst climbing 11- terrain, this was a big day and quite an adventure.\n\nPitches 1, 2, 12, 13, and 14 are shared with\n\nAtlantis\n\n.  Pitches 7 & 8 and 13 & 14 are easily linked, and are described as such.\n\nP1: Head up easy, unprotected black rock, continuing past a pillar with flakes stacked atop it and through a bulge (5.9) above.  Continue up more easy rock to a stance at a thin flake.  5.9, 55m.\n\nP2: Climb the flake through a peg band and into a right-facing corner above.  Exit the corner by following a hand and finger crack that leads to a ledge with blocks.  The next pitch starts up and to your left; belay where convenient.  5.9, 50m.\n\nP3: Climb the face and funky looking right-facing flake above the stacked blocks.  There's gear to be had, but blowing these moves (10-) would land you on the ledge.  Continue up slightly runout face climbing through a crux (11-) protected by two bolts.  Traverse left after the second bolt into a right-facing corner which is followed to a ledge with two bolts. 5.11- R, 45m.\n\nP4: Move left off the belay into a right-facing corner; climb this to its top and exit left.  You're aiming up and right toward an open book that leads to a fixed (three nuts) belay. Follow corners to the left, be sure to sling your gear and head right when the going gets bushy; a sloping ledge allows easy passage from these corners into the open book. 5.9, 50m.\n\nP5:  Move right into a clean right-facing dihedral through a section of terrific 5.7 fingers and hands.  Surmount ledges and a pillar with some tat on the way to a belay at the base of the Red Dihedral.  5.7, 55m.\n\nP6: Head up the dihedral, passing a spot of 5.10 moving through a roof. Continue up as the crack in the corner closes and forces you into a mantle (10- R) to exit the dihedral.  5.10 R, 30m.\n\nP7 & 8: Climb rightward off the belay to a bolt and then launch into a committing sequence to gain the crux finger crack (5.11).  Follow the crack through lower-angle terrain, reaching an optional belay beneath a funky cavity.  Two options for continuing:  1) Follow the topo, blasting out the cavity through a junky-looking crack (5.11)\n\nor\n\n2) pass the cavity on it's left over enjoyable 5.8ish flakes.  Either way, continue to the top of a pillar of dark rock, and climb a peg corner to a decent ledge with a bolt.  5.11, two 30+m pitches, one 65m pitch.\n\nP9: \"A hard rain's, a-gonna fall.\" Climb up the slightly rotten corner off the ledge, traversing right beneath an overlap to a \"crack\" in a vertical pegmatite band.  Move daintily up the disintegrating crack, and, before it arcs right, traverse along a down- & rightward trending ramp of solid rock to a bolt and piton belay. 5.11-, 30m.\n\nP10: Climb carefully up and right off the belay through slightly runout moves protected by a lone bolt. Continue through easier face climbing to a decent ledge of solid rock amidst a good deal of peg.  5.10+ R, 30m.\n\nP11: Wander up and right through the pegmatite to a clean-looking, obtuse left-facing corner, then head back up and left through dark rock to belay at a big ledge.  Sling the shit out of whatever gear you manage to get on this pitch.  5.10-, 30++m.\n\nGain the scrubby meadow above the ledge and head right for about 50 meters to a point beneath a v-groove capped by a pink roof and a pillar far above.\n\nP12:  Back on\n\nAtlantis\n\n.  Climb the face up to the V-groove and exit it to the left, gaining a crack that arcs up and right, passing a crux section (5.11) protected by one bolt.  Climb 10ish terrain after the bolt and squirm up the left side of a pillar above to a belay seat beneath a small roof.  5.11, 40m.\n\nP13 & 14:  Pass the roof on it's left (5.10), continuing up easier cracks to a large ledge with boulders (optional belay here).  Head up through a cave/roof deal (5.10-) and slots and cracks above to gain the Narrows Overlook.  Two 5.10, 30+m pitches or one 65m, 5.10 pitch.","protection":"A sizable rack.\n\nDoubles from #00 Metolius through #3 Camalot will get used, triples from #0 through #2 Metolius optional.  Some pitches take a ton of gear, and others take very little. Same goes for extendo-draws, we used 14. Bring nuts, as well; offsets micros mitigate some of the runout on the third pitch face climbing.","location":"Park at The Narrows Overlook trail, and hike back toward the ranger station to descend the Prisoner of Your Hairdo Gully.  Directions detailed under the description for Atlantis; this can be a tricky gully to find; we descended one early and made it to NCOM without too much hassle.\n\nHead left down the gully, making ninja-moves over and through poison ivy to gain the base of the wall; follow this left to a little grassy area beneath a section of low-angle black rock.  Look up, take in the big-ass wall above, and get moving."},"__v":0},{"_id":"nxxs77ilXyiMkoYKqRc56Q==","name":"Lost Cities","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"Wheeler, Lazar, Lomme","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-107.70252,38.57939]},"left_right_index":1,"mp_id":"105755134","mp_crag_id":"109540951","climb_id":"nxxs77ilXyiMkoYKqRc56Q==","areaRef":"xYuoYJmkXhqDGonJHvNsqA=="},"content":{"description":"Lost Cities has a really fitting name.  Set away from the humdrum of the rest of the Canyon climbing, the remote setting feeds the imagination with thoughts of primordial ooze and the climbing archaic.  The climbing in stretches is excellent, with several memorable passages of difficult-to-decipher contortions, but there is also a fair bit of munge (does this sound familiar?).  The sweeping character of many North Chasm View routes is also somewhat lacking here, since the climb is broken by a large terrace 3 pitches from the rim.  It is possible to escape from this terrace to the climbers left should the mood or circumstances require.  It is also possible to climb only the upper pitches as an afternoon activity, or on one of those marginal spring days when rain threatens enough to deter thoughts of venturing deeper into the gorge.  These pitches are pretty fun, and almost completely on (for once) very nice peg.  The route ends right at the Narrows Overlook.  If you have never been to this overlook go there now- great views of the Nose of Chasm View and a spectacular perspective on the gorge await.  Lost Cities is an excellent adventure route with difficult climbing- a great (and creative) effort.\n\nDescend Prisoner of Your Hairdo Gully (say what?).  This is the second gully up-canyon from the Cruise Gully (the first is Grizzly Gulch, the major drainage you drive down to the \"T\" intersection; it has a sign at the top of the actual descent).  You can walk from the CG, park at the \"T\" intersection, or (best) park at Narrows Overlook and have the car waiting when you top out. Cross the meadow that leads into the head of the gully and stumble down the gully.\n\nP1-P3:  The lower section of the route is 5.8 chossy wandering.  The best route description is to locate the very obvious crux roof about 400 up, and head for it.  Belay at the base of a slab just under the roof.\n\nP4: Climb the slab (rated 5.11 but easier) and, without the slightest hesitation, tackle the 5.12- roof above.  This is a weird bit of climbing that requires a rather creative approach. Above the lip one is faced with a powerful lieback protected by some bolts, hard 5.11.  Belay at a tiny stance.\n\nP5: A short blip of 5.10 leads up and then left under a large roof, then back up and right to a ledge.\n\nP6: Climb hard 5.10 fingers (tricky) to 5.9 hands.  An excellent, semi-classic pitch.  Belay at a stance below an intimidating and steep section of wall.\n\nP7: Another crux pitch but very different from the roof crux below.  Head up a 5.10 corner into a difficult, shallow dihedral (hard 5.11) protected by a fixed pin and some sparse RP-like gear.  Luckily the hardest section is brief, although above is a tad more 5.11 stemming.  Belay at the edge of the bushy terrace.\n\nCross the bushy terrace directly to the upper wall.  Head climbers left along the base of the cliff about 300 feet, to below the best line you can see.\n\nP8: Moderate climbing leads to a short stretch of 5.11- hands, then past a flake and a belay at a bolt somewhat higher.\n\nP9: Step right and climb a 5.11 corner leading to a wide groove (5.10) with some finger jams in it.  A short 5.10 hand crack leads to a 2-bolt belay.\n\nP10:  5.11 fingers leads left past a ledge and a nice (hard 5.10) stemming section.  The top out is just above.","protection":"A double set from wired nuts to #3.5 Friend, include RPs, TCUs, and one #4 Friend.  There are modern bolts at many of the cruxes, a fixed pin or 2, but also some crafty nutting on difficult terrain.  A classic, new-wave, mixed protection scenario.","location":""},"__v":0},{"_id":"iKIMXEU0UEWgz7AGmFySPQ==","name":"Hotlanta","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"Schaefer, Rees","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.70252,38.57939]},"left_right_index":4,"mp_id":"108957984","mp_crag_id":"109540951","climb_id":"iKIMXEU0UEWgz7AGmFySPQ==","areaRef":"xYuoYJmkXhqDGonJHvNsqA=="},"content":{"description":"This is a good new route that I will fill in later. There's a topo at the ranger station. We had serious accident on the 5th pitch and left 3 cams on the bail. Please let us know if these get retrieved!","protection":"Standard rack.","location":"Use the same start as\n\nAtlantis\n\n. Then follow a right line up the wall and reconnect in higher pitches again."},"__v":0},{"_id":"Y4umlcZ8WsqxNfY59HaanQ==","name":"Buzz Cut","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Kent Wheeler and friends","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.70252,38.57939]},"left_right_index":0,"mp_id":"106898974","mp_crag_id":"109540951","climb_id":"Y4umlcZ8WsqxNfY59HaanQ==","areaRef":"xYuoYJmkXhqDGonJHvNsqA=="},"content":{"description":"Buzz Cut is a quality line that never ended up making the guidebook. The rock quality for the first three pitches is very good, and the crux is steep and fun. It's a nice route for those looking for a half day climb in the 5.10 range. Especially if you want to check out a new gully and aren't about to jump on\n\nLost Cities\n\nor\n\nAtlantis\n\n.\n\nMorning sun and afternoon shade (same aspect as Midsummers, SC, Journey Home, etc)\n\nTo get an idea of the route, go to the Narrows Overlook and look across the gully to the upper terrace of rock on the other side of Prisoner of Your Hairdo. There is a large, 500 foot or so, left-facing dihedral that splits the upper wall. This is the Buzz Cut - you can't miss it.\n\nP1. Climb a fun 5.7 crack on good rock for about 35 meters, ending at a small ledge/stance below a bulge.\n\nP2. Move right a short distance and pull through a steep bulge (5.10) then back into the main crack system. Continue up the crack through another cruxy 5.10 section, eventually ending on a nice ledge. This pitch is about 30 meters. P1 & P2 can be linked for one excellent 60 meter rope stretcher!\n\nP3. Two options. Continue directly up the main crack system on steep 5.8 climbing on quality rock (reminiscent of\n\nRussian Arete\n\n), evidently pulling through a 5.9 bulge in a wide chimney section before a ledge. Option two... climb the hand crack that starts about 10 feet to your right on the P2 belay ledge. This crack (5.9+) pulls through some bulges and gets thin in a few spots. The climbing is a lot of fun, but it's definitely a bit dirty and bushy in spots. If you choose this right crack variation, climb until it starts getting chossy (before a roof section) then traverse back left to a ledge. Same belay ledge for both variations - about 50 meters from the top of P2.\n\nP4. This is a bit chossy but not too bad. At 5.8ish, it climbs a series of wide chimneys. There are a few spots you can move right on the face and avoid the wideness. At the top of the pitch where it looks like the crack takes you under a roof, move out right and exit on the large terrace above.\n\nFrom this upper terrace, you can either hike back out to the rim proper (via a short gully as you look up and right), or climb any number of cracks and single pitch lines at will bring you to the rim. There are a quite a few nice lines in the 5.8 to 5.11 range if you're willing to wander around the upper tier.","protection":"It's nice to have a few small TCUs and doubles from yellow TCU to #4 Camalot, one set of stoppers.","location":"Head to the Narrows Overlook and locate the route. It's the obvious, left-facing dihedral splitting the upper tier of rock. Once you have found the route and know what you're looking for, head down the Prisoner of Your Hairdo Gully for about 15 minutes or so, passing a small isolated rock buttress in the gully, looking right for the large terrace that you will start the route from. Do not try and traverse right onto the terrace too soon (you will end up bushwhacking and scrambling through a tangled mess) - instead head down the gully a little further until you find a good location to head right and scramble up to the terrace. Remember, you're climbing in the upper part of the gully - you're not descending nearly as far as the start of\n\nLost Cities\n\n. This approach sucks real bad, but the route is worth it."},"__v":0},{"_id":"vhP1war+UMe0zrScaeNbpg==","name":"Atlantis","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Kent Wheeler, Jim Howe, Jay Shotwell, 2006","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-107.70252,38.57939]},"left_right_index":3,"mp_id":"106037758","mp_crag_id":"109540951","climb_id":"vhP1war+UMe0zrScaeNbpg==","areaRef":"xYuoYJmkXhqDGonJHvNsqA=="},"content":{"description":"Atlantis seems to be the talk of the town in the Black these days, for good reasons: moderate grade, with well-protected cruxes, great belay ledges, long route, not too much scary, loose and runout climbing. That being said, it is The Black, game on, be prepared for some loose, scary, and run out climbing, just not at the hardest grades on the route. Also be prepared for a long day with lots of pitches.  The topo is plenty adequate, but I will provide some descriptions-pitch lengths are on the topo.  My partner and I did a lot of 'sub par' alpine style belays-one or two pieces, belaying off your harness - you are not always building a huge anchor and belaying off of it.\n\nP1. 5.9. Climb an easy crack up the right side of a pillar in a right-facing corner to its top. Look for the shitty, fixed, baby angle (loose) which is more a trail marker.  Good gear near by, and face climb (a little run) up and right over the bulge to a good belay ledge\n\nP2. 5.9. Climb the beautiful flake up to a right-facing corner, to a massive ledge-belay on the top left side of the corner for a better start to the next pitch.\n\nP3. 5.11. Follow the topo. It is a fun pitch, the crux is at the bolt. There is a one bolt belay.\n\nP4. 5.10+. Go up a right-facing feature right off the belay to under a roof, belay at right edge of the roof.\n\nP5. 5.10-. This is a fun pitch with an annoying belay in the chimney with some flaky rock.\n\nP6. 5.7. This would be the easiest pitch to get lost on, I did.  Continue up the chimney and ramp til its end.  Traverse right, then go up a right-facing feature for about 5 meters.  At this point, you are probably 25-30m out from the belay.  You will look up to some broken features in the 'black grotto' and even some fixed tat hanging off the roof-this is NOT the way.  Look right and down and you will see a massive, hanging, left-facing corner and roof - step over the corner to get on the ramp that would be the top of this feature.  Belay at the right side of this ramp.\n\nP7. 5.10. This is a great pitch, good rock. There is lots of up and downclimbing on the start on good face holds.  A fixed pin you climb up to will blaze the way a little bit as you work your way to some right-facing features.  Keep climbing out of sight of your belayer till you get to a good ledge belay with 2 fixed pins.\n\nP8. 5.11-. The crux is off the belay protected by a bolt.  Pull through some steep overlaps, and then climb easily to another massive ledge.\n\nP9. 5.9. Follow topo, belay on block-tight little belay for 2 people-finger-size pieces and nuts for belay.\n\nP10. 5.11-. This is another fun pitch off by yourself as you can't see your belayer. Belay on a small ledge at the top of the groove-corner feature.  I think there was a fixed pin.\n\nP11. 5.8 (R?). The pitches get short for a bit here. This is a peg pitch with a bolt - wow that's nice. It is easy climbing on good rock, I don't know if it's really R, but don't fall.  Get on to another massive ramp and go up and left on 4th class til you see the next pitch with its bolt.\n\nP12. 5.10. This is a short crux protected by the bolt, don't blow it after that. There is another small ledge belay.\n\nP13. 5.10. It has a short crux after some peg wandering - it's a little loose in the peg, but the hard climbing is on good rock, with a fixed pin-follow the topo. Go up off the belay, then do a straight left traverse into the spot marked 'awkward'.\n\nThe belay is on the huge ledge feature with a tower-you could theoretically unrope here and bushwhack off the route, as per the Lost City escape, but its easier to climb to the top.  Either way, take the rope off walk up to the prow of the headwall about 200' away.\n\nP14. 5.11. Climb some groove and face features unprotected and easy for the first 20' to the obvious, right-facing corner til you get to the bolt.  Clip it, climb the crux, and use face holds to climb the sides of the OW, because who wants to climb an OW anyway?  Belay on the pedestal.\n\nP15. 5.10. There is a short crux off the belay to easy crack climbing to large, broken ledge with boulders.\n\nP16. 5.10. Climb through a few awkward roofs until you get to the narrows overlook.  Crack a beer open, and belay your partner up.","protection":"Double set to #3 Camalot, one new #4 Camalot. Lots of long runners.  We brought 10 runner, 2 draws, one 3 and one 4.  Lots of belays use hand-size pieces, as per topo.","location":"Prisoner of your Hairdo Gully as for\n\nLost Cities\n\n.  Park at the narrows overlook, walk back down the road toward the ranger station about 5-10 minutes, until you see a small rock stood up like a tombstone on the side of the road.  Bushwhack perpendicular off the road until you get to the gully edge and scramble down the first gully you encounter.  This gully flash flooded probably last fall, and has lots of fresh debris and broken trees in it.  We did one short rap off a chock stone-you could down climb around it.  Go all the way to the river passing the start of\n\nLost Cities\n\n, and then trek up river for just a few minutes until you see the starting pitch-there is a cairn under the grass where the root starts.  Solo up the easy, fifth class to the base of the route."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,933b93aa-def6-5be5-b363-1d4e2f419e6d,dc27c11e-06d3-52cb-bad8-b773996ce911,06e87339-a09f-5b18-a0a8-5803152c3314,c58ba860-99a4-5e1a-831a-89c91ef36ca8","pathTokens":["USA","Colorado","Gunnison","Black Canyon of the Gunnison","North Rim Routes","Prisoner of Your Hairdo Gully"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.11"},{"count":2,"label":"5.12-"},{"count":1,"label":"5.10"}],"byDiscipline":{"trad":{"total":5,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":4,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":1,"advanced":4,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-107.70252,38.57939]},"bbox":[-107.70309520070411,38.57894033981813,-107.7019447992959,38.57983966018186],"left_right_index":-1,"ext_id":"109540951","area_id":"xYuoYJmkXhqDGonJHvNsqA=="},"content":{"description":""},"density":0,"totalClimbs":5,"__v":1,"createdAt":"2022-11-07T05:56:46.444Z","updatedAt":"2024-01-15T16:43:51.852Z"}