{"_id":"6368a1b8e80bff5a99553e9d","area_name":"Prow Area, The","shortCode":"","climbs":[{"_id":"KqZBoB+IVg2hhUUAGRankA==","name":"Worm Drive","yds":"5.10c/d","grades":{"yds":"5.10c/d","french":"6b+"},"fa":"Uwe Schneider,Craig Taylor  August 1993","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.1656,44.06298]},"left_right_index":9,"mp_id":"107647018","mp_crag_id":"105908834","climb_id":"KqZBoB+IVg2hhUUAGRankA==","areaRef":"SNtA5/wVXq2vVeqt0GTlaw=="},"content":{"description":"If you like thin face climbing, then this climb is for you! The crux is between the first and second bolt. You may want to use a locker on the first bolt instead of a draw due to groundfall potential. The bolts on this pitch were updated in 2011. There is a second pitch at 5.6 that I have not added a description for due to old bolts that need updating and a general route cleaning.","protection":"Three draws(or two draws and a locker) to a two bolt anchor with rings.","location":"This is the Three bolt climb that is about a rope-lenth left and downhill from Still in Saigon and left of The Big Flush on the very right\n\nside of the Prow area (directly below the \"Yellow Wall\") and left of the Thin Air face.  This is the Worm Drive Buttress. \n\n  (Climb moved to Prow area, and italic text added at suggestion of FA-er Uwe Schneider 1/17/18, R Hall Admin.)"},"__v":0},{"_id":"Fx4kH70xW9uR41q4l573sw==","name":"Women in Love","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Various--Ed Webster, Henry Barber FFA 1978","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.1656,44.06298]},"left_right_index":0,"mp_id":"106112615","mp_crag_id":"105908834","climb_id":"Fx4kH70xW9uR41q4l573sw==","areaRef":"SNtA5/wVXq2vVeqt0GTlaw=="},"content":{"description":"Women in Love, a Joe Cote aid route, is one of the classic crack climbs in the NE. Steep, clean and exposed climbing with airy belays. Ratings go back and forth for the crux pitch--12a is probably appropriate. \n\n  Pitch 1. Easy but awkward climbing leads to a fierce thin section (11d). There used to be a tree to get past the last crux. A good ledge is just above. 70' \n\n  Pitch 2. Continue up the easier finger crack to an exposed hanging belay in the vicinity of the top of the Beast Flake (5.11b). 70' \n\n  Pitch 3. A short section of crack/corner climbing leads to a thin boulder problem past two bolts right on the arete trending left. Finish up an awesomely exposed flake that lands you on the ledge below the tourist overlook. (12a) 70'","protection":"Plenty of finger-size gear. The route protects really well","location":"Off the right end of the long tree-covered ledge, find a nice sloping ledge with an obvious right-leaning finger crack. The best approach is to traverse the ledge across to the route. You can also climb WILD which is two somewhat unevenly protected pitches (11b, 10c)starting left of the Beast."},"__v":0},{"_id":"DeoS/ksdUdacE5/wMQ0LIg==","name":"Recompense","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"John Turner","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.1656,44.06298]},"left_right_index":1,"mp_id":"105880759","mp_crag_id":"105908834","climb_id":"DeoS/ksdUdacE5/wMQ0LIg==","areaRef":"SNtA5/wVXq2vVeqt0GTlaw=="},"content":{"description":"A Cathedral Ledge classic, this route ascends the central buttress known as The Prow. Follow the Recompense/Prow trail from the road, up to a ledge at the foot of the prow. \n\n  P1-  5.7- 180'- Climb the obvious crack system heading slightly left to a good ledge with a two bolt anchor. \n\n  P2-  5.9- 100' - Step left off the ledge and up to a birch tree. continue up the somewhat awkward chimney (crux) and set up an anchor below the final sweeping dihedral. \n\n  P3-  5.9- 100'- Climb the curving dihedral, and up to a big ledge. It is possible to walk off from here, but there are some fun finger cracks off the ledge that will take you to the tourist overlook.","protection":"A set of nuts (bomber nut placements on the last pitch) and cams. Bring long runners and cordelette for anchors. The route is fairly popular, so a helmet is advised.","location":""},"__v":0},{"_id":"1aj077fJXc6eYWknR7ctHQ==","name":"The Prow","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"FA: Paul Ross and Hugh Thompson (1972),  FFA: Jimmy Dunn and Jay Wilson (1977)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.1656,44.06298]},"left_right_index":6,"mp_id":"106011864","mp_crag_id":"105908834","climb_id":"1aj077fJXc6eYWknR7ctHQ==","areaRef":"SNtA5/wVXq2vVeqt0GTlaw=="},"content":{"description":"This is a/an historical, direct, and elegant line that ascends the Prow Buttress, to the right of Recompense. If you look at the perfectly sculpted arete, the Prow never veers farther than about 10 or 15 feet away from the edge. It is utterly classic, both as an aid climb and as a free climb. The pitches are mostly short and fierce. North Conway hardmen supposedly put in many days of hard work to free this in the 1970s. It's still considered a quite a challenge to climb it without falling.The first pitch has several variations, I think the standard way goes up a corner in a slab at about 5.9 or 5.10a. It is a great little pitch by itself, with a little smearing and a lot of laybacking.The second pitch goes at about 5.11c and makes use of a few bolts. Crank through a tough section that goes a bit past vertical, gain the crack, clip the pitons, and get after that slab. The latter part of the pitch is supposedly only about 5.10a, but it has frustratingly tiny hand and footholds.The third pitch goes to the right, around the arete, and up a very unique thin crack, again at about 5.10a. The crux comes when you awkwardly pull around the arete about midway up the pitch.The fourth pitch is exposed and wild! It gets hard right off the bat. The crux is really a boulder problem (5.11c/d). Climb straight up above to a seam, which turns into an awesome and strenuous finger crack that ends at the Space Station belay (a hanging belay from bomber bolts with feet on sloping ramp). A couple of pins exist within the crack still. A variation that's supposedly a bit easier technically climbs to the left off the belay and then rejoins the crack.The very steep fifth pitch is the crux. Make hard moves to the left from the belay, climb up thin cracks, and gain the dihedral. Stem carefully and economically up the airy, hanging corner until you get to the Triangle Roof. Now you can expend that energy you've been saving by boldly busting out that roof on the right. It's a real grunt - and a redpoint heartbreaker!If you've made it this far without falling, it's in the bag. The last pitch is gravy...dreamy 5.9 fingerlocks on a nicely featured slab seem downright easy after what you just went through. The angle finally steepens and you crank through the last few dramatic moves with perfect protection. For those of us who are cheaters, the tree roots make perfect jugs en route.There now, that wasn't that bad...if you pulled on gear!","protection":"Standard rack to 2\", emphasis on small wires and cams","location":"Immediately to the left of that prominent arete."},"__v":0},{"_id":"byKx6mIcVyasXWL1RTLVlA==","name":"Peanut Gallery Flake","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"FA Lead Ken Sims 1978 (? No follower?)  FA Top Rope Henry  Barber 1973 - see History","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.1656,44.06298]},"left_right_index":10,"mp_id":"105935682","mp_crag_id":"105908834","climb_id":"byKx6mIcVyasXWL1RTLVlA==","areaRef":"SNtA5/wVXq2vVeqt0GTlaw=="},"content":{"description":"This route sees lots of toprope traffic but relatively few lead ascents. The technical crux happens early on in the form of a wide undercling flake. This saps your energy so the rest of the route you are just trying to fight the pump. There is a great variety of climbing on Peanut Gallery Flake from wide crack to fingers, thin hands, hands, fists, and back to wide, and squeeze chimney to the top.  \n\n  If you like wide crack climbing this is a must do.","protection":"Regular rack plus some WIDE cams. Doubles in the hand sizes recommended.","location":"This feature is obvious from the ground. Looking up at The Prow you will see the flake off to the right above \"The Big Flush\". \n\n  From the tourist overlook, find the bolt anchor on the other side of the fence. You can set up a TR off of the anchor. If you are a brave soul who wants to lead it, then rap down in to the Big Flush belay. Belay from the pine tree or the bolt anchor."},"__v":0},{"_id":"fV56DvKMWXOyyUxl/8lOpA==","name":"Liquid Sky","yds":"5.13b","grades":{"yds":"5.13b","french":"8a"},"fa":"Jim Surette 1986","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.1656,44.06298]},"left_right_index":7,"mp_id":"105909045","mp_crag_id":"105908834","climb_id":"fV56DvKMWXOyyUxl/8lOpA==","areaRef":"SNtA5/wVXq2vVeqt0GTlaw=="},"content":{"description":"Though initially climbed as an independent multi pitch route to the right of the Prow, most people these days only climb the crux third pitch, as the other two are now covered in lichen and that weird bio-crust Cathedral tends to develop.I will describe the money pitch as I do not have experience with the other pitches.The route starts on the original 5.9 slab pitch of the Prow. Before stepping left onto the ledge belay, punch it it up and right on a long 5.10+ runout slab. You can place a bit of gear in a flake near the end. Pitch one ends at the bolt ladder of the Yellow Brick Road. This pitch is now dirty and needs to be cleaned again.Pitch two is fun, clean well protected 5.11 face climbing up the bolt ladder to a ledge. Pitch three traverses left across the wall to the \"space station\" belay on the Prow. Dicey 5.12- climbing up and left into a small corner where you can place some a small cam and perhaps a nut as well. Continue up and left on easier climbing past a bolt to gain the belay. Pitches two and three can be combined as I did on the FA.The crux pitch is listed below but rather than stop at the stance above the crux, I ran it out past some fixed bashies that are not currently in place, on 5.11 face climbing all the way to the top.Liquid Sky is perhaps New Hampshire's most aesthetic hard route, as the crux pitch climbs a very thin crack that slashes right across the overhanging wall right of the Prow, 400 feet or so off the ground. The difficulty is contained in this twenty foot stretch of crack. When the crack jogs upward and climbs directly up the wall, the holds become bigger and the climbing becomes less technical.To start, get yourself to the Space Station belay, the third belay on the Prow. You can climb up the Prow to reach this hanging stance. More likely, though, you can rap from the top of the cliff to a belay at the top of the LS crux pitch. Fix the rope here and rap again (still with the same rope) to the Space Station Belay.Climb up right off the belay, up the blunt arete that marks the very edge of the wall (5.12a). Two pins can be found at the start of the crack. You might chose to stick clip one or both of them. Once the crack is gained, engage in uber-technical climbing, using the angling crack for sidepulls, underclings, anything that makes your feet stick on the little nothings on the blank wall. The crux is moving from the last pin (which, by the way, is tied off because it sticks out about an inch. A tied off sling is usually in-situ) to the bolt at the end of the angling crack. From here, steep climbing (5.11+) with better gear leads to the two bolt belay stance.All of the gear on the angling crack is fixed. You may chose to prehang draws on the pins and the bolt as you rap down to the belay stance.","protection":"Small gear, long runners. A sling to tie off the crux pin if it's not already there. Two ropes (one to fix as a rap line, one to use for climbing.) Ascenders to climb back up to the top. Maybe a portaledge.","location":""},"__v":0},{"_id":"/DGOV5/qWCisZCdaqJLXKA==","name":"Gypsy","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"J. Bragg and Ajax Green aug 1973","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-71.1656,44.06298]},"left_right_index":3,"mp_id":"105985069","mp_crag_id":"105908834","climb_id":"/DGOV5/qWCisZCdaqJLXKA==","areaRef":"SNtA5/wVXq2vVeqt0GTlaw=="},"content":{"description":"It was hard for me to decide how many stars to give this one due to how overgrown the vegetation is. If it was nice and clean I feel like it would be four stars for sure; however, right now two stars is a bit if a stretch. \n\n  The moves are awesome, the route is super obvious and aesthetic, it would just need a ton of traffic to keep it clean. The R rated sections include a very committing slab run out to the belay ledge on Pitch 2 and the danger of falling on a sharp block on pitch 3 (at 6'2\" I was able to make a long reach to place a piece and avoid this danger). People have done major cleaning in the past, and due to the location of the climb (a wet spot) and low traffic, the vegetation comes back quickly. \n\n  Pitch 1: 5.7 Climb first pitch of Recompense until you get to a few pins below a corner. Many people belay here there first time up Recompense not realizing that there is a nice belay for that route around the corner. Back up the pins and belay from here.  \n\n  Pitch 2: 5.7 Go up the corner above (fun) to a ledge, move up and left with little to no protection to belay level with the start of the chimney on Recompense. This is a nice comfy ledge at a cluster of small birch trees. \n\n  Pitch 3: 5.9+R This is the money pitch. Move up a clean crack through some broken blocky rock and back to the right avoiding injury above the sharp block to get in to the long corner. Climb on dirty jams and laybacks reaching between areas of dirt and vegetation. Eventually the crack widens to an off-width and you can layback or squeeze chimney up as the difficulty eases and Continue to a tree belay.  \n\n  Pitch 4: Climb the final corner to the top (this is the same corner as Commando Run).","protection":"Normal rack plus perhaps some wide cams for the OW section, but they would be for convenience. There are other options.","location":"The next obvious corner right of Recompense (5.9). Start up Recompense then break on to Gypsy 2/3 up the first pitch."},"__v":0},{"_id":"8paZsfUKXN6UjS9fhnuz2g==","name":"The Faux Pas Arete","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"John Bouchard","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.1656,44.06298]},"left_right_index":2,"mp_id":"106448097","mp_crag_id":"105908834","climb_id":"8paZsfUKXN6UjS9fhnuz2g==","areaRef":"SNtA5/wVXq2vVeqt0GTlaw=="},"content":{"description":"The Faux Pas Arete is the clean-cut white corner to the right of Recompense's top pitch. Since the granite is a striking shade of white, it is easily seen from the road below. \n\n  The route is very convenient to TR. Simply set a belay where Recompense ends and lower your climber to the obvious mini-ledge. From this ledge, climb right to the corner, and delicately smear, slap, and finesse your way to the top. \n\n  To lead, rappel to the ledge, set a belay in the Recompense corner and give your climber a vote of confidence as he smears, slaps, and finesses his way to the top. It's bolted, but this pitch is certainly not a sport route. The distance from the first to the second bolt is unnerving.","protection":"Bolts. Gear to set an anchor, either at the top or the bottom of the pitch (or both).","location":""},"__v":0},{"_id":"VKmBH92LXWCXhEkMA0nXcA==","name":"Edge of the World","yds":"5.13c","grades":{"yds":"5.13c","french":"8a+"},"fa":"Scott Franklin, 1987","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.1656,44.06298]},"left_right_index":8,"mp_id":"106678218","mp_crag_id":"105908834","climb_id":"VKmBH92LXWCXhEkMA0nXcA==","areaRef":"SNtA5/wVXq2vVeqt0GTlaw=="},"content":{"description":"Edge of the World might be the single best pitch in all of New England. It is certainly one of the most dramatic. If the route were closer to the ground, the moves themselves would make Edge a four-star climb. But it's the exposure, oh the exposure, that ranks Edge of The World as one of the most classic rock climbs imaginable.  \n\n  The climb begins at the Space Station belay, four pitches up the Prow. (Most people rap in to this belay from the top of the cliff). Edge shares Liquid Sky's insecure 12a moves off the belay. At Liquid Sky's first pin, Edge diverges left, up the soaring arete. \n\n  Gaining the arete is the crux of the route and involves a very hard pull off a small right-hand crimp. This crimp is the size usually reserved for footholds. Once on the arete, the climbing becomes incredible. Left hand slaps and right hand pinches characterize the movement through this section. The climbing here is powerful yet surprisingly precise and subtle.  \n\n  After three well-spaced bolts of hard climbing, a runout leads to the top of the arete, where a fixed nut is usually in place. While the climbing in this section clocks in at \"only\" 10+, the exposure and potential for a 50-foot fall make this the mental crux of the route. At the very top of the arete, a jug allows the climber to lean back and take in the spectacular situation. This really is the edge of the world.","protection":"One pin, three bolts, a fixed nut, and anchors. Two ropes (one to fix as a rap line, one to use for climbing.) Ascenders to climb back up to the top. Maybe a portaledge. ","location":""},"__v":0},{"_id":"X9JdFyW1V0ymKH3m0zOJ/w==","name":"Devil's Advocate","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Joe Cote. Ed Sklar, Dick Arey. September 22, 1974. FFA: Jim Dunn, Jane Wilson, Joe Cote. September 1976.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.1656,44.06298]},"left_right_index":11,"mp_id":"121140260","mp_crag_id":"105908834","climb_id":"X9JdFyW1V0ymKH3m0zOJ/w==","areaRef":"SNtA5/wVXq2vVeqt0GTlaw=="},"content":{"description":"A not often done route, due to being a bit tricky to get to, out of the way, and not connected to any other routes on the wall. However, if you’re like me and enjoy breaking out of the classics and exploring other routes in your grade, here's another Cathedral 10b. Devils Advocate climbs a steep crack on the right side of the right prow of the Big Flush (yeah I didn’t know there was routes here either). For a route description, see page 203 of Handren's \"North Conway Rock Climbs\" . ","protection":"Standard rack with emphasis on finger sized gear.","location":"The steep right leaning crack on the right side of the right prow of the Big Flush. "},"__v":0},{"_id":"vHyfFTZ1W9mgHuE4B8iAvA==","name":"The Beast Flake","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Paul Ross & George Meyers   July 5, 1972","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.1656,44.06298]},"left_right_index":4,"mp_id":"105919971","mp_crag_id":"105908834","climb_id":"vHyfFTZ1W9mgHuE4B8iAvA==","areaRef":"SNtA5/wVXq2vVeqt0GTlaw=="},"content":{"description":"The Beast Flake is a variation to the second pitch of Recompense that is so good, it deserves its own name. \n\n  From the bolted belay on Recompense, head up the chimney for a ways until it is obvious to traverse left (small TCU pro). Traverse around the corner (crux) and gain the wonderful flake. This flake is huge and is the Platonic ideal of juggy. Layback with little difficulty, and also little pro unless you brought numerous #3 and #3.5 Camalots. Belay at the top of the flake off gear at a stance.  \n\n  The only downfall of this route (literally) is that you must then climb down from the belay, enter the chimey and climb Recompense's second pitch chimney grovel the the routes third pitch belay stance below the large dihedral.  \n\n  Climbing Recompense using this variation is often called Recom-beast.","protection":"Small TCUs to protect the traverse, bigger cams if you want to sew up the flake.","location":""},"__v":0},{"_id":"IZQp31NMWGGoziBaaHK+lw==","name":"Another Pretty Face","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"matt peer and elaine stockbridge peer 8/26/82","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.1656,44.06298]},"left_right_index":5,"mp_id":"107599378","mp_crag_id":"105908834","climb_id":"IZQp31NMWGGoziBaaHK+lw==","areaRef":"SNtA5/wVXq2vVeqt0GTlaw=="},"content":{"description":"This is also often known as pitch one of the prow though there are a few options there. \n\n  Climb up 20 feet of Recompense following cracks. Break right on to a ledge, walk right a couple steps until you are below a clean right facing corner. Climb the corner and pull some face moves to the upper slab and eventually the anchor below pitch 2 of the prow.","protection":"3 bolts and a piece of gear or 2 to a 2 bolt anchor.","location":"Below the prow to the right of pitch one of Recompense. Climb 20 feet up Recompense then break right on to a ledge and look up. you will see a few bolts following a right facing corner. That's the route."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,8a63706f-b14c-536f-b8ab-3cea90093e36,a28bb0ec-fafb-59b3-921a-fa7512cbd723,48db40e7-fc15-5ead-af55-eaadd064e56b","pathTokens":["USA","New Hampshire","*Cathedral Ledge","Prow Area, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10c/d"},{"count":1,"label":"5.12a"},{"count":2,"label":"5.9"},{"count":1,"label":"5.11d"},{"count":1,"label":"5.11b"},{"count":1,"label":"5.13b"},{"count":2,"label":"5.9+"},{"count":1,"label":"5.11c"},{"count":1,"label":"5.13c"},{"count":1,"label":"5.10b"}],"byDiscipline":{"trad":{"total":10,"bands":{"unknown":0,"beginner":0,"intermediate":5,"advanced":4,"expert":1}},"sport":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":1}},"tr":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":6,"advanced":4,"expert":2}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-71.1656,44.06298]},"bbox":[-71.16622576583721,44.06253033981814,-71.16497423416278,44.06342966018186],"left_right_index":-1,"ext_id":"105908834","area_id":"SNtA5/wVXq2vVeqt0GTlaw==","polygon":{"type":"Polygon","coordinates":[[[-71.16622576583721,44.06253033981814],[-71.16497423416278,44.06253033981814],[-71.16497423416278,44.06342966018186],[-71.16622576583721,44.06342966018186],[-71.16622576583721,44.06253033981814]]]}},"content":{"description":"The Prow is home to some of the longer climbs on the cliff and definitely some of the best moderate to hard free climbing. At about 450ft (4 to 5 pitches) the Prow isnt a big wall but it certainly can deliver exposure to rival the longer climbs found elsewhere. \n\n   Most folks first long adventure on the Prow is a trip up the popular 4 pitch 5.9 Recompense. This is one of the best multipitch routes in NH, recommended to all. Other full-length routes include Woman In Love (5.12) and the section's super-classic namesake The Prow (5.11d), a popular hard free climb or good practice clean aid route. If you are looking for super exposed and super hard look no further than Liquid Sky (5.13b) or Edge of the World (5.13c). There are a few classic routes that enjoy the exposure of the prow without having to commit as much. The second half of the Prow is accessible from the midway ledge on the left side of the cliff. These routes include a great first multipitch lead Upper Refuse (5.5), Black Lung (5.8) and The Book of Solemnity (5.10a). All 4 star climbs. \n\n  The Prow is the kind of cliff you summit feeling closer to the power that fuels you, whatever you wish to call it. For me the Prow helps give meaning to the cliffs name its a place we come to worship rock. It is my cathedral. "},"density":0,"totalClimbs":12,"__v":1,"createdAt":"2022-11-07T06:12:10.300Z","updatedAt":"2024-02-19T18:35:10.812Z"}