{"_id":"63689d5ce80bff5a994f57a3","area_name":"Watanobe Wall","shortCode":"","climbs":[{"_id":"Q1ibKagpXvSI01T9BdxipA==","name":"Yei-Bei-Chei Crack","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Todd Gordon, Dave Evans & Kelly Carignan, May 1986","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.16696,34.01898]},"left_right_index":2,"mp_id":"105724114","mp_crag_id":"106637646","climb_id":"Q1ibKagpXvSI01T9BdxipA==","areaRef":"jp7imsGiXfCRJ1q+PJ0Y0A=="},"content":{"description":"1 star; it could have been 2 but for the face that the climb is a little difficult to approach and the line discontinuous. Either way, the climb is still a good, safe and protectable line to do once in the area.\n\nThis route is on the outside of Steve Canyon, facing Quail Springs road. There are 2 formations here. The northwest of these is the Hot Tub, and the southeast is Watanobe Wall.\n\nTo find this route, first find Watanobe Wall (the climb), a rather obvious, steep, right-leaning crack system in dark rock (crack starts above a flake & mini-roof). Get to the base of W.W. and rack up and put on your shoes- Yei Bei Chei Crack Is up and right, which has its base obscured from every direction by boulders. Climb up (5.3) to the base and rope up.  Traverse into the vertical thin crack from the ramp leading up from the RH side.  Once you reach the large sloping ledge, move left and continue up (this is the same finish as the right branch of WW route).\n\nA few meters to the northwest are the rap rings (also used by Tennis Shoe Crack).","protection":"A set of stoppers (maybe a few extras if you sew things up) and a set fo cams from 1-3\"  A few fist-sized pieces might go in up top.","location":""},"__v":0},{"_id":"YK1oKcLeV0OLqbxY2H/VXw==","name":"Watanobe Wall","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Tobin Soreson, Jim Wilson & Guy Keese, 1975","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.16696,34.01898]},"left_right_index":1,"mp_id":"105724111","mp_crag_id":"106637646","climb_id":"YK1oKcLeV0OLqbxY2H/VXw==","areaRef":"jp7imsGiXfCRJ1q+PJ0Y0A=="},"content":{"description":"2 or 3 stars, depending on how the route is done. FInishing left (as shown in topo) is easier and less fun. Finishing right adds a second crux and is more sustained, singular and fun. Either way, the climb is a reasonably long pitch for J-tree and is certainly safe and protectable and accessible.\n\nThis route is on the West Face of the West Side of Steve Canyon, facing Quail SPrings road.  There are 2 sub-rocks here. The Northward of these is referred to as the Hot Tub, and the South as Watanobe Wall, which has a namesake route.\n\nWatanobe Wall (the climb) is on the North end of the Watanobe Wall buttress and ascends a rather obvious, steep, right-leaning crack system. This climb abounds with 'knobs'... \"what a nobby wall\" indeed, but primarily for the upper half. Significant jamming skills are also employed. This area can be reached from the inside of Steve Canyon by picking your way past Tennis Shoe Crack and over the saddle close to the North end, with some easy 5th class down climbing (5.3 or loose your way and it will be 5.6). It can also be approached more easily from the road parking areas to the West.\n\nClimb up and right in the initial crack for ~7M to reach a crux horizontal jam (#3 cam) and then pull up and right into the second crack in the system. Climb this stellar crack for ~9M more, then either go left (easier 5.8?) or continue in the same system to the right (better, 5.9, and more like the lower portion). Either way, you will take landing on the left or right side of a large attached boulder on a large sloping ledge. Climb up the left through horizontals, going well left where required, or to the right in wide crack (4\" gear, but easy) to reach the top of the wall.  Walk East ~7M to reach a fixed belay at the top of Tennis Shoe Crack.\n\nDescend as down the rap on the E Face above tennis shoe crack Or Candellabra and walk SW or scramble SE back to the base.","protection":"A set of stoppers (maybe a few extras if you sew things up) and a set fo cams from 1-3\"  A few fist-sized pieces might go in up top.","location":""},"__v":0},{"_id":"6SkguLFKVoaBbVDNxQWNLg==","name":"Wataneasy Route","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.16696,34.01898]},"left_right_index":0,"mp_id":"106110533","mp_crag_id":"106637646","climb_id":"6SkguLFKVoaBbVDNxQWNLg==","areaRef":"jp7imsGiXfCRJ1q+PJ0Y0A=="},"content":{"description":"Starts to the left of (kind of around the corner from) Watanobe Crack. A cruxy, slightly awkward start gives way to easy climbing along a crack/groove to the horizontals at the top of Watanobe Crack. Belay here (1-3\" cams) or continue up to reach the fixed anchor at the top of the formation (same as for Tennis Shoe crack).\n\nDescend by scrambling down on the climbers left or take the easy way off by reversing the approach to Tennis Shoe Crack.","protection":"standard rack\n\nuse of fixed anchor atop Tennis Shoe Crack is optional","location":"This is the obvious crack to the left / around the corner from Watanobe Crack.\n\nNew Vogel Guide: rte. 2099, pg. 485"},"__v":0},{"_id":"kd1aPjd/UF24YRhKYsSzYw==","name":"Season Opener","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Alan Bartlett & Dave Black,  January 1983","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.16696,34.01898]},"left_right_index":3,"mp_id":"105724117","mp_crag_id":"106637646","climb_id":"kd1aPjd/UF24YRhKYsSzYw==","areaRef":"jp7imsGiXfCRJ1q+PJ0Y0A=="},"content":{"description":"This route is on the south-most buttress of the west face of the west side of Steve Canyon, facing Quail Springs road. This is the south end of Watanobe Wall. This climb and others by it are best reached by going to the left from the south entrance to Steve Canyon (past Grand Theft Avacodo) or approached more easily still from the road parking areas to the west. Approaching from the inside of Steve Canyon is a waste of time and energy. Go out to the south, then around to the west.\n\nTo find this route first spot a rather obvious roof, perhaps 6 meters off of the deck, then walk/squirm to the base on a worn footpath into a bit of a boulder-grotto. This climb is on the left of the exposed wall, in a steep, right-leaning crack system. Climb up and right in this crack to reach a horizontal, then continue up and right on the face above, which gets lower angled as you go. There is no pro up top, but the grade gets easier with the runout. Once you reach the top, go straight back to a cam or large-nut belay in a horizontal crack.\n\nDescent is down the rap on the east face above Candelabra and walk back around to the base.","protection":"A standard Light rack. The upper 1/3 of this line is face climbing without protection, but it is progressively less steep with increasing height and the danger is probably minimal despite the runout. Cams in a horizontal provide a TR or belay anchor back some distance from the route.","location":""},"__v":0},{"_id":"nwJF/r+LWBKUtF1nr4OMtQ==","name":"I'm Already Bored with the New Millennium","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Haber and Haber '99","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.16696,34.01898]},"left_right_index":6,"mp_id":"106239411","mp_crag_id":"106637646","climb_id":"nwJF/r+LWBKUtF1nr4OMtQ==","areaRef":"jp7imsGiXfCRJ1q+PJ0Y0A=="},"content":{"description":"Short, awkward, offwidth and grainy at the top; this is for zero star aficionados only. There are plenty of other climbs in the area around this grade that are far superior.\n\nFairly easy climbing on big features outside of a wide crack leads to a very awkward move into a leaning, less than vertical off-width. Writhe to the top of that section, as the angle eases you can get out of the crack and head up any of the 4th / 5.0 paths to wherever you want to set an anchor.\n\nRappel off the back (Facing\n\nSidewinder\n\n).","protection":"Take a larger piece or two (a 4 is nice) for the OW, and a couple more pieces for the rest. Or just dont climb the route.","location":"Up around the corner to the right of\n\nSeason Opener\n\n. Scramble over some blocks and work around a large boulder. The route starts under a small roofish section leading to an offwidth set in a right-facing corner."},"__v":0},{"_id":"WGvGbUs3VoSZjTY7czXDdg==","name":"Do Do","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Bob & Yvonne Gaines, 11/97","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.16696,34.01898]},"left_right_index":5,"mp_id":"106653322","mp_crag_id":"106637646","climb_id":"WGvGbUs3VoSZjTY7czXDdg==","areaRef":"jp7imsGiXfCRJ1q+PJ0Y0A=="},"content":{"description":"An OK TR that climbs a bit of a buttress and then the crux upper section of\n\nCome-n-Do-Me\n\nat the last bolt.  A bit of a squeeze, not a whole lot of original climbing on this one.","protection":"TR: thin to full hand-sized pieces.","location":"Start as for\n\nI'm Already Bored with the New Millennium\n\n, then move on to the buttress and join\n\nCome-n-Do-Me\n\nfor the last bolt."},"__v":0},{"_id":"DLNIMYOWW06YOoYefi7Pyw==","name":"Come-n-Do-Me","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Herb Laeger & Kevin Wright, October 1988","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.16696,34.01898]},"left_right_index":4,"mp_id":"105724120","mp_crag_id":"106637646","climb_id":"DLNIMYOWW06YOoYefi7Pyw==","areaRef":"jp7imsGiXfCRJ1q+PJ0Y0A=="},"content":{"description":"To find this route first spot a rather obvious roof, perhaps 6 meters off of the deck, then walk/squirm into a bit of a boulder-grotto at the base. Climb up the face to reach a bolt (5.10a), into the left side of the huge roof (bolt, cam, 10b), then pulls right (crux?) into a traverse of a semi-horizontal crack to it's right end (easier here, with gear if desired), then goes back up the wall again on face moves past a bolt (5.8). At the top the climbing is runout just a shave at the 5.7/8 level. Descend by rapping from bolts atop the route Candelabra and then walk back to the base.","protection":"A standard light rack of cams from 0.3 - 2 or 3\" (possibly double 1s).  You will only place a few pieces other than clipping bolts, but you will want what you get. Carry a few 2' slings to reduce drag.  (Drag is sorta inevitable if you clip the first bolt while traversing in from the right.)","location":"This route is on the outside of Steve Canyon, facing west towards the road, and actually is located on the far right side of the Watanobe Wall. This climb and others by it are best reached by going to the left from the south entrance to Steve Canyon (past Grand Theft Avacado) or approached more easily still from the road/parking areas to the west."},"__v":0},{"_id":"5ZrLMBeeWsSbDM15q1y6Vw==","name":"Bored of the Rings","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Todd & Donette Swain, February 2003","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.16696,34.01898]},"left_right_index":7,"mp_id":"106653337","mp_crag_id":"106637646","climb_id":"5ZrLMBeeWsSbDM15q1y6Vw==","areaRef":"jp7imsGiXfCRJ1q+PJ0Y0A=="},"content":{"description":"The guidebook gives this 5.7, I'm not even sure if it counts as 5th class.  Not really any climbing involved.","protection":"Possibly, but not sure if it's necessary.","location":"Starts at\n\nI'm Already Bored with the New Millennium\n\nand follows the ramp right and up the flake."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,19a30b80-55c9-565e-8a98-7b5649ebfbb6,bbf60ea4-d8bb-5949-a144-061868db1e5e,707ede60-0498-5adc-9841-cab93f223619,e80d00e5-e3ca-5a2d-962a-26019599fbd8,8e9ee29a-c1a2-5df0-9127-5abe3c9d18d0","pathTokens":["USA","California","Joshua Tree National Park","Hidden Valley Area","Outback, The","Steve Canyon Area","Watanobe Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.9"},{"count":3,"label":"5.10a"},{"count":2,"label":"5.7"},{"count":2,"label":"5.8"}],"byDiscipline":{"trad":{"total":7,"bands":{"unknown":0,"beginner":4,"intermediate":3,"advanced":0,"expert":0}},"tr":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":4,"intermediate":4,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-116.16696,34.01898]},"bbox":[-116.16750250943016,34.018530339818135,-116.1664174905698,34.01942966018186],"left_right_index":-1,"ext_id":"106637646","area_id":"jp7imsGiXfCRJ1q+PJ0Y0A=="},"content":{"description":""},"density":0,"totalClimbs":8,"__v":1,"createdAt":"2022-11-07T05:55:00.847Z","updatedAt":"2022-11-25T11:14:59.927Z"}