{"_id":"63689de0e80bff5a994f9843","area_name":"Mirror Wall","shortCode":"","climbs":[{"_id":"yBlbrHAyVpSQFUC53lRedQ==","name":"Weaving Through Golden Waves","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Antoine and Teri Savelli, and Ace Kvale, 1987","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.86834,37.86179]},"left_right_index":0,"mp_id":"108259494","mp_crag_id":"105746714","climb_id":"yBlbrHAyVpSQFUC53lRedQ==","areaRef":"XalIuqlwUz2DQIR7G5kHzA=="},"content":{"description":"This was first put up and freed in November, 1987.\n\nDo a first approach pitch to double bolt belay.\n\nSecond pitch: this is stunning 7c+/8a or 5.13a/b steep slabs on golden granite with micro-edges matching the best of Tuolumne Meadows! This long pitch requires a 55m rope and 25 clips.","protection":"25 clips.","location":"This is on the Upper East Buttress, between The Magic Mirror and Queasy Street. It is a must do for technical face aficionados! This is best done in colder weather."},"__v":0},{"_id":"RZx22RKAWly6sTYFCpqFNg==","name":"Powder in the Sky","yds":"5.10c/d","grades":{"yds":"5.10c/d","french":"6b+"},"fa":"Antoine and Teri Savelli, and Ace Kvale, 1983","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-107.86834,37.86179]},"left_right_index":1,"mp_id":"108259520","mp_crag_id":"105746714","climb_id":"RZx22RKAWly6sTYFCpqFNg==","areaRef":"XalIuqlwUz2DQIR7G5kHzA=="},"content":{"description":"This was first put up in 1983.\n\nThe first pitch is 5c or 5.9 runout.\n\nThe second pitch is the prize at 6b or 5.10c/d with four bolts and a runout 5a or 5.8 section at top bypassing an overhang on the left.","protection":"6 clips and a small rack.","location":"This is on the Upper East buttress between between Queasy Street and\n\nNorthern Lights\n\n. It is a classic!"},"__v":0},{"_id":"B3zrLFF6VdCK+9ZyZhOfOQ==","name":"Ophir Broke","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Lynn Hill, John Long, 1980","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.86834,37.86179]},"left_right_index":4,"mp_id":"115344815","mp_crag_id":"105746714","climb_id":"B3zrLFF6VdCK+9ZyZhOfOQ==","areaRef":"XalIuqlwUz2DQIR7G5kHzA=="},"content":{"description":"Ophir Broke is one of the proudest lines in southwestern CO. It has 100+ feet of gently overhanging finger locks, thin hands, hands, stiff climbing, and good gear. Formerly an old aid line (\"Lankes\", A3, Bill Kees FA), it was freed by Lynn Hill and John Long in the summer of 1980.\n\nHere's what John Long had to say about Ophir Broke in an email exchange:\n\nLynn and I went to Telluride to try and start a guide service for Royal Robbins, but there weren't any clients, so we just climbed the whole time. We immediately made friends with local climber and pioneer, Bill Kees. Bill showed us around, and we did all the standard routes in a few days, then we started looked for new stuff. Because there were so few people visiting the area and because I didn't have a camera, we didn't document much of anything we did there, not realizing that a dozen or so years later the place would become a regular crag with a guidebook, etc. We had a great couple months living there, but sadly, I never went back.\n\nThe whole story of Ophir Broke is that Royal Robbins told me about this crack - aided back then - and that if it ever went free, it would be one of the greatest short crack climbs in America. That really got my attention. After a week of climbing the existing classics like Javelin, Y-Crack, Orange Peel, and so forth, we got straight to work on Ophir Broke.\n\nI was just coming off my first year of grad school and hadn't done nearly as much winter climbing as I had the previous eight years (mostly out at Joshua Tree) and was only in bouldering shape. Also, camming devices (Friends were all there were in 1979) had only come out in 1978, were expensive, and we only had two of them. So the problems with Ophir Broke were not so much climbing it free, but arranging pro with wired stoppers and hexes, since we only had two cams - one for thin hands, and a big one for fist cracks.\n\nThe bottom section is really hard, but I could get in some good wires and got up to where the crack went to the worst possible size for my fat hands - like 1 inch, super polished, and slanting the wrong way. It was also offset which made it ever harder. We didn't have a cam that would fit, and I couldn't get a hex in the thin hands section, at least one I trusted to bust out insecure 5.12 moves, so I lowered off, and Lynn took the lead. Lynn had to make horrendous moves on the lower section, which I had reached past, but with her puny mitts she managed to get a good enough hex in on the thin hands section and led through to a bolt higher up. She didn't like the looks of the upper section, so she rigged a hanging belay off the bolt, and I led to the top. Though the top was only low 5.10, it perhaps was the leading crux, because we didn't have anything to protect it with. Later, using a rack of borrowed cams from Bill Kees, Antoine Savelli, and others, we went back and both did it again several times.\n\nI'd already climbed most of the hard Yosemite cracks, including an early ascent of\n\nThe Phoenix\n\nthe previous summer (with Ron Fawcett), and Ophir Broke was as hard as any of those because of hand size (for me). Also, you had to climb above gear, manage many different sizes/techniques, which made the route an overall testpiece of old-school crack climbing. Even now I imagine to just walk up to Ophir Broke and onsight it would require a serious effort. Plus it's pretty long, and you're sucking wind up there at 10,000 feet altitude. Ophir Broke is badass. I imagine if you adopted modern style, strung a toprope, and got the sections dialed, the lead would be far easier, but if you tackle it ground up and on-sight, you'll be in for a stout one.","protection":"Triples in 0.4 - #2 sized pieces and a 0.3 for the start. There is one shitty bolt midway on the route. The gear is good throughout but strenuous to place. There are chains/bolts at the anchor.","location":"Once you've figured out your way up to the mirror wall, Ophir Broke is located at the far east end of the cliffline before it drops drops down into Cracked Canyon."},"__v":0},{"_id":"5t8p9/84XsKBORa/L2RTsg==","name":"Northern Lights","yds":"5.11b/c","grades":{"yds":"5.11b/c","french":"6c+"},"fa":"Antoine Savelli, 1985","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.86834,37.86179]},"left_right_index":2,"mp_id":"108259541","mp_crag_id":"105746714","climb_id":"5t8p9/84XsKBORa/L2RTsg==","areaRef":"XalIuqlwUz2DQIR7G5kHzA=="},"content":{"description":"","protection":"Bring 10 clips and double rack from RPs to #3 Friends.","location":""},"__v":0},{"_id":"93w1u2AQWSSYulDFweGnRA==","name":"Batman's Delight","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Tim Kudo, Bill Kees, 1978","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.86834,37.86179]},"left_right_index":3,"mp_id":"115344990","mp_crag_id":"105746714","climb_id":"93w1u2AQWSSYulDFweGnRA==","areaRef":"XalIuqlwUz2DQIR7G5kHzA=="},"content":{"description":"Batman's Delight climbs the exfoliating corner system to the left (west) of\n\nOphir Broke\n\nand Boner Crack. The climbing mostly stays on the face to the left of the corner until you get up higher.\n\nPitch 1, 5.9. It is a little runout down low until you get to the two old bolts (don't be tempted out left for the 3rd bolt, it's part of the 2nd pitch of Cold Beer). The gear gets better the higher you get. Do a hard finish on the final blocks to a rag-tag belay (fixed nut, old tat slings, 1 loose piton, 1 good piton). Be prepared to throw in some small cams, and back up the belay/get creative.\n\nPitch 2, 5.7. Superb! Climb up and right from the belay aiming for the corner under the roof system. Climb the corner to the right end of the roof and up. Hike back 30 on the ledge system to the next wall and set a gear belay. If you don't want to downclimb the scree/ledge systems to the\n\nOphir Broke\n\nanchors, you can rappel off a nearby pine tree to the\n\nOphir Broke\n\nanchors, then go down.","protection":"A standard rack and 2 quickdraws for the bolts.","location":"This is the left-facing dihedral corner system to the left of\n\nOphir Broke\n\nand Boner Crack."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,d91c72a2-88f4-56ed-b35c-d265d2fb0139,0965de5d-32d3-55f5-a658-36aa1339adfd,3516975f-9a62-5387-9b96-61b75c50e4f6,5da948ba-a970-533d-8340-847b1b9907cc","pathTokens":["USA","Colorado","Telluride/Norwood area","Ophir","Ophir Wall","Mirror Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.13a"},{"count":1,"label":"5.10c/d"},{"count":1,"label":"5.12c"},{"count":1,"label":"5.11b/c"},{"count":1,"label":"5.9"}],"byDiscipline":{"trad":{"total":4,"bands":{"unknown":0,"beginner":0,"intermediate":2,"advanced":2,"expert":0}},"sport":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":1}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":2,"advanced":2,"expert":1}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-107.86834,37.86179]},"bbox":[-107.86890955521723,37.861340339818135,-107.86777044478278,37.862239660181864],"left_right_index":-1,"ext_id":"105746714","area_id":"XalIuqlwUz2DQIR7G5kHzA==","polygon":{"type":"Polygon","coordinates":[[[-107.86890955521723,37.861340339818135],[-107.86777044478278,37.861340339818135],[-107.86777044478278,37.862239660181864],[-107.86890955521723,37.862239660181864],[-107.86890955521723,37.861340339818135]]]}},"content":{"description":""},"density":0,"totalClimbs":5,"__v":1,"createdAt":"2022-11-07T05:56:19.865Z","updatedAt":"2024-02-19T18:31:54.698Z"}