{"_id":"6368a6e7e80bff5a995d85dc","area_name":"Necedah Linkups","shortCode":"","climbs":[{"_id":"4uiNwbgyXX+EnKOZniEmLA==","name":"Less Filling. Tastes Great.","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Derek Toshner & Nate Boyer","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-90.01994,44.04502]},"left_right_index":999999,"mp_id":"121478422","mp_crag_id":"113488021","climb_id":"4uiNwbgyXX+EnKOZniEmLA==","areaRef":"yEqiUwQFXnObKDNUOWROpg=="},"content":{"description":"After completing Against Medical Advice multiple times using various combinations of routes, we thought it would be fun to go from the south end to the north end and back to the south end.  This adventurous day is perfect training for a midwesterner who wants to prepare for the alpine routes of the west, or for anyone looking for an endurance-fest.Over some good Wisconsin beer, at the Woodbine across the street, we were debating which side of the bluff was better; the river side, or the road side.  After much debate, the only conclusion made was that the name of this route should become Less Filling, Tastes Great, after the 90's Miller Lite commercials arguing 2 reasons to love the same beer.I'd recommend your leading abilities be strong enough to redpoint Y-Crack before attempting this linkup.  If anyone at that level is willing to try, but is partnerless, contact me, and I'd be happy to schedule a day to go with you.1-Climb Hydroponics 5.8; rap to the block between Coyote Tower and Y-Crack Wall2-Climb Garnish 5.7; walk across Y-Crack Wall and down climb the north side3-Climb the south-east side of 303 Spire (5-easy); rap Canoeheads4-Climb Phallus in Wonderland 5.6; Rap Chucklehead5-Climb Fire in the Sky 5.10; scramble off the north side of Fire Spire6-Climb Glass Balls 5.8; walk off the river side to the north7-An awesome sustained pitch.  Link the first pitch of Give a Little Bit 5.10 with Aswan Dam Crack 5.9+ by clipping the chains with a double length runner, and walking around the corner on a pine needle trail.  Top out on Aswan, jump the leap of faith (roped up recommended) and down climb between Riverboat wall and Who's Bernd Arnold Tower. (Optional for those that don't want to jump Leap of Faith): Climb P1 of Give a Little Bit. Walk around the corner and perform a second pitch of Riverboat.  Down climb the same way.8-Climb Who's Bernd Arnold 5.8++; Rap the quick link on webbing behind the tower and toward the north9-Climb, Climb with a View 5.8; Rap tree slightly back to the south10-Scramble up the south-east section of the tower hosting Late Night Chalk Show (5-easy); Rap Late Night Chalk Show11-Scramble the next spire and walk off; head north and down climb to the chains of Anthrax; Rap Anthrax12-Walk around the corner to the road side and begin heading back south by starting with Persistence of Time 5.9R; Down climb to the south on the road side13-Scramble up the wall that hosts Stomp 443 and Death Wish (or one up us and climb Death Wish 5.10); walk to the next spire, and scramble down it's south side14-Climb the north-west side of the spire hosting Late Night Chalk Show; traverse and down climb the south side15-Climb Guess What? Chicken Butt 5.7; Rap the tree with webbing and an old locking carabiner (throw ropes north of the tower below you, which is home to A Really Bad Idea)16-Look for a really short finger crack that faces north to gain a top out on the spire that’s home to Discontinuum; walk across the top to the chains of Discontinuum and rap.17-Head down a pine needle slide, and over to La Fin Du Monde 5.6.  With some rope drag, this can be linked with Kevin's Dihedral 5.7; Walk across Hell Wall to rap the chains of Glass Balls on the Glass Dihedral Side18-Climb The Window 5.9; Traverse and rap on the chains of Thread the Needle19-Climb Moss Man 5.6; Traverse and rap Air20-Climb Mr or Mrs Canoehead 5.7; Down climb the north-west side of 303 (5.3R)21-Climb Pigeon Crack 5.8; Rap to the block below22-Climb the Easy Tower Route 5.3; rap Tower Route (calm before the storm)23-Finish with a bang by climbing The Dalai Lama 5.11-; Rap Post-Coital Snuggle24-Head over to the Woodbine and debate which side of the bluff was better, while having some good Wisconsin beer that's less filling, and tastes great.","protection":"Nuts, single rack of cams, and a black tricam.  8-10 alpine draws, and 2 x 30m ropes or 1x60m if you want to link a couple pitches.  ","location":"Begin on the south end, on the river side of Coyote Tower.  Head north, staying on the river side.  Once Anthrax is reached, at the far north end, head to the road side, and head back south to Coyote Tower."},"__v":0},{"_id":"8FuBWOedWhWYBFn3ens5UQ==","name":"Against Medical Advice","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Maybe JS and JJ 8/19/17 but probably much earlier","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-90.01994,44.04502]},"left_right_index":999999,"mp_id":"113488028","mp_crag_id":"113488021","climb_id":"8FuBWOedWhWYBFn3ens5UQ==","areaRef":"yEqiUwQFXnObKDNUOWROpg=="},"content":{"description":"A south-to-north traverse of the entire Petenwell Ridgeline. This enjoyable outing makes an excellent training route for navigating alpine terrain. Climbers are forced into a variety of problem-solving situations requiring creativity (possibly even shenanigans) to negotiate. For the most part, the climbing is at a moderate grade, and, where the technical cruxes are, it can generally be well-protected. The real crux of this route is in the route-finding and risk management choices climbers will be forced to make. Variable and high-consequence terrain makes for a challenging day. A familiarity with one's risk-tolerance as well of the risk-tolerance of one's partner(s) is essential. \n\nThis is a challenging route unlike much of the climbing in the midwest and it should not be underestimated or attempted by climbers lacking the sufficient knowledge and experience to negotiate it safely.","protection":"Heavy - Standard Rack nuts and cams to #4 C4   Light - Cams C4 #0.4-#3","location":"Start on 01. Coyote Tower and finish by rappelling Anthrax."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,6f566d5b-d7f9-56d3-96e6-c4808c4fcc10,eef71451-dfe7-5d2b-986f-aec4d9f87b75,fd5123ef-c690-5213-9360-ff7a6330a837,c84aa253-0405-5e73-9b28-335439644ea6","pathTokens":["USA","Wisconsin","Central","Necedah (Petenwell Rock)","Necedah Linkups"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10+"},{"count":1,"label":"5.8"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":1,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-90.01994,44.04502]},"bbox":[-90.02056557608539,44.04457033981813,-90.01931442391462,44.04546966018185],"left_right_index":-1,"ext_id":"113488021","area_id":"yEqiUwQFXnObKDNUOWROpg=="},"content":{"description":"A place holder for all things that are too complicated or contrived to fit elsewhere on the Necedah page."},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T06:34:24.797Z","updatedAt":"2022-11-25T11:25:17.903Z"}