{"_id":"63689d5ce80bff5a994f4fda","area_name":"North Face","shortCode":"","climbs":[{"_id":"V4a7+BEuVbCTp5CqGq2ncA==","name":"Rumor Has It","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Steve Schneider, Heather Baer, ca. 2014","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-119.40427,37.87279]},"left_right_index":5,"mp_id":"114520832","mp_crag_id":"114942468","climb_id":"V4a7+BEuVbCTp5CqGq2ncA==","areaRef":"wPA9hc3BUMeY1WtO+1HSyA=="},"content":{"description":"This is a relatively new addition to Fairview, so expect brand new shiny bolts along with the usual crumbly dime edges and bolt spacing that puts hair on your chest. The route follows a very close line to the Regular route. Scramble up to the same stance where you would start reg. route. The topo is very good and easy to follow. All day sun in June with a few shadier corners in the morning, a.m. shade closer to September.\n\n1. Angle up and left on ledgy terrain to a bolt from where the difficulty increases until the crux at the end. Expect 15-20 ft spacing between bolts on 5.10+ dime edges and almost hold-less friction crux towards the top.  7 bolts and a #2 cam. 45 m 11b PG\n\n2. Take the left crack to a belay ledge around on the left arete. Gear. 25 m 5.9\n\n3. Up though the junky rock to a mix of bolted face and intermittent cracks. Watch the ends when rappelling. 35 m 10b\n\n4. Heads-up climbing through a small roof above a bolt and couple of pieces of gear is followed by sustained edging between more closely-spaced bolts. 30 m 11a\n\n5. Start up the loose pillar and clip the lone bolt out right avoiding the roofs above. A couple of moves will bring you over to the crescent ledge and easy terrain. Scramble up to the ledge up and right with the bolted anchor. 25 m 10b\n\n6. This pitch is the reason why I suggested an R rating for the otherwise PG route. Move left to the ramp to gain a foot \"ledge\" that will bring you back right to the point above the belay. Do a couple more slabby 5.9 moves (ok feet, but no hands) to clip the first of 2 bolts. You are almost soloing this section since a fall would result in broken legs before the rope will catch you. The difficulty eases slightly when you are about 20' above the bolt and almost to the 2nd one. Follow easy cracks to the anchor just below the roofs. 2 bolts and 3-4 pieces. 30 m 11a R\n\n7. Go left to pull over the roof and face climb back right to the knobby crack system. This brings you to the last bolted anchor on the route. Gear. 15 m 5.9\n\n8. Easy 5.7 crack straight up. Scramble another 350' to the summit and walk off to the west (right) or rap without doing this pitch.\n\nCan be rappelled with 1 70 m rope with some downclimbing on p1 (about 20' of 5.6). All anchors are bolted with rap rings except for p1 (shared with the regular route), so a sling needs to be left on the tree if rapelling.","protection":"Mostly sparsely bolted. 1 70 m rope, single set of cams from green C3 to 2\" camalot with optional extra finger-sizes. Stiff shoes. Stoppers are not needed. One leaver sling if rappelling the route.","location":"Starts just left of the regular route and shares the belay on top of p. 1. as well as crossing the reg. above the crescent ledge."},"__v":0},{"_id":"sx/9tSCJWIyZbLGlVoZw6g==","name":"Regular Route","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Wally Reed, Chuck Pratt 8/58, FFA Steve Roper and Mark Powell 1962","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.40427,37.87279]},"left_right_index":6,"mp_id":"105847227","mp_crag_id":"114942468","climb_id":"sx/9tSCJWIyZbLGlVoZw6g==","areaRef":"wPA9hc3BUMeY1WtO+1HSyA=="},"content":{"description":"P1: Lieback to fingers to a small belay stance (or continue up to large ledge with pine tree). (5.9)\n\nP2: Hands to a wide pod to a ledge. (5.8)\n\nP3: Sustained fingers (5.7) through a couple of small roofs to a ledge. (5.8)\n\nP4: Incipient cracks head straight up, through where a large scary white flake used to be. Traverse up and right past two pins to huge \"Crescent Ledge.\" (5.8)\n\nP5: Follow right-facing dihedral on left side of ledge up, increasing in difficulty (5.6), or traverse left to the 5.5 R flakes. (5.6)\n\nP6: Another dihedral up and left. Where it really steepens, step right onto the face past knobs and small placements. Either lieback on the right-hand side of the roof (5.7), or pull straight through at a pin (5.9).\n\nP7: Follow ledges up and right, staying toward easier ground. (5.7 start, then 5.4)\n\nAbout four more pitches of easy ground. Simul what you can. (mostly 5.0, occasional 5.4 to 5.6)","protection":"Standard Rack up to #3 Camalot.  Plus double nuts for the 400 feet or so of simul-climbing.","location":"Park in a large parking area on the south side of the road.  Follow obvious and signed trails to the slabs at the base of the dome.  Take 3rd class slabs to the start of the route.\n\nDescent: walk off the back side, and most of the way back to the start of the climb to regain climber trails back to the road."},"__v":0},{"_id":"vkyuiw52X/+lAs0eTLt0yw==","name":"Lyme Line","yds":"5.12+","grades":{"yds":"5.12+","french":"7c"},"fa":"FFA Bob Jensen/Corey Flynn ( FA Sean Kriletich/Bob J. @12a A0)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.40427,37.87279]},"left_right_index":2,"mp_id":"107560238","mp_crag_id":"114942468","climb_id":"vkyuiw52X/+lAs0eTLt0yw==","areaRef":"wPA9hc3BUMeY1WtO+1HSyA=="},"content":{"description":"Do first five pitches of Captain Fairview and then ....\n\nPitch 1:  From the belay at base of headwall on Captain Fairview head more or less straight up with gear until a line of bolts is reached.  Dice your way past bolts until it opens up to 5.11 terrain.  Keep hustling, but not too fast!   So thin. Belay at 2 bolts  12c-ish?\n\nPitch 2:  Up from belay clipping a bolt then up to small flake with TCU placement.  Continue up past more bolts eventually reaching L facing corner.  Climb flake/corner until ledge is reached and set up belay.\n\nPitch 3:  follow \"Burning Down the House\"  last 5.7 pitch.  Its a short L facing corner.  Ends on big ledge with dwarfed trees.\n\nSmoke up Johnny!!!!!!!!","protection":"Same rack as for Captain Fairview","location":"Start up Captain Fairview and head straight up once headwall is reached.\n\nWalk off like all other routes."},"__v":0},{"_id":"FJKpc2IRX8uGhtt0D3TKlQ==","name":"Inverted Staircase","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Glen Denny, Wally Reed July 1962, FFA Bob Kamps, Wally Reed August 1963","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-119.40427,37.87279]},"left_right_index":3,"mp_id":"106499012","mp_crag_id":"114942468","climb_id":"FJKpc2IRX8uGhtt0D3TKlQ==","areaRef":"wPA9hc3BUMeY1WtO+1HSyA=="},"content":{"description":"Inverted Staircase is a beautiful obvious line.  The climbing is pretty good, but not great.  Mostly moderate cracks with two hard pitches.\n\nPitch 1 & 2 climb cracks just right of the big arch, aim for an obvious small roof in a right facing corner that marks the first belay.  Surmount the fun roof then moderate climbing to the corner.  5.8/5.9\n\nPitch 3 & 4 climb the corner above, moving onto the face midway through pitch three to avoid the chimney then head back to the corner to belay.  The next pitch goes up the nice corner to the top right side of the pinnacle.  5.7/5.8\n\nPitch 5 is thin friction and small hold face.  Go down and out right a ways to a bolt.  Just past this is 5.10 face with good swing potential for your second.  Ascend a loose pillar, I placed several micro-nuts here.  The hard face climbing above past two bolts is well protected.  5.10b/c\n\nPitch 6 is usually wet midway through, but fun liebacking and unclinging is had before the wet and the corner above is stellar.  Plan on aiding on a couple cams to pass the wet.  5.10-\n\nPitch 7 follow this route up and left aiming for a moderate thin double dihedral then belay at a small tree.  5.8\n\nPitch 8 with a bolt leads straight out right to a easy ramp.  5.10a briefly\n\nPitch 9 is a little spooky makes a traverse out right past a loose block, a dihedral 5.8 and over an easy roof to 300' of easy ground.","protection":"Bring a standard rack of small stoppers through 4\" cam.  Emphasis 0.5-2\".  Micro-nuts can be useful for pitch 5.  The 4\" cam is pretty handy, but probably not necessary.","location":"This route is about 200 meters left, (east) of the Regular Route.  Find the start by looking for an obvious roof in a right facing dihedral that marks the first belay.  This is just a bit right of the huge left facing corner/arch.\n\nTo descend, walk to the top then go down the south-southwest buttress, usually marked with a couple cairns.  This is steep, long and painful in rock shoes.\n\nThis route would be difficult to retreat from without leaving lots of gear."},"__v":0},{"_id":"PjMGuBhyXcW5jS8Ag87K+Q==","name":"Fiddler on the Roof","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Jim Pettigrew, Dave Bircheff, Bruce Hawkins  1974","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-119.40427,37.87279]},"left_right_index":7,"mp_id":"106871162","mp_crag_id":"114942468","climb_id":"PjMGuBhyXcW5jS8Ag87K+Q==","areaRef":"wPA9hc3BUMeY1WtO+1HSyA=="},"content":{"description":"Stimulating face climbing with an important emphasis on route finding.  Climbs the beautiful apron and crosses the big roof right of the Regular Route.\n\nPitch 1: Start on the right side of the north face apron, about where the access trail exits the forest.  Head up and left following a steep 3rd class ramp to a belay at an obvious roof and right facing dihedral.  This belay is shared with Wonderful Wino (5.10b R).  If you choose to lead this and we did, some good small cams are available in a thin left facing corner near the end.  Gear belay thin to 1\" - 3rd Class or easy 5th - 200 feet.\n\nPitch 2:  This great pitch moves up and left from the belay on large knobs, run it out about 30 feet to an obvious thin right facing corner 5.6R and jam some small to medium cams in the bottom.  Continue on ever diminishing knobs left and up past 3 very hard to see bolts.  5.10a friction getting to the 3rd bolt.  From the third bolt, head up and right to a hidden left facing corner more 5.10a friction.  Climb the corner (5.8) and jam all the gear in it you can (tricky thin to 2\").  From the top of the corner move straight left about 30-40 feet onto the slabby face and eventually the roof (whimpering 5.9R).  Good 1\"-3\" cams for gear at roof.  Lieback and stem the roof (5.8) to a huge ledge with a bolted belay.  5.10a - 200 feet - long slings/double ropes help.\n\nPitch 3: Climb the enjoyable grassy right facing dihedral, past an overlap, until it rolls over to become a roof.  Face climb on big knobs around the right side of the roof.  Immediately traverse 15 feet left on a sloping ledge directly over the roof to a nice belay at a right facing flake.  Gear belay thin to 1\" - 5.8 - 100 feet.\n\nPitch 4: Traverse straight left 30 feet on a sloping slabby ledge to a vertical thin crack 5.8.  There is no gear on the traverse but the hardest move is the first.  Place small TCU's and small stoppers and climb the thin crack 20 feet to a good fixed stopper and pin 5.9.  Follow this crack up and left to the roof (5.10a) and lieback a finger crack over the roof at a large left facing dihedral.  Once above the roof, follow the dihedral with a finger crack 20 feet, the right arete is super knobby and useful here (5.7).  Place gear and climb around the arete to the face, up and right 20 feet on good knobs to a thin seam for gear (5.8R).  Step down and right to grassy belay area.  Gear belay thin to 3\" - 5.10a - 100 feet.\n\nPitch 5: Follow the excellent grassy finger crack - left facing dihedral above for 200 feet to a large ledge at the base of the 5.6 ramp pitch of the Regular Route.  Gear belay thin to 3\" - Sustained 5.8 - 200 feet.\n\nFollow the Regular Route (5.7) or Wonderful Wino (5.8) for three pitches and scrambling to the top.","protection":"Standard rack to 3\", extra thin to 1\", a few longer slings.  Double ropes recommended but not necessary.  All 5 protection and belay bolts are modern thanks to ASCA.","location":"Located on the north face of Fairview Dome, about 400 feet west (right) of the Regular Route.  Start on the west (right) side of the north face apron, almost exactly where the lower access trail exits the forest. From the top of this route, follow the upper half of the Regular Route (5.7) or Wonderful Wino (5.8).  Descend from top via the normal south ridge walk off."},"__v":0},{"_id":"Ve+J1oJDU2+tyBg1CwVPIg==","name":"Fairview Heights","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Bob Jensen/Sean Kriletich","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.40427,37.87279]},"left_right_index":4,"mp_id":"111004145","mp_crag_id":"114942468","climb_id":"Ve+J1oJDU2+tyBg1CwVPIg==","areaRef":"wPA9hc3BUMeY1WtO+1HSyA=="},"content":{"description":"Pitch 1.  Start up Powell Route corner and cut out right almost immediately passing two bolts to a roof.   Over roof passing three more bolts to an anchor ledge.   Gear high and right for anchor.  5.9\n\nPitch 2.  Climb the crack right of Powell corner.( may actually be Powell route)  Savor the heirloom variety. 5.8\n\nPitch 3.  Start up the left crack until a weakness allows fairly moderate passage to the right crack.    Balance/power your way up past small nuts and a bolt.   Gain Separation Anxiety dike and clip another bolt.   Head up to a two bolt belay. 5.11\n\nPitch 4.   Head up and left passing two bolts.  It's a bit run to the first bolt, but it's easy.    Pass through roof then face climb past three bolts to a two bolt anchor. 10b\n\nPitch 5.  The transition pitch.   Climb crack above anchor until one can mantle into the scoop out left.   Follow scoop until right leaning grassy corner is reached.   Climb this corner ten or so feet until two bolts lead left across face.   Gain crack after passing bolts and surmount a roof above on the right.   Then follow left arching crack through the top of the inverted stairs on Inverted Staircase, passing left until a two bolt semi-hanging belay is reached.  10a\n\nPitch 6.  The Crack Quest looms above.   Climb crack just right of belay.  Keep connecting them.  After making it to the fourth crack one may consider going around right to Inverted Staircase.   DON'T!  As the leader you will already have done any heady business.   Take the left leaner to the two bolt anchor.   It's airy, heirloomy, protects great, and is pretty dang 5.9ish.  Really.\n\nLong, fun pitch.   The pro and holds/jams keep coming. 10d\n\nPitch 7.  Head more or less straight up passing 5 bolts.   Cut right to ledge after last bolt.   Build gear anchor in bush above.  This pitch is a bit friable.   A little time will heal. 10d/11a\n\nPitch 8.   Follow ledge system left until the last bolted,pitch is reached.   It happens to be the apex of the ledge system.  5.6\n\nPitch 9.  Climb past 5 bolts and a bit of gear if wanted.   10a/b\n\nYou have finished the route.   Good on ya'll!!!","protection":"Doubles micro to wide fingers/thin hands.  Single 1,2,3 camalots.  Solid set of micro and offset nuts.    A set of offset aliens was nice.   That or triple up on small to fingers.","location":"Approximately 34.5 feet off the road the route starts on first 20 feet of The Powell Route.   Spot two bolts to the right on slab heading to a left arching roof.    See pics."},"__v":0},{"_id":"yuvTGnszVp2ryNJnuDDx5g==","name":"Fairest of All","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Tom Higgins, Bob Kamps, Mike Irwin 9/1973","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-119.40427,37.87279]},"left_right_index":8,"mp_id":"107752402","mp_crag_id":"114942468","climb_id":"yuvTGnszVp2ryNJnuDDx5g==","areaRef":"wPA9hc3BUMeY1WtO+1HSyA=="},"content":{"description":"P1: (5.10a R, 200’) Scramble up a large, low angle, left facing dihedral. Its dirty and has grass. As it steepens and splits, follow the thin lieback on the right straight up to a committing runout 5.10a on small knobs gains the first bolt. Climb right and up about 20 feet to another bolt, continue to an easy flake and the belay ledge on the left (bolt+pin+gear).\n\nP2: (5.9+ R, 80’) Above the belay is a large roof that arches right, follow the crack just left, until it fades just left of and about 10 feet above the roof, good gear high, traverse left 5.9 to another crack, again with great pro. Traverse left again on small knobs (5.9+,R) to easier slab climbing and a belay ledge at a left facing corner (cams 0.5-2”). The Donny Reed guide shows a bolt on this pitch that was not there.\n\nP3: (5.9, 220’) Follow the left facing corner above the belay to its end and face climb left (5.9) to a bolt. Face climb (5.9) above the bolt and continue face climbing straight up a seam/crack with 175’ of moderate 5.7/5.8 climbing. Belay just below the giant horizontal dike with a bolt and long sling on a flake. Done this way this pitch combines two of the original pitches.\n\nP4: (5.9, 70’) Climb up to the dike and traverse right about 30 feet to a bolt. Slabby 5.9 steps lead past two more bolts and a large belay ledge below a giant right facing corner and the giant roof above (fixed nut and cams 0.5-2”). You could combine this and the next pitch but it’s a comfortable belay and rope drag is an issue.\n\nP5: (5.9, 100’) Climb the beautiful right facing corner with some amazing liebacking, stemming, and underclinging and great gear as it arches right into a roof. Step down and right to a nice stance with an old belay bolt (old bolt, cams 0.5”-4”)\n\nP6: (5.9+ R, 200’) On this traverse pitch, the leader and follower face multiple runnouts on short sections of 5.8/5.9 face and downclimbing, a couple times with some suspect gear behind loose flakes – an amazing, wild pitch of 5.9! From the belay with the old bolt, traverse right working up and right to gain the highest ledge below the roof (5.9), there is a great 3” cam here in the roof and a large flake to drop a sling on. From here, down climb right (5.8 face) to another series of ledges that are followed across, up and down short sections of 5.9, eventually reaching a bolt above a mantle onto a dike. A little past this, the roof ends in a giant dihedral, belay here at an amazing stance (cams 3”-4”).\n\nP7: (5.8, 60’) Climb the large easy corner above until it is straight forward to exit left along another crack. Follow this and belay low (cams small to 1”) or at a belay ledge 10 feet higher with poor gear including a loose fixed pin.\n\nP8: (5.10c, 220’) Hard face climbing above the ledge and a mantle gain the first bolt, harder crimps up and right reach the second bolt. Lieback up and left past a 5.8 move to reach meandering easy ledges, then an easy right facing dihedral to the U-shaped bowl ledge.\n\nMove the belay – walk about 100 feet up and left on the ledge just past the start of easy scrambling.\n\nP9 and P10 (5.8, 300’ total) Climb easy loose flakes (5.8) for about 70 feet to an easy left leaning ramp system. Continue to the summit 5.7.","protection":"Standard rack: nuts, cams doubles to 3”. A 4” cam is really handy for the belay at the end of the traverse pitch.  Standard Fairview walk-off descent.  You have to leave gear if you want to bail on this route.","location":""},"__v":0},{"_id":"M5CvgWCbWPKmWJjoyzGxxQ==","name":"Captain Fairview","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Sean Kriletich/Bob Jensen","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-119.40427,37.87279]},"left_right_index":1,"mp_id":"107560149","mp_crag_id":"114942468","climb_id":"M5CvgWCbWPKmWJjoyzGxxQ==","areaRef":"wPA9hc3BUMeY1WtO+1HSyA=="},"content":{"description":"Pitch 1: start up huge left facing left arching corner on the far left side of the dome. Arc de Triumph and Separation Anxiety share this pitch. Belay at small ledge below where arch heads left. 5.6 200'\n\nPitch 2: Follow straight up through overhanging corner stemming past blocks and very small pine tree. Continue up left facing corner staying left which turns into the \"Half Dollar of Fairview.\" Climb this until ledge. 10a 190' NOTE: Optional belay before Half Dollar not recommended unless screwed with drag. Also, this Half Dollar climbs nothing like El Cap's version and doesn't even face the same direction. Its a half dollar though! :)\n\nPitch 3: From ledge follow flake (20 ft left of L facing corner) to roof with bolt. Climb up and right through roof to small stance at awkward left leaning corner. Continue up left trending feature to large ledge and belay. 11b\n\nPitch 4: From the left side of ledge the \"Butt Ass Seam\" heads straight up. Follow this past some pins and gear until the crack peters out. Face climb past two bolts until small right facing corner is reached (Arch de Triumph) and belay upon reaching the ledge. 11a Two bolt anchor\n\nPitch 5: Very fun and wild pitch. Clip first bolt and do some 10a/b moves for a body length. Continue up ridiculous runout on 5.8 bomber rock, \"The Sea of NO Knobs\" until a bolt is reached thankfully. Curse FA party and head up to roof. Undercling up and right until hand rail leading out left through roof is reached. Fire in some bomb gear and monkey your ass left out the rail until you pull around lip to awesome belay which consists of two bolts. 11b NOTE: take care using LONG runners through roof. Be wise.\n\nPitch 6: From this awesome belay at the base of the headwall climb up and right, traversing along the lip of the giant arching roof, clipping bolts and placing gear. IF the leader places good gear then the rope won't grate along the lip if a fall is taken. Reach the \"A Farewell to Kings\" / \"Arc de Triumph\" corner and belay a ways up/ back clean it so follower has peace of mind on last bit of traverse. 10c  ** OR **, skip the traverse and go for the prize with Lyme Line up to the top. Two pitches of awesome Fairview climbing. Some of the best I've encountered. Consult route list.\n\nPitch 7,8,9,10 Follow FTK/AdT to top. All meet up with Inverted Staircase for last two pitches. Consult book","protection":"Doubles from tips to #2 Camalot\n\n1 # 3 camalot\n\nSmall set nuts\n\nGenerous supply of extendable slings and some draws.  10 total?","location":"Route is on far left side of dome.  Walk to base of Inverted Staircase and you will see this giant corner.  You can see it from road.  Walk off same as all other routes."},"__v":0},{"_id":"krX5vzrSUwyAOWxd/rOW8Q==","name":"The Arsonist","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Bob Jensen, Erik Anderson","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.40427,37.87279]},"left_right_index":0,"mp_id":"107742678","mp_crag_id":"114942468","climb_id":"krX5vzrSUwyAOWxd/rOW8Q==","areaRef":"wPA9hc3BUMeY1WtO+1HSyA=="},"content":{"description":"***Warning: Beta/Gear Spoilers***\n\nPitch 1: Climb up slabs left of Burning down the house to a left facing boot feature. Head up and right past a bolt, belay under the roof.\n\nPitch 2: Traverse right under roof to a place where a mantle is possible, after the mantle clip a bolt and traverse back left to another bolt protected slab move followed by fun gear protected face climbing. Utilize long runners to reduce/eleminate any rope drag. Belay on ledge, left of the tree.\n\nPitch 3: Walk right on ledge to a bolt. Continue up the right facing feature to another bolt. Easy climbing gains the base of the arch. Follow the 5.11 bolt line through some dime edges then head left below the roof, to a single bolt/gear belay.\n\nNote:You can also head up and left at the arch for 5.9R old school adventure climbing.(Watch out for the Death blocks!)\n\nPitch 4: The Fantasy Funland- Head up and left to first bolt. Then climb into a fantastic stemming corner which leads to a gear protected roof. Easier climbing takes you past a bolt to a second bolt where the wall steepens. Use a crucial knob to gain the slab above.One more bolt protects the climbing to the belay ledge.\n\nPitch 5: The Burning Arches- This pitch begins at the base of a huge granite shield. Climb past seven bolts filled with smeary slab goodness, until another ledge is reached.\n\nPitch 6: The Burning Arches- Tighten your shoes up and get ready! Six bolts of technical smearing and edging puts you on a ledge below the last roof of the route. Once through the roof clip your last bolt and get those TCU's ready. Several fun Bouldery mantles await protected by bomber gear in horizontals. After the last mantle Pull up in to a left facing crack with a small tree.Follow this crack up right to a belay ledge.\n\nOne or two more pitches of easy to moderate climbing will gain the summit head right to join Burning Down The House/Lyme Line or Left","protection":"Doubles from Blue to red aliens (0-.5 camalots)\n\nSingle 00, .75-2 Camalots\n\n1 Set small nuts\n\n7 Extendable draws\n\n2 Doubles for roofs\n\nAnchors\n\nP1 gear\n\nP2 Bolts\n\nP3 Bolt/gear\n\nP4-6 Bolts","location":"Far left Side of Fairview Dome between Burning Down The House and Always Arches. Head for a feature that resembles a left facing boot below the apex of the arch."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,8ab53875-745f-5076-b396-d3d84945e52c,ce6ec458-d8d0-5439-aa24-025a8a8ec2e4,109da74c-da20-5a21-9055-2aa6f3026143,c0f03d85-cdc1-50c7-98d5-6b4efb51d2c8","pathTokens":["USA","California","Yosemite National Park","Tuolumne Meadows","Fairview Dome","North Face"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.11b"},{"count":1,"label":"5.9"},{"count":1,"label":"5.12+"},{"count":2,"label":"5.10c"},{"count":1,"label":"5.10a"},{"count":2,"label":"5.11"}],"byDiscipline":{"trad":{"total":9,"bands":{"unknown":0,"beginner":0,"intermediate":4,"advanced":5,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":4,"advanced":5,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-119.40427,37.87279]},"bbox":[-119.40483964024747,37.87234033981813,-119.40370035975252,37.87323966018186],"left_right_index":-1,"ext_id":"114942468","area_id":"wPA9hc3BUMeY1WtO+1HSyA==","polygon":{"type":"Polygon","coordinates":[[[-119.40483964024747,37.87234033981813],[-119.40370035975252,37.87234033981813],[-119.40370035975252,37.87323966018186],[-119.40483964024747,37.87323966018186],[-119.40483964024747,37.87234033981813]]]}},"content":{"description":""},"density":0,"totalClimbs":9,"__v":1,"createdAt":"2022-11-07T05:54:34.528Z","updatedAt":"2024-01-20T00:58:19.408Z"}