{"_id":"6368a265e80bff5a99565bdb","area_name":"Dix Mtn.","shortCode":"","climbs":[{"_id":"mZ7atxruVVS06YGoZaFKYw==","name":"Buttress Slide","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"Kevin MudRat MacKenzie, Richard D. McKenna, 2012","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.78646,44.0822]},"left_right_index":0,"mp_id":"109379516","mp_crag_id":"109379508","climb_id":"mZ7atxruVVS06YGoZaFKYw==","areaRef":"4kEBsgVqXSqfS8C1dyLmUQ=="},"content":{"description":"There are two technical pitches at the top. The bottom is low-angle scrambling. \n\n  Start the climb by walking up beside a hulking knob of anorthosite amidst a sea of debris. Thereafter, the slab varies in slope as it ascends some 400 feet to the convergence of the tracks.    Scrambling transitions into low to mid fifth class climbing above the lower tracks.  \n\n  An obvious, though dirty, crack dissects steep bulges of freshly exposed anorthosite on either side. Above, the Upper Dihedral, a stunning corner with a finger-crack ascends steeply before transitioning to an exposed traversewhat I consider the crux of the slide. You can climb using only the slab on small holds or via the crack depending on your comfort and skill level. A boulder below an overlap (about 100 feet up and surrounded by dirt) makes a good belay point. Climbing up small overlaps and bulges continues as the width of the slide narrows. \n\n  The final pitch seems to end at what I call the Capstone, a thick ledge that forms a small roof over the slab. Pieces of the mountain to its right form a large mossy room-sized alcove while a final exposed traverse leads left to the final few feet of the Buttress Slide.  \n\nRound-trip distance: 12.25 miles \n\nDistance to slide: Just over 5.5 miles \n\nLength of slide: 1,450 feet \n\nSlide Elevation gain: 900 feet \n\nExit: Descend through the woods to the south of the slide.  \n\n  Also see Adirondack Rock ed.2, vol.1, p 528.","protection":"Standard rack.","location":"Climbers should note that the Dix Trail traverses private land until a few tenths of a mile before Slide Brook, so dont deviate from the marked path. This segment is also closed during the big game hunting season (dec.ny.gov/outdoor/28605.html ). \n\n  Park at the public parking lot near the end of Elk Lake Road in North Hudson. Begin hiking along the Dix Trail toward Dix Pond. At 4.3 miles youll reach the Beckhorn Trail; pass by and continue up into Hunters Pass. After crossing East Inlet Brook, views of the North Fork and South Fork Slides may be seen high up on the flank of Dix. A bit farther along, the first views of the Buttress Slide first appear.  \n\n  Your next benchmark is the stream flowing down from Nippletop Mountains eastern cirque (about 1.25 miles from the Beckhorn Trail intersection). A striking view of the snaking white track of the Buttress Slide lies just moments up the trail. Walk a few hundred feet through the trees to the debris field and footwalla nearly vertical cliff. Twin overhangs marking the northern slide path loom high above. Walk north along the cliff and bushwhack up through the woods to a small adjacent slide. Trek south to access the Buttress above the overhangs."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,589a474a-bbce-5213-a77d-8138a22e0474,21c0dcef-75a2-5517-93ef-0026142ec2a0,2355ce0f-6bd8-5f66-a1cc-7002c38ea4a4,e24101b2-056a-5d2a-9f4b-c0b57722e651","pathTokens":["USA","New York","Adirondacks","E: High Peaks Region","Dix Mtn."],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.4"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-73.78646,44.0822]},"bbox":[-73.78708596909696,44.08175033981813,-73.78583403090305,44.08264966018185],"left_right_index":-1,"ext_id":"109379508","area_id":"4kEBsgVqXSqfS8C1dyLmUQ==","polygon":{"type":"Polygon","coordinates":[[[-73.78708596909696,44.08175033981813],[-73.78583403090305,44.08175033981813],[-73.78583403090305,44.08264966018185],[-73.78708596909696,44.08264966018185],[-73.78708596909696,44.08175033981813]]]}},"content":{"description":"Dix Mtn. is a secluded area in the heart of the Dix Mountain Wilderness area with trails to the summit and a plethora of slides on all flanks. While most are scrambles, there is a technical slide on the western Hunters Pass corridor named the Buttress Slide. Other named slides include the Beckhorn Slide on the east side, North & South Fork Slides/Hunters Pass Slide on the western side, the Finger Slides (8 dominant) on the northwestern side and the Lobster Claw Slide on the west side of the ridge between Dix and Hough. \n\n  Being located in the Dix Mountain Wilderness area, no bear canisters are required here."},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T06:15:03.895Z","updatedAt":"2024-02-19T18:38:22.103Z"}