{"_id":"6368a50be80bff5a995b0413","area_name":"Moss Canyon","shortCode":"","climbs":[{"_id":"vxEAGKwwUKyko4k5Adp8ww==","name":"Island in the Sky Traverse","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-113.64241,37.19782]},"left_right_index":0,"mp_id":"111488800","mp_crag_id":"111488785","climb_id":"vxEAGKwwUKyko4k5Adp8ww==","areaRef":"p7zA161SXUqCKcHNtdOK0w=="},"content":{"description":"There was not much actual climbing on the route, but it was an interesting mix of ridge scrambling and canyoneering with great views of the park. I didn't use the raps, so the hardest part was a bombay chimney boulder problem with a squeeze exit, which I think may be optional.\n\nParagon Adventures, a local guiding company, rates this route as 5.6, perhaps to justify their services. Courtney Purcell's 5.2 rating is more like it.\n\nRed Tape\n\nYou'll need to pick up\n\na permit\n\nfor the traverse from the park.\n\nRoute\n\nStarting from the mouth of Moss Canyon take the ledge system up, trending toward the toe of the buttress and following the path of least resistance. If you have basic mountaineering skills you'll have no problem routefinding. If there's not a worn path through the moss or lichen, you're likely off-route. Someone (not mentioning names here) has kindly left tick marks indicating the route, along with unnecessary fixed lines.\n\nOnce you gain the ridgeline the route alternates back and forth between a ridge scramble and a canyoneering adventure. I didn't bother to look at the beta, but it wasn't that difficult to figure it out. You're never that deep in the gullies, so just pop out onto one of the ridge domes if you need some navigational assistance. Basically you're heading for the south end of the formation where you'll find an optional rap anchor.\n\nDrop down to the lower tier on the formation and head back toward the north for quite a ways until you can drop down one of the gullies to the base and your car. There are moki steps and a chain 'hand hold' once you get to the correct gully.","protection":"Alpine rack and 120' rope for those roping up. Bolted rap anchors present.","location":"It's easiest to leave a car at the West Canyon parking area and walk to the north end of the Island in the Sky formation. Take the Pioneer Names trail along the way if you want to check out the pioneer graffiti on the lower part of Island in the Sky.\n\nA short distance up Moss Canyon you'll notice a worn trail leading through the scrub oak leading to a series of mossy ledges.  The route starts here."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ee1d37e7-dc41-5c26-a358-5d51af01f499,ae9fb395-eaa7-5798-a5f6-78ad324346de,4d2e4bea-0a8e-5969-897d-e8d3ba29183e,33166676-d3f5-5745-be29-56d592c72a06,afbde7b1-bd0a-5668-9e28-82c2e5001bd3,a7bcc0d7-ad52-5d4a-8229-c1cdb5d38ad3","pathTokens":["USA","Utah","Southwest Utah","Saint George","Snow Canyon State Park","Island In The Sky","Moss Canyon"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.5"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-113.64241,37.19782]},"bbox":[-113.64297450760495,37.19737033981814,-113.64184549239502,37.19826966018187],"left_right_index":-1,"ext_id":"111488785","area_id":"p7zA161SXUqCKcHNtdOK0w=="},"content":{"description":""},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T06:26:41.578Z","updatedAt":"2022-11-25T11:23:04.111Z"}