{"_id":"63689d20e80bff5a994f26ab","area_name":"Table Dome","shortCode":"","climbs":[{"_id":"gPZ36eHKVkKn1UvtB68vyA==","name":"Wily Javelina","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Will McCarthy (1991)","type":{"trad":true,"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-111.5172,31.991]},"left_right_index":2,"mp_id":"106124072","mp_crag_id":"106124052","climb_id":"gPZ36eHKVkKn1UvtB68vyA==","areaRef":"cfLB5F1IWrW8rV7LvPdTMA=="},"content":{"description":"This is a phenomenal line that wanders up a low angle wall. This canyon offers fantastic views. The line itself is very fun and climbs on different kinds of granite on every pitch.  \n\n  The bolts are a bit spaced, but this is not a problem if you are a comfortable 5.9 climber. If you get lost, keep looking, in most cases you should be able to spot the next bolt from any given one. When the route is not clear, the climbing is easy, so just follow the 'easy-way' up and you surely will find the next bolt or belay station. All anchors are bolted. \n\n  The first pitch is kind of the hardest one for your head, and maybe the most sustained one. The rest will feel more smooth and consistently easy face climbing, though a bit flaky in places and a few short crux moves here and there... nothing is harder than 5.8/5.9(-) \n\n  The last pitch finishes on the big ledge under the rock feature on the top. You can scramble around the west side of this feature to summit. Great views from there, is really worth it! ","protection":"The line is all bolted. A few nuts and plenty of slings for chicken heads come handy.   All the anchors are bolted.   on march 24 2017 Bob Crawford and Josh Thrash put quick links and 3/8 rappel rings on all belay stations of Wily Javelina and removed the old webbing wads.      Bob Crawford,  Valdez alpine club.\n\n Also, most bolts are new.","location":"The route starts close bellow of some brown water streak marks on the middle-right side of the wall. There is an obvious roof at the base of the streaks. The first bolt of Wily is about 30 feet left of the roof. This bolt is about 30 feet up from the base but the climbing is easy (the actual roof is the first pitch of Table for Two).  \n\n  From the top, there is a rap line (5 raps) down over Table for Two that is save and goes straight down. You will need two ropes to rap down."},"__v":0},{"_id":"Isn0K2xfV5yV0SnNKUEFXg==","name":"unnamed unfinished","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-111.5172,31.991]},"left_right_index":999999,"mp_id":"106124515","mp_crag_id":"106124052","climb_id":"Isn0K2xfV5yV0SnNKUEFXg==","areaRef":"cfLB5F1IWrW8rV7LvPdTMA=="},"content":{"description":"Pitch 1 is nut and bolt protected 5.7+, fairly runout but with bolts near the cruxes.   Pitch 2 crux is 25' off a bolt (3/8\") with a long slam if you don't make it. Pitch ends at anchor just below headwall. Stance drilling was not going to be an option on the upper wall so the route ended there.","protection":"small rack nuts and tcus, bolts and slings for chickenheads.","location":"above the bush on the right hand side of dome. The \"bulbus\" feature down low denotes the start of the bolts."},"__v":0},{"_id":"fqtBwiLeUzi1OOUXS7ma4A==","name":"Three Draws and a Little Lady","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-111.5172,31.991]},"left_right_index":1,"mp_id":"106124171","mp_crag_id":"106124052","climb_id":"fqtBwiLeUzi1OOUXS7ma4A==","areaRef":"cfLB5F1IWrW8rV7LvPdTMA=="},"content":{"description":"To the left of Wily Javelina 30 feet is a very runout pitch sometimes confused with Wily. First pitch is 170', three 3/8\" bolts and a #3 or #4 camalot to a two bolt stance anchor (one 5/16\", one 3/8\"). The follower can simu climb the 5.4 start to allow leader to reach the anchors. Second pitch is 150' and also has three bolts (3/8\") to a 2 bolt anchor on a small ledge. Third pitch climbs unprotected dark (hard rock) into the approx 4th belay of Wily. \n\n  hole count p1 = 5, p2 = 5, total 10","protection":"bolts, one camalot #3 or #4.","location":"Table dome, start begins 30' left of Wily."},"__v":0},{"_id":"O771pKBIVIW86NDf7Wgj+w==","name":"Table for Two","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Chuck Lipinski, Dave Webster, Jeff Mayhew","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.5172,31.991]},"left_right_index":3,"mp_id":"106304572","mp_crag_id":"106124052","climb_id":"O771pKBIVIW86NDf7Wgj+w==","areaRef":"cfLB5F1IWrW8rV7LvPdTMA=="},"content":{"description":"A note in the summit register laments the \"demise of adventure climbing\" and complains that Table for Two is a \"sport route\". I didn't find it to be that exactly, but I'll allow it as there's some nice bolts there.We thought this was a really fun route, with substantial runouts on every pitch on 5.6/5.7 climbing, but good pro on anything 5.8 and harder, and mostly good rock. Some bolts are old buttonheads, some are relatively new (note that although BC Rock Climbing correctly describes the route as retro-bolted, the new bolts are not shown on the guidebook topo). All belays are bolted with chains. Only about 10 feet of the route seemed harder than 5.8 to us and it's actually a lot less sustained than Wily Javelina, although the book does rate the start of the crux pitch at 5.9+. With all that said, this is a Southern Arizona backcountry route: it does have run-outs, loose rock in places, some questionable bolts, and gear placements in dubious rock. Although it is “retrobolted,” that's only a few added bolts across the entire route, and the route as a whole only has a dozen or so lead bolts total spread across six pitches. the route (reference p. 163 of the guidebook):1) Turn the roof (bolt), place pro, then head up and right past *two* more bolts, with great climbing on perfect brown edges up and right (not left as guidebook says) of the 2nd bolt to the belay (5.8, 150')2) Wander up large features past 2 bolts, then head right on the obvious & very cool \"heebee jeebee\" traverse, over to & up a LF flake, which with all the bushes removed is probably more like 5.6 than the book's 5.8 (5.8, 100')3) Up and slightly left past 2 bolts, then up & out of a short LF corner, up & right, through a slot in a roof, and up a somewhat poorly protected LF corner (one bolt) to the belay). (5.8, 150') Note that there is some poor rock approaching this belay and at the beginning of the next pitch. 4) Straight up the obvious RF corner on hand-sized gear (probably no harder than 5.8, but some friable rock - you're climbing a big flake of sorts that gets more solid the higher you go). Exit left as the crack dies & run it out 20+ feet to a bolt, then up and left to two more bolts (1 old & thankfully 1 new) that safely protect the steep, exciting crux, then super fun plate climbing to a 2-bolt belay. (5.10a, 150')5) Short pitch straight up past 2 bolts, over the bulge to a 2-bolt belay right of a tree. (5.7, 100')6) Essentially, go straight up to the large ledge below the summit. Low angle at first then really fun chickenheads to finish (5.6 150') Scramble to the top and contemplate the actual summit, which fairly defies belief.Rappel the route (2 ropes).","protection":"A set of nuts and single set of cams from blue alien to #3 camalot should be enough, along w/many runners & 3 or 4 draws. The # 2 & 3 camalots are generally useless except on P1 & P4.","location":"There are several obvious, long brown streaks on the center-right portion of Table Dome's east face.  The route starts on the left edge of the brown streaks, 30 ft. right of Wily Javelina.  The first pitch turns the right side of an obvious roof with a bolt 30 feet off the ground.  Features can be hard to locate from the base, but become apparent on route."},"__v":0},{"_id":"Vy9PBmTNVHKjfsaGe43/pg==","name":"Bistro Buttress","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Bob Crawford, Peter Powers","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-111.5172,31.991]},"left_right_index":0,"mp_id":"121823322","mp_crag_id":"106124052","climb_id":"Vy9PBmTNVHKjfsaGe43/pg==","areaRef":"cfLB5F1IWrW8rV7LvPdTMA=="},"content":{"description":"Pitch 1    Easy scramble up to a steep clean corner with a clean corner crack that takes medium cams, 1.5\" and 2\"    A 5.6 mantle up and right on chickenheads takes you to a clean slab with an unknown, abandoned quarter inch old rawl drive bolt, to which we have attached an smc hanger to protect a 5.7 move to below the crux corner.    Protection for the pitch 1 crux (5.9) is a sickle shaped, down facing crack that takes two TCUs. Climb straight up to a Fixe 3/8\" hanger (our first bolt)    Traverse left and up past one more bolt, moving up and left to unseen crimps (very fun!) to the belay ledge.    Anchors are 10 feet above the belay stance to facilitate a clean rappel.Pitch 2    Traverse 20 feet left from the belay stance then climb the obvious right facing corner to a fixed pin (Grivel Z-ton) then make a fun step down and left to the obvious arrete with great plates and heads. Bolt 1 will appear soon, on this C-shaped pitch.    Climb up and right past two more bolts to a large overlap. Climb right along overlap to a great 1.5\" to 2\" cam placement. (Four foot runner)    Just right of placement is a stemming corner with a down-pointing 4-inch rock finger atop the corner, stem up this to chickenhead out left, mantle and clip 4th bolt, step right and up to belay alcove. (Pitch 2 crux (5.9); second ascensionist stated it was the crux of the climb)Pitch 3    Continue up the corner twelve feet with pro for small nuts or TCUs     From crack, climb up and slightly right to large chickenhead/ledge    Clip the one bolt for this pitch.    Stepping left and up along a diagonal shallow scoop to a vertical 1/8\" to 5/32\" crack that fits the two smallest CAMP Ballnutz (bomber)    5.6 moves quickly lead to dike hiking up beautiful horizontal quartz dikes, climbing straight up to anchors (Two 3/8\" Fixe hangers)Pitch 4    Easy 70 foot scramble straight up to the first tree (tree is chained and rap ring equipped.)    From here, to summit scramble straight up and slightly right into a inside corner for fun third class going up and down.    Ledge atop Wily Javelina/Table for Two will be on your right on the way to the summit. Route is easily rappelled with a 60m rope on last rappel to ground, fifteen feet of mellow third class downclimbing takes you to the ground. With a 70m rope, you land on the deck with no downclimbing.","protection":"Backcountry trad rack, the two smallest Camp Ballnuts, nothing over 3 Inches is needed. Lots of 2-foot and 4-foot runners. This climb has been bolted with the 5.8 climber in mind, with the second bolt on the first pitch added after the first ascent to improve the safety and quality of the route.","location":"South Buttress of Table Dome. Leave creek at southern toe of the east wall and climb easy lion trails up fun, easy second class, continue along base of wall to apex of the slope. If you go past the 3 foot saguaro, you've gone too far. Pictures of first pitch were taken from the copious hang at the base. Scramble up 20 feet of easy third class to a sumptuous belay ledge which marks the beginning of the feast."},"__v":0},{"_id":"B/wWTV5MUS6GddpoGQ/eqA==","name":"Beggar's Banquet","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Chuck Lipinski, J.Mw.","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-111.5172,31.991]},"left_right_index":4,"mp_id":"106261238","mp_crag_id":"106124052","climb_id":"B/wWTV5MUS6GddpoGQ/eqA==","areaRef":"cfLB5F1IWrW8rV7LvPdTMA=="},"content":{"description":"1.\tDiagonal right past 4 bolts, then up and slightly left, passing original 2-bolt belay to a small ledge with 2-bolts.  (5.9 , 160) \n\n  2.\tEasy climbing wanders basically straight up past a bolt then a ¼ rivet to a large rock on a ledge and 3 bolts.  (165) \n\n  3.\tA hidden stopper placement protects the first bulge move to easier climbing.  Up past a bolt to the huge ledge and a 2-bolt belay about 30 left of main corner.  (5.6+, 160) \n\n  4.\tWalk right a bit until you can access a diagonalling series of scoops that lead up right past 2 bolts to a  crack. Up crack then diagonal left to a 2-bolt belay.  (5.7, 135') \n\n  5.\tUp and right along ledge systems to a small bulge with pro, about 20 left of the corner. Turn bulge and climb up steep rock past bolt to another large ledge with 2-bolt belay.  (5.8, 140) \n\n  4th or easy 5th class to summit.  Rap the route.","protection":"Minimal \"backcountry rack\"","location":"On the far right side of Table Dome is a huge left-facing corner about 2/3 of the way up the rock that is the end of First Come , First Served.  Beggars last 2 pitches finish up about 30 to the left. Start right out of the streambed on a section of smoothe gray rock about 100 before the right side of the dome.  \n\n  Rap the route with double-ropes."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,24e148bb-4884-59e8-9870-43ce21f1a337,6f40f8bb-61ae-569f-a656-25752de45c0c,189696c4-64f3-5ac8-b9c4-682352f2e8a1,71f2c1e4-5d48-5ab5-bcad-5ecbbcf75330","pathTokens":["USA","Arizona","Southern Arizona","Mendoza Canyon (aka Coyote Domes)","Table Dome"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.9"},{"count":1,"label":"5.9-"},{"count":2,"label":"5.8+"},{"count":1,"label":"5.10a"}],"byDiscipline":{"trad":{"total":6,"bands":{"unknown":0,"beginner":3,"intermediate":3,"advanced":0,"expert":0}},"sport":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":3,"intermediate":3,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-111.5172,31.991]},"bbox":[-111.51773017754267,31.990550339818142,-111.51666982245735,31.99144966018186],"left_right_index":-1,"ext_id":"106124052","area_id":"cfLB5F1IWrW8rV7LvPdTMA==","polygon":{"type":"Polygon","coordinates":[[[-111.51773017754267,31.990550339818142],[-111.51666982245735,31.990550339818142],[-111.51666982245735,31.99144966018186],[-111.51773017754267,31.99144966018186],[-111.51773017754267,31.990550339818142]]]}},"content":{"description":"This dome is located west from the notorious Elephant Dome. It features an obvious east face that takes sun most of the day but is shaded late in the afternoon. \n\n  The most popular climbs are Café Mendoza, Wily Javelina, Table for Two and Beggar's Banquet. The rock, for the most part, is of excellent quality, but it may be really bad in particular places. Be aware! \n\n  Table for Two and Beggar's Banquet are fully equipped with anchors and chains for rapping. Independently of what you climb, if you get to the summit, use either one of these safe descent routes."},"density":0,"totalClimbs":6,"__v":1,"createdAt":"2022-11-07T05:52:59.176Z","updatedAt":"2024-02-19T18:28:16.056Z"}