{"_id":"63689de0e80bff5a994fa14b","area_name":"West Wall: Pummeling Sector and the Gothodrome","shortCode":"","climbs":[{"_id":"TQTJuY2RW1WjiH6zT507gw==","name":"Tommy's 11+","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Mike and Tommy Caldwell","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.56932,39.67763]},"left_right_index":0,"mp_id":"105761979","mp_crag_id":"105746584","climb_id":"TQTJuY2RW1WjiH6zT507gw==","areaRef":"xwNkz6+pURe7OIBFL4Xpxw=="},"content":{"description":"This is literally the leftmost route at the Fortress, and climbs up a nice black/pink streak on the left margin of the Pummeling Wall, just before the crag turns the corner and faces south again.\n\nThe route faces dead east, so catches sun until at least noon. You absolutely need a 60-meter rope to get up and down this thing.\n\nWhile one of the easier-graded routes at the Fortress, this makes for a tough warm-up because of some crumbly rock down low and serious crimping on sharp water pockets (gottes d'eau) and little edges through the middle and up high.\n\nBattle through the choss at bolt one, then climb up into a nice scoop. From here, tricky, sustained climbing on good rock leads to a rightward-rising traverse and an exciting finishing slab (5.10). Finish at double cold-shut anchors. The final two or three bolts are shared with the 5.12 to the right (Only Human; 5.12a/b).","protection":"14 quickdraws and a 60-meter rope.","location":""},"__v":0},{"_id":"pa8mFqiMVUmTc6/oqGcraA==","name":"Sandman","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Chris Righter","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.56932,39.67763]},"left_right_index":4,"mp_id":"106155825","mp_crag_id":"105746584","climb_id":"pa8mFqiMVUmTc6/oqGcraA==","areaRef":"xwNkz6+pURe7OIBFL4Xpxw=="},"content":{"description":"Good rock. Perfect warm-up for the area.","protection":"11-13 bolts.","location":"One route to the left of \"\n\nDirt Pockets\n\n.\""},"__v":0},{"_id":"K7MX6DmjXBaJhHBi8MXTPA==","name":"Repulsion","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Matt Samet, Bill Launder","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.56932,39.67763]},"left_right_index":2,"mp_id":"105762012","mp_crag_id":"105746584","climb_id":"K7MX6DmjXBaJhHBi8MXTPA==","areaRef":"xwNkz6+pURe7OIBFL4Xpxw=="},"content":{"description":"This is the third route in from the left on the Pummeling Sector, and the rightmost of the trio of routes you first see at the top of the approach trail. It can be distinguished by the black Metolius hangers on most of the bolts, and climbs a sustained, gently overhanging face up a grey/black water streak on killer stone. Thankfully, this route has little or no Fortress Powder on it.\n\nClimb past the first bolt on a clean, grey face into a patch where some big blocks fell off. Move through a rooflet, then continue up the face on sidepulls and bear-hug moves on bizarre, mini-corners. A small, final roof before the finishing slab might be the pump crux. It's a bit runout from the final bolt to the anchors, but there are good edges up there--you just need to take the time to find them.\n\nA second pitch could be added, most likely. This could be one letter grade harder or easier than 5.12c. I dunno.","protection":"14 quickdraws and a 60-meter rope (mandatory).","location":""},"__v":0},{"_id":"uMDiSjweUFqUSvdSSZ2+4w==","name":"The Pummeling","yds":"5.13b","grades":{"yds":"5.13b","french":"8a"},"fa":"Tommy and Mike Caldwell","type":{"sport":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-107.56932,39.67763]},"left_right_index":3,"mp_id":"105761997","mp_crag_id":"105746584","climb_id":"uMDiSjweUFqUSvdSSZ2+4w==","areaRef":"xwNkz6+pURe7OIBFL4Xpxw=="},"content":{"description":"As featured on the cover of a national climbing magazine, this amazing vertical face route is a thug's nightmare: small, horrible crimps; slopers; over-the-head sidepulls; bad, tech feet; and a silty gloss to cap it off. Still, this is an elegant and challenging face climb that, once it sees some traffic, will certainly be one of Colorado's best face routes at this grade.\n\nIt is the fourth route from the left on the Pummeling Sector, and climbs the clean (read: blank) tan face up to the 5-foot roof and finishing grey slab. It is about 40 feet left of a blank, very prominent left-facing corner that breaches the same roof. I would give it the S rating only if you move right past the 3nd bolt, at the first crux. If you go straight up, however, it's merely spicy. Given all this, you can use the \"good\" holds on the right--but if you blew the traverse back left to the fourth bolt, you'll likely take a horrendous ankle-snapper pendulum, potentially nailing some ledge-features below.\n\nTommy Caldwell bolted this hoping for a 5.11 warm-up. Like all routes at the Fortress, it ended up being two number grades harder than it looked. He named it the Pummeling because, while bolting, he accidentally kicked some choss onto his dad, Mike's, head. Mike wrapped a T-shirt over the wound and toughed out the day. I think he needed stitches later...\n\nThe route is very sustained between bolts two and five, with a crux over the lip of the roof and a pretty sporty finishing slab. As this route, like most at the Fortress, sees little traffic, the finishing slab tends to stay a little licheny. Also, the bottom face is coated in nefarious Fortress Powder--an ancient, silk-fine coating of dirt/silt/sulfur that coats most of the yellow or tan rock at the crag, producing holds with the friction coefficient of Teflon. (The water streaks and white/blue rock are much different--standard Western Slope limestone, like Rifle, that you can actually hang on to.)\n\nBring a nice, stiff tootbrush and maybe even a larger, soft-bristled nylon brush to combat the Powder. It's like nothing I've ever seen ...\n\nI've only toproped the route cuz I'm a big godamned wimp; if you're concerned about the runouts and slippery holds, there is a stick-clip stashed below the Daily Planet that will get you to the chains.\n\nA 60-meter rope is mandatory. As with all routes on this wall, a second pitch could be added.","protection":"14 quickdraws and a 60-meter rope.","location":""},"__v":0},{"_id":"aC6Opwi+VdKJWkOD90CNPw==","name":"Only Human","yds":"5.12a/b","grades":{"yds":"5.12a/b","french":"7b"},"fa":"Dave Pegg","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.56932,39.67763]},"left_right_index":1,"mp_id":"105761994","mp_crag_id":"105746584","climb_id":"aC6Opwi+VdKJWkOD90CNPw==","areaRef":"xwNkz6+pURe7OIBFL4Xpxw=="},"content":{"description":"This is the second route in from the left on the Pummeling Wall and climbs to the same anchors as Tommy's 11+. It sits about 20 feet right of that route, and starts up a semi-fractured obtuse corner and turns a little roof.\n\nAnother landmark on the route is a small pine tree growing out of a hueco at 1/3 height.\n\nNegotiate the corner (caution on the footholds) to the first clip. From here the climbing is continuous, deceptive and bizarre. This route was introduced to me as a \"5.11d\" warm-up; by the time I found myself totally gripped and flash-pumped at bolt seven, I knew I'd been sandbagged. The departure of a nice clipping jug at bolt three has also made the line harder. Expect sporty climbing.\n\nEncounter a crimp crux at 2/3 height, then move slightly left to join the finish of Tommy's 11+. Beta hint: The rock is white, so tick marks are no use, and all the holds face the wrong way. Nevertheless, a brilliant face climb, even more so once you dial it in a bit.\n\nA second pitch could easily (?!) be added to this or Tommy's 11+.","protection":"14 quickdraws and a 60-meter rope (mandatory).","location":""},"__v":0},{"_id":"ljN8CIf3Wp+O8Pf+zodDtg==","name":"The Misanthrope","yds":"5.13+","grades":{"yds":"5.13+","french":"8b"},"fa":"Matt Samet","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.56932,39.67763]},"left_right_index":7,"mp_id":"105762015","mp_crag_id":"105746584","climb_id":"ljN8CIf3Wp+O8Pf+zodDtg==","areaRef":"xwNkz6+pURe7OIBFL4Xpxw=="},"content":{"description":"This is the route immediately right of Glamorama, and shares the first four or five bolts with that line. It is in the back, rightmost part of the cave, where's it all dark and spooky, before you reach the fractured pillars in the cave's guts. (Some sort of gnomes or stone-throwing pigeons or Hanta mice or something live in there. Beware.)\n\nClimb Glamorama to bolt five, then head directly up the tan face past black Metolius hangers on sidepulls and hidden incuts. Move right into a blue streak (lots of barnacles here) and some good pocket/undercling features. Rest a bit, come back left, then punch into a bouldery crux, with barnacle feet, up a faint rib/offset corner feature to a good flat hold. From here, sustained climbing up the white/tan rock leads to a final step right--across a sort of gully thing--at the last bolt, then up good pockets to the anchors.\n\nYou could likely use The Misanthrope to access the top of this part of the Fortress if you wanted to rap-bolt in the area, as a short 5-easy-looking slab/scramble on the hanging wall above the cave would get you up and over.\n\nThe route felt temperature dependent, somewhere in the 5.13c range. I dunno. Awaits confirmation.","protection":"12 quickdraws and a 60-meter rope (mandatory).","location":""},"__v":0},{"_id":"oVYp5ZSCWNOn90qGaHIftQ==","name":"Glamorama","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Matt Samet, Katie Cavicchio, Bill Launder","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.56932,39.67763]},"left_right_index":6,"mp_id":"105762003","mp_crag_id":"105746584","climb_id":"oVYp5ZSCWNOn90qGaHIftQ==","areaRef":"xwNkz6+pURe7OIBFL4Xpxw=="},"content":{"description":"This alluring line climbs the steep, southeast-facing blue/white wall about 40 feet right of Lois Lame, ending at a double-bolt anchor under a small roof between some large, cracked pillar-type features. Though it appears ultra-overhanging and blank from the ground, the line is blessed with great deep pockets, hidden from below, and doesn't climb as steeply as it looks.\n\nStart by rockaneering up and to the right of an ugly cleft/chimney full of choss. Step back left, clip the first bolt, and continue up grey, shitty rock. At a right-trending diagonal, the stone turns bomber, about 40 feet up. Clip a bolt, step left, and continue traversing left on killer buckets until you're just below the person-sized hueco. Put your long slings on the bolt below and the bolt at the hueco to prevent rope drag higher on the route.\n\nHave a seat in the hueco, take in the view, then up to another bolt. The climbing to here, about halfway up the route, makes for a good, overhanging 5.10+ warm-up.\n\nBust through two distinct cruxes separated by good pockets to a finger-lock rest below the finishing corner. Clip a bolt, stretch high for the final clip, and battle past an in-your-face finish to the anchors.\n\nThis was named for the book by Bret Easton Ellis.","protection":"12 quickdraws, two shoulder-length runners, and a 60-meter rope (mandatory).","location":""},"__v":0},{"_id":"R3MimrChVrWjNycRUQxhaw==","name":"Dirt Pockets, aka Lois Lame","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Matt Samet, Bill Launder","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.56932,39.67763]},"left_right_index":5,"mp_id":"105762000","mp_crag_id":"105746584","climb_id":"R3MimrChVrWjNycRUQxhaw==","areaRef":"xwNkz6+pURe7OIBFL4Xpxw=="},"content":{"description":"This is the first, or leftmost (southern) route in the Gothodrome itself. It climbs up the tan/yellow rounded buttress on the left edge of the cave on gently overhanging, sandy stone, with a fair bit of choss. (In fact, Dave Pegg, who originally bolted the line, was so unimpressed with the sand factor that he unscrewed his bolts and hangers from the holes.)\n\nThere is a belay bolt drilled into a block at the base of the route. I recommend you use it, as the sloping hillside and lack of a good stance mean you will be yanked *hard* into the wall if the climber falls off.\n\nMake a leftward traverse to the first bolt (5.7, a little sketch), then climb the grey slab past another bolt, climbing carefully across the ledge/choss band where the slab hits the wall. Move up the wall past six more bolts on good, deep pockets, on stone that gets better the higher you climb, to a double-bolt anchor. Dave had bolted the route to go a bit higher (hence the bolt and bail biner you'll see above the anchor), but it ends at a pretty natural stance now as is.\n\nYou absolutely need a 60-meter rope for this one, as you lower out into space. Airy and sort of \"out-there\" for the grade.","protection":"10 quickdraws and a 60-meter rope (mandatory).","location":""},"__v":0},{"_id":"J3yE2sciX8+rHy7CfDMAJw==","name":"Blind Date","yds":"5.13b","grades":{"yds":"5.13b","french":"8a"},"fa":"Matt Samet","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.56932,39.67763]},"left_right_index":8,"mp_id":"105762018","mp_crag_id":"105746584","climb_id":"J3yE2sciX8+rHy7CfDMAJw==","areaRef":"xwNkz6+pURe7OIBFL4Xpxw=="},"content":{"description":"This line follows the left-leaning blunt arete on the right side of the Gothodrome, and is a highly visible feature, easily distinguished from the main trail down in Hadley Gulch. It follows a line of black and silver Metolius hangers on the right side of the arete. A nice face route could be bolted to the right, in the blue/black water streaks.\n\nStep off a kind of heap of loose blocks into a corner feature, lay it back, and stretch high and right for the first clip. Traverse across onto the face and into the base of a faint groove and clip a second bolt. Take care with the protruding block/blob just above this bolt.\n\nClimb the groove to its end, a few bolts higher (5.12a). From here, 30 feet of sustained business up the arete, sometimes changing sides, leads you to a decent flat hold on the gold-colored face and a shake-out. 5.11+ pocket/hueco climbing leads to the anchors, another 40 or 50 feet higher, over the lip of a little roof. You could also use this route to access the top of the Fortress.\n\nThe moves on this one are great, the rock bomber. It just needs some traffic to get the dust off, so bring a toothbrush with you.","protection":"12-14 quickdraws and a 60-meter rope (mandatory).","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,e47011e8-0189-55d7-bf00-665ce3c108f4,1f81a5e4-33f4-5e4c-8872-0a63dcf92874,9490c18f-b49f-5650-8678-68022b0b0282,c70364cf-afa9-5117-bb38-80452f85e9c7","pathTokens":["USA","Colorado","Glenwood Springs","Main Elk Creek","Fortress of Solitude","West Wall: Pummeling Sector and the Gothodrome"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11d"},{"count":1,"label":"5.11+"},{"count":1,"label":"5.12c"},{"count":2,"label":"5.13b"},{"count":1,"label":"5.12a/b"},{"count":1,"label":"5.13+"},{"count":1,"label":"5.12b"},{"count":1,"label":"5.10+"}],"byDiscipline":{"sport":{"total":9,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":5,"expert":3}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":1,"advanced":5,"expert":3}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-107.56932,39.67763]},"bbox":[-107.56990424066785,39.67718033981814,-107.56873575933214,39.678079660181865],"left_right_index":-1,"ext_id":"105746584","area_id":"xwNkz6+pURe7OIBFL4Xpxw==","polygon":{"type":"Polygon","coordinates":[[[-107.56990424066785,39.67718033981814],[-107.56873575933214,39.67718033981814],[-107.56873575933214,39.678079660181865],[-107.56990424066785,39.678079660181865],[-107.56990424066785,39.67718033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":9,"__v":1,"createdAt":"2022-11-07T05:56:52.293Z","updatedAt":"2024-02-19T18:32:33.454Z"}