{"_id":"6368a50be80bff5a995b086a","area_name":"Farmington Crag","shortCode":"","climbs":[{"_id":"nDVVN5v6UG6hpxiQKMAXNw==","name":"Suck it Up Princess","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"Ryan Lauck, Erik Gillis, Spencer Parkin","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.8715,40.9805]},"left_right_index":2,"mp_id":"106797873","mp_crag_id":"106772586","climb_id":"nDVVN5v6UG6hpxiQKMAXNw==","areaRef":"pLTnAcpWXW2wpyah3Yc4lQ=="},"content":{"description":"Enjoy the shade ...and stop whining about the approach.\n\nFollows a line of good jugs and incut edges up a slightly overhanging pillar of solid quartzite.\n\nWork your way through the techy start past the first two bolts.  Hug the pillar as the grade hits the steeper crux and trust that more big holds await to help clip the third bolt.  There is an intrusion of quartz near the top that looks chossy from the ground but is some of the best rock and sports cool knobs.","protection":"3 bolts and a 2 bolt anchor at the top.  Bring a stick clip or a good spotter for the first bolt if you dont feel confident at the grade.","location":"The first (and only at this time) bolted route on the East face of the main \"house\" crag/boulder.  Its on the South end about 12 feet from the Southeast corner."},"__v":0},{"_id":"UcVxSxPNURic8GOUQxrI3Q==","name":"Ryan in a Bikini","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Erik Gillis, Ryan Lauck","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.8715,40.9805]},"left_right_index":999999,"mp_id":"106793616","mp_crag_id":"106772586","climb_id":"UcVxSxPNURic8GOUQxrI3Q==","areaRef":"pLTnAcpWXW2wpyah3Yc4lQ=="},"content":{"description":"I gave this one 4 stars for the area.  Honestly I would probably give it 3 stars compared to other quartzite climbs i have done(like in Rock Canyon).  The draw back of this one is that it is in the sun and its a long hike to get there.  Start just right of the overhanging area.  There i a small dihedral starting about 15-20 ft up.  This is the climb.  Start underneath the roof and climb into the dihedral.  Clip the first bolt and continue up until you clip the third bolt.  From here it is all trad until you get the chain anchors at the top.  Crux is between the 1st and 2nd bolt just getting into the dihedral.  Watch out it is steeper than it looks.  However, the climbing eases at the top.  Cheers","protection":"Bring medium to small cams.  I placed two medium sized ones before the first bolt and then 2 small ones(finger sized) on the face up above the third.","location":"As I said it is just right of the Overhang on the main crag.  You will see it, it is an obvious dihedral and you will see the bolt line in it."},"__v":0},{"_id":"DhSPT4vBVWuvFzeBuM2cQQ==","name":"Repent Now or Die","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"TBD","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.8715,40.9805]},"left_right_index":999999,"mp_id":"106795729","mp_crag_id":"106772586","climb_id":"DhSPT4vBVWuvFzeBuM2cQQ==","areaRef":"pLTnAcpWXW2wpyah3Yc4lQ=="},"content":{"description":"This climb fallows the flakes curving from the left and up to the middle.  These are fun underclings!  Near the top is an overhang with a diving board feature in the way.  Don't short change yourself on this climb!  Pull the roof!  It's tempting to go around it, but I'm going to designate that as off route!\n\nI marked the FA as TBD, because I don't think anyone has climbed this before, but having rope-solod it, claiming an FA doesn't seem right.  I didn't weight the system so I believe I free-climbed the route, but it's still not an FA.  Maybe if I can come back with a belayer I can get the FA.","protection":"This will probably go as a mixed route.  We may have to put some bolts in there, but there are definitely some places where you could get pro in.","location":"The \"Farmington Crag\" actually refers to several island crags centered about the main crag.  This climb exists on the long-wall crag East of the main crag.  The pictures will clarify."},"__v":0},{"_id":"iNBWc/qLWNmQgzhXY54IwQ==","name":"Nano Pitch","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.8715,40.9805]},"left_right_index":6,"mp_id":"106786180","mp_crag_id":"106772586","climb_id":"iNBWc/qLWNmQgzhXY54IwQ==","areaRef":"pLTnAcpWXW2wpyah3Yc4lQ=="},"content":{"description":"This is a good climb for beginners.  It's not very fulfilling for anyone else.","protection":"There are two bolts for anchors at the top.  I belly flopped onto the top of the pillar to setup my fixed line off of them.","location":"This pitch is on the East side of the crag facing South.  Look for the clearly visible anchors at the top of a pillar."},"__v":0},{"_id":"QUAQpjxCWCOSaXmSG26cCg==","name":"Klingon Arete","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.8715,40.9805]},"left_right_index":1,"mp_id":"106787244","mp_crag_id":"106772586","climb_id":"QUAQpjxCWCOSaXmSG26cCg==","areaRef":"pLTnAcpWXW2wpyah3Yc4lQ=="},"content":{"description":"Remember the Star Trek: The Next Generation episode where Worf sustains a spinal injury and needs a new spine?  Well, this ridge reminded me of that episode, and so that's why I'm calling it the Klingon Arete.  The ridge has some Klingon spinal features, especially near the top.\n\nThis ridge appears to have a number of interesting exits near the top.  I took the easiest one.  The others looked interesting as they were a bit over-hanging.","protection":"There is no official anchor for this climb.  As the pictures will show, I used the anchors for Batman Surprise, and then used another anchor near the top of the climb as a direcitional.  It also acted as a backup anchor, which is good too, because this also reduced any additional stretch added to the system between the primary and secondary anchors.\n\nMy setup was for a fixed line, so I'm not sure how you could easily top-rope this climb.  I'm sure it could be lead on gear as a trad-climb.  There appeared to be many opportunities to place gear along the way.","location":"This is the vertical ridge on the South East corner of the crag."},"__v":0},{"_id":"sAtC9XSJVQK7mG7nNOrgbg==","name":"Humble Beginnings","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Spencer Parkin, Ryan Lauck","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.8715,40.9805]},"left_right_index":999999,"mp_id":"106797857","mp_crag_id":"106772586","climb_id":"sAtC9XSJVQK7mG7nNOrgbg==","areaRef":"pLTnAcpWXW2wpyah3Yc4lQ=="},"content":{"description":"This is a great first lead for the beginning trad leader.  It follows the obviouse line up the crack.  You can throw cams in it the whole way.  Ryan and I cleaned the bush away from the base of the climb.","protection":"I used a lot of medium sized cams and then some smaller cams and large nuts for the anchor up top.","location":"This route is along the long-wall crag East of the main crag.  The pictures will show the exact location."},"__v":0},{"_id":"ujIbK+k/UoSlKQ4HfDtC2g==","name":"Every woman has her charm.","yds":"5.3","grades":{"yds":"5.3","french":"3+"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.8715,40.9805]},"left_right_index":5,"mp_id":"106786193","mp_crag_id":"106772586","climb_id":"ujIbK+k/UoSlKQ4HfDtC2g==","areaRef":"pLTnAcpWXW2wpyah3Yc4lQ=="},"content":{"description":"You just have to know where to look for it.\n\nThere's a small ledge on the way up.  The only trouble I had was the last move to the top.  I'm sure there was an easier way.  I'm just retarded.","protection":"Two bolts for anchors at the top.","location":"This route is on the East facing side of the crag and right of Basket Case."},"__v":0},{"_id":"byplhazXV8GhAo4dbSIXVA==","name":"The Era of Tara","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Janson Evans, Erik Gillis, Ryan Lauck","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.8715,40.9805]},"left_right_index":7,"mp_id":"106799005","mp_crag_id":"106772586","climb_id":"byplhazXV8GhAo4dbSIXVA==","areaRef":"pLTnAcpWXW2wpyah3Yc4lQ=="},"content":{"description":"This climb is located a couple routes to the left of what we like to call 'the butt crack', this climb uses only trad gear but has plenty of places to set protection.","protection":"Cams and nuts will do fine here.","location":"This route is located above the main wall at farmington crag."},"__v":0},{"_id":"cXwVy6S1Uq6TD2Rb9JPZ4w==","name":"Eagle's Wing","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Porter Archibald","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.8715,40.9805]},"left_right_index":999999,"mp_id":"119094620","mp_crag_id":"106772586","climb_id":"cXwVy6S1Uq6TD2Rb9JPZ4w==","areaRef":"pLTnAcpWXW2wpyah3Yc4lQ=="},"content":{"description":"Start on the west side of the eagle rock formation and go straight up the face. The crux for me was about 10 feet up where the holds get a bit scarce and you need to be a bit creative with holds using the arete to the north. Walk off the east side of the rock formation.","protection":"Standard rack or crashpads","location":"Take the flag rock trail until you the trail forks from Steed Creek to Patsy's Mine. Take a small game trail to the southeast up to a small boulder field to the eagle rock formation. A photograph of the rock formation is on the eagle chimney route."},"__v":0},{"_id":"LOVLyPZAXbKNcNe3sm7PdQ==","name":"Eagle's Face","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Porter Archibald","type":{"trad":true,"tr":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-111.8715,40.9805]},"left_right_index":999999,"mp_id":"119088428","mp_crag_id":"106772586","climb_id":"LOVLyPZAXbKNcNe3sm7PdQ==","areaRef":"pLTnAcpWXW2wpyah3Yc4lQ=="},"content":{"description":"Start in the small alcove/cave on the north side of the Eagle rock formation. An easier way to start is to traverse a bit to the right to the edge of the alcove then go up and back towards the obvious line up the face. Careful when finding holds, the rock doesn't look bad but can be very chossy at some spots. I broke a foothold and fell about five feet right onto my back. Be careful!","protection":"Standard rack or crash pads. TR could probably be set up by setting up a sling around a horn at the top.","location":"Go to the eagle shaped formation near the trail fork of Steed Creek and Patsy's mine and head southeast. You have to bushwack a little bit but it's mostly climbing over rockfall and small boulders. A photograph of the eagle shaped formation is on the Eagle Chimney route."},"__v":0},{"_id":"fqFsmIQwVPy/Sn34tTlJjA==","name":"Eagle Chimney","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"Porter Archibald","type":{"trad":true,"tr":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-111.8715,40.9805]},"left_right_index":999999,"mp_id":"118837885","mp_crag_id":"106772586","climb_id":"fqFsmIQwVPy/Sn34tTlJjA==","areaRef":"pLTnAcpWXW2wpyah3Yc4lQ=="},"content":{"description":"Fun chimney climb on the south side of the rock shaped like an eagle. You can get up into the chimney with a few easy jug holds. The crux is at the top of the chimney when you have to navigate around a boulder that's jammed in the crack to get to the top. Easy walk-off to the east of the rock formation.","protection":"There's no where to set up a really good top-rope anchor, but it's not that high and crash pads would work well","location":"Take the Flag Rock/Patsy's Mine trail head. Go up about a half mile to the fork in the trail with a bench to rest on. Southeast-ish from there is a tall rock that looks like a perched eagle, and the climb is on the south side of that rock. A good resource to find your way to the rock formation is a picture of a map that's posted on the Farmington Crag's main page. It shows the eagle rock in relation to the main Farmington Crag and the trailhead."},"__v":0},{"_id":"laWrriKpXL21IA4vGqIv2A==","name":"Cool Air","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.8715,40.9805]},"left_right_index":0,"mp_id":"106772613","mp_crag_id":"106772586","climb_id":"laWrriKpXL21IA4vGqIv2A==","areaRef":"pLTnAcpWXW2wpyah3Yc4lQ=="},"content":{"description":"I gave this 3 stars, because you get a great sense of exposure on this climb as it angles out over an over-hanging arete.  It's a mixed route.  You need trad-gear and there are two bolts to clip on the way up.  I belayed Ryan Lauck as he on-sighted the climb as a trad-lead.  I've only top-roped it.  The top anchors are easily accessible by hiking to the top of the crag, though I recommend putting yourself on belay before approaching the top-anchors.  Do not mistaken the top-anchors for Batman Surprise with the top-anchors for this climb!  There is a nasty sharp edge above the top-anchors for this climb, so if you're using the right anchors, the edge doesn't affect anything.\n\nA variation of this climb is about 5.10 that just goes straight up the fall-line.  Ryan Lauck climbed this too.","protection":"Standard rack, I guess.  Two bolts to clip before a two-bolt anchor.  Ryan slung a horn on the way up.","location":"This climb is on the South facing wall of the crag."},"__v":0},{"_id":"ioFOX5FWX+q6w7cPRV3D0Q==","name":"Butt Crack","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Ryan Lauck, Erik Gillis, Janson Evans","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.8715,40.9805]},"left_right_index":999999,"mp_id":"106799034","mp_crag_id":"106772586","climb_id":"ioFOX5FWX+q6w7cPRV3D0Q==","areaRef":"pLTnAcpWXW2wpyah3Yc4lQ=="},"content":{"description":"Great jams the whole way but plenty of other things to grab onto if you dont like to get your hands dirty.  After the crack pinches shut, your difficulties are behind you.  You can stop at a ledge at the top of the \"cheeks\" or keep going for another 30 feet of 5th class along the blocky arete to the top of the formation where there are better anchor options.","protection":"Protection is a pretty good idea.  The yawning fissure eats hand to fist size pieces.  Plenty of smaller cracks and a couple large blocks to sling at the top of the formation for an anchor.\n\nWalk off to the North.","location":"The middle of the long eastern-most wall, look for the full moon."},"__v":0},{"_id":"7ZiIlxZJU+SRSy7de6ViIQ==","name":"Batman Surprise","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.8715,40.9805]},"left_right_index":3,"mp_id":"106772596","mp_crag_id":"106772586","climb_id":"7ZiIlxZJU+SRSy7de6ViIQ==","areaRef":"pLTnAcpWXW2wpyah3Yc4lQ=="},"content":{"description":"This is a fun beginner climb.  If you want, you can do a fun arm-bar and knee lock, and I felt like there was a bit of chimny movement in there too.\n\nBeware -- this route was given it's name for good reason.  ;)  Bring a mask and anticeptic wipes.","protection":"There are two really good bolts for anchors at the top that are accessible by hiking up to the top of the crag.  I recommend using an anchor that extends downward quite a bit if you are going to top-rope it so that the master point hangs in free space.  Otherwise you'll get a lot of rope action rubbing against the over-hang.","location":"This line is on the East facing side of the crag.  It is to the right of the arret on the South-East corner of the crag."},"__v":0},{"_id":"IZAwa4UhU1qMYNPNDznhGg==","name":"Basket Case","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.8715,40.9805]},"left_right_index":4,"mp_id":"106786145","mp_crag_id":"106772586","climb_id":"IZAwa4UhU1qMYNPNDznhGg==","areaRef":"pLTnAcpWXW2wpyah3Yc4lQ=="},"content":{"description":"Pull a small roof while battling a small arete that forces you off balance.  There appear to be these little geode crystal type thingies in a layer of the arret.  After that, traverse a crack and continue up the fall-line.","protection":"This line shares the anchors with Batman Surprise.  In addition to those anchors, there is a single bolt just over the edge with a rap ring on it.  Making use of this too adds some redundancy to whatever you have as an anchor that flops over the edge.  The edge isn't sharp.","location":"This line climbs just right of Batman Surprise and avoids the crevasse and the bat cave."},"__v":0},{"_id":"w3myTqtHWd2RMU1KWjeMpQ==","name":"137 lbs of Fury","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Erik Gillis, Janson Evans","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-111.8715,40.9805]},"left_right_index":8,"mp_id":"106806061","mp_crag_id":"106772586","climb_id":"w3myTqtHWd2RMU1KWjeMpQ==","areaRef":"pLTnAcpWXW2wpyah3Yc4lQ=="},"content":{"description":"spicy for sure.  It is not 100 clean.  We did it ground up style so the pro is sparse for the fist section.  It is enjoyable face climbing that leads into a crack climb higher up.  I will be up to clean it a little more.  As I was doing the first section I was reminded of hard grit type routes.  Don't try this climb unless you are comfortable with 5.8+, it could be an ankle buster or more.","protection":"standard rack. the first piece is a red metolius(or at least that is what i used) on the arete.  Then there is none until you get to the ledge and the start the crack up above.","location":"It is to the right of Era of Tara, The, right next to butt crack.  It is the arete there, but you stay on the left of the arete on the steep face. Reach the ledge and follow the crack on your left from there."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ee1d37e7-dc41-5c26-a358-5d51af01f499,5f0ed4d8-ebb0-5e78-ae15-ba7f1b3b5c51,87f2a278-0161-52ab-beef-ce3c57f03f73,95c2fa2b-cc57-556a-b069-5d5c332766e0,c6dd572e-4439-5d8c-8695-54c5e29113bd,a4b4e701-ca56-5d6d-b0a7-26a1dd873895","pathTokens":["USA","Utah","Wasatch Range","Northern Wasatch","Davis County","Farmington","Farmington Crag"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.9-"},{"count":1,"label":"5.11"},{"count":2,"label":"5.8"},{"count":2,"label":"5.5"},{"count":3,"label":"5.7"},{"count":2,"label":"5.6"},{"count":1,"label":"5.3"},{"count":1,"label":"5.10a"},{"count":1,"label":"5.9"},{"count":1,"label":"5.7+"},{"count":1,"label":"5.8+"}],"byDiscipline":{"trad":{"total":9,"bands":{"unknown":0,"beginner":6,"intermediate":2,"advanced":1,"expert":0}},"sport":{"total":2,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":1,"expert":0}},"tr":{"total":9,"bands":{"unknown":0,"beginner":9,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":13,"intermediate":2,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-111.8715,40.9805]},"bbox":[-111.87209562939968,40.980050339818135,-111.87090437060031,40.98094966018187],"left_right_index":-1,"ext_id":"106772586","area_id":"pLTnAcpWXW2wpyah3Yc4lQ=="},"content":{"description":""},"density":0,"totalClimbs":16,"__v":1,"createdAt":"2022-11-07T06:26:53.956Z","updatedAt":"2022-11-25T11:23:51.593Z"}