{"_id":"63689de0e80bff5a994fa205","area_name":"Southeast Face","shortCode":"","climbs":[{"_id":"FK7yzlZMX8ShSI4zpFTDBg==","name":"Theodore","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2917,40.715]},"left_right_index":1,"mp_id":"105750604","mp_crag_id":"106535225","climb_id":"FK7yzlZMX8ShSI4zpFTDBg==","areaRef":"DlELey+NUEOfK2mN8c9gGw=="},"content":{"description":"Theodore climbs the southeast flank of Greyrock to the summit ridge in five pitches.  A good, easy climb that starts in a wide crack framed by two small dihedrals on either side.  The climb is by no means technically difficult, but combined with the lengthy approach, it is a tiring outing in the summer months.\n\nP1. By far the most enjoyable pitch of the route.  Climb the crack with good fist jams up to a comfortable belay ledge at the top of the crack.\n\nP2. Angles up and left up a lower angle face crack to a smaller belay perch under a large overhang.\n\nP3. Continues up and left of the large overhang on pretty non-descript terrain with a lot of lower fifth-class scrambling.\n\nP4. Another enjoyable pitch up a low angle slab with good protection.\n\nP5. A short scramble to the top.\n\nGood multi-pitch route for the beginning trad leader.","protection":"Standard rack with a full set of stoppers and SLCDs up to a 3.5\" Camalot.","location":""},"__v":0},{"_id":"WGrxGQiXWk2Ff9HtSVdplw==","name":"Simon","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2917,40.715]},"left_right_index":2,"mp_id":"105751702","mp_crag_id":"106535225","climb_id":"WGrxGQiXWk2Ff9HtSVdplw==","areaRef":"DlELey+NUEOfK2mN8c9gGw=="},"content":{"description":"Another fun route up Greyrocks southeast slabs, with two interesting pitches (P1 and P3) amongst mostly easy climbing. This one climbs the hardest of the Simon, Alvin and Theopdore cracks.  Approach as for Greatest Route, and continue to the left (south) along the base from that route for about 150 feet. Start in a left arching fist (only initially) to hand crack, just right of Alvin and Theodore.\n\nP1: Climb this crack to ledges (5.7,70 feet), joining the other lines for an easy (P2: 5.3?) pitch to beneath the overhangs. The overhangs are visible in the 2nd Picture shown for the route Theodore. P1 and P2 can be combined for a very long (200+ foot) pitch to just beneath the overhangs.\n\nP3: The crux pitch climbs the right traversing crack below the overhangs over initially lichenous rock.  Either continue up the crack directly to its end.  Or take a recommended small variation.  Half way up at a ledge, move right 5 feet and climb a 'lightning bolt' shaped crack up, back into the traversing crack's crux moves.  One can move directly above the overhangs (recommended -- tough for communication though), or take a gully to the right. Either way moves over easy terrain to a large ledge (5.8+,90 feet).\n\nP4: Climbs an easy wide crack up to another ledge with a tree and bushes. (5.2?, 90 feet -- can be combined with P3 for a 200 foot stretcher).  From this ledge it's no more than 200 feet of mostly 4th class climbing, perhaps with occasional 5th class moves to the summit area depending on choice of route. Personally I hopped left over a few shrubs and climbed the gully.","protection":"SR up #3 Camalot. #4 Camalot nice but not necessary.","location":""},"__v":0},{"_id":"bhZGFeg2XQa3/SB0B4J5MQ==","name":"Rites of Passage","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"P. McGrane","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2917,40.715]},"left_right_index":5,"mp_id":"106780319","mp_crag_id":"106535225","climb_id":"bhZGFeg2XQa3/SB0B4J5MQ==","areaRef":"DlELey+NUEOfK2mN8c9gGw=="},"content":{"description":"Rites of Passages is an unlikely-looking pitch that offers easy climbing up to a very enjoyable roof/ceiling crux sequence.\n\nP1:  Head up the low-angle face and wide crack in the large, left-facing dihedral and pull through the vertical section at its top on bomber hand jams and face holds.  Continue to a belay at a tree.  5.8, 150 feet.\n\nP2 - 4:  Head up into the large, right-facing corner as for\n\nBarfy's Favorite\n\nand finish on that route, or move left into\n\nForward Never Straight (a.k.a. Shade of Grey)\n\n.  To really get your money's worth, move right and finish on\n\nJudy's Jaunt\n\n.","protection":"Pro for the initial section is wide; the crack could take a #5 and #6 Camalot in places, but the climbing is easy and a couple well-earned hand size cam placements can be had.  Bring a standard rack from nuts to #3 Camalot, optional bigger gear.","location":"70 feet climber's right of The\n\nGreatest Route\n\nat Greyrock is a large left-facing dihedral with a bushy crack to its left.  This is Rites of Passage - don't worry, it's cleaner than it looks."},"__v":0},{"_id":"TOICEtqLUMitYkYuLJ8HnQ==","name":"Not the Greatest Route (But Still Fun).","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2917,40.715]},"left_right_index":999999,"mp_id":"105763596","mp_crag_id":"106535225","climb_id":"TOICEtqLUMitYkYuLJ8HnQ==","areaRef":"DlELey+NUEOfK2mN8c9gGw=="},"content":{"description":"This fun route is about 200 yards east of the Greatest Route at Greyrock, on a separate face.  It is not in the Colorado Climbing guidebook.  I'm sure it has probably been climbed before, but I do not have Luebben's guidebook, and don't know the name.  It offers two long clean pitches of fun low angle crack and face climbing, and a third pitch that is grassy and not memorable.\n\nDirections to the base.  Follow the main trail until it comes to the base of the wall in an aspen grove (50 feet west of the prominent right-facing dihedral).  Hike left (west) about 100 feet along and up the face until you come to a black crack that starts at a 45 degree angle from near the ground, going up vertically around a small corner 15 feet off the deck.  This is about 150 left of the prominent right-facing corner system. It is also easy to face climb directly to the crack system without protection.\n\nPitch 1. Follow the low-angle hand crack up 70 feet or so to a tree belay on the left, or continue face climbing for a total pitch of about 160 feet to a comfortable belay on a rounded ledge below an overhang.\n\nPitch 2.  Traverse left around the overhang to a vertical crack.  Climb up to a clean fist-sized crack (5.7 crux) that continues 20 feet or so.  Face climb above this to a very easy (5.3) corner/overhang.  Set up the belay there or above on a comfortable rounded ledge.\n\nPitch 3.  Continue up the easy but grassy corner and upward to a tree belay.  Walk off or hike to the summit.","protection":"Normal rack up to a 3 or 3.5 Camalot.","location":""},"__v":0},{"_id":"gAShjJfOVDe6m5dBmVSJiQ==","name":"Mr. Gone","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"J. Bassett, D. Braddy, 1982","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2917,40.715]},"left_right_index":3,"mp_id":"106780291","mp_crag_id":"106535225","climb_id":"gAShjJfOVDe6m5dBmVSJiQ==","areaRef":"DlELey+NUEOfK2mN8c9gGw=="},"content":{"description":"Mr. Gone is awesome.  There isn't an awkward move on the route, the rock quality is consistently excellent, there's a remarkable amount of challenging terrain compared to most other SE Face routes, and many runout sections make this quite an experience.\n\nP1: Face climb past three bolts to gain an excellent seam/finger crack that leads, eventually, to easier terrain.  Run it out over the lower angle slab to gain a good belay ledge (shared with\n\nJetstream Deluxe\n\n) beneath the Prow.  Protection can be tough to come by on this pitch, in both cruxy sections and on easier ones.  A heads-up belay is encouraged for the first part of this pitch, as it's a bit of a jog to the third bolt, and from the third bolt to the finger crack.  5.10- R-, 60+ m.\n\nP2:  Blast straight up the steep face off the ledge (8 or so feet left of\n\nJetstream Deluxe\n\n's nice corner), aiming for a bomber old button-head bolt in the middle of the face.  There is protection to supplement the bolt, but you do have to work for it.  Grab a rest at the horizontal break in the face, place pro at your feet, and launch into an exciting sequence up the remaining headwall, gaining a thank-god jug and easier terrain above.  Aim a little left to a splitter, low-angle, left-facing dihedral to enjoy the best bit of 5.6 at Greyrock on the way to a belay when the rope runs out.  5.10- R, 60+m.\n\nP3: Find your way to the top of the wall.  If you handled the runouts and thin face climbing lower on the route it's likely you'll be comfortable covering the remaining 4th class terrain unroped.  4th/Easy 5th class, 100 feet","protection":"A light rack is all you'll need for this route.  Nuts (offset micros recommended) and a single set of cams from Purple Metolius to #2 Camalot is adequate.","location":"About 75 feet left of The\n\nGreatest Route\n\na large, left-facing dihedral rises off a grassy ledge.  The first crack system left of this, with a little pine tree in it, is\n\nJetstream Deluxe\n\n.  Mr. Gone heads up the face past three bolts just left of this feature."},"__v":0},{"_id":"8Oaq3fEeWvGmynJ17eoSwg==","name":"Misty Mountain Hop","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2917,40.715]},"left_right_index":10,"mp_id":"107062559","mp_crag_id":"106535225","climb_id":"8Oaq3fEeWvGmynJ17eoSwg==","areaRef":"DlELey+NUEOfK2mN8c9gGw=="},"content":{"description":"This route climbes the face right of\n\nBarfy's Favorite\n\n. Listed as 5.7R in the NC3 Poudre Canyon Guide, I personally feel it's solid 5.8. The run-outs are a little heady, but you do get good gear in a few prominent horizontal cracks that cut across the face. Aim for the obvious round flake above and pull onto easier ground shared with\n\nBarfy's Favorite\n\n. Tread lightly above the last horizontal - the rock is a little suspect, especially higher up.\n\nContinue for two pitches on\n\nBarfy's Favorite\n\nor\n\nJudy's Jaunt\n\n.","protection":"Standard Greyrock rack to 2 inches. Tricams may be useful for use in the shallow, horizontal cracks.","location":"The face immediately right of the splitter hand crack called\n\nBarfy's Favorite\n\n."},"__v":0},{"_id":"UOWaT/X0Xgm0IVDlXGDyng==","name":"Le Petit Francais","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2917,40.715]},"left_right_index":17,"mp_id":"106688954","mp_crag_id":"106535225","climb_id":"UOWaT/X0Xgm0IVDlXGDyng==","areaRef":"DlELey+NUEOfK2mN8c9gGw=="},"content":{"description":"Le Petit is another great easy route on the Southeast Face that ascends an obvious, left-facing corner system to the top of the wall east of the summit.\n\nP1 - Climb the corner and adjacent face through an overlap (5.6) at the first roof band.  Belay just above in the crack system, or climb a bit more to a decent ledge.  5.6, 150 feet.\n\nP2 - Continue up the face and corner system.  A 45-degree quartzite groove breaks left soon after the ledge.  Follow this (great 5.5, no pro) or the corner (dirtier, 5.5 with pro), and either way head up and right as the corner dips off toward tree.  Belay if you're so inclined.  5.5, 90 feet.\n\nP3 - Pick your way up face and finger cracks above, 5.4 - 5.6, 150+ feet.","protection":"A standard rack works fine for this line.  Like\n\nCentral Chimney\n\n, no RPs or tiny gear needed, just cams and nuts.  Pro is generally good on this route, with just a couple shallow, flaring crack sections to give trouble to a new leader.  The climbing is secure throughout, though.","location":"Francais climbs a left-facing dihedral about 200 feet climber's right of\n\nCentral Chimney\n\n.  It's easy to locate, the start of the climb is right off the summit trail, about 25 feet behind a trail marker located where the trail runs parallel and near to the main face."},"__v":0},{"_id":"CJy8El/EXTiYiTWSHvfJsg==","name":"Keep the River Free","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2917,40.715]},"left_right_index":16,"mp_id":"106712936","mp_crag_id":"106535225","climb_id":"CJy8El/EXTiYiTWSHvfJsg==","areaRef":"DlELey+NUEOfK2mN8c9gGw=="},"content":{"description":"This route is unlisted in the recent Luebben/Cross/Scott Poudre Canyon Routes guidebook, but appears on the Greyrock topo as route #69 on the Southeast Face.\n\nP1 - Climb the fun, moderate face immediately right of\n\nBlack Dog\n\n's first pitch (pro in a thin crack) up to the apex of the roof system.  Pull through the roof (10a) on a finger crack and fun stemming to a stance immediately above.  Climb cracks and the face above to a ledge system where a belay can be had.   5.10a, 130 feet.\n\nP2 & 3 - Climb a crack off the ledge with a right-ward kink to it's terminus and traverse left across a water streak to another crack - set a belay where convenient.  The rest of the climb follows the Greyrock crack/face mantra up moderate terrain to the top of the wall.  2 pitches of moderate length, 5.7+, possible runouts depending on your particular line.","protection":"A standard rack to #3 Camalot is just fine for this route; as always, a set of TCUs or the like is useful for the occasional thin crack.","location":"Immediately right of\n\nBlack Dog\n\na very thin seam/crack splits the face and leads directly up to a sizable roof with two cracks.  This seam, and the roof above, are the first pitch."},"__v":0},{"_id":"+Z3y9Ph3W36/iQRmmzgPVg==","name":"Judy's Jaunt","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2917,40.715]},"left_right_index":9,"mp_id":"106712925","mp_crag_id":"106535225","climb_id":"+Z3y9Ph3W36/iQRmmzgPVg==","areaRef":"DlELey+NUEOfK2mN8c9gGw=="},"content":{"description":"Judy's Jaunt is a fun variation to\n\nBarfy's Favorite\n\nand a vast improvement over the slightly grungy P3 corner/chimney on that route.\n\nP1/2 - Follow the handcrack pitches of\n\nBarfy's\n\nto a ledge with a huge bush and a large, right-facing corner at it's left side.  Set your belay on the right side of this ledge, or climb up to a stance  20ish feet off the ledge.  5.7, 200', goes easily as one or two pitches.\n\nP3 - The Jaunt.  Follow clean face climbing and discontinuous cracks straight up (slight runouts here), traversing left at the very top of the big corner.  Climb straight up through a steep finger crack to gain more face climbing.  Move left again to pass a roof on bomber holds and pro, and run the rope out to a suitable belay on lower-angle ground.  5.7, 200 feet.\n\nP4 - Continue up easy ground to the summit.","protection":"A standard rack up to #3 Camalot is just fine for this route.  Some variety of small cam will prove useful, probably down to Purple Metolius.","location":"Judy's Jaunt is a variation to\n\nBarfy's Favorite\n\n.  Start on that route, which begins 30 feet left of\n\nCentral Chimney\n\non a boulder."},"__v":0},{"_id":"iKxjzPw9XcajN0Gptxyz5A==","name":"Jetstream Deluxe","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Malcolm Daly, Ed Eggers, 1974","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2917,40.715]},"left_right_index":4,"mp_id":"106674753","mp_crag_id":"106535225","climb_id":"iKxjzPw9XcajN0Gptxyz5A==","areaRef":"DlELey+NUEOfK2mN8c9gGw=="},"content":{"description":"An enjoyable route that combines classic Greyrock slab and thin-crack climbing with a bit of liebacking and steeper face action, Jetstream Deluxe is a reasonable step up from the 5.8s in the area.\n\nP1:  Climb a short face into a shallow, right-facing corner with a diminutive pine tree in it.  After the corner turns into a slightly steeper seam, traverse left (5.9) on face and thin-crack moves into a fingercrack.  Climb this crack and trend right, linking discontinuous seams to one of two belay options - a small ledge with good pro, or, about 25 feet higher, a large ledge with a couple bushes and a large, steep corner on its right side.  5.9, 175+ feet.\n\nP2:  On the right side of the large ledge, lieback and undercling a right-arching flake (good pro) until you're able to stem the dihedral (5.8/9-).  Gain a stance on a ledge at the base of a blank, dark scoop.  The scoop presents an awesome-looking, but totally unprotected and probably hard, friction stemming problem - instead, take a couple steps backward on the ledge until you're able to step right around the arete to well-featured, though runout, face climbing (5.7R).  Move up, trending left into a corner, passing a small overlap and gaining a nice belay spot near a pine tree at the base of a huge, left-facing dihedral.  A really fun pitch.  5.9- (7R), 130 feet.\n\nP3:  Head straight up off the belay, climbing the face and large dihedral through easy terrain (5.4/5.5).  Pass a large chockstone at the top of the corner, placing pro at your head to prevent heinous rope drag over the 'stone.  Scramble up the slab, heading right through easy 5th/4th class terrain to the top, or aim straight up to pass a small bulge on good handjams and fingerlocks (5.6, fun).  Either way, run out the rope to a good belay and scramble to the summit.  5.6, 200+ feet.","protection":"A standard rack up to #2 Camalot/#3 Friend is sufficient for this route.  Go heavy on the small stuff (Micronuts, offsets, tiny cams) for P1.  A couple long slings would come in handy on this route, particularly for pro placed at the top of the P2 dihedral.","location":"About 70 feet left of The\n\nGreatest Route\n\nat Greyrock is a large, left-facing dihedral that rises off a grassy ledge.  Jetstream climbs a brief right-facing corner equipped with a small pine tree about 10 feet left of the dihedral."},"__v":0},{"_id":"ugFwr4hrWSa+EmRIYdUtcA==","name":"Inner Mountain Flame","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"C. Luebben, S. Schmetterer","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2917,40.715]},"left_right_index":14,"mp_id":"106661101","mp_crag_id":"106535225","climb_id":"ugFwr4hrWSa+EmRIYdUtcA==","areaRef":"DlELey+NUEOfK2mN8c9gGw=="},"content":{"description":"Protect the stretch to the first of 4 (2?) bolts, and crimp your way up the gold patina wall to an anchor up and right.","protection":"","location":"On the Southeast Face...a short ways right of the big fissure (\n\nCentral Chimney\n\n) on the right side of a big corner. The beautiful, gold, hanging face."},"__v":0},{"_id":"vIg51Zv+UrCKdmS8SS0Oqw==","name":"Happy Wife, Happy Life","yds":"5.8-","grades":{"yds":"5.8-","french":"5b"},"fa":"???","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2917,40.715]},"left_right_index":12,"mp_id":"117651003","mp_crag_id":"106535225","climb_id":"vIg51Zv+UrCKdmS8SS0Oqw==","areaRef":"DlELey+NUEOfK2mN8c9gGw=="},"content":{"description":"This one was an accident that included a bunch of 5.5 with one spicy, run out slab section. I didn't see it on here, so I decided to add it.\n\nIntending to climb\n\nDancing Ladies\n\n, we took the direct start just right of the\n\nCentral Chimney\n\nand climbed a great 5.7 hand crack to the tree (as suggested in the\n\nDancing Ladies\n\ncomments). This is P1. Belay at the tree.\n\nHere's where we diverged from\n\nDancing Ladies\n\n:\n\nP2. (5.8-) From the tree, instead of heading off right, go straight up from the base of the tree in an easy crack to a small ledge. From there, your only option is to delicately get out on the slab to the right. This is the crux of the route and the reason I tagged it \"R\". You are fairly runout, and a fall wouldn't be a good idea. Find tiny feet and good friction for a couple moves to a solid little ledge for your hands (still no pro). Traverse right and up to a crack where you can finally get a couple pieces in. Continue up on easy cracks staying just above the\n\nCentral Chimney\n\nback and forth til you run out of rope.\n\nP3/P4. (5.4-5.6) Find easy cracks and ledges above and just right of the\n\nCentral Chimney\n\n. Finish and belay at the tree at the top of the chimney.","protection":"A standard rack.","location":"This shares the direct start of the first pitch with\n\nDancing Ladies\n\nas suggested in the comments on that page."},"__v":0},{"_id":"qpmRKso9UlaOUZAO0HOKrw==","name":"Greatest Route","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2917,40.715]},"left_right_index":6,"mp_id":"105751393","mp_crag_id":"106535225","climb_id":"qpmRKso9UlaOUZAO0HOKrw==","areaRef":"DlELey+NUEOfK2mN8c9gGw=="},"content":{"description":"'The Greatest Route at Greyrock' is certainly one of nicest lines of the grade.  It ascends the right side of the southeast slabs.  Approach by the Greyrock summit trail.  As it skirts around the southeast face keep hiking (farther than one would expect) until reaching a small aspen grove very near the base of the wall.  Now hike back (left, south) along the wall, with a bit of log hopping and boulders. Find a flared crack that ascends up and right -- this crack is immediately right of a short left facing dihedral capped by a small roof (obvious) just off the ground.  You can also recognize the route by the roof amidst the slab at the end of the second pitch.\n\nP1: Crux right of the ground, a balancy jam or two and high steps gain the slabby crack above (5.8).  The pitch follows this and several other intermittent cracks up the clean slab above (5.7-8).  A few exit moves traverse left to an obvious ledge (not so visible from below).\n\nP2:  Traverse back up and right up a crack system that deposits one below the pretty overlap roof.  Jam and grunt over this one, don't forget to smile, belaying immediately above on a small ledge (5.8).\n\nP3: Easy cracks and slabs lead a full rope length to a large ledge area below a small dihedral (5.6).\n\nP4: Stem up the dihedral (5.5) and climb easy ground nearly a full rope length to ledges just below the summit of Greyrock.  Watch for rope drag and communication problems between the belays on the upper pitches.","protection":"Standard rack including good span of cams up to #4 Friend (#3 Camalot) is nice.  Small cams and tri-cams set well in occasional flares and horizontals.","location":""},"__v":0},{"_id":"HCXFJVEzVsGmDAT8l/xkzg==","name":"Forward Never Straight (a.k.a. Shade of Grey)","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Laurie Parcell, Craig Luebben, S. Schmetterer, Sally Moser","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2917,40.715]},"left_right_index":7,"mp_id":"106674768","mp_crag_id":"106535225","climb_id":"HCXFJVEzVsGmDAT8l/xkzg==","areaRef":"DlELey+NUEOfK2mN8c9gGw=="},"content":{"description":"This line lies immediately right of The\n\nGreatest Route\n\nat Greyrock, and sports a strikingly similar opening sequence through a short, right-facing dihedral capped by a roof ten feet off the deck.\n\nP1:  Boulder through the roof on good handjams (5.9), and follow cracks and face climbing to the left edge of a roof band to meet a second, much thinner, crux (5.9) with tricky pro.  Pull the moves to gain a belay at a horizontal crack (hand-sized & larger cams).  5.9, 110 feet.\n\nP2:  Head straight up the face (9-) off the belay, passing two nice 3/8\" bolts along the way to a seam.  Continue up seams and face climbing - slightly runout - aiming right through quartzite terrain to find a suitable spot to belay near the huge P3 dihedral of\n\nBarfy's Favorite\n\n.  5.9-, 120 feet.\n\nP3:  Bearing right, climb the face, with cracks, above, passing a large dead tree.  This face is \"around the corner,\" so to speak, of the P3 dihedral of\n\nBarfy's\n\n.  The angle eases and climbing leads to a convenient belay on a large ledge, also shared with\n\nBarfy's\n\n.  5.7+, 120 feet.\n\nP4:  This pitch is the same as P4 of\n\nBarfy's Favorite\n\n. Ascend the face or corner rising off the ledge (5.7 either way) to a right-facing corner and roof about 40 feet out.  Pull through the squat overlap on good jams (5.7) and paddle up the crack above to a belay on/near the summit plateau.  Better than P3.  5.7, 200+ feet.","protection":"A standard rack up to #3 Camalot is fine for this climb, with an emphasis on small pro for the first pitch.","location":"Ten or fifteen feet right of The\n\nGreatest Route\n\nat Greyrock lies a right-facing corner with a roof about ten feet off the ground.  This is the start to Forward Never Straight.  The second pitch runs parallel to the\n\nGreatest Route\n\n."},"__v":0},{"_id":"zyh8D4yrXpeZ50EjX3UUEw==","name":"Dancing Ladies","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Pat and Vickie McGrane","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2917,40.715]},"left_right_index":13,"mp_id":"107058106","mp_crag_id":"106535225","climb_id":"zyh8D4yrXpeZ50EjX3UUEw==","areaRef":"DlELey+NUEOfK2mN8c9gGw=="},"content":{"description":"Dancing Ladies is a delightful climb up the slab between\n\nCentral Chimney\n\nand\n\nBlack Dog\n\n. Climb one approach pitch up\n\nCentral Chimney\n\n(5.4) to a broad ledge sporting a large tree. Move right past the tree along a narrowing ledge, and set a belay near the ledge's end. Climb up the obvious crack, moving left and back right at times to link discontinuous seams and cracks (5.7). Climb easier slab to the top (5.5 - 4th).\n\nDancing Ladies offers similar low-angle face/seam climbing to\n\nJudy's Jaunt\n\n. Truly an enjoyable outting!","protection":"1 set of cams to 2 inches and 1 set of nuts.","location":"This is in the Central Chimney Area."},"__v":0},{"_id":"x75nBwoIVhCiJcacjiz0yA==","name":"Central Chimney","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2917,40.715]},"left_right_index":11,"mp_id":"105753205","mp_crag_id":"106535225","climb_id":"x75nBwoIVhCiJcacjiz0yA==","areaRef":"DlELey+NUEOfK2mN8c9gGw=="},"content":{"description":"This is an OK beginner's route up the Southeast face of Greyrock.  Follow the main trail looking for the obvious chimney.  If the trail touches the main rock, you have gone too far.\n\nP1: Wander up easy low angle cracks to the base of the \"chimney\" pitch.\n\nP2: This is the best pitch on the climb.  Climb the 2-3 foot chimney for ~75 feet with very little pro.  Surmount the headwall with a 3-4 foot chimney and belay.\n\nP3-4: Another pitch or two of easy cracks will lead you to the top of Greyrock.\n\nDescent: Follow the hiking trail to the base of the climb.  It is best to scout out the hiking trail before doing the climb, if this is your first time at Greyrock.","protection":"Light SR.","location":""},"__v":0},{"_id":"ZfBCjbTDVtqSpbEkOG1zXQ==","name":"Barfy's Favorite","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"???","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2917,40.715]},"left_right_index":8,"mp_id":"105936605","mp_crag_id":"106535225","climb_id":"ZfBCjbTDVtqSpbEkOG1zXQ==","areaRef":"DlELey+NUEOfK2mN8c9gGw=="},"content":{"description":"P1. This climb starts on top of a boulder with a fairly tough move right off the bat. Face climb to a hand crack, and belay at a tree.\n\nP2. Step left and crack climb up to another tree, then to a corner, and belay at a horizontal dike.\n\nP3. This god pitch climbs up a large crack and around corners to a belay left of a small roof.\n\nP4. Climb to right facing corner at the left end of a long roof, pull over the roof, and climb run out, easy slab to the top.","protection":"Standard rack.","location":"It is just to the North of\n\nThe Greatest Route\n\nat Greyrock.\n\nPer\n\nAaron Martinuzzi\n\n: location beta - this route starts on top of a boulder just right of a large, left-facing dihedral about 50 feet east (climber's right) of\n\nGreatest Route\n\n."},"__v":0},{"_id":"q7bB5oSHWSGFL/udE6ybVQ==","name":"Alvin","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2917,40.715]},"left_right_index":0,"mp_id":"106662526","mp_crag_id":"106535225","climb_id":"q7bB5oSHWSGFL/udE6ybVQ==","areaRef":"DlELey+NUEOfK2mN8c9gGw=="},"content":{"description":"Given the climb-anywhere nature of the southeast face of Greyrock and the fact that the most memorable part of any of the \"Chipmunk\" cracks on the southeast face of Greyrock are their starts, Alvin is as much a variation to\n\nTheodore\n\nas it is an independent line itself.\n\nAt the same grassy alcove where\n\nTheodore\n\nand\n\nSimon\n\nbegin resides a wide, slightly right-angling crack.  Alvin ascends this crack (5.5) for the first part of its first pitch (don't worry, no OW skills needed) before ascending broken cracks above (5.6) to lower angle ground (4th class).  From here, any number of lines can be chosen to reach the summit of the massif, ranging 2 to 3 long pitches in length and generally covering easy terrain.","protection":"Wide gear, #4 Camalots, is necessary to adequately protect the first pitch of this climb.  Some nut placements can be found in and around the crack, but they're finicky at best and not obvious.  However, the climbing is very easy and rarely insecure.","location":"In the same alcove as\n\nTheodore\n\nand\n\nSimon\n\n, Alvin ascends the left-most crack and covers ground above to the sumit of Greyrock."},"__v":0},{"_id":"YERZRVYxXL27CGBA/8TWhA==","name":"Black Dog","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2917,40.715]},"left_right_index":15,"mp_id":"106675808","mp_crag_id":"106535225","climb_id":"YERZRVYxXL27CGBA/8TWhA==","areaRef":"DlELey+NUEOfK2mN8c9gGw=="},"content":{"description":"Black Dog is a fun, mostly-crack line on Greyrock's Southeast Face with an exciting, runout face-climbing crux. It is mislabeled on the SE Face topo in the Leubben/Cross/Scott\n\nPoudre Canyon Routes\n\nguidebook as route 68.\n\nP1. Climb the side of the flake (left side is easier, right side is much nicer and only about 5.7) and a short stretch of face above to a crack that runs through two small roofs. Clamber over the roofs (5.8 or 8-), passing a fixed pin after the second. Continue up the enjoyable crack as it squeezes down to nothing and spits you out on thin, protection-free, friction climbing. Man up, crimp down where possible, and work out the sequence up and left until you reach a large ramp. Belay here, 5.9 (?) R, 150 feet.\n\nP2. Follow left-trending seams and finger cracks with nice face holds for a rope length or so until a belay can be had on lower-angle terrain. This pitch trends naturally toward\n\nCentral Chimney\n\n. If necessary, an intermediate, semi-hanging belay could be made along the way, 5.9-, 200 feet.\n\nP3. Ascend lower-angle terrain, either trending left toward\n\nCentral Chimney's\n\nfinish, or following lichenous but interesting features straight up for more \"full value\" climbing. Belay at or near the summit plateau, 5.6 (harder if you choose), 150 feet.","protection":"The protection is excellent on this route, with the exception of 15+ feet of very bleak friction climbing at the end of pitch one.  Unfortunately, this section coincides with the hardest climbing on the route.  A standard rack protects pitch one just fine, but extra small cams and nuts will get used on the lengthy, mostly thin pitch two.  Testicles/ovaries of steel also useful.","location":"About 70 feet climber's right of\n\nCentral Chimney\n\n, and about 20 feet right of\n\nInner Mountain Flame\n\n, a large flake leans up against Greyrock's main face behind a tree.  Black Dog ascends this flake (either side works) to a handcrack that passes through two roofs above the flake."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,58343ac7-d09d-502d-80d2-8c6694f7c914,f27f00b7-1968-5942-bffb-931b2cd00345,19124f55-4cb4-5391-8646-4159f1dce732,0e510b7b-2f8d-5043-9f2b-698df1cf601b","pathTokens":["USA","Colorado","Fort Collins","Poudre Canyon","Greyrock","Southeast Face"],"gradeContext":"US","aggregate":{"byGrade":[{"count":3,"label":"5.6"},{"count":4,"label":"5.8"},{"count":4,"label":"5.7"},{"count":1,"label":"5.10-"},{"count":1,"label":"5.10a"},{"count":3,"label":"5.9"},{"count":1,"label":"5.11c"},{"count":1,"label":"5.8-"},{"count":1,"label":"5.5"}],"byDiscipline":{"trad":{"total":19,"bands":{"unknown":0,"beginner":13,"intermediate":5,"advanced":1,"expert":0}},"sport":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":13,"intermediate":5,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.2917,40.715]},"bbox":[-105.29229324773253,40.71455033981814,-105.29110675226748,40.71544966018187],"left_right_index":-1,"ext_id":"106535225","area_id":"DlELey+NUEOfK2mN8c9gGw==","polygon":{"type":"Polygon","coordinates":[[[-105.29229324773253,40.71455033981814],[-105.29110675226748,40.71455033981814],[-105.29110675226748,40.71544966018187],[-105.29229324773253,40.71544966018187],[-105.29229324773253,40.71455033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":19,"__v":1,"createdAt":"2022-11-07T05:56:54.083Z","updatedAt":"2024-01-20T01:01:05.606Z"}