{"_id":"64149b1b135731b6911128b6","area_name":"Baie au Chêne","shortCode":"","climbs":[],"children":["64149b1e135731b6911128c7","64149b23135731b691112900","64149b28135731b691112943","64149b2b135731b69111295e"],"ancestors":"2996145f-e1ba-5b56-9da8-30c64ccc3776,2dde9bf9-577b-5f7f-ad93-79babfc891a6,7b3a5e1c-9bc0-53cb-9533-a379ca028ef8,86c5bb65-1b3b-5b63-9658-2ab7fcbe6ea7","pathTokens":["Canada","Quebec","Gaspésie – Îles-de-la-Madeleine","Baie au Chêne"],"gradeContext":"US","aggregate":{"byGrade":[],"byGradeBand":{"unknown":0,"beginner":0,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isDestination":false,"leaf":false,"isBoulder":false,"lnglat":{"type":"Point","coordinates":[-66.66389,48.05665]},"bbox":[-180,-90,180,90],"left_right_index":-1,"ext_id":"","area_id":"hsW7ZRs7W2OWWCq3/L5upw=="},"content":{"description":"Oak Bay is a hamlet located in the municipality of Pointe-à-la-Croix in the Gaspé Peninsula. Originally a native territory, the Mi'gmaq name for the Oak Bay climbing site is written \"Ugjoqomg ta'n gisialqosuen\" which means \"Oak Bay where you can climb around\".\n\nThe cliffs were already frequented in the 1960s by local adventurers. Scouts explored the site to visit the few small caves found there. The potential of the Baie au Chêne wall had already been observed by local climbers several years ago. It was in the summer of 2020, during a scouting visit, that enthusiastic local climbers rediscovered the potential of the Baie au Chêne wall. This is the second federated climbing site in the Baie-des-Chaleurs, the other cliff being that of Mont St-Joseph, also in the Baie-des-Chaleurs. The metamorphic rock of the Baie au Chêne cliff is however of better quality. Very textured, the rock is full of pockets, edges and tablets. There are some nice vertical faces and overhanging sections.\n\nThe Baie au Chêne climbing site currently has about 20 routes. For the moment, the climbing is mainly sport, although some interesting boulders are being developed. There are a variety of routes of moderate to high difficulty. The Terrasses sector, with a beautiful vertical cliff of about 20 meters at its highest point, gathers the majority of the routes of the site for the moment.\n\nNote that the site is still under development. Don't hesitate to contact the Club d'escalade du Bloc de l'Est by Facebook or on its website (www.leblocdelest.ca) for any question or comment about the Baie au Chêne climbing site."},"density":0,"totalClimbs":0,"_change":{"user":"rxDUVMc5QUiq75Hpq+nDVw==","historyId":"64149b2b135731b69111295b","prevHistoryId":"64149b28135731b691112940","operation":"addArea","seq":0},"createdBy":"rxDUVMc5QUiq75Hpq+nDVw==","__v":4,"createdAt":"2023-03-17T16:53:47.120Z","updatedAt":"2023-03-17T16:53:48.359Z","updatedBy":"rxDUVMc5QUiq75Hpq+nDVw=="}