{"_id":"6368a214e80bff5a9955daac","area_name":"El Paisano","shortCode":"","climbs":[{"_id":"8ZZYhbiAX8aehGN973lq2A==","name":"Unusual Suspects","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"John Kear, Benny Abruzzo Spring 2009 (maybe?)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.452,35.2063]},"left_right_index":999999,"mp_id":"106467529","mp_crag_id":"106467525","climb_id":"8ZZYhbiAX8aehGN973lq2A==","areaRef":"7yblfciKX26mvVnVoVKLtQ=="},"content":{"description":"Two nice pitches of Sandia adventure climbing with no fixed gear.  The climbing is moderate but the protection is not obvious.  Almost all the rock is surprisingly solid.  Both pitches are of similar difficulty.","protection":"Standard Sandia rack to 2 inches, no fixed gear","location":"The route is on the south end of the formation.  Near the south end of the wall is a distinct corner system with an old piton about 10-15 ft up.  The route starts just right of this corner on a pillar with a short but nice hand crack just off the ground.   \n\n  P1 Climb the pillar and cracks up for 25 ft to where they meet a bulge.  Climb directly over the bulge and continue directly above on nice face climbing to a small roof and right facing corner, turn the roof and begin trending up and slightly right to a nice ledge and belay tree about 150ft up.   \n\n  P2 Climb Straight up off the belay aiming for the compact headwall and obvious tree at the top of the formation.  Climb mostly face and short crack systems to a slight bulge about 100ft off the belay.  A short crux section leads to more face climbing with intermittent protection straight to the top of the formation.  Belay just above the tree on  nice ledges a few feet from the true top of the formation.   \n\n  A short stroll eastward (towards the crest) leads the forested slopes which connect to either the Torreon's or Sentinel's returns to the crest."},"__v":0},{"_id":"zEJui/byU0S+IeX4+39bQA==","name":"El Dueño","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"John Kear and Marc Ripperger, summer 2009","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.452,35.2063]},"left_right_index":999999,"mp_id":"106553454","mp_crag_id":"106467525","climb_id":"zEJui/byU0S+IeX4+39bQA==","areaRef":"7yblfciKX26mvVnVoVKLtQ=="},"content":{"description":"A nice moderate route fairly close to the crest parking.   Pitch 1 - Climb up the featured slab finding pro where you can, pass a bolt after 40 feet or so and climb up to a ledge.  Traverse the ledge to the right across slabs to another bolt and step up and around to corner to the right into a corner system.  Follow the corner up to the left for 20 feet to a good bely stance.  5.6 100ft   Pitch 2 - scramble over easy ground taking the path of least resistance to gain the corner system on the right.  Traverse into the corner and do a couple right trending moves to a bolt, clip the bolt then friction traverse right (crux) to easier ground, head up and right to a good ledge and a tree belay.  5.7+ 80ft   Pitch 3 - Climb slightly up and left into a crack system, follow the crack and face features straight up for 100 feet or so to a belay stance below some roofs.  5.6 100ft   Pitch 4 - Traverse right off the belay 10ft , climb up through a roof dodging it to the right. Keep heading up and right around a corner.  Climb up the corner trending slightly right for another 40 ft to the summit. 5.6 80ft","protection":"Standard Sandia rack to 3\"   Pitch 1 - two bolts, natural anchor   Pitch 2 - one bolt, tree anchor   Pitch 3 - no fixed gear, natural anchor   Pitch 4 - no fixed gear, tree anchor","location":"The route is on the central section of El Paisano.  Find the start by approaching the Sentinel, once on the col above the Sentinel scramble down hugging the wall to your left.  After about 10 mins find the start between two small spruce trees.  The wall is slabby and featured in this section.  Look for a bolt about 50ft up the wall slightly to the right of the start.  Walk off from the top following the Sentinel approach back to the crest."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,98c839d1-f0d4-5006-bb58-276b12f05bd0,f2bfcdc1-9015-5cbd-9762-f469ecb317fa,a291d1d8-8f03-5991-bd12-b6d9de7bd0b5,5da4957a-1cd2-54ce-86d1-5eaab3459e34,ef26e57d-c88a-5f6e-a6bd-59d5a1528bb5","pathTokens":["USA","New Mexico","Albuquerque Area","Sandia Mountains","La Cueva Canyon, Upper","El Paisano"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.8"},{"count":1,"label":"5.7+"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":2,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-106.452,35.2063]},"bbox":[-106.45255032475414,35.205850339818134,-106.45144967524584,35.20674966018186],"left_right_index":-1,"ext_id":"106467525","area_id":"7yblfciKX26mvVnVoVKLtQ=="},"content":{"description":"This secluded but sunny wall sits in between Torreon and the Sentinel in a upper sub canyon of the Upper La Cueva Canyon.  The wall is quite wide and overall fairly low angle (ie easy routes) and the rock quality we found to be pretty high for the Sandias. There is a lot of potential for moderate routes (5.6-5.9) up to 300ft long.  This wall is mentioned in the old Mike Hill book but with only one route on the northern end of the formation.  There is a lot more to this crag than previously mentioned."},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T06:13:49.854Z","updatedAt":"2024-01-15T16:47:17.293Z"}