{"_id":"63689d20e80bff5a994f27c6","area_name":"West Face/ Southwest Arete","shortCode":"","climbs":[{"_id":"zM5cGnXFWWexAOXVqZG/YA==","name":"Watcher of the Skies","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Mike Strassman","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.59661,31.77131]},"left_right_index":999999,"mp_id":"107526415","mp_crag_id":"105738098","climb_id":"zM5cGnXFWWexAOXVqZG/YA==","areaRef":"Wq02M8WEUNyRKsk5mFx5GA=="},"content":{"description":"According to Mike Strassman's topo, this route was a \"project.\" I assume he meant that in the sense that he intended to push the route up the wall to the top, however, there is no sign at all that the route continues on, leaving it as a (possibly somewhat anomalous) one pitch sport route on the great walls of Babo. It's fun slabbing to easier face climbing with good position for a one-pitch route, and something to do if you have some time to kill at camp or after doing one of the summit routes--or, perhaps you want to finish the job?? \n\n  Anyone know anything about the corner to the left? Looks good, and there is an ancient bolt at the top.","protection":"All bolts--around a dozen, and an anchor set up up for lowering or rappel. A 70 meter or two ropes would be preferable for the rappel. We managed with a 60, but a mistake would have sent us rocketing into space above the South Side of the Sky.","location":"See topo linked above. This is right of Cloud Man Got Angry at the very last possible place for a 5.9 route just before you get to a massive undercut/overhang known as the \"South Side of the Sky.\" Look for a line of bolts heading up and right on a slab, just right of an overhanging right-facing corner."},"__v":0},{"_id":"JyEKNj8aXjaH9lxL/et68Q==","name":"Standard Route aka Forbes-Montoya Route (West Approach)","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"unknown, 1930s","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.59661,31.77131]},"left_right_index":999999,"mp_id":"105738350","mp_crag_id":"105738098","climb_id":"JyEKNj8aXjaH9lxL/et68Q==","areaRef":"Wq02M8WEUNyRKsk5mFx5GA=="},"content":{"description":"An ascent of the Standard route (usually called the west approach to the Forbes or Forbes-Montoya route, although this is not the route they followed in their original ascent) is an outing not to be missed, earning three stars not for the technical climbing, but for the experience as a whole. The mountain will make you earn its summit; with a lengthy approach, unmarked trails, fickle weather by Southern Arizona standards, and virtually unprotected yet straightforward climbing, it defines the classic Arizona mountaineering experience. Hikers who know how to belay and rappel can ascend this route if accompanied by an experienced climber.The drive: To approach from the west, take Highway 86 to Sells. Turn south on what is probably the largest intersecting road in town. If you drive through Sells and start to think you missed the turn, you probably did. You should be heading towards the tiny town of Topawa. Babo will dominate your view to the left until you finally reach a sign pointing to the left for \"Baboquivari Peak.\" There is a building/office on the east side of the road here. Turn east(left) and follow the dirt road until it forks, take the right fork, and follow it to its end at the Babo trailhead. My 2WD sedan made it fine, though I would have liked a bit more ground clearance. Bob Kerry's guide states the campground has water, tables, shelters, and is beautifully maintained. We found no running water, no shelter, and the place looked positively UNmaintained. Plan to bring all your own water, food, and stove if you expect to do dinner and camping. Supposedly there is a $3 use fee, but after 15 minutes of searching for where to pay both at the site and at the office back by the road, we gave up. Hope you're stocked up on good karma.The hike: Unlike Forbes' and Montoya's first ascent, I recommend you do not do this in July. The hike in could be brutally hot between April and October. Late Fall or early Spring will yield comfortable hiking weather; just bring some warm clothes for the summit. From any point at the campground parking lot at the west, bushwhack for through about 100 feet to reach a large, wide trail/wash that looks almost like a road. Go left on this trail, following it in the direction of the peak for less than a mile. You'll reach an intersection with signs. Go left onto the Waw Biluk trail to the summit, which climbs steadily for 5 miles and 3500 feet of elevation gain to eventually reach the Lion's Ledge, giving glimpses of Baboquivari along the way. Near the end of the hike, you should be able to make out the Great Ramp, a massive, bare slabby ramp which marks the entire lower north side of Baboquivari peak. The trail will become overgrown once on the Lion's Ledge and end, with the option of going left or right. Head left, toward the Great Ramp and the beginning of the Standard route.The Great Ramp: 250+ ft. In the 1930s, the CCC installed stairs at the Great Ramp and a ladder at the Ladder Pitch to facilitate easy access to an observation tower that was at the summit. The stairs, ladder, and tower have long since been dismantled, but some remnants of rusted steel and wood remain strewn throughout the route. I would not trust any of the old hardware - some of it looks like it could be pulled out by hand. The Great Ramp is low 3rd class climbing that could be soloed in approach shoes, but it is quite smooth and sustained and a fall here would risk serious injury. An inexperienced climber wearing sneakers may balk at ascending this unroped. There are trees and boulders that can be slung for protection, and some cracks that take pro. At the top of the Great Ramp, bushwhack through a cluster of oak trees, staying close to the wall on the right for maybe 100 feet. This will eventually open up at the Ladder Pitch.The Ladder Pitch: 120 ft; 5.4. The Ladder Pitch is where this route merges with the original Forbes ascent to the summit. The Ladder Pitch doesn’t protect well, although it is low 5th class. There is a pair of new-ish bolts halfway through the pitch and a pair of new bolts with chains at the top of the pitch, next to the tree that was previously used as the belay/rappel anchor. Belay from these bolts.From the top of the Ladder Pitch, head right (west). Climb a short chimney with a chockstone, entering a gully with scree and light vegetation. Turn left at the gully, following the gully up toward the summit. As the gully system weakens and opens up, stay close to the wall on your right and continue the scramble to the summit.For descent, carefully retrace your steps and rappel all three pitches. Be careful when you are routefinding on the way down. It is easy to descend into the wrong gully when leaving the summit. The oaks can hide the edges of the cliffs. These gullies invariably end at sheer cliff edges.Crank back to your car and don't forget to take a picture of the towering peak as you're driving away.","protection":"Three or four quickdraws, webbing, rap ring, and a 60m rope. Pro consists of old bolts and even older metal brackets. A solitary 8-inch tree provides the top anchor.","location":""},"__v":0},{"_id":"fugYR9TlUNiP5M6OIQdIhQ==","name":"I'itoi Dance","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Mike Strassman, Jackie Carroll","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.59661,31.77131]},"left_right_index":999999,"mp_id":"106711141","mp_crag_id":"105738098","climb_id":"fugYR9TlUNiP5M6OIQdIhQ==","areaRef":"Wq02M8WEUNyRKsk5mFx5GA=="},"content":{"description":"This is a great way to climb Babo's SW face that I enjoyed more than the better-known Born of Water to the right. The route uses occasional bolt-protected face climbing to connect a series of corners and bulges. It's fun and well-protected at the cruxes, with some runouts and loose rock on easier ground. While trolling for info about Baboquivari, I found this comment by Mike Strassman, who did the FA of both routes: I'itoi Dance is \"far better than Born of Water and burlier too.\" That piqued our interest, and the route was worthwhile, although I wouldn't really call it \"burly.\" In fact, technically there's nothing as hard as the crux water groove on Born of Water, although I found I'itoi Dance more sustained and enjoyable overall and more of an adventure as there's fewer bolts to follow. This route is not in Kerry's guide. Mike Strassman's original topo and description used to be available on the web but as of 2021 seem to have disappeared, so I'm writing a full description. It's been six-plus years since I climbed it, but having done it three times I think I remember it fairly well. Mike's topo had nine pitches but we did it in six with a 60-meter rope, and that seemed reasonable, so that's what I'll describe. Hike the west side trail up to the great ramp as for the Standard/Forbes Route. From here, bushwhack along the base of the wall (you are on Lion's Ledge at this point - this area burned in the mid-to-late-teens). The beginning of the route is difficult to find, and the route does not start \"at the lowest point of the wall\" as Mike's description says. It's roughly in the middle of the broad, amorphous SW face. Look for the bolt 10 feet off the ground on an 80-foot high buttress or mini-flatiron that protrudes from the wall, and for the square flat coffee-table sized rock at the base. If you get to the \"South Side of the Sky,\" an obvious overhanging area with a fully-bolted single pitch (Watcher of the Skies) to the left, you've gone too far, as well as passed the beginning of both Born of Water and Cloud Man Got Angry, and you need to backtrack a ways. The low, solitary bolt with the conspicuous flat rock is by far the best and most unique marker for the start. P1: Clip the bolt and crank an .8/.9 move, then follow easier but runnout rock to the top of the buttress and a tree belay below a steeper section of the wall. ~100 to 120 feet?P2: clip two bolts up the vertical wall (second one is easy to miss and not really necessary), then traverse left to a corner/groove (gear). From the corner's top, do a rising rightward .10-/10 traverse past three bolts into a short left-facing corner, then stretch the lead to a small ledge with a small tree and other optional gear for a belay. Alternatively, belay a bit lower off the pillar that forms the top of the corner, but this does not set you up as well for the next long pitch. ~170+ feet?P3: Run it out up the .7ish slab to a break in the roof band above with a bolt. (Mike noted belaying right below the roof but that would be uncomfortable and you'd probably have to incorporate the bolt protecting the roof into the belay). It's hard to find the easiest path through the slab below the roof. Clip the bolt and do a fun .10- roof pull, then easier gear-protected climbing leads to a traverse right to a ledge with a tree for a belay; however, if you can manage the drag, heading back up left to a smaller, higher ledge (but with smaller trees as well) sets you up slightly better for the next rope-stretcher. 150+ feet?P4: A seam off the right side of the higher belay ledge leads to steep .9 climbing past the right end of a roof using two bolts and some gear. Continue up the steep, fun .10-/.10 corner (gear) to where the wall slabs out, and stretch the lead to the highest possible ledge. 180+ feet.P5: continue up the slab past a ledge that leads off left, where it becomes wider and tree-covered. If you're running low on daylight, energy, etc, this ledge leads to easy 3rd/4th class scrambling to the summit if need be (you've already done the best climbing on the route at this point anyway). Otherwise, don't belay, but look for 4 bolts on the wall above. Follow these through .10- climbing and arrange a belay above that where feasible, stretching the rope on easier ground. 150-200 feet.Another option on this pitch is to move up and right and join the last couple .7 pitches of Born of Water (you may encounter a bolt or two over here depending where you intersect Born of Water). While not the highest-quality climbing this is probably the most obvious way to go in this area if you aren't aware of the ledge escape, so don't worry if you end up over here, you'll find your way to the top okay.  P6: I have no recollection of this pitch except that it's the easiest and loosest pitch of the route. Wander/grovel to the top of the wall using your best route-finding and choss-wrangling skills. It's not that bad and if you've made it to here you won't need a description for this pitch. The summit is a few minutes to your left. 150-200 feet. ","protection":"A fairly light rack works since there are about a dozen bolts on the route, often at cruxes, as well as several stretches of easier (5.7ish) climbing that simply don't accept worthwhile gear. The belays are not fixed but we made most or all belays primarily off of trees. A single set of cams from blue tcu/red C3 size to #2 camalot, a set of nuts, loads of long runners, and 3-4 quickdraws for the occasional bolts was enough. Extra smaller cams (up to a .75 camalot) would probably get used if you're inclined to take them. ","location":"see description"},"__v":0},{"_id":"+j3YWhZpUsGR0k8ZERMp+Q==","name":"Crystal Line","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Neil Gehrels 1996","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.59661,31.77131]},"left_right_index":999999,"mp_id":"107526362","mp_crag_id":"105738098","climb_id":"+j3YWhZpUsGR0k8ZERMp+Q==","areaRef":"Wq02M8WEUNyRKsk5mFx5GA=="},"content":{"description":"This is a wandering line up the middle of the SW face that has some good face climbing. I thought it worth doing once, but my partner liked it a little better. Easier than the routes to the right as a means of getting up this large face, but still pretty sustained at 5.8. Maybe a route to do if you like climbing Babo but are running out of doable routes. \n\n  Kerry's description is good, but someone has apparently retrobolted a few spots of the route--most notably the second pitch where there is a large area where a 40' by 30' section of rock appears to have calved off. This scar is tightly bolted over now, so even though the rock is very crumbly here, it should be safe.","protection":"Fairly light standard rack as the route sports a couple dozen bolts.","location":"Starts left of I'itoi Dance at the next protruding buttress. There is another buttress and corner further left that also seem to match Kerry's description. If you look hard you can spot the bolt near the top of P1 on the correct buttress."},"__v":0},{"_id":"4lsgQYtOUc6yKe8azwpsgQ==","name":"Cloud Man Got Angry","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Mike Strassman, Jackie Carroll","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.59661,31.77131]},"left_right_index":999999,"mp_id":"107107070","mp_crag_id":"105738098","climb_id":"4lsgQYtOUc6yKe8azwpsgQ==","areaRef":"Wq02M8WEUNyRKsk5mFx5GA=="},"content":{"description":"Enjoyable route parallels Born of Water for the first 4 pitches before wending and winding its way to the top on easier terrain.    Pitch 1 (5.9): Snake through trees and cross \"crap\" (according to the medical community) before finding good pro, followed by 2 bolts and finally fun finger crack. Belay at cactus infested ledge (+- 120ft)   Pitch 2 (5.10a): Turn roof on good pro, continue up and left to 1 bolt before angling back right to 2 bolt belay (+- 80ft)    Pitch 3 (5.8+): Fun climbing up 9 bolts to 2nd 2 bolt belay (+- 200ft)   Pitch 4 (5.10a): More bolt (10) climbing on harder face to 3rd 2 bolt belay at right side of I'itoi's balcony (+- 200ft)   Pitch 5 (scramble): Move belay to left end of I'itoi's balcony (+- 80ft)   Pitch 6 (5.7): Follow left angling dike clipping 3 bolts, running out last 100 ft. 70m rope or 20ft of simul-climbing gets you to oak tree belay and top of I'itoi Dance, pitch 6 (+- 220ft) [NB: Strassman's topo indicates that this pitch would dump you out well above I'itoi Dance pitch 6; we did not find that to be the case...]   Pitch 7 (5.10): Last engaging pitch of I'itoi Dance (4 bolts). Sling trees at ledge and belay (+- 80ft)   Pitch 8 (5.7): Up and right on mediocre gear and sometimes questionable rock (+- 120ft)   Use 70 m rope to combine pitches 1 & 2, gain peace of mind on (our) pitch 6, and coalesce pitches 7 & 8 \n\n  Topo: rockclimbing.com/photos/Top…\n\n  FA's description:  books.google.com/books?id=k…'itoi%20Dance%22&f=false","protection":"nuts and cams   12 alpine draws","location":"More or less in middle of Babo's southwest face. 30ft right (east) of Born of Water and just left of bolted slab (Watcher of the Skies). Someone was kind enough to leave purple sling dangling from 1st bolt to demarcate route."},"__v":0},{"_id":"Wy1zqmdlWV+veyUjnD6ggA==","name":"Born of Water","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Mark Colby and Mike Strassman, 1995","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.59661,31.77131]},"left_right_index":999999,"mp_id":"105821649","mp_crag_id":"105738098","climb_id":"Wy1zqmdlWV+veyUjnD6ggA==","areaRef":"Wq02M8WEUNyRKsk5mFx5GA=="},"content":{"description":"This long, slabby route follows a waterchute from the second through fourth pitches and continues on a left traversing dike after that.  The crux is the third pitch which is a very well bolt-protected waterchute up a headwall. It's short but has some excellent moves.  There's only one other difficult pitch, the third, which is a long bolt-protected face with the crux move over a shallow roof.  Other than that, the climbing never really gets any harder than 5.7 with fairly sparse pro. Difficult route finding near the top with many different ways to go.  Good rock on the harder pitches and loose, flaky rock on the rest. Babo is a fabulous summit, so any route to the top is well worth it.","protection":"Rack needed:  at least 12 quickdraws and 1 set of cams to #3 Camalot.  1 set of nuts. It pros well in the harder areas.","location":"The route is located on the south/southwest face of the peak. Bushwhack past the start of the Forbes Route along the Great Ramp to Lion's Ledge.  Head down Lion's Ledge for about a 100 yards and look for a dead 12' log resting against a small pillar.  This is the start.  The first pitch follows a left leaning ramp crack and turns back right ending on a small pillar below a shallow overhang.  Descend the Forbes-Montoya route.  Expect some steep down-climbing and at least 1 rap.  If doing the route from car to car, allow at least 3 hours for the approach, 4 hours for the climbing, and another 3 hours for the descent and walk back to camp.  Makes for a long day."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,24e148bb-4884-59e8-9870-43ce21f1a337,6f40f8bb-61ae-569f-a656-25752de45c0c,b2fe0975-0052-5306-ad12-0953947774b4,5aad3633-c584-50dc-912a-c939985c7918","pathTokens":["USA","Arizona","Southern Arizona","Baboquivari Peak","West Face/ Southwest Arete"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.9"},{"count":1,"label":"5.5"},{"count":2,"label":"5.10"},{"count":1,"label":"5.8"},{"count":1,"label":"5.10c"}],"byDiscipline":{"trad":{"total":5,"bands":{"unknown":0,"beginner":2,"intermediate":3,"advanced":0,"expert":0}},"sport":{"total":3,"bands":{"unknown":0,"beginner":0,"intermediate":3,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":4,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-111.59661,31.77131]},"bbox":[-111.59713891462624,31.770860339818128,-111.59608108537375,31.77175966018186],"left_right_index":-1,"ext_id":"105738098","area_id":"Wq02M8WEUNyRKsk5mFx5GA=="},"content":{"description":"When approaching from the West side (Baboquivari Camp), there is an easy to follow pack trail to the Lion's Ledge.  When I last went on Sept '01 there was a gauntlet of cat's claw and pointy branches on the trail, so long pants are recommended.  Also recommended are a high clearance vehicle for the 12mi dirt road to the camp and trip scheduling on a cool day.  On a hot day on hot rocks, 4L went easily.  Leave extra gear near base of the Great Ramp.  From there, the trail to the West side climbs and the Southwest arete goes through brush and descends shortly through a rock hole.  In general, stay near the wall when following this trail on the Lion's Ledge.  The trail ascends to a west-facing arete, then descends (past a bolted route next to a water stain near the base), then ascends to the SW arete. The arete base is wide and the start of the route is easy to pass unless you keep a eye out for the identifying landmarks (ridge of hills leading to the arete, dead pine tree and groove to right).  A compass and topo map might help save time on a first trip. \n\n  West Face Area:  Booty!!  Mine, all mine!  I found an aid-hook at the base of the West face in the vicinity of several relatively new bolted routes not mentioned in Kerry's Backcountry guide.  First ascentionists can get the gear back in exchange for new route info posted to this site. \n\n  Overhead shot of the SW arete:hikearizona.com/trails/tucs…\n\n  Death on the Lion's Ledge:isaac.exploratorium.edu/~pa…  Poor coati wasn't smelling too fresh a month after that photo was taken."},"density":0,"totalClimbs":6,"__v":1,"createdAt":"2022-11-07T05:53:03.478Z","updatedAt":"2022-11-25T11:09:59.072Z"}