{"_id":"6368a05be80bff5a9952ec53","area_name":"3. Fisherman's Wall","shortCode":"","climbs":[{"_id":"FVIj/1j7UqiauI1yrL9oEw==","name":"The Wizard","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Marco Fedrizzi, Joseph Healy, Clay Erickson, John McLaughlin, 1986","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-71.85935,42.51922]},"left_right_index":9,"mp_id":"110909900","mp_crag_id":"106126388","climb_id":"FVIj/1j7UqiauI1yrL9oEw==","areaRef":"zcc7aZd1VIaclMOzLKfWbQ=="},"content":{"description":"Of the four of us, Clay lived in Leominster, whereas the rest of us lived in NH, CT and Boston, but one day Clay says we should come check out CH so we rendezvoused there, did Tarzan. I spied The Wizard, and that was it - it was on. We kept coming back together there over the course of a couple of months to put it up and then never climbed there again as most of our time was spent in the Gunks, Cannon, or CT. \n\n  The climb actually starts at the top out of Tarzan, traverses across a couple of old lines, and swings the arete to climb the overhanging face on the other side topping out directly under the hanging block. \n\n  While putting it up, we logged a lot of air time turning the arete and off the overhanging face on other side of it and blew through about eighteen Air Voyagers in the process (an old type of screamer once made by Wild Things\n\n), and that included multiple falls per screamer which we kept sport taping back up and reusing until all the bar tacks were blown. \n\n  We all gave it about the same number of goes, but Marco came up with the goods and brass ring for the FA. \n\n  Great fun.  \n\n  [ Probably should have called it 'Cheetah' at the time and glad someone finally thought to pay that homage. But we took so many falls and Marco kept saying: \"Help me Mr. Wizard, Help me!!!\" (from the old Rocky and Bullwinkle cartoons) just before falling and the name stuck ] \n\nyoutube.com/watch?v=ZuvQRdD…","protection":"Small wires and cams. All the pro is on the near face side of the arete with the cam in the horizontal slot before swinging the arete being the last piece.","location":"It is on both sides of the corner arete high above Tarzan and Jane."},"__v":0},{"_id":"cDmnk9tzU5q46WaCPdJ/XQ==","name":"Topaz","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-71.85935,42.51922]},"left_right_index":0,"mp_id":"108090019","mp_crag_id":"106126388","climb_id":"cDmnk9tzU5q46WaCPdJ/XQ==","areaRef":"zcc7aZd1VIaclMOzLKfWbQ=="},"content":{"description":"This is one of three face climbs to the left of Diagonal. It has steep face climbing past pockets, jugs, and slopers to a technical move on dirty rock to top out on the ledge of Green Route. The climb continues past the ledge and is rumored to be 5.10 from there to the top via a roof.","protection":"Usually this is done as a top-rope, although I have seen it climbed with marginal gear.","location":"To the left of Diagonal on Fisherman's Wall, there are three 5.9 face climbs. Topaz is the climb in the center with Babe to the left and Strawberry Fields to the right."},"__v":0},{"_id":"zXNRCrqfVnaQapHKrtHrUA==","name":"Tarzan","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Robert Hall, and members of Lowell Tech Outing Club, Nov. 1968","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.85935,42.51922]},"left_right_index":8,"mp_id":"106225509","mp_crag_id":"106126388","climb_id":"zXNRCrqfVnaQapHKrtHrUA==","areaRef":"zcc7aZd1VIaclMOzLKfWbQ=="},"content":{"description":"In the far right corner on this face, mantle past a ledge and up to good pod to reach the bottom of the crux section. I write \"section\", because it's rather strenuous and sustained for roughly 20 feet and not just one or two moves. Keep working through it - and remember to stem.","protection":"A standard rack. The crack starts very wide and gets more narrow as your elevation increases.","location":"The route is in the obvious book on the right-hand side of the face. After getting through the crux section, the climb backs off a great deal as it ascends a ramp to the left. Walk off from the top of the ramp. \n\n  Alternative descent: almost halfway up the face on the climb to the left (Jane) are some slings than can be used to get off the route. A ledge facilitates the traverse from Tarzan."},"__v":0},{"_id":"EvaGZnm1U9WwblvFXDGDTA==","name":"Strawberry Fields","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Henry Barber?","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.85935,42.51922]},"left_right_index":2,"mp_id":"114366143","mp_crag_id":"106126388","climb_id":"EvaGZnm1U9WwblvFXDGDTA==","areaRef":"zcc7aZd1VIaclMOzLKfWbQ=="},"content":{"description":"Climb straight up the face on horizontal cracks, crossing the crack of Diagonal just before the top, aiming for the tree.","protection":"Toprope off trees on the ledge above.","location":"Start between the cracks for Babe and Diagonal, directly below the small tree on the ledge."},"__v":0},{"_id":"uj7qxc2yWkWL5Tf/mo7TLw==","name":"Jane","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"FA Steve Arsenault, spring 1966,  FFA Henery Barber, spring 1972","type":{"trad":true,"tr":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-71.85935,42.51922]},"left_right_index":6,"mp_id":"106128569","mp_crag_id":"106126388","climb_id":"uj7qxc2yWkWL5Tf/mo7TLw==","areaRef":"zcc7aZd1VIaclMOzLKfWbQ=="},"content":{"description":"Jane is the obvious finger crack on the right side of the Fisherman's Wall (the tallest, and largest wall). This is one of my very favorites. Most jams are secure depending on your hand size and ability level. The crux is the obvious bulge with chockstone in the crack. Directly above the bulge/crux is a sling anchor, which most people lower from. The climb does continue to the top; however, this is not the common practice.  \n\n  When Jane was first freed, it is was one of the hardest pitches in the U.S.","protection":"With a rating of PG-13, most all placements are good, if you trust your Aliens. To be totally safe a green/#0.75 Camalot or equivalent-size placed where the finger crack widens to a hand crack is a good bet.","location":"Jane is the obvious finger crack on the right side of the Fisherman's Wall. (tallest, and largest wall) To find the start follow the crack to the bottom and look for a horizontal muffin just wanting to be grabbed, from there follow the crack straight up. (do not get confused, there are two cracks to the right of Jane. The far right in the corner of the wall is Tarzan  5.8PG13 and in between Jane and Tarzan is Cheetah, 5.10 PG13, [goes left to same sling as Jane]) If you choose follow the route to the top, you may set an anchor on a tree and let your buddy TR, rap from a tree, or belay your buddy from a tree while he cleans you gear. You can walk of left or right. If not, lower from the sling.  \n\n  For TRs, finding the top of the route can be tricky, although there are paths and some of the bark on some trees is slightly worn from setting anchors (this goes for the rest of Crow Hill)."},"__v":0},{"_id":"sk20+LWeXqa/n6vxkOeieA==","name":"Dune","yds":"5.12+","grades":{"yds":"5.12+","french":"7c"},"fa":"John Mallery?","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-71.85935,42.51922]},"left_right_index":5,"mp_id":"115389966","mp_crag_id":"106126388","climb_id":"sk20+LWeXqa/n6vxkOeieA==","areaRef":"zcc7aZd1VIaclMOzLKfWbQ=="},"content":{"description":"Info for Dune, 5.12-5.13 R/X, comes from Boston Rocks 2nd Edition: \"FFA: John Mallery long ago, after bolting. The bolts were chopped. Mark Richey & Barry Rugo climbed it on preplaced gear in 1999, then Peter Vintoniv & Tim Kemple led it from the ground up in 2000.\"In 2015, this route was rebolted and while gear is still needed, it is no longer R. With the bolts, this route is still a serious lead where climbers face the potential for big falls","protection":"Gear.","location":"It is between Cro-Magnon and Jane."},"__v":0},{"_id":"wgwQN1ziVkilCwdvdGJmuQ==","name":"Diagonal","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Kevin Bein & Bob Hall, 1967","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.85935,42.51922]},"left_right_index":3,"mp_id":"106174844","mp_crag_id":"106126388","climb_id":"wgwQN1ziVkilCwdvdGJmuQ==","areaRef":"zcc7aZd1VIaclMOzLKfWbQ=="},"content":{"description":"This route climbs the obvious, left-leaning, hand crack that begins roughly 20 feet to the left of Cro-Magnon. The crux moves are relatively close to the ground, so good protection is a must if 5.8+ is your limit.","protection":"Standard rack. The emphasis is on medium-size cams. Most people use the small tree at the top of the climb for an anchor, but discretion is advised.","location":"This route starts 20 feet left of Cro-Magnon on the left side of the Fisherman's Wall. It is also possible to add a short second pitch by continuing up either Wild Women in Love (5.10) or Green Route (5.5)."},"__v":0},{"_id":"fQV6KbOvUkqF3Tpv6HzafQ==","name":"Cro-Magnon","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Steve Arsenault","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.85935,42.51922]},"left_right_index":4,"mp_id":"106126391","mp_crag_id":"106126388","climb_id":"fQV6KbOvUkqF3Tpv6HzafQ==","areaRef":"zcc7aZd1VIaclMOzLKfWbQ=="},"content":{"description":"Awesome and pumpy, this is the inviting, vertical hand crack that starts up the tallest portion of the wall but arches left to end the journey early.   \n\n  The start is guarded by a steep boulder problem without pro leading to a pod with a shiny silver bolt on what looks like a chockstone about 15 feet up.  There are three variations to this start, but most people opt to enter from the right on big, chalked holds.  After clipping the bolt (gear can easily substitute), move up on a few slopey holds before hitting the jams.  What's great about this climb is the variety of jams ranging mixing fingers, hands, fists, and even a little OW to gain a good rest, but the choice remains mostly yours as several sizes are often available depending on what suits you.  If you can fight off the pump long enough, one hard move starting the leftward traverse marks the end of the difficult climbing which ends as the crack turns the corner.  If, TR'ing, you can end here or finish up on Green Corner or try the arete above. \n\n  Though the climb has always been dry when I've seen it even when others are soaking, the crack and face tend to be a little dirty, so either bring a brush or find solid jams because they may slide out unexpectedly.  If you can lead 5.10, you gotta get on this.","protection":"1 QD which is a recommended stick clip unless you are confident on the bouldery start leading to mostly mid-sized cams and nuts possible.  Because of the variety of sizes, you can really use a wide range of cams though having extra hand-sized pieces will make placing gear quicker higher up.","location":"This is the obvious vertical hand crack on the tallest part of the wall that varies in size and arches left about halfway up the wall.  Chalked jugs in the alcove below mark the easiest sequence through the start."},"__v":0},{"_id":"hOgiFv5VVQmzaW95E/1gGQ==","name":"Cheetah","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.85935,42.51922]},"left_right_index":7,"mp_id":"107901660","mp_crag_id":"106126388","climb_id":"hOgiFv5VVQmzaW95E/1gGQ==","areaRef":"zcc7aZd1VIaclMOzLKfWbQ=="},"content":{"description":"Great route! Cheetah is yet another great crack line on this impressive wall. The crux comes before the pin anchor and is pretty obvious.","protection":"A standard, modern rack of gear.","location":"It is in between Jane (to the left) and Tarzan (to the right), starting close to the Tarzan corner and moving left on obvious crack line to the Jane's three pin anchor. Go all the way to the top for the full length route."},"__v":0},{"_id":"/OsQOtqcWpCowjRYFXhbbA==","name":"Babe","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Henry Barber, Bob Anderson, 1974","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.85935,42.51922]},"left_right_index":1,"mp_id":"114366078","mp_crag_id":"106126388","climb_id":"/OsQOtqcWpCowjRYFXhbbA==","areaRef":"zcc7aZd1VIaclMOzLKfWbQ=="},"content":{"description":"Go straight up the vertical crack until it ends, then move up and left on horizontal cracks to just left of the top of the crack that Diagonal follows.","protection":"Toprope off of the trees on the ledge above.","location":"Start at the vertical crack directly below the top of the crack on Diagonal."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,e5b1ee9c-9c10-5a01-91e0-850f40c2e1be,452bccc5-58fe-5f21-998f-17cbe00280f7,9a97eedd-6305-5b6f-9535-46734ea611b3,f71c6b01-c065-5ccd-8938-c9a0c732751d,cdc73b69-9775-5486-9c94-c3b32ca7d66d","pathTokens":["USA","Massachusetts","Central, MA","Crow Hill and Leominster Area","Crow Hill","3. Fisherman's Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11b"},{"count":3,"label":"5.9"},{"count":2,"label":"5.8+"},{"count":1,"label":"5.11a"},{"count":1,"label":"5.12+"},{"count":2,"label":"5.10"}],"byDiscipline":{"trad":{"total":8,"bands":{"unknown":0,"beginner":2,"intermediate":3,"advanced":3,"expert":0}},"tr":{"total":6,"bands":{"unknown":0,"beginner":0,"intermediate":5,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":5,"advanced":3,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-71.85935,42.51922]},"bbox":[-71.85996008042181,42.51877033981815,-71.8587399195782,42.51966966018187],"left_right_index":-1,"ext_id":"106126388","area_id":"zcc7aZd1VIaclMOzLKfWbQ=="},"content":{"description":"If the moderates of Crow Hill are what attract you to this fine MA crag, then this wall is probably not for you.  With the easiest line being 5.8+ and the hardest going at 5.13, this wall reaches approximately 80 feet in height, is slightly overhanging and is stunning. \n\n  The left portion on the wall is split by a ledge which makes up the traverse of Green Corner.  Most of the climbs on this part are stiff 5.9ish on large slopers.  If you decide to do the second pitch or just do one long pitch, the upper half is much harder with fewer and smaller holds.  There is also the easy exit finishing up Green Corner's second pitch. \n\n  The climbs on the right are the attention getters (visually at least) being either beautiful cracks or improbable moves up through slopey horizontals.  This is the tallest unbroken part of the wall with a nice brownish color.  Some lines have been led with small gear and big moves producing test pieces going at 5.13 R/X (more info on this soon). \n\n  Don't miss the classics like Diagonal (5.8+), Cro-Magnon (5.10), and Jane (5.11) though the rest of the climbs are great as well.   Most of the climbs on the wall can be lead or TR'd with long slings and a 60m rope.   \n\n  More info to come about the history of the wall...."},"density":0,"totalClimbs":10,"__v":1,"createdAt":"2022-11-07T06:06:20.378Z","updatedAt":"2024-01-15T16:45:11.603Z"}