{"_id":"63689d5ce80bff5a994f5dac","area_name":"Paleface","shortCode":"","climbs":[{"_id":"C2ZI9NMBWzOu0FYk/xZXsQ==","name":"Surf n Turf","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"2006  Kevin Dean, Ted Rummings","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-118.93969,34.11657]},"left_right_index":0,"mp_id":"108282097","mp_crag_id":"107525467","climb_id":"C2ZI9NMBWzOu0FYk/xZXsQ==","areaRef":"ZKp21wNBWPixd7tDC4DgCw=="},"content":{"description":"One star rating for second pitch only. Lots of choss.","protection":"Small-medium cams. Fixed pin first 30 ft. (might still be there). Body anchor on top. No bolts on route.","location":"Right side of large S face of Paleface formation. Walk down past route \"Paleface.\" Starts in obvious corner, then through low angle crack, past large (car sized) boulder. P2: up pointy block, step left on face and follow black water streak to crack/top out. (2nd pitch water streak visible in upper left photo)"},"__v":0},{"_id":"cm8Cj/1OXh6MJG5SCJK8jg==","name":"The Regular Route","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"FA unknown. 2016 ascent by Rock Hard Randy and Hugo Watt","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.93969,34.11657]},"left_right_index":999999,"mp_id":"117331905","mp_crag_id":"107525467","climb_id":"cm8Cj/1OXh6MJG5SCJK8jg==","areaRef":"ZKp21wNBWPixd7tDC4DgCw=="},"content":{"description":"I am uncertain as to whether this route belongs in this section, under Top Hat, or perhaps even within a new area called  Boney Peak that could include both crags and this route. Any feedback would be appreciated.\n\nWe climbed this route in January 2016 ground up and onsite and found two well rusted pitons on the lower half of the first pitch. One (pictured) was sitting in a hold when I came across it and clipped it to my harness. The second was still somehow wedged in the crack despite being surrounded by rotten sediment. Unfortunately my partner dropped the relic after removing it with his bare hands.\n\nClearly ours wasn't the first ascent and any information regarding any possible first ascent history or early climbing history of the area would be greatly appreciated.\n\nWe have been referring to it as \"The Regular Route\" because, every formation needs a regular route!\n\nP1: Follow a water carved groove as it widens from hands to a chimney before terminating at a short pocketed roof. Tread lightly through the crux overhang on crumbling huecos, avoiding the ones that won't hold body weight (sketch!)\n\nBelay on an ledge created by a massive horizontal crack in the formation  (5.8)\n\nP2: Construct a pile of rocks to gain a pleasant, albeit loose, squeeze chimney.  Savior the security before the chimney ends on a massive sloping ledge system covered with steep scree and brush. Variations abound but we felt the margin for error was too high and took what seemed to be the most conservative option. Meaning our route doglegs to the left rather than follow the proud  direttissima.\n\nSwim carefully up the scree without raining tons of material onto your partner below or being washed off the ledge (seriously.) Trend left to arrive at a long hall leading into the formation itself. Stem your way across and over, belay from tree. (5.6)\n\nP3: Steep and spooky scrambling takes you through tight caverns and eventually to  a plateau atop the formation.  This pitch is reminiscent of Joshua tree scrambles but on much much looser rock. Watch for dirt covered holes that act like crevasses of choss.\n\nAlthough the climbing ended after 30 feet, the lack of solid anchor options available forced the leader to continue for the entire rope length in order to string together bushes, small boulders, small gear, and a leg jammed in hole into a marginal belay. (5.3)","protection":"Standard choss rack, helmets, pitons made the anchors less abhorrent.","location":"Approach as per Paleface but continue through the chaparral along the base of the wall until you arrive at a spacious ledge underneath an attractive chimney.\n\nAlternatively, from sandstone peak walk along the backbone trail, turn left into the chaparral. Climb, swim, and crawl your way to your intended route."},"__v":0},{"_id":"HnnHrytwWHe9d5C+eYbBkQ==","name":"Paleface","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Louie Anderson & Paul Dusatko","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.93969,34.11657]},"left_right_index":999999,"mp_id":"107525479","mp_crag_id":"107525467","climb_id":"HnnHrytwWHe9d5C+eYbBkQ==","areaRef":"ZKp21wNBWPixd7tDC4DgCw=="},"content":{"description":"Climb the less than vertical face on cobbles, edges, and the occasional pocket. Pull a bulge near the top to reach the anchor.","protection":"7 bolts & 2 open shuts.","location":"Middle of the formation, ten feet left of the crack and the large bush."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,5da0e075-8ec5-5ad3-8136-49a5d4dacaa5,d4bc238a-a074-5487-8f25-be77c3e82fed,64aa76d7-0341-58f8-b177-bb430b80e00b","pathTokens":["USA","California","Los Angeles Basin","Santa Monica Mountains","Paleface"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.8+"},{"count":1,"label":"5.8"},{"count":1,"label":"5.10d"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":2,"intermediate":0,"advanced":0,"expert":0}},"sport":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-118.93969,34.11657]},"bbox":[-118.9402331346537,34.11612033981814,-118.9391468653463,34.11701966018187],"left_right_index":-1,"ext_id":"107525467","area_id":"ZKp21wNBWPixd7tDC4DgCw=="},"content":{"description":""},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T05:55:22.343Z","updatedAt":"2024-01-15T16:42:04.868Z"}