{"_id":"63689de0e80bff5a994f9062","area_name":"Long / Multi-area Traverses","shortCode":"","climbs":[{"_id":"Yj7cej9UUoCC7epYqyNPkQ==","name":"Skyline Traverse","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-105.67154,39.97179]},"left_right_index":999999,"mp_id":"119484911","mp_crag_id":"119476796","climb_id":"Yj7cej9UUoCC7epYqyNPkQ==","areaRef":"1cGSG6HAXkqAb3zsc65How=="},"content":{"description":"It's the Denver Skyline!\n\nI've always loved point-to-point excursions. Living in the Denver area, I've always looked at the skyline and wondered what it would be like to climb the entire thing in one go, and just stay on The Divide. I could get dropped off at Milner Pass in the North, stay The Divide all the way to the next road at Berthoud Pass. Having not climbed or researched any of the mountains on this route, I was unfamiliar with what such an adventure would entail. Finally last year, I decided to check it out. I embarked on the journey not knowing what to expect, if anyone had ever done it, or if it was even possible. I assumed there would be some scrambling involved, but by the time I got to McHenry's notch, I realized a couple of things. One, I was in for a much bigger adventure than I had anticipated, and two, there was no way I'd be able to climb every bump and gendarme that happened to be on the divide, so I settled for summitting every named peak along the way. On day two, I ran into a couple of guys doing another traverse called the \"LA Freeway\", who asked if I was doing Pfiffner's, but I didn't know what that was. When they understood what I was attempting, they informed me that they had in fact attempted this link-up themselves, but as far as they knew, it had never been completed. By the time I got to Paiute Peak, I was halfway done but out of time. I had only allotted 3 days off of work, so I would have to try again.\n\nMy approach this year was different. Instead of an ultra-fast approach, I planned for 5 days on the trek, knowing I would be slogging it out with difficult climbing and challenging route-finding. My wife dropped me off at 5:30 AM, and I departed into the dark forest following The Continental Divide. The slog up to Mt. Ida was easy Class 1 easy hike to Cracktop. I had missed this one last year, since it was technically just off The Divide, but I figured I'd include it. Then Hayden Spire was next. It too was off The Divide, by a little more, but this one looked like a fun climb. I decided to see where my head was at and see if I could figure this one out, but I left the pack behind. It proved to be a nice, micro-sized challenge for the upcoming objectives. I was able to 4th Class my way over the ridge to the overhanging headwall, considered climbing it, but then found the easier weakness on the right side of the spire clocking in around 5.4.\n\nMore easy hiking took me over Sprague Mt., Knobtop and Notchtop. I slogged through Ptarmigan Pt., Flattop, up Hallett, Otis, and a long way to Taylor, setting up camp on the summit. A pack of coyotes sounded way too close, their howls and yelps bouncing off the canyon walls nearby. I was glad to be bivvied at the summit.\n\nDay 2, time to climb, super nervous. After ascending Powell Peak, I headed down the other side and the Class 1 terrain suddenly gave way to 5th Class ridge scrambling, and downclimbing. This was the part that had shocked me last year, and I found myself equally filled with fear this year. As I continued descending down cliff after cliff, I felt committed.\n\nAt the final cliff, I found a series of descending ledges trending left, ending in a 60' 5.3 face climb. Now I was at the notch. 4th Class gullies to the right led me up the south side of McHenry's to the summit. 3rd Class took me down to Stoneman Pass, through a sea of gendarmes up to Chiefshead. Uneventful 2nd and 3rd Class through Mt. Alice to Tanima. The Cleaver was easy 3rd Class. Then the difficulties ramped up again to climb Isolation. After the Cleaver, one encounters an overhanging headwall that cliffs out in both directions. Last year I traversed right for several hundred feet down to a 3rd Class gully system which led back up to the summit ridge eventually but wasted a lot time. This year I decided to tackle the headwall straight on.\n\nThere's a large cliff on the right following exposed 5.4 crack systems straight up, eventually leading out left to 4th Class to a long set of false summits before finding the true summit of Isolation Peak. The difficulties eased up for a while through Ouzel and Ogalalla, where I camped on the summit for night 2.\n\nDay 3 started with easy hiking through Ooh La La, 12228, 12930, and Sawtooth. Enroute to Paiute. Things took a dramatic turn again, and I spent several hours navigating gendarmes and 4th/5th scrambling to arrive at the base of Paiute Peak.\n\nA 4th Class scramble led to the headwall where I traversed right for 100 feet or so and climbed directly up the cliff at about 5.5 for maybe 100' before things tapered off to 4th Class to the summit. There may be a way to bypass these difficulties by continuing to traverse right. More easy ridge scrambling to Mt. Toll. I traversed right up 4th Class to a ledge system where one encounters a series of short 5th Class cliffs broken up by ledge systems. One is the technical crux at around 5.6, but the exposure is very manageable. 4th Class to summit. 2nd/3rd Class to Pawnee and then Shoshoni.\n\nHere things got quite challenging for me navigating the Chessmen. I managed to stay on The Divide until the last formation but accidentally climbed the last Chessman, hoping for a ridge-connect to Apache, but there were just rap slings and an impossible cliff. So, I downclimbed about 600' to a ledge that crossed a small snowfield left of the Chessmen and across to a gully that took me up to the Apache summit where I bivvied for night 3.\n\nDay 4, easy scrambling to Navajo. 4th Class and easy 5th took me up the right side of Navajo. From a distance, I sensed that Arikaree would not be climbable up the North face in either direction, so I took a low sweep left to catch its left flank which turned out to be an exciting 4th Cass scramble to the summit. From there to Deshawa, my route-finding abilities were challenged again through exposed 4th Class scrambling, but I was able to stay on the divide.\n\nEventually I encountered a crashed airplane on the left side of the mountain. I had to scramble through broken plane debris up 4th Class eventually leading to the summit of Deshawa. After this, the ridge became more dramatic. Around halfway to North Arapaho, I bailed from the ridge down to the Arapaho Glacier, as things were beginning to look unclimbable. I climbed the bergschrund until I was forced to cross the glacier. I grabbed a couple spikes of rock and traversed the 30 degree snow slope to attain the gully and a huge slog up to the summit of North Arapaho. The 4th Class ridge scramble to South Arapaho is solid and well-traveled. Heading directly down to Arapaho Pass was steep and loose. It kept looking like it would cliff out, but I kept traversing right until I found a small gully down to the notch. This is where a thunderstorm hit, and I hid under a cave hearing lightning crashing around me. As the storm relented a bit, I reluctantly trudged up the well traveled trail past Arapaho Pass and up to the ridge scramble to get to Neva. About halfway through the ridge, the weather turned nice. Here, for the first time, the rock felt solid and relatively safe. I camped the night at the summit of Jasper.\n\nDay 5, I never would have expected to be able to go all the way to Berthoud Pass. My progress had been slow and mentally exhausting to this point, but I began hiking through glorious Class 1 terrain to Skyscraper Peak and then eventually began picking up trail systems off and on through Rollins Pass, Rogers Pass, and right up James Peak. It was only 1 pm, unbelievable. I realized for the first time that I was going to make Berthoud Pass that night, so I made plans for my wife to pick me up at 6. From here, a long scramble took me down and steeply up Bancroft where I encountered another storm. I was so mentally exhausted from fear, but I prayed for strength and proceeded up the steep slope into the storm, but God was with me all day and gave me strength, so I just kept going. I entered \"animal mode\", exhausted, but intensely determined, as I pounded out mile after mile through Parry, Eva, Witter, Flora, and finally School of Mines Peak where I bee-lined straight down the sunny hillside to the parking lot to the most welcome sight, Nicole had just gotten there and it seemed surreal and wonderful to enter civilization so suddenly in this way.\n\nThis was one of the most intense adventures I've had in a long time due to the sheer duration I had to keep fear in check and maintain focus on climbing and navigation, most of which came from a fear of the unknown, but then again, that was part of the adventure! From a broad perspective, the beauty of the idea of going road to road and tackling all that came in between was the objective, and it's a cool feeling to have walked the 'catwalk in the clouds', staying right on the true Continental Divide, above treeline the entire way, looking down at distant alpine lakes and snowfields going on forever, remaining on the perpetual summit for 71 miles. What an amazing journey!\n\nNotes:\n\nThis entire project was done onsight. Besides Neva Peak, I had done no research on any of the climbs/ridges and had no idea if its completion was even possible. When in doubt, I tried to stay high, which was usually both the safest and the most spectacular place to be. The section between Powell Peak and Neva Peak requires intense navigational/route-finding skills and should prove to be sufficiently engaging for any alpinist. This section is rarely climbed and is loose and hazardous, so take your time. Plan to wander a bit.\n\nCell reception was available on most summits. I used Gaia GPS for navigation and brought two battery packs. I summitted 44 named peaks (according to Gaia), along with countless other unnamed peaks. Other maps may include more. Snow was available enough, even in late August.\n\nhttps://www.gaiagps.com/map/?loc=11.9/-105.7279/40.3287&layer=GaiaTopoRasterFeet\n\n..........\n\nhttps://www.youtube.com/watch?v=gwcdFXOf89s&t=817s","protection":"Free solo this, and pack light!","location":"This crosses through parts of Rocky Mountain National Park, Indian Peaks Wilderness, and James Peak Wilderness.\n\nGet dropped off at Milner Pass near Estes Park. Stay on the true Continental Divide all the way to Berthoud Pass, summitting every named peak along the way. It goes road to road."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,b8bc6400-2efc-577d-b6a6-c5367641fd44,d5c1921b-a1c0-5e4a-806f-7cec73ae47a3","pathTokens":["USA","Colorado","Alpine Rock","Long / Multi-area Traverses"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.6"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.67154,39.97179]},"bbox":[-105.67212674734324,39.97134033981814,-105.67095325265673,39.972239660181856],"left_right_index":-1,"ext_id":"119476796","area_id":"1cGSG6HAXkqAb3zsc65How==","polygon":{"type":"Polygon","coordinates":[[[-105.67212674734324,39.97134033981814],[-105.67095325265673,39.97134033981814],[-105.67095325265673,39.972239660181856],[-105.67212674734324,39.972239660181856],[-105.67212674734324,39.97134033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T05:55:50.461Z","updatedAt":"2024-02-19T18:31:10.515Z"}