{"_id":"6368a1b8e80bff5a995540b7","area_name":"Big Wall","shortCode":"","climbs":[{"_id":"Tm5nUkfIXDOSCEs0Q38+lQ==","name":"White Lightning","yds":"5.11c/d","grades":{"yds":"5.11c/d","french":"7a"},"fa":"unknown, late 1980's","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-71.9085,44.00389]},"left_right_index":1,"mp_id":"106498758","mp_crag_id":"111354062","climb_id":"Tm5nUkfIXDOSCEs0Q38+lQ==","areaRef":"ZndrnsjfUG2C9k8WhhtpqA=="},"content":{"description":"The white streak of ripples that this route goes up face and mostly friction.","protection":"Bolts and possibly some trad gear. two bolt rappel.","location":"Right or east of tree filled corner under the giant ceiling higher up."},"__v":0},{"_id":"oQfazucDV86cm+1hzCejkQ==","name":"Warthog","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Al Pisaneschi & Paul Paul Boisoneault (BASE)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.9085,44.00389]},"left_right_index":9,"mp_id":"121762583","mp_crag_id":"111354062","climb_id":"oQfazucDV86cm+1hzCejkQ==","areaRef":"ZndrnsjfUG2C9k8WhhtpqA=="},"content":{"description":"Warthog is a long single pitch route located between The Rapper and Cockpit to Bombardier.  Al said its good and exciting climbing, and probably only has a single move or two of 5.10 climbing, making it one of the more moderate lines on the cliff. ","protection":"standard owls head rack","location":"Between Cockpit to Bombardier and The Rapper. Might be hard to figure out which one this is."},"__v":0},{"_id":"QKirkqu5XNSm34IbvvcYMw==","name":"Van Burren Route","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Chris Dube very late 80's or early 1990's","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.9085,44.00389]},"left_right_index":0,"mp_id":"106498752","mp_crag_id":"111354062","climb_id":"QKirkqu5XNSm34IbvvcYMw==","areaRef":"ZndrnsjfUG2C9k8WhhtpqA=="},"content":{"description":"Monotonous isn't it. This one is past Bert's large tree filled right facing corner and is a 80ft. of very steep face climbing on colored rock that I top roped the first pitch. Don't know above where it goes.","protection":"Bolts and a some trad gear. Same old three bolt rappel anchor of the early 1990's.","location":"A few ft. uphill; from Slab Happy."},"__v":0},{"_id":"omLVEgg7XIaj6sEituubjw==","name":"Spare Ribs","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Bradley White, Jim Shimberg, Tom Armstrong, (1986-7)","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-71.9085,44.00389]},"left_right_index":12,"mp_id":"106498648","mp_crag_id":"111354062","climb_id":"omLVEgg7XIaj6sEituubjw==","areaRef":"ZndrnsjfUG2C9k8WhhtpqA=="},"content":{"description":"This climb was a project. It took several months over 2 years to protect it. There were 5 bolts put in on top rope. Three for the rappel station and 2 on pitch three. The rest of the bolts and pins were put in on the lead. Hand drilling bolt holes was slow and arduous. \n\n  Start up first pitch of Armstrong arches to the base of the left facing corner (5-8) to belay. Climb the corner (5-8) until it ends and move left (5-9) to bolt. Do friction moves left and up (5-10d) to shallow arch (stopper). Get past arch on right side (5-10b) and head up past second bolt to do long friction traverse (5-7) to long diagonal side walk. Walk down side walk to belay (3 pins). Both the leader and the second are in for some wild pendulum falls on this pitch so stay on task. Climb directly up to bolt. Do face moves (5-11b) to friction left (5-9) to bolt and long sling it to friction right (5-8) to bolt long sling it and rest. Head straight up shallow corner to dubious pin (5-8R). This is as far as I remember getting with Jim in 1986. Make a long reach (5-8) to clip bolt. Do friction steps across, below the bolt (You'll have to put much slack in the line to do this free. The slightest amount of any tension changes this crux to 5-11,A0). In this case anyone seconding it free isn't leading it free, and that's controversial.  \n\n  Get to a face hold move to make a long reach past it, to a sloping large hold and dynamically swing and charge at the same time up (maximum no hands mantle step up) to reach a shallow arch (5-10). Get in stoppers and traverse under cling (5-10c) until arch ends move up face traversing to another shallow arch (5-10c) to hanging belay (stoppers and bolt). Use this bolt to protect (5-10d) friction step up to inside corner facing right and climb corner pins (5-8+). Corner ends at traverse ledge left. Friction up to corner like arch with 1-2\" parallel crack underneath it diagonal under cling (5-6) to (5-8) no hand friction step up above arch to grab the ledge mantling onto the rappel ledge (This pitch can be combined leading it with two 60mm ropes). Rappel the route or climb up the break in the last arch above you (5-6) to easy 5th classing past many tree ledges 2 pitches to summit. I did the first complete ascent with Tom Armstrong in 1987 and he freed the crux third pitch at (5-11+).  \n\n  I did all this work bolting it and ended up only leading the top section once. I'm sure this climb is in need of retro-bolting and possibly elimination of the run out caused by the dubious corner pin at the crux section.  \n\n  It is unlike the Rapper. It is not dangerous and should be left as it was fashioned too be. The falls may be long on the easier sections but the cruxes are not run out and safe for both the leader and the second. It's named Spare Ribs because it is a climb that goes up many shallow under cling arches. Besides that if it was food for thought on how a friction/ face climbing should be it would be very yummy. vertical height 400ft.","protection":"Trad rack, fixed pins, 2 1/4\" masonry bolts second pitch, 3 3/8\" masonry bolts third pitch and 2 Petzl 10mm bolts third pitch. Three 3/8\" masonry bolts fourth pitch belay station. Recommend a minimal bolt kit. Thing aren't what they used to be.","location":"At the end east side of the boiler plates there is a long sweeping arch heads up then west for a vertical height of 400ft. Climb starts slightly down hill or left of this feature."},"__v":0},{"_id":"ny5HC7Z2Upiu1m4ltb3eGA==","name":"Revelations","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"I believe the other Brad. White and companion, late 1980's","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.9085,44.00389]},"left_right_index":18,"mp_id":"106499265","mp_crag_id":"111354062","climb_id":"ny5HC7Z2Upiu1m4ltb3eGA==","areaRef":"ZndrnsjfUG2C9k8WhhtpqA=="},"content":{"description":"climb past bolted (5-10) wall and left to Energizer belay. Climb right from here onto dike then through corners to end up on bolted slab (5-9) to bolted belay ledge. Ascend overlap and go left past a bolt to the tree ledge.","protection":"Trad Rack, several old fixed bolts.","location":"Right central wall before tree and dirt filled corners. Rappel down from trees to Energizer and from Energizer to the ground."},"__v":0},{"_id":"slYd9ExrVuiasSJX+URkQg==","name":"Tachycardia","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Al Pisaneschi & Paul Paul Boisoneault (BASE)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.9085,44.00389]},"left_right_index":6,"mp_id":"121762667","mp_crag_id":"111354062","climb_id":"slYd9ExrVuiasSJX+URkQg==","areaRef":"ZndrnsjfUG2C9k8WhhtpqA=="},"content":{"description":"Tachycardia is one of the best lines on this cliff. Not just that, Tachycardia is one of the best multipitch routes in the state. Overstatement? Maybe not? Go find out! It is well protected in all the hard parts, but keeps you on your toes for the more \"mellow\" bits. The route follows mostly solid beautiful features through improbably good climbing that is sure to excite any climber. Find the climb by locating 3 close to the ground bolts that look kind of weirdly placed. Don't worry, they're actually perfect for the route.P1. Slab climb your way through an exciting and weird traverse via bolts to access a somewhat chossy corner that leads to a two bolt anchor at a good stance. If this pitch feels like 5.11 just remember that sometimes up isn't always the easiest way to climb. Bring your bravery for the finish, the gear is decent but small. 5.10-P2. One of the money pitches of the cliff. Crimp and edge your way up an amazing white dike of quartz following ample bolts. When the fun dike runs out put your serious climbing face on and navigate your way to a two bolt anchor below a roof directly above you. Be careful what you decide to put gear behind. The bolts are at a decent stance, however the stance appears to be on some kind of exciting hollow giant Jenga flake fuckery. 5.10+ P3. Also the money pitch. It's safe, but cheek-clenching. Straight off the belay negotiate your way over a roof with a bolt for pro. Once over the roof head left towards a bolt, then friction traverse left (crux) with sphincter-tightening exposure. Clip another bolt and run it out on easier terrain to the anchor above. 5.11P4. Route finding crux, not the hardest pitch, but the one you could get lost on. Go off the belay and left towards a scary overlap with not that great of pro. Then quest into the slablands trending up and to the left to find a two bolt anchor under the headwall. 5.10Congrats, you made it! That was just scary and fun enough to be memorable, wasn't it?Now rap Bird of Prey with a 70m.","protection":"standard owls head rack (singles to #3, extra small stuff and brassies)","location":"Find the 3 bolts close to the ground that look weirdly placed, follow them up and into a corner below a two bolt anchor on top of a white pillar.Also easily identifiable by the obvious white quartz dike that goes up and left off of the first pitch anchor."},"__v":0},{"_id":"xQ+Rmkn3XXqjXdrtHRwuZw==","name":"The Rapper","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Bradley White , Lee the Flea, Jim Shimberg, 1987","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-71.9085,44.00389]},"left_right_index":11,"mp_id":"106498639","mp_crag_id":"111354062","climb_id":"xQ+Rmkn3XXqjXdrtHRwuZw==","areaRef":"ZndrnsjfUG2C9k8WhhtpqA=="},"content":{"description":"Climb friction face besides right facing bush filled corner 20ft until there are moves past a shallow arch (5-7+) one bolt. Continue up friction 20ft. until mounting the top of the corner (rest) on top of buttress. Continue up fractured rock solid easily, until nearly to the base of the giant arch at a large belay stance. (The bushy corner from the ground up and the giant arch heading west upwardly were climbed, probably by the D.O.C.). Move right across face until large hidden inside corner facing right is reached (5-8). Climb sustained corner past one 6\" lost arrow pin below the top (5-9+) thirty ft. Do face moves left to a bolt (5-9) [or directly up above the corner (5-11aR), led by Jim Shimberg] to make face moves right to another bolt 20ft. Directly up after last bolt is a rest below a shallow arch (2 short questionable upside down pins) do a crux friction step up (5-10) to reach hand holds on an outside corner edge of a shallow inside corner facing right. Continue up it (5-10) getting in fingers nearly blind to putting in gear. Reach the arch with shallow foot ledges and more gear. Traverse right (on the second ascent with Jim, we belayed here. Jim led and bolted the short 15ft sustained (5-10c) start to a ceiling corner). Get around the left side of corner to an easier finish at the midway belay/rappel station on Spare Ribs.  \n\n  This route is best done by the experienced to Owl's Head first. Climb was established to a become the direct approach to Spare Ribs.  \n\n  You'll either hate it or love it for the same reason. The climb is definitely in need of retro-bolting maintenance. The run outs were dangerous and that's a good reason not to climb it today. It should be climbed though. So make it safer, and make every bolted climb on Owl's Head safer, (that doesn't have stainless steel bolts) retro-bolt in stainless or better.  \n\n  The climbed was named after the song, The Rapper and partially to it being seen as a climb while rappelling from the midway ledge of Spare Ribs.","protection":"Trad rack, 5 bolts and 3 fixed pins. This route is likely a death pitch now if you fall.","location":"East side of the boiler plate section. Besides the only right facing bush filled corner."},"__v":0},{"_id":"zvWRKPnFVxGm5wyqrw1zOg==","name":"R&B","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"Ryan Barber, Bradley White, 08.15.2009","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.9085,44.00389]},"left_right_index":20,"mp_id":"106518326","mp_crag_id":"111354062","climb_id":"zvWRKPnFVxGm5wyqrw1zOg==","areaRef":"ZndrnsjfUG2C9k8WhhtpqA=="},"content":{"description":"Start up E12 and do it's first pitch to the short Oak tree belay. Do second pitch corner to the giant flake and where E12 veers off horizontally to the west, continue up the flake and move right to the left facing corner. Continue up corner until you are able to down climb to the grass covered ledge with protection top roping yourself to this ledge. Set up a semi-hanging belay utilizing a piton, the arch above and crack at your hip for a stopper. From the belay lead up directly through very steep overlaps by a stairway of footholds but (5-7) handholds and then left past small birch tree (5-7+) to move right up to left facing corner (5-7) to move left and up (5-6) to Oak trees for a 50+ft pitch. Rappel from these Oak trees to another Oak tree to the ground.    This climb is a classic because it's so steep and not a severe ascent. First ascents are always dirty and have lichen growth. Climbers could wire brush it and then it would look like every other classic wire brushed climb that is often traveled upon, keeping the lichen and dirt from reforming. So if you don't know what a first ascent means you won't appreciate the atmospheric prospective that is often on routes like this one at Owl's Head, besides it's a south east facing wall prone to plant and tree growth.      Although this is the completed route the final line will summit by a traverse onto E12 finish and the first pitch will be modified to climb a crack east of the Pine tree on the first pitch to a different belay off of a horn where the crack ends. This will be a semi-hanging belay in the same left facing corner of the second pitch. From this horn the climb will join up with the second pitch without the giant flake moves. This way up the cliff should be at the same rating as the climb already done. The horn doesn't have to be the belay because a 60m rope will reach the second pitch belay. This climb is definitely not for the (5-7) maximum difficulty leader. There are situations on the route where a short fall will do injury. For Owl's Head this climb is a very well protected one.    There is a small (large toaster oven) semi loose exfoliating section at the top of pitch three in the left facing corner. It is easily avoided and not a problem unless it is forced off by pulling hard on it or putting protection in the crack, where this corner is separated from the wall. Climb wisely and everyone should stay alive.   This is my last outback crag climb because the odds of injury and possibly death are now stacked up way too high, against me. I couldn't lead any of this climb on the day Ryan and I did this new route. That is because I have chronic skeletal and neurological muscular relationship health issues. This has finally finished me off, from leading anywhere, until I recover again. When I am able to, I will continue off the road climbs rated easy to moderate. I knew this day had to come eventually. After all I have done already more outback crag leading than I thought I would. I am very pleased with how many I have done. I've known since 2002 I couldn't climb anymore. That didn't stop my will to do more climbs. The temptation to do more first ascents on outback crags (especially here) still exist, but I have voluntarily discharged myself from doing anymore permanently. Fu#k that nuero/muscular sh#t! Live free or die. I'll be back climbing in 2010.","protection":"Friends and micro friends and stoppers","location":"Begin on E12"},"__v":0},{"_id":"T0V9I+WeUqaPG4oRng9O3g==","name":"The Milky Way","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Al Pisaneschi & Paul Paul Boisoneault (BASE)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.9085,44.00389]},"left_right_index":7,"mp_id":"121762633","mp_crag_id":"111354062","climb_id":"T0V9I+WeUqaPG4oRng9O3g==","areaRef":"ZndrnsjfUG2C9k8WhhtpqA=="},"content":{"description":"Right of the weird traversing slab start of Tachycardia, Climb up cracky slab stuff to a belay shared with the first pitch of tachycardia at the top of a white pillar. From the belay step out right onto a beautiful blank looking white face and climb it to an anchor below a roof. Likely two ropes to rap. Al said that he always wanted to make this a full length route but that the 3rd pitch was going to be absurdly hard. Maybe somebody will take it to the top some day?","protection":"standard owls head rack, two ropes to rap with","location":"Just right of the Tachycardia start, shared first pitch belay."},"__v":0},{"_id":"0pv/qe/IXZioxL1edIuVNQ==","name":"Leading Cause variation right side.","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"unknown, late 1980's","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.9085,44.00389]},"left_right_index":5,"mp_id":"106499200","mp_crag_id":"111354062","climb_id":"0pv/qe/IXZioxL1edIuVNQ==","areaRef":"ZndrnsjfUG2C9k8WhhtpqA=="},"content":{"description":"climb face and friction to small central arch and move left towards E8 until able to join it. Finish up E7.","protection":"Bolts and trad gear, there maybe fixed pins","location":"Left of the obvious white dike that leads to no where but a solitary very old 1/4\" bolt."},"__v":0},{"_id":"dbJ2Y62qWjmtmWc5FhRNcw==","name":"Leading cause","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Unknown, late 1980's,","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.9085,44.00389]},"left_right_index":4,"mp_id":"106499196","mp_crag_id":"111354062","climb_id":"dbJ2Y62qWjmtmWc5FhRNcw==","areaRef":"ZndrnsjfUG2C9k8WhhtpqA=="},"content":{"description":"Climb small central buttress and keeping heading straight up instead of moving left towards the large corner. Set up the same belay as E7. Climb the slanting inside corner (probably the crux) I climbed on E7 to the semi-hanging 2 bolt belay above the break right of the giant ceiling.","protection":"Bolts and trad gear, a couple of fixed pins are likely in the slanting inside corner.","location":"Directly below the right side end of the giant inside ceiling."},"__v":0},{"_id":"dnVL/DC0UvWSQGzoB1m5vQ==","name":"The giant dead tree corner","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Unknown, 1937","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.9085,44.00389]},"left_right_index":16,"mp_id":"106499224","mp_crag_id":"111354062","climb_id":"dnVL/DC0UvWSQGzoB1m5vQ==","areaRef":"ZndrnsjfUG2C9k8WhhtpqA=="},"content":{"description":"Climb corner 80ft to belay at dead tree. Tree was alive when Ted Hammond and I did the climb to the tree (1981). The rest of the climb from the Dead Tree belay area is a impenetrable bush filled arch directly ahead. On the highest section to these arches I traversed into where was a 1937 style piton in a crack within the corner arch. Crazy bushwhacker? The highest arching corner with it's bottom half elongated bush trees maximizing the space below me. The second time I did the traverse. On that day at the top of the cliff I dislodged a pick up truck block (I had no choice. The first time I did the climb I lay backed the boulder to exit. The second time I grabbed a rock underneath the boulder to lift myself up with. It broke off in my hand and a piece of it was left in place under the boulder the size approximate a golf ball. The boulder shifted onto it and stopped. I climbed left not touching it. Got the rope out of the way and with the lightness push of one finger the boulder did an an air drop  500ft onto the base of this tree. The trees roots held onto what they could consequently a dead upside down pine tree, a plume of powder 900+ft into the air. My second safe from the dangers of that boulder. Very cool plume of powder and a very sad event). I believe the climber who placed the pin was Jensen. Jensen probably traversed into this corner like I did. He could have started far to the right or east in one of the tree and dirt filled corners. There's a lot of rock in this area once a climber gets past these corners off the ground. This dead tree blocks the area from being climbed. 2009 the entire 100ft corner came down as a deep in depth rock slide including the tree.  Looks like a good left facing corner crack pitch on solid white rock.","protection":"We rappelled off of the tree while it was living. Energizer's bolted belay is in this area I believe.","location":"The next corner east of The Great Circle Route."},"__v":0},{"_id":"Wedy614RVJabLeE+2TUYZA==","name":"Energizer","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"I believe the other Brad. White and companion, late 1980's","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.9085,44.00389]},"left_right_index":17,"mp_id":"106499257","mp_crag_id":"111354062","climb_id":"Wedy614RVJabLeE+2TUYZA==","areaRef":"ZndrnsjfUG2C9k8WhhtpqA=="},"content":{"description":"Climb crack (5-10+) or (5-11+) depending which direction you climb past third bolt. after a pin there is the belay. second pitch move thirty ft. to left facing corner and belay. Climb corner after a pin go to bolted crack (5-11a) ends left at two bolt belay left at tree Ledge area.","protection":"Trad rack? old bolts and pins.","location":"Left center wall between big dirt filled corner east of The Great C.R. and dirt corners on the far east or right side of this wall. Rappel to ground from bolts."},"__v":0},{"_id":"5C7pzT+eVOqcGjkHWKpK8A==","name":"E12","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Bradley White and Andy Byerly, 1983","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.9085,44.00389]},"left_right_index":19,"mp_id":"106499275","mp_crag_id":"111354062","climb_id":"5C7pzT+eVOqcGjkHWKpK8A==","areaRef":"ZndrnsjfUG2C9k8WhhtpqA=="},"content":{"description":"There are several identical looking left facing corners off of the ground in this section. To do this climb get off of the ground when spotted is the (5-7+) boulder slab problem. This problem starts above a spike of rock. Get past the slab problem by clipping a bugaboo pin midway through it for protection easily seen from the ground. After clipping the pin move up right to a dirt ramp and up it to a giant pine tree, diagonally left of the pin. After the tree climb easily up by a root of it as a hand hold to corners and belay at a short but strong oak tree (semi-hanging belay).    Head up the corner on the left to another corner flake. Climb flake and when able traverse left to oak tree belay. Leave tree belay to gain slab with arch, follow arch run out (5-6) to put in belay strength protection at center of arch above the slab. Down climb slab until able to go left and up (5-10-). The (5-10) moves are at the near maximum pendulum back across the slab to where you started. The furthest pendulum is where the slab ends by down climbing traversing onto another arching corner. Do the long reach around the slab to the inside corner finger jam crack and drop (5-8) into place. Your now in the corner (5-7). You can gear in it but the gear has to come out afterward when you set up a higher up belay, because the person seconding the (5-10-) traverse otherwise will be set up for a serious fall. Therefore both the leader and the second are into the same lead performance position after the gear is out of this corner. Finish up the corner past vintage piton and move right onto tree ledge below a low angle ramp system. Climb ramps up right (5-2+) to rocks that are like stairs 40ft of no pro to enable you to get past 10ft obstacle, the blank inclining head wall. Above the step rocks was a boulder, that came off the cliff during my second ascent. It being gone changed the finish to hand traverse left until a foot hold providing the push needed to gain the summit (5-8). Belay off of a tree at the top.","protection":"Trad. Rack, stoppers and a full range of hexes. Walk down right side or east side. Rappelling Oak trees is possible to ground with 2 50m ropes. Be smart about loose rocks on west side of oak trees. East side of Oak trees is perfecto.","location":"Giant Oak tree on the far right on the east side of the cliff, pin above spike of rock visibly seen from the ground."},"__v":0},{"_id":"n8iGL675WEq1Cf+BBXMTDA==","name":"Dartmouth Corner (a.k.a. Great Circle Route)","yds":"5.10b/c","grades":{"yds":"5.10b/c","french":"6b"},"fa":"Dartmouth Outing Club, 1960-70's FFA Ted Hammond, Tom Bowker, Bradley White, 1983","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.9085,44.00389]},"left_right_index":14,"mp_id":"106499204","mp_crag_id":"111354062","climb_id":"n8iGL675WEq1Cf+BBXMTDA==","areaRef":"ZndrnsjfUG2C9k8WhhtpqA=="},"content":{"description":"Climb up to shallow arches and move left through them until you can climb besides the giant corner arch for a long pitch and belay to the left of corner arch (This is how I climbed it, the D.O.C. may have remained in the corner arch. There is no way of knowing because they left no fixed pins.) Move right from the belay and enter the left facing corner section and climb it to belay left besides the ceiling arch (This section was filled with large black lichen on the slab. It was wire brushed and a 6\" lost arrow was fixed (A-0) so that this section could be freed at (5-10b) later on. From the belay lead up ceiling arch climbing mostly slab moves until it reaches the bulging slab section (this section had three knife blade pinned (A-0) into a several inches wide ceiling flake again to enable fixed protection for free climbing past the bulge in the corner. After the bulge there is great stopper protection until it ends. Then go through break in large arch (5-6) to a long horizontal belay. The rest of it goes up through short ledges and trees at easy 5th classing. This return to the Great Circle climb was done by Andy Byerly and I in May, 1983-84?. F.F.A. was done by Ted Hammond in May 1983-84?. In 1986 I did a variation to pitch three by moving west and up avoiding the ceiling arch. It's a long run out (5-7+) to one solitary bolt. After bolt move up right (5-9) to the outside edge of the bulge (5-10) to the same inside corner finish. Also instead of the ceiling arch I top roped right and the left up the roof above the arch (5-11-) To lead this pitch nailing knife blades in horizontals will be necessary to protect it or bolting it. This variation ends above the break in the arch at the same belay.    When F.F.A was done by Tom Bowker, Ted Hammond and I. I led the first and second pitch (5-10b) and Ted led the third ceiling pitch (5-10c). Significantly we were dressed for summer. Before Ted got to the pins during the (5-8+) run out to them, The sunny day weather turned into being in likeness to winter with high winds and snowing forty five minutes. Ted had to remain stuck holding on precariously until the the sunshine came back and dried the cliff off in minutes. Ted held his stance and then completed the pitch entirely free. The first pitch has some options to the way up it but the corner arch itself is the worst option because it is very dirty and usually has moisture seeping out of it.","protection":"fixed pins and probably deteriorated. Unless people have been climbing the lichen will have grown back on the second pitch. The rappel anchor to Spare Ribs is to the left before the end of the third pitch through the break in the arch.","location":"The corner arch that sweep upward and west that is the perimeter bulwark of the east side boiler plates."},"__v":0},{"_id":"UOKkl4B5WfSqWMnlkHWp2w==","name":"Cockpit to Bombardier","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Al Pisaneschi & Paul Paul Boisoneault (BASE)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.9085,44.00389]},"left_right_index":8,"mp_id":"121762616","mp_crag_id":"111354062","climb_id":"UOKkl4B5WfSqWMnlkHWp2w==","areaRef":"ZndrnsjfUG2C9k8WhhtpqA=="},"content":{"description":"Al says this route is pretty awesome, start right of the milky way and climb slabby features up two pitches and rap. Ends under a roof I believe. ","protection":"standard owls head rack.","location":"Between Milkyway and Warthog."},"__v":0},{"_id":"GZzn2wAgWHKYUiYIQJY9kg==","name":"Boiler Plate Route","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Early 1980's Paul Duval and Chris Dube.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.9085,44.00389]},"left_right_index":2,"mp_id":"106498765","mp_crag_id":"111354062","climb_id":"GZzn2wAgWHKYUiYIQJY9kg==","areaRef":"ZndrnsjfUG2C9k8WhhtpqA=="},"content":{"description":"Variation to pitch one and pitch two exist. Very old slings were found on our ascent of the lower half of the cliff. Ted Hammond led it all. I followed him in 1984?   1. Easy buttress to traverse left to the long right facing corner.    2. Up corner (5-8+) to its end to semi hanging belay.    3. Move right to shallow arches and up to long belay ledge. Sure 2-3 can be 1 pitch.    4. Ted went left and I went right after cleaning gear (5.10). Couldn't do the left way.   5. Belayed under the giant deteriorating ceiling arch climb the right end through the giant notch (5-7 short pitch and belay left on 2 bolts (semi hanging belay).    6. Climb the aid bolt ladder (5-10) to move left traversing passed a couple more bolts and trad gear (5-10+ friction). Ledges are reached belay below right diagonal arch a rope length pitch.   7. Follow arch (5-7) until it ends at another arch.    8. Follow another arch until it ends (5-7).   9. Last short pitch to top. Our short pitches can be combined to long ones.","protection":"Trad gear and 1/4\" bolts. These bolts have got to be deteriorated. No rappel anchors.","location":"Below the highest and widest ceiling arch is a small buttress which is the start to this climb. After the easy buttress move left to gain the right facing inside corner."},"__v":0},{"_id":"MAIdwjhwXve5ODjtRpb7TQ==","name":"Blood Suckers","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Al Pisaneschi & Paul Paul Boisoneault (BASE)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.9085,44.00389]},"left_right_index":10,"mp_id":"121762607","mp_crag_id":"111354062","climb_id":"MAIdwjhwXve5ODjtRpb7TQ==","areaRef":"ZndrnsjfUG2C9k8WhhtpqA=="},"content":{"description":"Starts maybe 50 feet down and left of Dartmouth corners, just down from a large oak. Look for black hangers and a shallow left facing corner 15 feet up that takes a smallish cam. Go up then traverse hard right with imaginary holds and edges. Then go up more easily to an anchor. P2 is long. Very hard climbing off the belay to bolts. Follow bolts and gear up to a shallow right facing corner, up this then continue to an anchor underneath the arch of Dartmouth corners. We rapped with 2 ropes and updated the anchor hardware. -Ira ","protection":"2 ropes, standard owls head rack","location":"Somewhere between Warthog and Dartmouth Corner, assuming it's between the rapper and Warthog though."},"__v":0},{"_id":"1lNtosFBVhe8Y4ioljwerw==","name":"Bird of Prey","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Al Pisaneschi & Paul Paul Boisoneault (BASE)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.9085,44.00389]},"left_right_index":3,"mp_id":"121762714","mp_crag_id":"111354062","climb_id":"1lNtosFBVhe8Y4ioljwerw==","areaRef":"ZndrnsjfUG2C9k8WhhtpqA=="},"content":{"description":"Yes, you're seeing the pitch count correctly. And yes, the route length is about accurate as well. It's a safe well-bolted, six-pitch 5.11 (5.9 A0 no less). Bird of Prey is the single closest thing I've seen to a modern classic in this state, and sure to be a crowd pleaser. The route weaves its way through natural features on the big wall of Owl's Head in a way that makes it feel more like a Yosemite route than anything else in the area (except all the bolts). P1. Climb up a line of bolts up a right facing flake o an overlap with a fixed nut. Belay at a two bolt anchor above the overlap. 5.9P2. Friction Crux! Weave your way in an Z off the belay through the pitch, which involves some utterly desperate friction climbing in the middle. Fortunately the crux is only a few moves and is easily passable at 5.9 A0, and the pitch itself is relatively short. 5.11 (5.9A0)P3. Climb up to some overlaps and pass a rap station. From the rap station head out right, clip a bolt and pull over a small roof to reach the belay. 5.9P4. Au Naturel! Weave your way up a smooth through bolts, when the features end, take a look down and to the left where you'll find more bolts. Wow! do some thoughtful 5.8 sideways downclimbing to find yourself following the next feature to a two bolt anchor under an overlap. 5.9P5. Pull over another overlap and slab your way up to the thinnest biggest potato chip flake ya ever saw. Fortunately there's bolts! climb up this thing to some more friction and another overlap leading to a two bolt belay right of a tree. 5.9P6. Follow the line of bolts to a two bolt anchor. Very friction. Wow! 5.9Rap the route with a single 70m rope. Knot the ends!","protection":"single rack to #2, Long slings","location":"Bird of Prey may be the most easily found route on the entire wall. There's tons of bolts. Locate the basically sport bolted first pitch, and go up from there. "},"__v":0},{"_id":"h6FMapVhX+yVXhTsLSOE/Q==","name":"Big Green","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Al Pisaneschi & Paul Paul Boisoneault (BASE)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.9085,44.00389]},"left_right_index":15,"mp_id":"121762558","mp_crag_id":"111354062","climb_id":"h6FMapVhX+yVXhTsLSOE/Q==","areaRef":"ZndrnsjfUG2C9k8WhhtpqA=="},"content":{"description":"Start up on Dartmouth Corner's first pitch, and locate a bolt on a steep headwall to the right. Climb up, clip the bolt and follow the natural features and stainless bolts up to a two bolt anchor. While relatively safe, this climb felt pretty hair raising. Second pitch possible, and would be very hard.","protection":"Standard owls head rack (Singles to #3), many bolts, plus extra small cams and brassies.","location":"Dartmouth Corner's first pitch, into a bolted headwall followed by a featured slab."},"__v":0},{"_id":"F4hwHO3sWKmVJRhFtUxaXQ==","name":"Armstrong Arches.","yds":"5.10a/b","grades":{"yds":"5.10a/b","french":"6a+"},"fa":"Tom Armstrong, Bradley White, 1987","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-71.9085,44.00389]},"left_right_index":13,"mp_id":"106500224","mp_crag_id":"111354062","climb_id":"F4hwHO3sWKmVJRhFtUxaXQ==","areaRef":"ZndrnsjfUG2C9k8WhhtpqA=="},"content":{"description":"Climb the slanting upward to the right arch with the excellent corner crack that ends as an under cling crack. The crux is exiting onto the face to do friction moves ahead proceeding to run it out until the climbing become easier (5-6) before the belay ledge. (This climb was top roped for years. Alone it is a four star climb. It's a good pitch to do too learn climbing basalt conglomerate. Tom didn't do the second pitch with me).  \n\n  I don't remember who did. I led the right facing corner that becomes a short shallow under cling right. Where it stops stand onto the slab (5-10) and proceeded to the left facing corner (5-8+) of the Great Circle Route, outer corners. At this junction the corner isn't easier and gear isn't easily put in... It's an energy, consuming burn and way out from the arch. It becomes easier eventually and safer up the corner/ corners? to the second belay station of Great C.R. This pitch was climbed years earlier than Tom's lead of the first pitch.","protection":"Trad rack including friends or cams.","location":"Downhill left of the Great C.R."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,8a63706f-b14c-536f-b8ab-3cea90093e36,c43fc77d-5fd8-5da2-a00c-667b44a5b996,f0f78038-90cf-584e-8ebf-ce41c1e8123b,66776b9e-c8df-506d-82f6-4f16861b69a8","pathTokens":["USA","New Hampshire","WM: Oliverian Notch","Owl's Head Cliff (Oliverian Notch)","Big Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11c/d"},{"count":2,"label":"5.10"},{"count":1,"label":"5.11c"},{"count":2,"label":"5.11+"},{"count":2,"label":"5.10-"},{"count":5,"label":"5.11"},{"count":1,"label":"5.10d"},{"count":1,"label":"5.7+"},{"count":3,"label":"5.10+"},{"count":1,"label":"5.6"},{"count":1,"label":"5.10b/c"},{"count":1,"label":"5.10a/b"}],"byDiscipline":{"trad":{"total":21,"bands":{"unknown":0,"beginner":2,"intermediate":10,"advanced":9,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":10,"advanced":9,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-71.9085,44.00389]},"bbox":[-71.90912514220129,44.00344033981814,-71.90787485779873,44.00433966018186],"left_right_index":-1,"ext_id":"111354062","area_id":"ZndrnsjfUG2C9k8WhhtpqA=="},"content":{"description":"The Big Wall section is the massive face that dominates the right side of the cliff. This impressive face hosts large, sweeping arches, flakes, loose blocks and a ton of steep slab.  \n\n  Expect 5.11 (or harder) climbing on all but a few routes. A few modern routes can be found on the face, most notably Bloodsuckers and Tachycardia. The newer routes will be obvious with modern bolts and generous (relatively) bolting. The old routes on the face are serious climbing with big runouts and old rusty hardware. \n\n  Excellent adventure climbing can be found on the face. The routes can be up to five pitches in length over varied terrain. The face receives lots of sun and is best early or late season."},"density":0,"totalClimbs":21,"__v":1,"createdAt":"2022-11-07T06:12:15.676Z","updatedAt":"2024-01-15T16:46:52.734Z"}