{"_id":"6368a1b8e80bff5a995542d6","area_name":"MegArete Area","shortCode":"","climbs":[{"_id":"Q8rZHzRFU5uSSCuYVaU0mQ==","name":"MegArete","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.65781,43.9927]},"left_right_index":0,"mp_id":"120791001","mp_crag_id":"121566891","climb_id":"Q8rZHzRFU5uSSCuYVaU0mQ==","areaRef":"aXAImQygWHuZ383Yhn34YQ=="},"content":{"description":"For those seeking adventure at accessible grades and hone their multi-pitch skills.  3 star climbing with a 4 star experience!Pitch 1- Start in a wide layback crack up to the first bolt. Follow the arete proper up several great features until a mantel onto a small tree ledge. From here continue up an excellent crack to its terminus arriving at a massive party ledge with bolted anchors. 5.7, 80 feet 9 bolts (worthwhile as a single pitch climb if adventure or 5.9 isn't your thing)Pitch 2- A very long pitch. Move left on the belay ledge clipping a low bolt and then get established far left to clip a high bolt. The crux of the climb is several moves here to get established above the belay ledge. (General consensus is that an extra bolt may need to be added after bolt 2 for people not confident in the grade. ill get to it) Pull a series of mini roofs and feel some exposure as you make your way up the arete proper. Once the arete ends the adventure continues. Quality degrades a little once you make the moves through the \"pinch\" between two trees at the top of the arete although the climbing is improving as it gets cleaner. Continue up through some slab sections on relatively easy ground to arrive at the summit with an anchor on a tree. 150 feet, 15 bolts?, 5.9.  DO NOT ATTEMPT TO RAPPEL FROM HERE. I plan to add an intermittent rappel station but a 70m will not get you back to the party ledge. Walk off is climbers left towards the alchemy wall (a slightly exposed 3rd class step here) once at the Alchemy wall pickup the climbers trail towards Bird Murder area to get back to the base.","protection":"Tons of bolts, fixed anchors, do not rappel until another station is added.","location":"The obvious arete, starts on the left side in a wide crack."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,8a63706f-b14c-536f-b8ab-3cea90093e36,4d307c6f-a172-5751-b91a-0dace8dcb147,3b1dda09-df4a-5cea-9629-72a88e20aa5b,66599d4c-345e-5473-ab07-22dbb422f1cc,69700899-0ca0-587b-99df-cdd8867df861","pathTokens":["USA","New Hampshire","WM: Waterville Valley","Russell Crags","Bird Murder","MegArete Area"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.9"}],"byDiscipline":{"sport":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-71.65781,43.9927]},"bbox":[-71.6584350243168,43.99225033981815,-71.65718497568318,43.99314966018187],"left_right_index":-1,"ext_id":"121566891","area_id":"aXAImQygWHuZ383Yhn34YQ=="},"content":{"description":"This is the right end of Bird Murder area. You will see the giant two pitch arete on your right as you walk up the east gully along the pink taped trail. As of this writing only the namesake route exists here but there is more potential for sure. "},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T06:12:21.668Z","updatedAt":"2022-11-25T11:20:15.560Z"}