{"_id":"6368a185e80bff5a9954f2e7","area_name":"Celebration Wall","shortCode":"","climbs":[{"_id":"6TxOX1J+WJOAtY06SQue6A==","name":"Underhanging Overhang","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Joe Frani & Margo Young, February 1975","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.50208,36.10262]},"left_right_index":1,"mp_id":"106737940","mp_crag_id":"105732078","climb_id":"6TxOX1J+WJOAtY06SQue6A==","areaRef":"2IWKBzqtUXObhik45cskdA=="},"content":{"description":"A fine backcountry adventure.  No crowds, little chalk, and great views.  Also features some grungy rock and brush, and a little sandbagged at 5.7 by today's standards (some might call it 5.8).     Most pitches run about 120-150 feet.  The belay points described by Handren (2007:114) are generally logically placed, although some pitches can be linked w/ a 60m rope. \n\n  Gear up near the creek, and 3rd class up the slabs for a couple hundred feet.  Start P1 up a fractured left-facing corner to a broad ledge.  P2 ascends the left-angling seam to a 2-person pod-shaped niche in the seam (P1 & P2 are easily linked).     P3 continues up the seam, which by now is opening up to a hand crack; stay left until you can gain a large white ledge on the right (60 m pitch).  Ignore the strong temptation to continue up the left seam past the ledge (it looks like someone tried it and bailed, although it looks really fun).   Walk to the right side of the ledge and P4 climbs the massive left-facing corner to a nice small triangular ledge.  P5 continues up the corner through a small roof and ends at the base of a varnished face on the right.   P6: we climbed a flared crack on the right side of the varnished face (sandbagged 5.7).  Maybe there's an easier way directly up the face, but pro didn't look so good.  End on a big white ledge.   P7 goes straight up the cleft in the overhanging buttress (another sandbagged pitch).  Belay at the base of the next varnished face.   The last two pitches are shared with Catwalk.  P8 climbs the fun and bomber 5.6 varnished face; P9 is a short scramble to the top.  P8 & P9 are easily linked.","protection":"We took 1-1/2 rack of cams to #4 C4, and used every one; doubles to hands couldn't hurt.  Nuts were only used on P8 (although the 1975 FA surely used passive pro throughout).  The pitches protect pretty well, but some of the belays required some imaginative anchors.","location":"Clamber up Oak Creek to the base of Celebration Wall.     From the top, walk off to the left and circle down back to your packs; it's a beautiful descent when the waterslide is flowing."},"__v":0},{"_id":"jCmAoD0zV52JqKbvbO8isQ==","name":"Coltrane","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Jorge Urioste and Joanne Urioste.  April 1979.","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-115.50208,36.10262]},"left_right_index":0,"mp_id":"105935932","mp_crag_id":"105732078","climb_id":"jCmAoD0zV52JqKbvbO8isQ==","areaRef":"2IWKBzqtUXObhik45cskdA=="},"content":{"description":"Pitch 1:  Climb up and past the first three bolts on the smooth face, then a couple of moves up right through a more featured area, clip another bolt and climb up to a petite horizontal roof break below a smooth, featureless face.  Clip a bolt, and then climb up slightly left, then back up to the right, following weaknesses.  Clip the last bolt on the pitch and climb up to a shallow right facing corner left of a small ledge with a boulder (and a dubious faded rappel sling).  Belay stance takes small cams to #1 camalot.  5.9 past the first three bolts and fifth bolt.  ~30m pitch. \n\n  Pitch 2:  Proceed straight up off the belay, or from the ledge slightly below to the right, climb up using a small ramp in the dark rock, past a very shallow right facing corner (pro:  small cams) to lower angle featured rock above, leading to a bolt.  Clip bolt, and then follow face straight up past three more bolts passing several shallow overlaps en route to a two bolt belay anchor.  5.7 lower angle face climbing for ~50m. \n\n  Pitch 3:  Climb straight up for around 70 feet, noting a short, fatter crooked left facing corner and smooth shield of dark rock right and above said corner.  Pass the left facing corner to the right, angling to the right up the smoother dark rock, passing a couple bolts and gaining a shallow belay ledge with another two bolt belay.  From the belay, a short pedestal is to the right.  5.8 at/above the bolts on the smooth shield.  Pitch might be considered as R rated, however the run out sections are on easier terrain than in the area of the bolts.  ~50m. \n\n  Pitch 4:  Traverse straight right, and then slightly up, gaining the summit of the short pedestal.  Clip the bolt on the smooth face above, then down climb the exposed right side of the pedestal for around 15 feet.  Take care on the whiter, softer rock whilst using the knobby hand and foot holds and minimizing use of the poor rock in the right facing corner.  At the bottom of the pillar, make an improbable traverse to the right, to a shallow left facing corner, clip the bolt, and milk the face and corner straight up past two more bolts to a belay ledge with a two bolt anchor below a steeper face.  5.8R (a second rope deployed directly from the top of the pitch would provide much better top rope protection for the following climber).  Long slings on the first two bolts help with rope drag.  ~40m. \n\n  Pitch 5:  Traverse left on ramp, then head straight up to large belay ledge, noting the escape traverse to the left on the fat-to-skinny ledge.  5.4 for the initial moves off the ramp.  Fourth class as the slab becomes more featured and lower angled.  ~35m. \n\n  Pitch 6:  Traverse straight left, past some cactus and a bulge, towards the lower angle ridge crest.  4th class with some exposure. ","protection":"Some bolt protection.  Pitches 2-4 have 2 bolted belay anchors. \n\n  Rack:  standard rack with small cams up to a #3 Camalot.  We didnt place any stoppers and used cams down to a 0 TCU.  Several long slings will reduce rope drag on some of the traverses. \n\n  Notes:  The bolts on this climb are all the original ¼ Rawl studs with SMC hangers, with the exception of two of the belays which have a single 3/8 stud and SMC hanger (in combo with a ¼ bolt/hanger).  While all bolts seem secure (none were loose), they are old and care should be taken to avoid shock loading any of them, and using protection opportunities nearby as back up.  Given no fixed anchor at the end of the first pitch (and the dubious nature of the faded sling on the coffee table sized boulder on the ledge to the right of the shallow right facing corner), retreat from the route may prove to be difficult without sacrificing some gear.  Take care to place a solid gear anchor at the end of the first pitch and place protection as soon as practical off the belay as the rock in this area seems a bit soft.  A direct belay with a second rope from the top of the 4th pitch would protect the second from the fall potential of down climbing the pedestal and traversing to the next bolt (which is well below the bolt at the top of the pedestal). ","location":"Celebration Wall. \n\n  Start of route:  Note the ski tracks and the location of Catwalk on the right side of the Celebration Wall.  Proceed to the upper end of the canyon to a beautiful (possibly dry) waterfall location in a smooth wide bowl, at a point where the steep climbing terrain above on the Celebration Wall peters out to the left, but, there is still lower angle face leading to a steep and overhung area above.  There is a series of horizontal roofs that break the continuity of the lower cliff face to the left of The Easter Egg, Underhanging Overhang and Catwalk.  Right to left, the right overhang appears as a high arching eyebrow.  There is a slanting shallow roof to the left of that, then a short gap between roofs, then another horizontal roof area which starts at the short gap tapering to a bigger roof that abruptly ends on its left (at a slabby area near the top of the bowl waterfall area).  The very short break between these two left-hand horizontal roofs is where the route Coltrane starts with the first three bolts barely visible on the smooth face below and between the overhangs.  Note the bushy rising point of land, which is more easily accessible by the 3rd class traverse from left to right near the top of the waterfall bowl, rather than a scratchy bushwhack.  Traverse in from the left, staying low on shallow ramps, and scramble to the top most portion of the bushy point of land.  The route starts by climbing up a block leaning against the cliff face, stepping on a shallow see-through ramp, then stepping up and clipping the first of three bolts which protect the smooth face climbing leading to more featured climbing. \n\n  Descent:  Follow the social trail across the ridge crest then down to the low angle slick rock.  Continue down weaknesses in the slabs to the canyon bottom and then down canyon.  Should only take around 15 minutes to get back to the base of the 3rd class traverse area.  Easy off to be sure. \n\n  This is a great climb following a neat approach hike into the upper end of the beautiful Oak Creek drainage.  The route is mostly south facing, and would see sun for most of the day except maybe late afternoon/early evening. \n\n  The Urioste red book guidebook provides the most accurate photo of the climbing line as it shows the down climb of the pedestal, the straight up line of the end of that pitch and the due left traverse of the last pitch.  Bolt count is spot on in the description as well. \n\n  This would be a candidate for bolt replacement (HINT HINT Greg!)."},"__v":0},{"_id":"+5XyiYe7Ux6nYxLoINUdSw==","name":"Catwalk","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Margo Young, Joe Frani 1975","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-115.50208,36.10262]},"left_right_index":2,"mp_id":"105732434","mp_crag_id":"105732078","climb_id":"+5XyiYe7Ux6nYxLoINUdSw==","areaRef":"2IWKBzqtUXObhik45cskdA=="},"content":{"description":"This route ascends an obvius crack system in upper Oak Creek Canyon.   \n\n  Approach: Ascent Oak Creek until large pine trees are reached.  The route can be seen on the right (sunny) side of the canyon and follows a prominant left slanting crack system. \n\n  Pitch 1: Scramble up and right up easy slabs to attain the lower reaches of the crack system.  Belay in the crack below some small overhangs. \n\n  Pitches 2 - 6: Follow the crack, with occasional hanging belays, upward to the base of a steep wall. \n\n  Pitch 7: Follow smaller cracks in the wall through excellent rock to the summit.  Cautious climbers may want to stay roped up for another pitch. \n\n  Descent: Work left to slabs leading to the head of Oak Creek and then down to the base of the route.  A very easy descent by Vegas standards.  After the first pitch we saw no fixed anchors at all; retreat would be difficult. \n\n  Notes: Pitches 1 - 3 contain some fairly serious runouts at the 5.4 level.  This is not a good route for a 5.6 leader!  The rock on the lower part of the route is not the best either.  The best climbing is the headwall at the top of the route - an excellent pitch. \n\n  Routefinding is not a problem - once you settle into the crack system things are quite obvious.  The Red Book mentions an easier alternative to the final pitch on the right. \n\n  A very long approach for a climb with only a few really good pitches.","protection":"Standard Vegas trad rack","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,a31fb323-0db7-5e02-b522-f21d3b49b531,eeabff85-bcb1-5aac-a784-2f3003d01d09,bea6bf11-de53-5046-a5b4-b89217b7e9bc,ffe82a4b-11fc-591c-94bd-e3908923b326,d8858a07-3aad-5173-9b86-2938e5cb2474","pathTokens":["USA","Nevada","Southern Nevada","Red Rocks","Oak Creek Canyon","Celebration Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.7"},{"count":1,"label":"5.9"},{"count":1,"label":"5.6"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":0,"beginner":2,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-115.50208,36.10262]},"bbox":[-115.50263653565194,36.102170339818144,-115.50152346434803,36.10306966018187],"left_right_index":-1,"ext_id":"105732078","area_id":"2IWKBzqtUXObhik45cskdA=="},"content":{"description":"The upper right side of Oak Creek Canyon contains a number of remote, high quality routes.  Although this is a continuation of the Eagle Wall area to its right, the approach and character of this area are different.  The angle is not as steep, yielding much more moderate climbing.  The descents are easy and the rock sunny.  Large pine trees and running water give this area an alpine feel.  The Celebration wall is the varnished slab on the left and the Ski Tracks, diagonal cracks cutting through unvarnished rock, marks the right edge of this area."},"density":0,"totalClimbs":3,"__v":2,"createdAt":"2022-11-07T06:11:18.788Z","updatedAt":"2024-01-15T16:46:04.686Z","_change":{"user":"q+lmEidCQ7ChKGsZ1ORhXw==","historyId":"6594e713f8258fb5bda08b33","prevHistoryId":"6594c98bf8258fb5bd9f0c73","operation":"updateArea","seq":0}}