{"_id":"6368a1b8e80bff5a995540f1","area_name":"Greeley Ponds","shortCode":"","climbs":[{"_id":"olft9LzrWjmocJl1ou4Yhw==","name":"Black flies and Dearticks","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"Bradley White, 1985","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-71.5033,44.0121]},"left_right_index":0,"mp_id":"106477522","mp_crag_id":"106477500","climb_id":"olft9LzrWjmocJl1ou4Yhw==","areaRef":"zZFEzeoeUE2EfQDH+s5eEQ=="},"content":{"description":"At lowest northern side of this section of rock get up onto it, to do a long technical friction traverse left south to a sustained crux near the end of pitch. You are now at the Bombay dike reached 30+ ft off the ground above a ceiling. Here on out the climb is very exposed at 5-5 up outside edges of this Bombay dike 100+ feat until it forks, one way is a vertical dead end and the other a hard pan dirt ramp. I was on a one way trip and had to get up to the forest. A lousy dangerous finish to a beautiful climb. Good rock quality, there should be no problems to making fixed rappel stations on this dike. In the winter nowadays it is known as \"The Drool of the Beast\". There are multiples photographs of the dike section when you type in this ice climbing title.","protection":"none, free soloed","location":"Route start where it is boulder problem of steep height to access an obvious traverse ramp on the north side of the ledge. West uphill from Greeley ponds. Climbs needs rappel station (two ropes) or if you have to climb the hard pan dirt ramp and bushwhack up after the cliff and keep going up north before heading down so that the entire extrusion has become past. Hard gnarly stunted pine forest to down climb. Rappel is best option, then bushwhack back to Greeley ponds for the trail back to the Kang."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,8a63706f-b14c-536f-b8ab-3cea90093e36,4d307c6f-a172-5751-b91a-0dace8dcb147,cd9144cd-ea1e-504d-847d-00c7face5e11","pathTokens":["USA","New Hampshire","WM: Waterville Valley","Greeley Ponds"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.7+"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-71.5033,44.0121]},"bbox":[-71.50392522873548,44.01165033981815,-71.5026747712645,44.01254966018185],"left_right_index":-1,"ext_id":"106477500","area_id":"zZFEzeoeUE2EfQDH+s5eEQ=="},"content":{"description":"West of Greeley ponds,  On the eastern flank of Mt Osceola, is a rock extrusion of schist and granite Much is smooth dark and possibly of a high iron content. furthest sections north are granite. \n\n About a mile from the ponds west is 1/4 mile+ long disconnected walls that far to the south are split by a giant dike (in winter known nowadays as \"The Drool of the Beast\" It is in the middle of nowhere and there's nowhere to go after climbing it to get off of it in summer or winter. Therefore rappelling from the dike's decent rock ending is necessary in winter. Beyond the dike south is a 200+ brown slab. I've heard rumors of someone bolting a route up the brown slab. Rumors are unreliable and the slab ends at the dike. I haven't been to the slab yet. I believe the slab is granite. There's good rock out there on both sides of the Dike. It's just very hard too find this section because of the many rolling hill mounds between the ponds and the raised rock extrusion. I approached the cliff in summer directly from the ponds and it was terribly long and nothing to see except trees and more trees because of the hills. When I approach again it will be the same as I did in winter way before diagonal up to the crag bands avoids all of those rolling hill mounds.\n\n Past the ponds heading south by trail from the Kancamagus Highway is another ledge system called Painted Cliff by hikers but known as Gorilla Head to climbers. The approach is reasonable but  should be made from Waterville Valley instead of the Kanc. I believe the trail is accessible to bicycles. This section of ledges are facing slightly southeast. The highest section, Gorilla Head is furthest south and 200+ft of very steep lacking natural removable protection features. To get there take the Greeley Ponds trail (road) from the valley until there is a fork heading uphill westerly. Follow this road trail until the cliff bands comes into view. I firstly bushwhacked up to this section and believed it was the best approach until I brought my friends up the bushwhack. They were pissed off to see below and south of the cliffs it was a short scramble to the road trail from base of the Gorilla Head. There are two unnamed moderate climbs here we did. 1 pitch length for each (100ft) and we rappelled from stunted pine trees. These ascents were done in 09,1981. We all had been climbing for a year and my judgment on what was climbable then must be based upon my inexperienced viewpoint then. I did a solo further north of this granite section that began steep and tapered off to becoming a slide scramble."},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T06:12:16.103Z","updatedAt":"2024-01-15T16:46:53.606Z"}