{"_id":"63689de0e80bff5a994f8fad","area_name":"Rolling Stones Wall","shortCode":"","climbs":[{"_id":"GdwVUA3rVRSjDcZjNPQU5A==","name":"No Expectations","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"ED, TC","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.4948,37.4631]},"left_right_index":0,"mp_id":"108252724","mp_crag_id":"108252721","climb_id":"GdwVUA3rVRSjDcZjNPQU5A==","areaRef":"3Rne0vSHXvKdMNc86NkyUQ=="},"content":{"description":"No Expectations is a fun route that links its way up left of center on the main wall. The rock is generally good, but you are in the San Juans, so be prepared for some looseness, lichen, and slight runouts.\n\nP1. Climb moderate terrain to a large ledge with a big tree. Continue up a small, left-facing corner with a hand/finger crack (not the dark, loose-looking corner to the right) to a small foot stance and belay off gear (5.8, 175').\n\nP2. Step slightly left into another small, left-facing corner and climb it past a resident bat to below a roof. Traverse right and down to a ledge and belay off gear The traverse can be a little heads up for the second once the last piece of gear is removed (5.8, 90').\n\nP3. Make a steep move off the belay, then a delicate step right below a bulge. Continue up with more steep climbing to a good ledge and belay off gear (5.8, 90').\n\nP4. Stem up the nice corner (good thin crack in wall to left for gear) to below a roof with a handcrack out its right side. Pull the roof and continue up to a good ledge and belay off a big slung horn. This was a fun pitch (5.9+, 90').\n\nP5. Trend up/right (below a steep, blank face) to a short, clean, left-facing corner with a tight-hands crack. Climb this, then trend up/right again to another corner, this one is steep and fists/cups sized. Follow this to a sloping, grassy ramp/ledge and belay off gear. Good use of runners is needed to avoid drag (5.9, 150').\n\nP6. Move the belay up/left ~75' on the grassy ledge/ramp to a big tree on a large ledge. Climb the right-facing corner/crack system up and slightly left to another large tree and belay (5.8, 125').\n\nP7. This is almost a ridge that wanders up/right through some looseness and eventually to an easy face and short corner that leads to the summit. Belay at a large block on top with two fixed stoppers (5.7, 150').\n\nDESCENT:\n\nRap 1: from the two fixed stoppers on the summit to the tree at the top of pitch 6.\n\nRap 2: from the tree at the top of pitch 6 to the tree at the base of pitch 6.\n\nRap 3: from the tree at the base of pitch 6 to the slung horn at the top of pitch 4.\n\nRap 4: from the slung horn at the top of pitch 4 to a large ledge with two fixed Stoppers.\n\nRap 5: from large ledge with two fixed Stoppers to the ground.","protection":"(2) green Alien - #3 Camalot,\n\n(1) blue Alien & #4 Camalot,\n\n(1) set of Stoppers,\n\n(2) 60m ropes.","location":"Locate a prominent, stepped, ledge system that runs near the center of the wall. No Expectations starts and climbs slightly left of this feature."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,02e602df-28d4-5855-a2c9-cf88fb257589,46e89460-dcdd-5e24-9195-9420a1b83726,dd19ded2-f487-5ef2-9d30-d73ce8d93251","pathTokens":["USA","Colorado","Durango","Pine River Trad","Rolling Stones Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.9"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-107.4948,37.4631]},"bbox":[-107.49536650441787,37.462650339818126,-107.49423349558212,37.46354966018186],"left_right_index":-1,"ext_id":"108252721","area_id":"3Rne0vSHXvKdMNc86NkyUQ=="},"content":{"description":""},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T05:55:48.572Z","updatedAt":"2024-01-15T16:42:29.615Z"}