{"_id":"6368a44ee80bff5a9959c05a","area_name":"White House Wall","shortCode":"","climbs":[{"_id":"3YqRMWxfVEKg74zad2N2lw==","name":"Wife Sentence","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Larry Shaffer-2000","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-103.4619,43.8807]},"left_right_index":15,"mp_id":"106299424","mp_crag_id":"105714381","climb_id":"3YqRMWxfVEKg74zad2N2lw==","areaRef":"DgMCUqqlUrm6BAY5tA1YhQ=="},"content":{"description":"The route starts on the left side of the arete that is just to the right of the start for Garfield (same as Tap and Die). Climb up and traverse right on to the flake where the small pine tree is growing on the arete. Climb to the top of the flake and turn the corner on the arete. You come back left again at the final bulge before the anchors. The route protects well with small gear, but you get out from your pro a little bit at times. Save a blue TCU for the final section. As always, make sure your placements count on this one. Shares anchors with Tap and Die and Eric's route to the right. One of the best routes for the grade at Rushmore.....quality","protection":"Doubles on small cams #00 to .75 BD, RP's, Nuts, Runners. \n\n  Note: The flake in the middle section is hollow sounding and thin, probably best to protect with nuts as cams might shear or pull the thing off.","location":""},"__v":0},{"_id":"0WTiXtrxXOm5ZVgJAYcKBQ==","name":"Utter Butter on a Rope","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Bob Archbold/Vernon Phinney 89'","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.4619,43.8807]},"left_right_index":1,"mp_id":"105844188","mp_crag_id":"105714381","climb_id":"0WTiXtrxXOm5ZVgJAYcKBQ==","areaRef":"DgMCUqqlUrm6BAY5tA1YhQ=="},"content":{"description":"Vernon Phinney's book says this is 3 pitches and 5.9+ near the top.  IMO trying to complete this climb as written in the book is difficult to understand.  Start on P1 of Political Prowess following a right to left hand crack. Rig the second piece of pro on a quickdraw as a runner can fall into the crack and cause nasty drag.  Gain the top of the flake then continue straight up a smaller crack/seam protecting with smaller gear. This will top out at the belay for P2 of Political Prowess.  DO NOT belay here...instead traverse 30ft left to a gully where you'll find a verticle crack on the left where you can build a hanging belay to eyeball the entire second pitch.  Climb the wall following a series of criss crossing crack/seams exactly half a 60 meter rope length to a slender pyramid horn.  Here you must decide to belay again or bail(recommended) After this point rock quality degrades from excellent/very good to crap. (lichen and auto sized flakes destined for the talus heap) If you do continue straight up 5.9 you'll gain a 1.5ft ledge to belay for the last pitch. All climbing up to pyramid horn is fun, well protected and nothing harder than 5.8.  The crux is the 2 rope rap.(rope eating flakes) Rap only to the first hanging belay then climb up and left where you have several options for the last rap to the ground.","protection":"S,M,L stoppers, hexes and cams to #3 camalot   Plenty'O leaver webbing   No bolts or anchors.","location":"The start is P1 of Political Prowess. Directly behind Read my Clips. Five minutes maybe from the road"},"__v":0},{"_id":"MnCeMmaoXYeNdpKoOGQeng==","name":"Tap and Die","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"Eric Sutton, Travis(cute boy)Rypkema","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.4619,43.8807]},"left_right_index":16,"mp_id":"105715514","mp_crag_id":"105714381","climb_id":"MnCeMmaoXYeNdpKoOGQeng==","areaRef":"DgMCUqqlUrm6BAY5tA1YhQ=="},"content":{"description":"The climb starts on the left side of the arete which is imediately right of the direct start to\"Garfield goes to Washington\". Climb up the same start as \"Wife Sentence\" but step around the arete right(protected left by an excellent medium rp that is difficult to find but well worth the effort)to reach the bottom of a thin,right-leaning crack through a small bulge and steep wall.The route is extremely well protected but you must be pretty solid on the grade to place the gear.It has been toproped since the first ascent at 5.12b by laybacking the crack but must be jammed straight on,on the lead in order to find and place the protection. This crack is very sustained in nature and is a-typical to the area in that you cannot face climb around the crack-climbing.To my knowledge it has never been repeated on the lead, even by \"Cute Boy\". The route is of excellent quality and a crack-climbing testpiece for the Rushmore area. Credit for the name goes to Travis and the route was established in traditional style and ethics. A top-rope variation start begins below the crack on the right side of the arete and passes through steep rock on face holds and meets the crack near its bulging section. This variant start should please remain as a toprope.","protection":"There is no fixed gear on this route, it takes nuts, medium rp's,and small cams until near the top where it takes a little bigger gear. It is never runout but it is very strenuous to place the gear.This route shares anchors with the routes to either side and so, may be toproped by climbing one of them.","location":""},"__v":0},{"_id":"JKUl8WgyXcy+O1fZ41oh7A==","name":"Susi's Garden","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Manel Casanova(5.8A2) FFA: ?","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.4619,43.8807]},"left_right_index":22,"mp_id":"109432492","mp_crag_id":"105714381","climb_id":"JKUl8WgyXcy+O1fZ41oh7A==","areaRef":"DgMCUqqlUrm6BAY5tA1YhQ=="},"content":{"description":"Another great crack in the Emancipation area.   Scramble up through the boulders and find the best belay.    Start by climbing flakes to the splitter that turns into a left facing corner with gold and green rock. Climb/Stem the dihedral finger crack which also has pretty good face features. At the end of the crack there will be a steep bulge, pull through and start traversing left on the face to another short crack/flake. Place a piece and punch it up and right to the bolt on the very featured/juggy face. After the bolt head up for the anchor on a good ledge.   A little chossy/ricey in spots but is very fun and will clean up nice.","protection":"green c3 to #2 c4.    nuts    2 pins (which have bomber gear right by them)    1 bolt on the upper face","location":"To the right of Garfield a little ways. Keep skirting the wall until you are at the base of a very featured and steep gold face. Susi's Garden climbs the nice left facing corner. There is also a short wide splitter to the right of the steep gold face.    Single rope rap"},"__v":0},{"_id":"X7fpA3QcUL26Va65B7EgLw==","name":"Smear Campaign","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Jason Mcnabb, Ron Yahne, Chris Hirsch, Adam Bergdale, Caleb Hansen 6/23/11","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.4619,43.8807]},"left_right_index":2,"mp_id":"107187962","mp_crag_id":"105714381","climb_id":"X7fpA3QcUL26Va65B7EgLw==","areaRef":"DgMCUqqlUrm6BAY5tA1YhQ=="},"content":{"description":"","protection":"","location":""},"__v":0},{"_id":"+2xwtffjVxWt/IhE4qXY4A==","name":"Slant Crack","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Vern Phinney, Mike Engle  1988","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.4619,43.8807]},"left_right_index":10,"mp_id":"107903656","mp_crag_id":"105714381","climb_id":"+2xwtffjVxWt/IhE4qXY4A==","areaRef":"DgMCUqqlUrm6BAY5tA1YhQ=="},"content":{"description":"West facing.  Rather than starting in the crack itself, begin this climb on the schist face just right of the crack (you will begin moving right to left until you are established in the crack).  Follow the crack about 100' to a ledge and proceed up and left from there to the bolted anchors.   This climb is great for the beginning trad climber and is also sometimes used as an easier variation to the first pitch of GG2W.","protection":"0.4 - #2, Nuts, Long slings","location":"Located 30' uphill from the landmark chimney.  The slanted crack is located just left of the first pitch of GG2W."},"__v":0},{"_id":"rqyqmkteVA6PW1flxqwHZg==","name":"Political Prowness","yds":"5.10b/c","grades":{"yds":"5.10b/c","french":"6b"},"fa":"Mike Engle,  Verne Phinney","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.4619,43.8807]},"left_right_index":3,"mp_id":"105714935","mp_crag_id":"105714381","climb_id":"rqyqmkteVA6PW1flxqwHZg==","areaRef":"DgMCUqqlUrm6BAY5tA1YhQ=="},"content":{"description":"Near the left side of the White House Wall, there is a prominent prow marked with a deep gash. The route starts directly behind \"Read My Clips\". Take the right to left diagonalling crack up for 50 feet thenstraight up the crack above to the natural belay. 1st pitch 100 feet. Second pitch traverse out about six feet then straight up to the overhanging block, undercling and jamming move out right till you gain a small pod at the bottom of a V formed by two cracks joining. Take the left hand crack up trending back to the right up some seams that can be protected with small brass nuts and stoppers. Follow this up and left clipping one bolt and make for the large chicken head. Here the taller you are the easier it is. Climb up to horizontal crack and set your belay.Second pitch is about 140 ft. The third pitch starts off to the right of the belay clipping another bolt and using stopper placements climb up to where you can set a belay to the left before  the weakness that will take you around to the right. 3rd pitch about 100 feet. The fourth pitch you traverse to the right on a sloping face weakness. Follow this around until you see a line of bolts. Climb this face with the bolts. 4th pitch about 70 feet. Pitch 3 and 4 can actually be climbed in one long pitch, but I don't recommend it. The rope drag is terrible. I have done both ways in 3 pitches and 4 pitches. I prefer to do it in 4 pitches.","protection":"Double #00 - #2, SIngle #3, Nuts, many runners 2 rope rappel","location":""},"__v":0},{"_id":"VIwWwuyHUISJTJruYB0nHA==","name":"Political Division","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.4619,43.8807]},"left_right_index":8,"mp_id":"106419364","mp_crag_id":"105714381","climb_id":"VIwWwuyHUISJTJruYB0nHA==","areaRef":"DgMCUqqlUrm6BAY5tA1YhQ=="},"content":{"description":"This is a long  crack/chimney that splits the White House Wall.","protection":"Full Rack to wide gear. Mt Rushmore Climber's Guide describes it as Wall Rack.","location":"Just right of Political Prowess and left of Garfield goes to Washington, this is the obvious crack/chimney that splits the White House Wall."},"__v":0},{"_id":"UtImn1ByVyOY+szykG2/qg==","name":"Political Correctness","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Mark Rafferty, John Lang, Caleb Larimer, Austin Trupe Ground Up, 3/17","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.4619,43.8807]},"left_right_index":21,"mp_id":"112789151","mp_crag_id":"105714381","climb_id":"UtImn1ByVyOY+szykG2/qg==","areaRef":"DgMCUqqlUrm6BAY5tA1YhQ=="},"content":{"description":"This is the second and third pitch of Bowers Crack, should have been finished months ago but procrastination takes its toll. Really fun route that varies from fingers to hands on all pitches. Another great way to summit this wall.P1: 5.9 80ftClimb Bowers Crack, all gear to a 2 bolted belay ledge (mini).P2: 5.9 90ft Continue up tips seem. Traverse on good holds into a hand crack/chimney. Exit in front of horn to beginning of massive \"hallway like\" chimney. Immediately climb left up and over a finger crack to anchors of Jingoist on a comfy belay ledge.P3: 5.9 160ftFrom belay ledge traverse right into a crack which exits to a face (bolt). Pass the bolt and traverse back left to a series of cracks.(Thin) Here you meet up with jingoist. Follow mellow ground to the Garfield anchors.Decent: Rappel the route. Two 70m get you to the base of Bowers Crack.","protection":"double rack to #2, Nuts/RPs","location":"far right of white house wall below massive chimney"},"__v":0},{"_id":"Tyk9Y5lIWf6f+hEHfUArQg==","name":"Political Affair","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Andy Busse & Mark Paulson","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.4619,43.8807]},"left_right_index":7,"mp_id":"106286014","mp_crag_id":"105714381","climb_id":"Tyk9Y5lIWf6f+hEHfUArQg==","areaRef":"DgMCUqqlUrm6BAY5tA1YhQ=="},"content":{"description":"Pitch 1 (5.10- 165'): The route starts out in a series of small, short, vertical cracks in the schist band and then gains a major hand crack which widens and leads past the Chemical Wire anchor.  Continue up and left past the Chemical Wire anchor and through the left bulge.  After the bulge continue up the crack system past another bolt to gain an anchor. \n\n  Pitch 2 (5.8 65')   Continue to follow the crack system through the wider off-width section which tapers back to hands; follow to the end of the crack and build an anchor.  This is where the route has an \"affair\" with Political Prowess. \n\n  Pitch 3 (5.10- 70')   This is the last past pitch of Political Prowess; take a blind sloping ramp and traverse out right to gain a bolted face that leads to summit.  The pitch is protected very well, except for the easy traverse. \n\n**BEWARE** If you should decide to rap the route vs walk-off. 2 ropes are recommended; the mid-anchors are located 29m from the summit anchors.","protection":"Camalots #.4-#5 x 2, Stoppers, and Micro-Stoppers.","location":"This is the crack system 10' right of Chemical Wire and 35' left of the 5.6 Chimney System that divides White House Wall."},"__v":0},{"_id":"RsINHqwJVvyO8fA8QsxjLA==","name":"Junta Crack","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Chris Hirsch & Tony Schwartz 11-2013 (Ground-up)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.4619,43.8807]},"left_right_index":18,"mp_id":"110301103","mp_crag_id":"105714381","climb_id":"RsINHqwJVvyO8fA8QsxjLA==","areaRef":"DgMCUqqlUrm6BAY5tA1YhQ=="},"content":{"description":"New all-gear crack to the white house wall. Powerful start pulling up into the crack but protects perfectly with a #3 camalot. The rest stays fairly consistent with some tricky placements in this crystalline seam. Offsets are nice. Follow a rail out right to the anchors. Probably never got climbed before because it was so dirty, but is all cleaned up now and will only get better with more traffic. A second pitch has been started but is incomplete...","protection":"Single rack RP's - BD#3   Bolted chain anchor","location":"This is the right to left slanting seam just 15' right of Honey, Go Climbing."},"__v":0},{"_id":"0hC/z3reXG2o69R8h7SIWw==","name":"Joe Bauer's Crack","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"Mark Rafferty & Michael Madsen 11-12-16 Ground up","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.4619,43.8807]},"left_right_index":20,"mp_id":"112313451","mp_crag_id":"105714381","climb_id":"0hC/z3reXG2o69R8h7SIWw==","areaRef":"DgMCUqqlUrm6BAY5tA1YhQ=="},"content":{"description":"Start up a steep overhung finger sized dihedral towards a large colored block. Follow this into a nice hand to finger. If not used to the granite tape up, its sharp. Finish out on a thin finger diagonal to a cozy belay. Bolted anchor. Named after the main character in Idiocracy the movie.","protection":"standard rack, nuts","location":"Located at the end of White House Wall. From the base of Tap and Die follow right up a chock stone ramp til you find yourself in between the wall and a small spire. From here you'll be able to see the dihedral."},"__v":0},{"_id":"n9xzFzwRWw+Eyd4Mv4M+oA==","name":"The Jingoist","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Chris Hirsch, Tony Schwartz, Taylor Lais, Aaron Stetzer, Will Busse, Fred Skemp 6/26/16","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.4619,43.8807]},"left_right_index":19,"mp_id":"111955247","mp_crag_id":"105714381","climb_id":"n9xzFzwRWw+Eyd4Mv4M+oA==","areaRef":"DgMCUqqlUrm6BAY5tA1YhQ=="},"content":{"description":"This line, as the 2nd and 3rd pitches to Junta Crack, has finally been finished. Attempted to  establish all ground-up but rejected by a dead end, re-routing, and a giant flake that needed to be dealt with on rappel. A great 3 pitcher that summits at the top of Garfield. \n\n  P1) 5.9+ 65'   Climb Junta Crack. All gear. Tricky placements. Two bolt, semi-hanging belay. \n\n  P2) 5.11- 65'   Thin and balancy slab to a bulge pull (3 bolts). Take corner to huge roof. Traverse right and pull roof to gain cozy belay ledge.  \n\n  P3) 5.9 130'   Start in crack left of belay. Head up and right across face to gain next crack (thin gear). Follow this crack near to the end then step left for easy terrain to the top.","protection":"Double rack to #2, single #3   Nuts/RP's   Bolted belays. Rap route with single 80m or two ropes","location":""},"__v":0},{"_id":"GilIa4s/X9Gi87nl8D5mzA==","name":"IHOP","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Bob Achbold","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.4619,43.8807]},"left_right_index":11,"mp_id":"107282841","mp_crag_id":"105714381","climb_id":"GilIa4s/X9Gi87nl8D5mzA==","areaRef":"DgMCUqqlUrm6BAY5tA1YhQ=="},"content":{"description":"Start by climbing a fun, blocky fist crack past some ledges. Continue up the sustained hand crack that swallows up gear, until it narrows and eventually disappears where a bolt protects the crux. After navigating the crux, sling the tree and enjoy a short, easy romp to the anchors. \n\n  The rock can be a bit sandy in a few places, but will clean up with traffic. Two 60m ropes or one 70m will get you back to the belay ledge of GGTW.","protection":"Nuts and cams to 3\"   A #4 Camalot can be used to protect the start, but is not necessary.","location":"From the first belay ledge of GGTW, climb the start of the second pitch, but instead of traversing right to gain the second belay ledge, continue straight up the crack past a tree to a two bolt anchor with webbing of various ages."},"__v":0},{"_id":"e0GCs9LmWOWgq5kBh0h42g==","name":"Honey Go Climbing","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Eric Sutton, Christian Baird, 2000 Ground Up.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.4619,43.8807]},"left_right_index":17,"mp_id":"118984710","mp_crag_id":"105714381","climb_id":"e0GCs9LmWOWgq5kBh0h42g==","areaRef":"DgMCUqqlUrm6BAY5tA1YhQ=="},"content":{"description":"Climb the obvious dihedral placing small tricky gear to a bolt. Continue up the dihedral to its end, then traverse out left to (wife sentence & tap and die) anchors. ","protection":"00 C3 - .75 C4, Offset cams, RP's, Ballnuts","location":"Located between (Tap And Die) and (The Jingoist)"},"__v":0},{"_id":"8yEsR7mNW2uE/xUwN0csyQ==","name":"Grounds for Divorce","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"Chris Hirsch, Jason McNabb, Adam Bergdale","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.4619,43.8807]},"left_right_index":14,"mp_id":"107860080","mp_crag_id":"105714381","climb_id":"8yEsR7mNW2uE/xUwN0csyQ==","areaRef":"DgMCUqqlUrm6BAY5tA1YhQ=="},"content":{"description":"This is the full line to 'Filibuster'. From the ground all the way to the ramp of 'Garfield'. Climb through tricky stemming, powerful laybacks, and face cruxes. Fortunately there are some rests, but also some heads up sections. Nice to have a Red C3 for a hard placement in the redpoint crux.","protection":"4 bolts   Red C3 - #1   Small nuts   2 bolt anchor w/ chains","location":"Begin inbetween Garfield and Wife Sentence. 70m will get you down with just a couple downclimb moves."},"__v":0},{"_id":"OT3n3RDjX32QdxnyKVXv6w==","name":"Garfield's Forgiven Affair","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Andy Busse & Britton Vidal","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.4619,43.8807]},"left_right_index":13,"mp_id":"106424466","mp_crag_id":"105714381","climb_id":"OT3n3RDjX32QdxnyKVXv6w==","areaRef":"DgMCUqqlUrm6BAY5tA1YhQ=="},"content":{"description":"This is the vertical crack system that divides the main wall, climbers right of Garfield Goes to WA.  Garfield's Forgiven Affair is a variation to Garfield Goes to WA.  It offers amazing crack climbing, that is easily protected.","protection":".4-1.5\" (#1 C3 - #1 C4), Set of Chocks.   1 Bolt, Anchors.   2 Rope Rappel or find a way to the rap anchors of Garfield Goes to WA.","location":"The route is a love affair with Garfied Goes to WA (see Garfield Goes to WA for location details).  Take the first pitch of Garfield Direct to the first ledge and build an anchor.  Take the vertical crack system located at the end of the ramp, on the main wall, climbers' right of the dihedral.  Follow for approx 75' to the main ramp located at the end of the second pitch of Garfield Goes to WA, where you will find a set of anchors."},"__v":0},{"_id":"5aIOfENmX7iw4KHW4Id2zg==","name":"Garfield Goes To Washington","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Mike Engle and Linda Schneider--1987 Ground Up","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.4619,43.8807]},"left_right_index":12,"mp_id":"105714800","mp_crag_id":"105714381","climb_id":"5aIOfENmX7iw4KHW4Id2zg==","areaRef":"DgMCUqqlUrm6BAY5tA1YhQ=="},"content":{"description":"This climb is one of the classics at Rushmore.  It is long and has varied climbing.  Follow the trail east from the parking near Dire Spire.  Look for a prominent dihedral that shoots up to a gigantic roof.  This is the climb, although the route traverses and does not mess with the roof.   \n\n  Pitch 1:  Climb up a steep crack that widens near its top.  Some plant life is encountered low.  This long pitch is the crux, and ends at a ledge with fixed anchors.  Also, a slanting crack (Slant Crack, diagonals up and right), reaches this point. \n\n  Pitch 2:  Follow an easy (5.6) but loose dihedral (wide) to another ledge.  This pitch is very short.  Then a long traverse must be made to the right on this ledge. Either traverse this ledge now, or do a short intermediate pitch to avoid rope drag for the last pitch. \n\n  Pitch 3:  Climb up runout face (5.6 - 5.7) to the top of the formation.  This pitch is pretty runout, but then again, I had a small rack when I did it.  Maybe some aliens would help?  At any rate, take the easiest path possible for upward progress.","protection":"Standard Rack.  Larger pieces for the second pitch.","location":""},"__v":0},{"_id":"/chMZ8wlW4WG5fCBPV641Q==","name":"Chemical Wire","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Travis Rypkema (late 90s?)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.4619,43.8807]},"left_right_index":6,"mp_id":"105715649","mp_crag_id":"105714381","climb_id":"/chMZ8wlW4WG5fCBPV641Q==","areaRef":"DgMCUqqlUrm6BAY5tA1YhQ=="},"content":{"description":"This route starts about 100 feet left of Garfield (downhill direction - when standing at the base of Garfield, looking left it is the most prominent flaky crack you see and you'll notice it gets smaller as it goes up.)  Climb up 5.7 about 30 feet to a small pod which starts a right-facing dihedral.  The dihedral peters out soon enough into a flaring crack that gets smaller then bigger again and soon enough puts you under a little 2-ft roof.  Work around the roof to the right and you'll find anchors there.","protection":"Small and medium nuts and cams.","location":""},"__v":0},{"_id":"vMRQOWfwV4SpFCW9TkJWqA==","name":"Brave Captain","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"Travis Rypkema and Jason McNabb","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.4619,43.8807]},"left_right_index":5,"mp_id":"114496375","mp_crag_id":"105714381","climb_id":"vMRQOWfwV4SpFCW9TkJWqA==","areaRef":"DgMCUqqlUrm6BAY5tA1YhQ=="},"content":{"description":"This is the finger crack and face to the left of Chemical Wire.\n\n 1st pitch (11-) 100 ft Start down in the schist and climb the finger crack up until the bulge. Ease out onto the face and clip a couple bolts to get up to the crux under the small roof. (a pink tricam fits nicely as the crux piece). Pull the roof and continue up the finger crack above. Head left and up on bolts through a series of bulges to the bolted anchor.\n\n 2nd pitch (12-) 50 ft Crank on small crystals and long pulls between good holds for a few bolts to get you onto the slab and easier climbing above. You can build an anchor at the top of the pitch at a huge flake feature that is right around the corner from the start of the the 3rd pitch of Political Prowness. You can venture to the top of the wall via the last two pitches of Political Prowness from here. It is also possible to head up and right before the flake to reach the anchors on Political Affair if you just want to do the first two pitches. This finish might be better with another bolt or two...probably should have thought of that.","protection":"Single rack up to a BD #2. Extra finger size and smaller cams useful. Stoppers and Brass.","location":"White House Wall left of Chemical Wire."},"__v":0},{"_id":"We+Bau5yXnGB2Fsksoxf7g==","name":"Bolt of Rights","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Vern Phinney & Mike Engle 1988","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.4619,43.8807]},"left_right_index":9,"mp_id":"114184176","mp_crag_id":"105714381","climb_id":"We+Bau5yXnGB2Fsksoxf7g==","areaRef":"DgMCUqqlUrm6BAY5tA1YhQ=="},"content":{"description":"Follow/stem the smeary steep face that leads to the upper diagonal crack. Continue up and right until the bolted anchors that is shared with Slant Crack.","protection":".3-#4 , 4 bolts Bolted Anchor","location":"This route sits just to the left of Slant Crack and to the Right of Political Division."},"__v":0},{"_id":"7E39CKmAUkG+sWVWLgcwfQ==","name":"Behind the Times","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Eric Sutton","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-103.4619,43.8807]},"left_right_index":4,"mp_id":"105715517","mp_crag_id":"105714381","climb_id":"7E39CKmAUkG+sWVWLgcwfQ==","areaRef":"DgMCUqqlUrm6BAY5tA1YhQ=="},"content":{"description":"\"Behind the Times\" is located directly behind \"Read My Clips\", begining at the top of a glade-like gully. The most obvious feature marking the route's location on the wall is a large slightly detached flake pointing left and about 50 feet up the wall. Its line follows the zigzagging cracks to the flake's left passing bolts at otherwise unprotectable areas,and through the improbable bulge and another bolt, after the crack hooks back right and ends. There are extremely solid anchors on the wall above the bulge and another pitch is intended up the shallow crack system/groove to its right. The climbing is, for the most part,progressively more difficult,technical,strenuous, and balancey. The most serious fall can take place just before reaching the second bolt if good enough gear has not been placed in the barn-door layback section,and has been taken with no injury. The last bolt is high and hard to clip but you wouldn't want it any lower as you reach the anchor. The first and third bolts and anchor were placed on rappel and are the only ones I've placed that way, thus the route name. The route was led from the ground in twelve tries with two top-roped attempts somewhere in the middle of those. I wonder if I'll ever be able to do it again. It will almost definitely scare you but won't hurt you if you don't get over your head on the lead. It can be top-roped by descending to its anchors from part way up \"Political Prowess\". The line and climbing are both striking.","protection":"Standard rack of finger to hand size nuts and cams,and three quickdraws for bolts. The protection between the first two bolts is difficult and strenuous to find and place. Do not use the large hanging flake for either climbing or protection. The route avoids it to the left.","location":""},"__v":0},{"_id":"WCBhwUoFV5+QP+VIlw2Bcw==","name":"*69","yds":"5.12+","grades":{"yds":"5.12+","french":"7c"},"fa":"Travis Rypkema","type":{"trad":true,"tr":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-103.4619,43.8807]},"left_right_index":0,"mp_id":"113510644","mp_crag_id":"105714381","climb_id":"WCBhwUoFV5+QP+VIlw2Bcw==","areaRef":"DgMCUqqlUrm6BAY5tA1YhQ=="},"content":{"description":"I don't like to brag (calling Ron Yahne!) but it's a lil bit classic. First spied and tr'd by Eric Sutton way back when.    PG13 due to a couple semi-blind gear placements. The gear that is there is great.","protection":"Small/medium cams and stoppers up to a red BD camalot","location":"On a small sub spire 30 feet left of the start of Political Prowess."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,253ab2e3-944f-5c5f-8477-58a428c86291,fcb9c76c-57ba-50f2-aa2c-1b574137f473,3b48a6c3-f8e6-52f5-b57a-35a299fb1b7a,73ab82dc-c5ee-5c83-a1ef-7ab3fbcb5d3a,0e030252-aaa5-52b9-ba04-0639b40d5885","pathTokens":["USA","South Dakota","Needles Of Rushmore, The","Mount Rushmore National Memorial","Emancipation","White House Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":3,"label":"5.10+"},{"count":3,"label":"5.9"},{"count":2,"label":"5.12-"},{"count":1,"label":"5.6"},{"count":1,"label":"5.10b/c"},{"count":2,"label":"5.9+"},{"count":1,"label":"5.10-"},{"count":1,"label":"5.9-"},{"count":1,"label":"5.11-"},{"count":2,"label":"5.10"},{"count":1,"label":"5.12"},{"count":1,"label":"5.8"},{"count":1,"label":"5.11d"},{"count":1,"label":"5.11"},{"count":1,"label":"5.13a"},{"count":1,"label":"5.12+"}],"byDiscipline":{"trad":{"total":23,"bands":{"unknown":0,"beginner":3,"intermediate":12,"advanced":7,"expert":1}},"tr":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":2,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":3,"intermediate":12,"advanced":7,"expert":1}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-103.4619,43.8807]},"bbox":[-103.46252384817257,43.88025033981814,-103.46127615182743,43.88114966018186],"left_right_index":-1,"ext_id":"105714381","area_id":"DgMCUqqlUrm6BAY5tA1YhQ=="},"content":{"description":"White House Wall makes up a large portion of Emancipation Rockphormation on its northwest side.  Garfield Goes to Washington is by far the most popular route on the wall, and for good reason.  Make sure to visit this area for longer routes (3 pitches) and less crowds.  A mixture of bolted and gear routes exist.   \n\n  Descent must be made via rappel due to the federal off-limits boundary at the top of of WHW for all routes."},"density":0,"totalClimbs":23,"__v":1,"createdAt":"2022-11-07T06:23:13.133Z","updatedAt":"2024-01-15T16:48:28.405Z"}