{"_id":"63689d5ce80bff5a994f50a5","area_name":"Columbine Peak","shortCode":"","climbs":[{"_id":"tsQFGHwEWESsYIESr02PPA==","name":"South Ridge","yds":"3rd","grades":{"yds":"3rd","french":"1-"},"fa":"Norman Clyde 1925","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.5416,37.0893]},"left_right_index":1,"mp_id":"106606520","mp_crag_id":"106493258","climb_id":"tsQFGHwEWESsYIESr02PPA==","areaRef":"44dJn5KBW2CRhGcq1/5RMg=="},"content":{"description":"A fun non-committing scramble along the south ridge with excellent views of the west side of the Palisade Crest.\n\nMore like Class 2 but it wasn't a selection option.","protection":"None.","location":"Start from Knapsack Pass which is to the south of the peak."},"__v":0},{"_id":"Q5Vra7lpUCGagrPWDkZW3w==","name":"Death Dihedral","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Alicia Hudelson and Divesh Bhatt","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.5416,37.0893]},"left_right_index":0,"mp_id":"106493264","mp_crag_id":"106493258","climb_id":"Q5Vra7lpUCGagrPWDkZW3w==","areaRef":"44dJn5KBW2CRhGcq1/5RMg=="},"content":{"description":"The route climbs a very prominent yellow dihedral on Columbine seen from the Dusy basin close to Knapsack pass. The route has a fair amount of loose rock - without which the climbing would be enjoyable. The following describes the route we took, but there is potential for several more routes/variations (even for the crux namesake pitch). It is possible that the summit of the peak can be reached via this route (from top of the ampitheater mentioned below). Additionally, the number of pitches is more than 5 - however, pitch 6 onwards is mostly a scramble (although, harder variations are possible).\n\nThe name originates from a dinner plate sized rock that the climber knocked off at the crux almost killing the belayer during the FA.\n\nPitch 1: Scramble/climb (up to easy 5th class) slabs for 100-110 ft to ledge below the obvious corner.\n\nPitch 2: Climb the corner to 170 ft and belay at a vertical crack just below the washboard (5.7+).\n\nPitch 3: Scramble up and across the washboard to a belay in the center of the washboard below a large rectangular block.\n\nPitch 4: Climb up and over the rectangular block. After approximately 10 ft, pass a bulge on its left, passing some loose rock, to reach a layback crack. Easy climbing after the crack leads to a belay ledge below the prominent yellow dihedral. (150 ft, 5.8+).\n\nPitch 5: Crux pitch - the namesake pitch of the route. Climb the dihedral (5.8ish), watching for loose flakes and pillar, until the crack closes at around 80 ft. Traverse right approximately 6 ft on good footholds to reach a seam/finger crack. Climb this to exciting finish moves (5.10) directly above the crack.\n\nPitch 6 onwards + descent (probably not the best way!): Two alternate descriptions of the same path (apparently, AH and DB do not agree as to what is the best description)\n\nAH: From the top of the dihedral, traverse over easy ground to the second ridge east of the dihedral's finish. From this ridge, descend to the east (5.6 downclimb or rappel) 20 ft to reach a chute of scree switchbacks. Descend this as far as possible abd either downclimb or rappel the final 80 ft to the boulder field.\n\nDB: Several hard looking lines go directly up from the washboard at the top of the dihedral. We traversed across to the right of washboard to reach a chute with a huge ampitheater above it. From the chute, keep on traversing/scrambling over easy 5th class to reach a high point (not the highest, though) on the ridge east of the chute (this ridge forms the right edge of the said ampitheater). From the ridge, descend down the other side (downclimb 5.6 or rappel) 20 ft to reach another scree chute. Descend this as far as possible and either rappel or downclimb the final 80 ft to the boulder field.","protection":"1 set of nuts, a set of cams upto #3 camalot size (with doubles on #1 and #2), and a 60 m rope.","location":"The route is on the west side of the peak on the Dusy basin side of Knapsack pass. Head for slabs beneath a prominent yellow dihedral and to the right of an obvious 80 ft crack in a boulder beneath the yellow column."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,7a68eb3f-1d6f-5bdf-863a-b1eeea8dad89,c6e36f00-8d84-5a2b-beaa-92d7a3061787,e387499f-9281-5b60-9184-672ad7fe5132","pathTokens":["USA","California","High Sierra","09 - Palisades & Surrounding Peaks","Columbine Peak"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"3rd"},{"count":1,"label":"5.10"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":1,"beginner":0,"intermediate":1,"advanced":0,"expert":0}},"alpine":{"total":2,"bands":{"unknown":1,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":1,"beginner":0,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-118.5416,37.0893]},"bbox":[-118.5421636982809,37.08885033981814,-118.54103630171916,37.089749660181866],"left_right_index":-1,"ext_id":"106493258","area_id":"44dJn5KBW2CRhGcq1/5RMg==","polygon":{"type":"Polygon","coordinates":[[[-118.5421636982809,37.08885033981814],[-118.54103630171916,37.08885033981814],[-118.54103630171916,37.089749660181866],[-118.5421636982809,37.089749660181866],[-118.5421636982809,37.08885033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T05:54:36.656Z","updatedAt":"2024-02-19T18:29:44.541Z"}