{"_id":"63689d5ce80bff5a994f56a5","area_name":"Saddle Rocks - Skirt  (West Face)","shortCode":"","climbs":[{"_id":"97S2U4hvVriGzDffQSpakQ==","name":"Where Have all the Cowboys Gone","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Bob Gaines, Tom Atherton, Cal Gerberding & Alan Bartlett, September 1999","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.14002,33.99446]},"left_right_index":2,"mp_id":"105723430","mp_crag_id":"107176507","climb_id":"97S2U4hvVriGzDffQSpakQ==","areaRef":"ne7/K7auUwWtC6pCzkoAww=="},"content":{"description":"A modern Gaines classic.  Hard to believe he's still finding such gems in a \"climbed out\" area like Josh.\n\nP1- climb a hand crack in a slab (5.8) about 30' down (closer to the road) from the Iconoclast arete.  Belay on a big ledge.\n\nP2- Make steep face moves on incredible varnish straight up past 4-5 bolts (5.10+).  After 50' or so the bolts wander left, and the rock becomes less steep and more frictiony.  Make engaging slab moves straight up past several more bolts (5.10).  Belay on another ledge.  A classic pitch.\n\nP3- Finish up moderate cracks to the top.  Downclimb from the top or maybe work down and rappel near Space Mtn, etc.","protection":"gear to 2\", bolts","location":""},"__v":0},{"_id":"JT8LviKZXQSJh4SzpTrcTA==","name":"Walk on the Wild Side","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Roy Naasz and Chris Wegener, January 1970","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.14002,33.99446]},"left_right_index":19,"mp_id":"105721828","mp_crag_id":"107176507","climb_id":"JT8LviKZXQSJh4SzpTrcTA==","areaRef":"ne7/K7auUwWtC6pCzkoAww=="},"content":{"description":"","protection":"","location":""},"__v":0},{"_id":"Pz+zZZpxWq6JyZ+YEgeTJg==","name":"Us and Them","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Kurt Smith and Dave Hague, Spring 1984","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-116.14002,33.99446]},"left_right_index":20,"mp_id":"105723508","mp_crag_id":"107176507","climb_id":"Pz+zZZpxWq6JyZ+YEgeTJg==","areaRef":"ne7/K7auUwWtC6pCzkoAww=="},"content":{"description":"This is the first route to the right of\n\nWalk on the Wild Side\n\nand, in my opinion, superior to it. It's runout a bit - particularily getting to the first bolt, but that only adds to the interesting character of the route. I've led in three or four times.","protection":"P1) 4 bolts to bolted anchor/rap  P2) 2 bolts to bolted anchor/rap","location":""},"__v":0},{"_id":"EQbhrxzUUQi2mN8W6GqSZA==","name":"Six Shooter","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Tony Grice, Bob Gaines & Dave Mayville, 2006","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.14002,33.99446]},"left_right_index":1,"mp_id":"105885757","mp_crag_id":"107176507","climb_id":"EQbhrxzUUQi2mN8W6GqSZA==","areaRef":"ne7/K7auUwWtC6pCzkoAww=="},"content":{"description":"Start up a slab past a #3 camalot, then up past three bolts (some slings) traverse right to a nice undercling follow this till the end then go over the roof (crux, height dependent) wrestle and reach to jugs. The crux will be harder if your ape index is not so good.Wild technical crux if you dont have a long reach. More fun this way but harder than 11a for shure. Get the jugs and head up and left to the anchor, or join Santa Cruz's last few bolts.","protection":"6 bolts, #3 camalot. 2-bolt anchor rap.","location":"Head up so you are even with, or a little higher than, the chains on\n\nEpiscopalian Toothpick\n\n. Hard right, skirt up and right passing the first pitch crack of Cowboys, till you can climb, squeeze, next to a boulder to a nice platform. You will see the bolts and the undercling traverse."},"__v":0},{"_id":"Bexf02RfW0mDlXXh0+tlwA==","name":"Silver Spur","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Bob Gaines & Tony Sartin, February 2005","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.14002,33.99446]},"left_right_index":13,"mp_id":"105725695","mp_crag_id":"107176507","climb_id":"Bexf02RfW0mDlXXh0+tlwA==","areaRef":"ne7/K7auUwWtC6pCzkoAww=="},"content":{"description":"This route is a variation to Bosch Job. Pitches 1 and 2 follow Bosch Job and the 3rd pitch climbs up and left where Bosch Job moves right.\n\nBegin by scrambling up a low-angle slab (at a right-facing corner) to a big ledge about 75 ft. right from the start of\n\nRight On\n\n.\n\nPitch 1: Go left around the corner, then up a low-angle slab (5.5) to a belay at a small ledge with a block.\n\nPitch 2 (10a): Up steepening face to a bolt, move left to a thin flake which leads to a small left-facing corner. Follow this over a roof, then step right to a 2-bolt hanging belay.\n\nPitch 3 (5.12; 12 bolts): Climb past the first 3 bolts of Bosch Job (11+) (Bosch Job traverses about 20 ft. right at this point) then up and left on the blunt \"arete\" past 9 more bolts to a ledge with a 2-bolt anchor. This pitch is\n\nvery\n\nsustained, with 5.11 moves at each of the first 7 bolts. Rap the route with 2 ropes.\n\nNote on the rating: I redpointed pitch 3, in ideal conditions, with quickdraws hanging and tic marks on all the crux holds, after about 5 days of effort over 2 years, and it felt like about 5.12a/b. To onsight this one might be more like 12c/d? No matter what the rating, this route has some excellent rock quality, and achieves a fairly spectacular position on one of the steepest sections of Saddle Rock's main face.","protection":"12 quickdraws, pro: thin to 3 inches.","location":""},"__v":0},{"_id":"aX8NxH/HW6mswlvGKutoEg==","name":"Santa Cruz","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"FA Todd Gordon, Frazier Haney","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.14002,33.99446]},"left_right_index":4,"mp_id":"105725194","mp_crag_id":"107176507","climb_id":"aX8NxH/HW6mswlvGKutoEg==","areaRef":"ne7/K7auUwWtC6pCzkoAww=="},"content":{"description":"Identical start as for Where Have All the Cowboys Gone (5.10d). Start 30 feet down from the Iconoclast arete, high on the left side of Saddle Rocks. A bolt and gear protect to a belay anchor. Continue up and right past bolt protected climbing. Listed as the dreaded \"5.8+\" grade elsewhere, this climb has a short, well-protected crux.\n\nBest done as a single pitch; if the first anchor is clipped extend it to avoid rope drag. I suggest climbing this, rapping to the anchor and doing the second pitch of Where Have All The Cowboys Gone.","protection":"A few pieces in the medium range, including a few nuts, will add some comfort on the first section. Mostly bolt protected.","location":""},"__v":0},{"_id":"Ucj1qWwxWleGuvnlK2ScAQ==","name":"Right On","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"John Wolfe and Rob Stahl, June 1971","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-116.14002,33.99446]},"left_right_index":12,"mp_id":"105721810","mp_crag_id":"107176507","climb_id":"Ucj1qWwxWleGuvnlK2ScAQ==","areaRef":"ne7/K7auUwWtC6pCzkoAww=="},"content":{"description":"P1)\n\nFace climb up a smooth, run-out apron of rock past one bolt (1/2\" SS) to a ledge with belay bolts (1/2\" SS).\n\nP2)\n\nA short pitch with a steep, exposed hand crack takes you to a huge ledge with belay bolts (1/2\" SS).\n\nP3)\n\nChimney up the featured wide crack which narrows and then turns to a crack up a slab which leads to a belay stance at the base of a vertical section; gear belay.\n\nP4)\n\nEasier climbing up steep but featured cracks takes you to the top as you aim for a notch; gear belay.\n\nIt's very possible and perhaps even recommended to combine pitches when possible on this route.\n\n*\n\nDescend\n\nby rappelling off the shorter backside via two sturdy bolts (3/8\", 1/2\") which are located just left as you pass through the notch; a single rope will suffice to descend.\n\nThis is a splendid adventure for the grade and merits four stars out of five.","protection":"Take a good selection of gear to 3 inches and numerous long slings.\n\n* All bolts on the route have been replaced and are 1/2\" SS.","location":"Located on the far left side of\n\nSaddle Rocks\n\n(well left of\n\nWalk on the Wild Side\n\n) and visible from afar as the\n\nright\n\nof two long, parallel cracks which define the left side of Saddle Rocks."},"__v":0},{"_id":"cTeRM98VWVGkT/p9f3R7+w==","name":"Restoration & Repair (R&R)","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Todd & Donette Swain (complete)  04-2004","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.14002,33.99446]},"left_right_index":6,"mp_id":"107927684","mp_crag_id":"107176507","climb_id":"cTeRM98VWVGkT/p9f3R7+w==","areaRef":"ne7/K7auUwWtC6pCzkoAww=="},"content":{"description":"Climb straight up past two bolts to lower angled rock (same climbing as for The Other Flake). Continue straight up past another bolt (which is above where The Other Flake moves right into the undercling flake), then angle up and left on the easy slab above to a belay ledge.","protection":"Scramble off left by the base of Where Have All the Cowboys Gone.","location":"Start as for the route The Other Flake, which is uphill of Orange Flake and just down hill of R&R Revamped."},"__v":0},{"_id":"eft3qFWmWmmvNMp64S8Q7w==","name":"R&R Revamped","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.14002,33.99446]},"left_right_index":5,"mp_id":"107927688","mp_crag_id":"107176507","climb_id":"eft3qFWmWmmvNMp64S8Q7w==","areaRef":"ne7/K7auUwWtC6pCzkoAww=="},"content":{"description":"Start about six feet left (uphill) of Restoration & Repair (R&R) at the left end of a small ceiling about ten feet up. This spot is downhill (toward the road) from the start of Santa Cruz/Where Have All the Cowboys Gone. Climb up along a series of small right facing flakes past the left edge of the ceiling to reach the third bolt on R&R. Climb up the face above to a ledge. Climb a short vertical flake (medium cams) and the face above (crux) to lower angled rock. Climb up and left to a belay ledge.","protection":"Carry a standard rack. Scramble off left by the base of Where Have All The Cowboys Gone.","location":"Start about six feet left (uphill) of Restoration & Repair (R&R) at the left end of a small ceiling about ten feet up. This spot is downhill (toward the road) from the start of Santa Cruz/Where Have All the Cowboys Gone."},"__v":0},{"_id":"QJm9r3nWXSKT6Obf7NU/lg==","name":"The Posse","yds":"5.10a/b","grades":{"yds":"5.10a/b","french":"6a+"},"fa":"Tony Grice, Bob Gaines, Dave Mayville.2006","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.14002,33.99446]},"left_right_index":0,"mp_id":"105885773","mp_crag_id":"107176507","climb_id":"QJm9r3nWXSKT6Obf7NU/lg==","areaRef":"ne7/K7auUwWtC6pCzkoAww=="},"content":{"description":"Start as per\n\nSix Shooter\n\n(5.11a), clipping the first three bolts, then head up and left to a cool overhanging open book. Nice jams lead to a burly undercling, layback, stem thing. Clip one more bolt, then get the jugs to pull the roof. Head up and right to the \"Six Shooter\" anchor, or finish up \"Santa Cruz\" (watch for drag). Don't let \"The Posse\" get ya.","protection":"4 bolts, small to medium cams. I used a #1 Camalot and a #.5 Camalot. 2-bolt anchor rap.","location":"Head up so you are even with, or a little higher than, the chains on\n\nEpiscopalian Toothpick\n\n. Hard right, skirt up and right passing the first pitch crack of Cowboys till you can climb, squeeze, next to a boulder to a nice platform. You will see the bolts on the slab, and the overhanging open book up and left of \"Six Shooter\". There is a bolt on the left wall of the book."},"__v":0},{"_id":"tyDlHbLpVDKLMenTE8p4+g==","name":"Orange Flake","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.14002,33.99446]},"left_right_index":8,"mp_id":"105857828","mp_crag_id":"107176507","climb_id":"tyDlHbLpVDKLMenTE8p4+g==","areaRef":"ne7/K7auUwWtC6pCzkoAww=="},"content":{"description":"Two nice long pitches. First pitch climbs up to a bolt, then traverses up and right on face to another bolt, and to the \"orange flake\". You can place a small piece or two in this feature. The pitch then continues traversing up and right past another bolt or two to a corner crack system. Climb the crack system, traverse about 15-20 feet back left, and set a belay at the base of the crack system seen from the road. The second pitch climbs this long crack pitch, and contains some nice cracks, OW's and chimney moves.\n\nOne single rope rap off the back side gets you down.","protection":"Standard rack, with a 4 & 4.5 Camalot size piece optional. 60 meter rope beneficial.","location":"When viewed from the parking lot by Hall of Horrors, this is the crack that parallels Right On, about 20-30 feet to it's left. It starts about 60-90 feet up & left from the start to Right On, and traverses up right to the base of the crack."},"__v":0},{"_id":"fxU3ElnCVTeeF45mYCeYvw==","name":"Kid Calingula","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Parrish Robbins, Tom Beck 4/88","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.14002,33.99446]},"left_right_index":7,"mp_id":"110226076","mp_crag_id":"107176507","climb_id":"fxU3ElnCVTeeF45mYCeYvw==","areaRef":"ne7/K7auUwWtC6pCzkoAww=="},"content":{"description":"The first pitch of this climb is the best of the routes that cross Orange Flake.   It starts in the same spot as Orange Flake, and uses the first bolt of that climb.\n\nP1: Starting at the large pine tree, climb up to the first bolt on Orange Flake.  From there climb almost straight up, past four more bolts (for a total of five bolts ).  The rock is  bomber and the climbing stays technical until the final slab to the anchor.  There is no doubled bolt as described in some guidebooks.  It looks as if the redundant bolt was filled when the bolts were replaced.\n\nP2:  From the Anchor  move right and clip a cold shut.  From there continue right and join Orange Flake.\n\nP3: Finish on the last pitch of Orange Flake.","protection":"This route is basically a 1 pitch route that can be continued into Orange Flake.  It shares an anchor with Gaucho Marx and Do Rein Me, and it best done as a single pitch that is easily rappelled (85').  It is the best and most consistent of the routes that cross the Orange Flake.","location":"Approach as for all the west face routes.  Boulder hop up to the large pine tree easily visible on the Northeset side."},"__v":0},{"_id":"gWqxaot+WPaabc98SE7g1g==","name":"If You see Crow, Bark!","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Matt Taylor, William Taylor & Mike Broderick, 1992","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-116.14002,33.99446]},"left_right_index":21,"mp_id":"105725074","mp_crag_id":"107176507","climb_id":"gWqxaot+WPaabc98SE7g1g==","areaRef":"ne7/K7auUwWtC6pCzkoAww=="},"content":{"description":"Start right of Walk On The Wild Side and just right of\n\nUs and Them\n\n.\n\nPitch 1) 5.10b R/X - Climb 20 feet up to the first bolt, clip the bolt and traverse left to second bolt. Clip the second bolt and run it out to the third bolt at a bulge. Mantle over the bulge and run it out at least 30 feet to the fourth bolt. A fall from this section (before the fourth bolt) would surely be life threatening. Clip the fourth bolt and make a hard move to the right reaching the fifth bolt. Crank over the bulge and reach the anchor.\n\nPitch 2) 5.10a R - Climb up and a little left of the anchor. Run it out 30-35 feet to the first bolt. Clip the bolt and head right up to second bolt. Big fall potential if blow any of the clips. Angle a little right and then straight up to a two-bolt anchor. Rap or follow the third pitch of \"Walk on the Wild Side\" to the top and walk off.\n\nEssentially a more runout variation to the first pitch of the route Negro Girls; the second pitch is the same as that route.","protection":"P1) 5 bolts to bolted anchor/rap, P2) 2 bolts to bolted anchor/rap","location":""},"__v":0},{"_id":"OakU9FqpXrSmgrH21k+Xzg==","name":"Harley Queen","yds":"5.10c/d","grades":{"yds":"5.10c/d","french":"6b+"},"fa":"Bob Gaines, Tony Sartin, and Tony Grice, November 2006","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.14002,33.99446]},"left_right_index":15,"mp_id":"105907923","mp_crag_id":"107176507","climb_id":"OakU9FqpXrSmgrH21k+Xzg==","areaRef":"ne7/K7auUwWtC6pCzkoAww=="},"content":{"description":"Begin by scrambling (class 4) up a low-angle right-facing corner about 75 Ft. right of the start of Right On, up to a big ledge. High Cost of Living, Cheap Way To Die, Lone Pine, Rough Riders, and Harlequin all start from this ledge.\n\nPitch 1:(Same as Harlequin) Walk right across this ledge to where it becomes more like a ramp, leading up and right and then blanking out. Continue right across a slab past 2 bolts (5.8) to the top of a left-facing corner. Belay on a small ledge with 2 bolts.\n\nAn alternative\n\ndirect start\n\nis to climb the left-facing dihedral (5.7) up to the bolt-belay on top of pitch 1.\n\nPitch 2: Climb up and left on steepening slab to vertical face climbing. 7 bolts to a 2-bolt belay/rap anchor. 100 Ft.","protection":"Bolts","location":""},"__v":0},{"_id":"MSF6h8K8Va6Diqjx+jJs9Q==","name":"Harlequin","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Jim Wilson and Tobin Sorenson, November 1974","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-116.14002,33.99446]},"left_right_index":16,"mp_id":"105907917","mp_crag_id":"107176507","climb_id":"MSF6h8K8Va6Diqjx+jJs9Q==","areaRef":"ne7/K7auUwWtC6pCzkoAww=="},"content":{"description":"Begin by scrambling (class 4) up a low-angle right-facing corner about 75 Ft. right of the start of Right On, up to a big ledge. High Cost of Living, Cheap Way To Die, Lone Pine,and Rough Riders all start from this ledge.\n\nPitch 1:Walk right across this ledge to where it becomes more like a ramp, leading up and right and then blanking out. Continue right across a slab past 2 bolts (5.8) to a belay on a small ledge with 2 bolts. An alternative start is to climb the left-facing dihedral (5.7) that leads directly up to this same bolt-belay on top of pitch 1.\n\nPitch 2: Up an easy flake/crack to a bolt, then climb steep slab (5.10d R) to another bolt, then traverse right and up to a 2-bolt belay on a small ledge/block.\n\nPitch 3:\n\nLower-angled friction slab past 2 bolts (5.10b), then, a long, easy runnout to join Walk On The Wild Side at it's 2nd pitch.","protection":"To 2 inches, bolts.","location":""},"__v":0},{"_id":"myio8MHnVQmYQfftAEvc3A==","name":"Hanna Montana","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Chris and Elisabeth Noyes, Bob Gaines, April 2007","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.14002,33.99446]},"left_right_index":3,"mp_id":"105945226","mp_crag_id":"107176507","climb_id":"myio8MHnVQmYQfftAEvc3A==","areaRef":"ne7/K7auUwWtC6pCzkoAww=="},"content":{"description":"Begin about 20 feet right of the start of\n\nWhere Have All the Cowboys Gone\n\nand face climb up the center of the slab.","protection":"TR","location":""},"__v":0},{"_id":"eP5ueclGVnS3Lis/AVXbgg==","name":"Gaucho Marx","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Todd & Donette Swain, June 2006","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.14002,33.99446]},"left_right_index":9,"mp_id":"107891553","mp_crag_id":"107176507","climb_id":"eP5ueclGVnS3Lis/AVXbgg==","areaRef":"ne7/K7auUwWtC6pCzkoAww=="},"content":{"description":"Climb up an indistinct water streak past two bolts to a bolt on Orange Flake. Continue directly up the \"Orange\" flake feature (the Orange Flake route traverses right here) passing two more bolts until reaching a ledge with a communal anchor.","protection":"Rappel from the communal anchor atop Orange Flake.\n\n5 Bolts","location":"Begin about 30+ feet left and uphill of Right On, just down, right and below the big pine tree marking the start of Orange Flake."},"__v":0},{"_id":"zp4VYFJiXICNt65+d0pDwA==","name":"Do Rein Me","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Todd & Donette Swain","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.14002,33.99446]},"left_right_index":10,"mp_id":"107891560","mp_crag_id":"107176507","climb_id":"zp4VYFJiXICNt65+d0pDwA==","areaRef":"ne7/K7auUwWtC6pCzkoAww=="},"content":{"description":"Start about 15+ feet up and left of Right On below a water groove. Follow the water groove past 7 bolts more or less directly up toward the long crack system that is just left of Right On (this crack system comprises the upper pitches of Orange Flake).\n\nAt the bottom of the crack you'll find a stance with an old, rusty bolt (the belay bolt for P1 of Orange Flake). Go up the wide crack above the rusty bolt about ten feet (hand-sized Camalots) then go down and left past a cold shut to a ledge with a 2 bolt communal anchor.\n\nA second pitch has been top roped climbing directly up the slabby face above the cold shut and to the left of the upper Orange Flake crack (5.10).","protection":"Rappel from the communal anchor with one rope.","location":"Start about 15+ feet left of Right On below a water groove."},"__v":0},{"_id":"dCExe3OpUyaM+AFplLL93A==","name":"Dial 911","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Charles Cole, Karen Piel, October 1991","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.14002,33.99446]},"left_right_index":18,"mp_id":"108487247","mp_crag_id":"107176507","climb_id":"dCExe3OpUyaM+AFplLL93A==","areaRef":"ne7/K7auUwWtC6pCzkoAww=="},"content":{"description":"The bolted line that starts immediately left of Walk on the Wild Side. Tightly squeezed between WOTWS and Cole-Anderson. Included in Vogel's Classic Routes & Bouldering guidebook. Might be worth doing if you're waiting for WOTWS, but not a destination route--the line is somewhat contrived, and if you are not careful you will find yourself on one of the adjacent climbs before you know it.","protection":"The pro is all shiny bolts (1/2\"), tightly spaced by Josh standards.","location":"Start in the pit just left of Walk on the Wild Side"},"__v":0},{"_id":"/9TnnxbeWbq16SSy0hBubw==","name":"Cole-Anderson","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Charles Cole, Steven Anderson 1992","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.14002,33.99446]},"left_right_index":17,"mp_id":"111399010","mp_crag_id":"107176507","climb_id":"/9TnnxbeWbq16SSy0hBubw==","areaRef":"ne7/K7auUwWtC6pCzkoAww=="},"content":{"description":"The Cole-Anderson was added the year after the route just to the right, Dial 911.  Its a little bit harder and feels just a little bit more exciting.\n\nStart in the chasm left of Dial 911, follow 7 good bolts to a fun finish on jugs over the roof.  The start is hard and excellent thin face / mental crux between bolt 6 and 7.  Bolted anchor/rap.\n\nRappel from here or continue a second pitch up the second pitch of Harlequin (established 18 years before this route) 5.10b past two bolts then runnout easier climbing to a bolted anchor/rappel.","protection":"7 good bolts and a bolted anchor / rappel station.\n\nRappel the route with a single 70 meter rope back to the chasm or a shorter rope over to the bolted anchor at the start of the excellent Harley Queen and rappel to the ground from there.","location":"Just left, (north) of Dial 911."},"__v":0},{"_id":"41HTsxPBUjmstDnO/FRtfA==","name":"Cheap Way to Die","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Charles Cole, Gib Lewis, Herb Laeger, 1980","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-116.14002,33.99446]},"left_right_index":14,"mp_id":"110263948","mp_crag_id":"107176507","climb_id":"41HTsxPBUjmstDnO/FRtfA==","areaRef":"ne7/K7auUwWtC6pCzkoAww=="},"content":{"description":"I did a search for this route on MP and could not find it, I did this route in 1992, so here goes.\n\nThe crux is right off the ground with two bolts (I only recall two down low, not like the new Miramontes book showing three) protecting 10d edging. After moving through the crux I went pretty much straight up to a little roof. The climbing past the crux and before the roof wasn't attention grabbing (maybe 5.9). What was attention grabbing in 92' was that all the bolts shown in the purple Vogel guide from 86' and the new Miramontes guide (both show four bolts after the low crux) were not there... just a couple of rusty 1/4\" stems and a couple of holes. I got a wired nut over one stem and that was it until the roof. The roof protected with a #2 camalot in a gravel-y undercling. The roof turns on a 10.b sloper arch that resides just above the roof. You work your hands across it as you get your right foot up. There was a two 1/4\" bolt anchor there just above the roof. The topo from the old purple Vogel guide shows the route more accurately, IMO, than the Miramontes bolt locations on the picture in that guide book. But, my memory of this is 23 years old. I did do it a few times, though.\n\nThe second pitch was old school bolted 10a face climbing to the crack/ramp that meets up with WOTWS. Falls on this climb for the leader, just about anywhere but the crux, would have resulted in badness when I did it. And, in the new Miramontes book it still shows an R rating even while showing all those supposedly Charles Cole original bolts back in place.  Anyway, great first pitch (micro edging to mini roof) awesome location, and multipitch, make this one of my favorite Joshua Tree routes. Surprised not to see it here on Mountain Project.","protection":"Bolts, and some nuts and cams up to #2 camalot. Rap off or downclimb\n\nAll the bolts on this route are modern ASCA bolts in their original locations. Seven bolts on pitch 1 and five bolts on pitch 2.","location":""},"__v":0},{"_id":"lkZ3/eNZWraGbHrQ5MCOuQ==","name":"Write In","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"Bob Gaines 10-2006","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.14002,33.99446]},"left_right_index":11,"mp_id":"106928426","mp_crag_id":"107176507","climb_id":"lkZ3/eNZWraGbHrQ5MCOuQ==","areaRef":"ne7/K7auUwWtC6pCzkoAww=="},"content":{"description":"Climb the narrow buttress just left of the second pitch of Right On.","protection":"TR","location":"Climb the narrow buttress just left of the second pitch of Right On. The buttress sits between two crack/chimneys and parallels the second pitch of Right On."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,19a30b80-55c9-565e-8a98-7b5649ebfbb6,5af729d8-71a6-5bc2-a925-0f9adf369f4e,d1ca8e8d-6e70-5d21-8e0c-de4a0c325213,f09c5831-4ea3-5828-aee4-8cd74f9cb770,24b8198d-6e04-5c95-9f10-0ecb1375b3b9,607d2a21-3540-5d48-878f-351faee72a84,9deeff2b-b6ae-5305-ad0b-aa42ce4a00c3","pathTokens":["USA","California","Joshua Tree National Park","Central Joshua Tree","Sheep Pass Area","Saddle Rocks Area","Saddle Rocks","Saddle Rocks - Skirt","Saddle Rocks - Skirt  (West Face)"],"gradeContext":"US","aggregate":{"byGrade":[{"count":3,"label":"5.10d"},{"count":3,"label":"5.8"},{"count":3,"label":"5.9"},{"count":1,"label":"5.11a"},{"count":1,"label":"5.12c"},{"count":1,"label":"5.6"},{"count":1,"label":"5.7"},{"count":1,"label":"5.10a/b"},{"count":3,"label":"5.10a"},{"count":2,"label":"5.10b"},{"count":1,"label":"5.10c/d"},{"count":1,"label":"5.8+"},{"count":1,"label":"5.9-"}],"byDiscipline":{"trad":{"total":19,"bands":{"unknown":0,"beginner":6,"intermediate":11,"advanced":2,"expert":0}},"sport":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}},"tr":{"total":2,"bands":{"unknown":0,"beginner":1,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":7,"intermediate":13,"advanced":2,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-116.14002,33.99446]},"bbox":[-116.14056235281289,33.99401033981814,-116.13947764718712,33.99490966018186],"left_right_index":-1,"ext_id":"107176507","area_id":"ne7/K7auUwWtC6pCzkoAww==","polygon":{"type":"Polygon","coordinates":[[[-116.14056235281289,33.99401033981814],[-116.13947764718712,33.99401033981814],[-116.13947764718712,33.99490966018186],[-116.14056235281289,33.99490966018186],[-116.14056235281289,33.99401033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":22,"__v":1,"createdAt":"2022-11-07T05:54:58.001Z","updatedAt":"2024-02-19T18:30:12.246Z"}