{"_id":"6368a60be80bff5a995c57bc","area_name":"Dragontail Peak","shortCode":"","climbs":[{"_id":"aDUy9tA9VpqrKHMAjF2M9w==","name":"This, My Friend","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Andy Wyatt, Chris Potts, August 2020","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.83318,47.4789]},"left_right_index":1,"mp_id":"119518502","mp_crag_id":"106015951","climb_id":"aDUy9tA9VpqrKHMAjF2M9w==","areaRef":"49BowoeXUAexs2oUQ5JoTw=="},"content":{"description":"Overview\n\n900+ feet of quality, sustained crack (and some face) climbing on very good rock, up the elegant East Face of the NE Towers of Dragontail Peak. This climb offers a real alpine climbing experience with long pitches and no fixed protection or anchors, engaging and playful movement, at a surprising and unusually-accessible grade. It takes a natural line up a relatively less explored aspect of one of the most prominent peaks in the range, with a nice position and a friendly scramble descent. The route has comfortable belay ledges approximately every 55 meters, and is in the sun from early morning until early afternoon.\n\nEstablished over the 2nd week of August, 2020 by Andy and Katherine Wyatt, Chris Potts, and Margot Fahey. The first climb of the route (by Andy and Chris) was an onsight, ground-up, and C2C ascent. Later in the week, Andy, Katherine, Chris, and Margo returned for multiple days and rigorously cleaned the route. Regardless, the route remains a true alpine endeavor that requires careful travel and consideration.\n\nNote: The E and NE aspects of Dragontail (including the NE Towers) terminate into the E summit of Dragontail. This is atop Dragons of Eden, and the other routes on the east half of the mountain. The East summit is separated from the main summit by a long serrated ridge. Conceivably, one could traverse the ridge connecting the East summit and the main summit (this may or may not have been done before). While not the termination of this route, the highest summit can be reached by descending off the E summit (see descent notes) and ascending the southern slopes via 3rd and 4th class scrambling.\n\nRoute\n\nP1, 5.9+, 58M\n\n. Ascend fifty feet of easy climbing, climb ten feet of face around the right side of a recessed pod, and then back into the main crack. Punch up the main crack, with some smaller over lapping cracks, offering very fun and engaging movement. Atop the main crack, continue through broken and moderate terrain to the obvious ledge and climb 20 feet beyond the right of the two tree/bushes. Belay on .1-.3 cams and small nuts at the base of the beautiful corner above. Note, this pitch protects well using slightly more thoughtful placements relative to the other pitches on the route; all 5.9 moves could be pulled through on gear.\n\nP2, 5.9, 55M\n\n. Stem your way up the initial 10-foot OW pod before launching up a gorgeous and sustained corner crack, offering spectacular and pure crack climbing from locker fingers to perfect hands. This is a powerful pitch that rewards strong arms and good jamming technique. Look for foot features along the way to ease the grade and add more creative movement. When the corner ends, continue up and left approx 20’ and stop at a crack on the right that accepts bomber med-large nuts and cams.\n\nP3, 5.6, 45M\n\n. Ascend the broken crack system directly above the belay, gaining a sloping ledge beneath a pair of obvious zig-zag cracks. Climb through these zig-zag cracks to a wide and large sandy ledge. Belay in the clean crack in the middle of this ledge.\n\nP4, 5.7, 58M\n\n. This clean headwall with a splitter crack that catches your eye from the ground is even more spectacular than it looks. Even more defining is the friendly grade and secure climbing, especially for such a dramatic and full pitch. Begin approx 15-20 feet right of the belay and climb easily up the right side of the protruding ear. Move left a few moves along a thin crack rail to gain the main crack, offering phenomenal and varied crack climbing with excellent movement. Take this long pitch up and slightly right to a large, flat ledge. Belay on the right side of the ledge, to the right of the vertical leaning block.\n\nP5, 5.7, 55M\n\n. Climb up and left through broken ledges for approx 20 feet gaining a crack that climbs, pleasantly, up the right side of a right facing dark ear feature. Zig zag up and generally left through varied crack systems, face features, knobs, and small ledges. Exit off the left side of the face, turning the corner into a belay alcove approx 20’ below and to the left of the summit pinnacle.\n\nDescent\n\nAfter summiting, work S and W across broken 3rd and 4th class terrain, slowly losing elevation until you gain a clean gully (approximately 500’ from the final belay station). Descend this to a large and obvious ledge, then scramble SW to walkable terrain, intersecting the standard summit descent to Aasgard Pass. Note, this was the easiest descent found by the FA party, however, many alternatives exist. Walk on cairned, braided and rocky trails to the top of Aasgard Pass.\n\nThe route is not set up for rappel.","protection":"Doubles from .2-#2, singles of .1 and #3, a healthy set of stoppers (route takes good nuts), and an assortment of runners. If leading at your grade, or not comfortable putting distance between your gear, add your choice of triples from .3 to #2, a second #3, and a #4. Note that the pitches on this route are all nearly 60M, with no fixed protection, and use gear belays. If you prefer feeling well-protected, it will require a fairly-significant amount of gear (which the cracks will gladly accept).","location":"Hike to the south side of Colchuck Lake, then up approx 85% of the trail up Aasgard Pass. At approx 7250’ the main trail crosses right across Aasgard’s largest river braid; continue approx 5-10 min past this point, leaving the trail between approx 7300-7400 feet, crossing loose scree up and right, heading directly to the base of the route. The route begins approx 300 feet below where the top of Aasgard pass meets the toe of Dragontail, and below where two small tree/bushes sit on the first belay ledge, up approx 190 feet; start below the right side of the right bush. It could also be identified as starting in the middle of the protruding tower."},"__v":0},{"_id":"P2thJWjHXHS3xlnoBARTCw==","name":"Serpentine Arete","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Tom Hargis and Jay Ossiander, 1973","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.83318,47.4789]},"left_right_index":8,"mp_id":"106015955","mp_crag_id":"106015951","climb_id":"P2thJWjHXHS3xlnoBARTCw==","areaRef":"49BowoeXUAexs2oUQ5JoTw=="},"content":{"description":"A very exciting and aesthetic line, which climbs the ridgeline on the right side of Dragontail Peak.  Climb up an obvious dihedral system, past two trees with webbing on them until you reach a large terrace (done with a 70 meter rope).  Next, continue up to a stance about 60 meters away where a rock is slung with webbing. Move up to the large pillar and go around right to set up your belay.  The next two pitches are the crux 5.8 pitches and can be linked with a 70 meter rope.  Move right from the pillar, across the face and into a large crack.  Climb this until you can traverse left across a small, nobby slab and up another crack system that turns into a small dihedral.  Belay up over a small hump right next to a piton.  Continue the next pitch (past the two 5.8s) up left.  For the rest of the route stay on the ridge line.  There is a small down-climb and then after it move up right towards the summit.  At the last part go around left of the summit block and follow a well traveled path to the top.  Beware of loose rock through much of the low 5th class climbing.  All of the technical climbing is solid.","protection":"Standard rack up to 3 inches.  Doubles up to 1.5 inches is optimal, excluding the very small sizes (like metolious purple and silver). Some long runners, about 12 draws (including runners). Crampons and ice axe are important for the decent.  Helmet!","location":"Located on Dragontail Peak, about 200 feet right of the Backbone route, on top of a bulging pile of rocks.  It is the ridgeline that is right of the ridge that contains the obvious face near the top."},"__v":0},{"_id":"LHp2RXBmXNmSB4zt8q9MCw==","name":"Gerber-Sink","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Gerber-Sink","type":{"trad":true,"mixed":true,"ice":true,"snow":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.83318,47.4789]},"left_right_index":5,"mp_id":"110245564","mp_crag_id":"106015951","climb_id":"LHp2RXBmXNmSB4zt8q9MCw==","areaRef":"49BowoeXUAexs2oUQ5JoTw=="},"content":{"description":"This route, also known as the North Face route, was first climbed in summer when it is mostly a 4th/low 5th route with a couple of 5.7 cruxes. However, in recent years it has become popular as a winter ice/mixed climb. In winter the route is highly conditions dependent and many variations have been climbed. If it goes then it will probably be in the WI3-4 and ~M4 range. Some of the variations could potentially be M5+. If it is in good winter condition then it is an amazing route and not to be missed, much more sustained and exposed than its more popular neighbor: Triple Couloirs.\n\nThe summer route is described in Beckey's CAG vol 1. The winter route starts with several options, the easiest being just right of the toe of the face and accessing a ramp that leads up and right to what should be 1,000+ feet of ice/neve finishing up through some runnels (5.7 corner in summer, easy ice in good winter conditions). This leads to the north face bowl, steep snow or granite slabs. The original rock route climbs the dome/tower between the Fin from the Backbone and the tower at the start of the third couloir on Triple Couloirs (also 5.7, harder mixed in winter). Typically winter climbers climb the shorter wall left of this to access the third couloir via a pitch of M4 climbing. The gully behind the fin has also been climbed at ~M5. Others have been known to traverse far right and climb one of the rock variations on the fin in summer. Which ever way you go it is a fun outing.","protection":"Summer: medium rack to 3\"\n\nWinter: 4+ ice screws (a stubby can be useful), single rack, most people bring pitons but this depends on your preferences and conditions... probably a good idea.","location":"The lowest point on Dragontail's nordwand, between Triple Couloirs and Backbone Arete."},"__v":0},{"_id":"X1XVTBcHVB6nzt917tviSw==","name":"Dragons of Eden","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"FA Wayne Wallace, Bob McGown, FFA Jens Holsten, Sol Wertkin","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.83318,47.4789]},"left_right_index":2,"mp_id":"112032288","mp_crag_id":"106015951","climb_id":"X1XVTBcHVB6nzt917tviSw==","areaRef":"49BowoeXUAexs2oUQ5JoTw=="},"content":{"description":"Dragons of Eden is one of the longest hard routes of the Stuart Range.  The meat of the climbing is steep crack climbing on a gorgeous panel of granite soaring off of Aasgard Pass on the NE side of the mountain. After topping out the hard climbing a further 1500' of 5th class scrambling leads to the top.\n\nThe first two ascents added 2 pitches below the approach ramp but these are not commonly climbed.\n\nStart off on 5th class slab and make your way to the base of the first pitch, a hand crack in darker rock\n\nP1 5.10a\n\nFrom a sloping stance, climb the hand crack which turns to lower angle fists and then climbs left to a single bolt belay.\n\nP2 5.11 Yorkshire Gripper to Butterballs pitch\n\nA tricky traverse move leads to a splitter on great rock.  Excellent rock quality the whole pitch.  Step right to a stance high up on the pitch after fun double hand cracks.\n\nP3 5.9\n\nFrom the stance head left into a flare.  After mantelling the flare a nice flake gives access to a nice ledge underneath the crux.\n\nP4 5.12a\n\nHead up the left side of the pillar and mantel it.  Scope out the moves, place a bomber cam, and fire off a few face moves to get into a finger crack heading into a tight corner.  Not a long pitch but is it short enough?\n\nThe Headwall 5.11\n\nMove the belay up to the next ledge underneath an imposing white headwall.  This can be done in anywhere from 1-3 pitches but any belays will be hanging belays.  There are 3 cruxes, one at a big low roof, a double crack crux, and the final roof 20 feet from the finish.  Just enough lichen on this pitch to keep it interesting.\n\nYou can rap from here with 2 X 60M ropes, or continue up the Northeast Buttress.  Climb up and right from the belay for maybe 30-40 meters until you can spot a ramp system on the left (Ramp trends right).  Follow this ramp for 1000+ feet, only turning left 30M from the summit around a pillar.  From here make 2 35M rappels off of horns down a gully, then downclimb to get to Aasgard pass","protection":"00 to #3 Camalot.  Triples of finger sized to .75 are worth bringing.  70M rope or 2 60M ropes","location":"From Colchuck Lake, head up Aasgard pass and look for the distinctive headwall."},"__v":0},{"_id":"sNr2/UkpV3C6Qqxr60xFxQ==","name":"Der Dihedral","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Layton/Wolfe 2006","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.83318,47.4789]},"left_right_index":7,"mp_id":"114288397","mp_crag_id":"106015951","climb_id":"sNr2/UkpV3C6Qqxr60xFxQ==","areaRef":"49BowoeXUAexs2oUQ5JoTw=="},"content":{"description":"This route is a 6-pitch variation that joins the Backbone route.","protection":"Standard rack to 3\"","location":"Start a couple of ridges below the Backbone Look for clean dihedral a couple pitches up."},"__v":0},{"_id":"22xXpK8QXxKNyVCBVla12w==","name":"Backbone Ridge","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"weigelt+bonnerville aug 1970  with fin Cruver+Lewis Jul 1975","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.83318,47.4789]},"left_right_index":6,"mp_id":"106073405","mp_crag_id":"106015951","climb_id":"22xXpK8QXxKNyVCBVla12w==","areaRef":"49BowoeXUAexs2oUQ5JoTw=="},"content":{"description":"There are good images in the comments that could be utilized to create an actual \"beta\" section for this climb.  I just completed it yesterday and some info about the start, the orientation of the pitches en route to the OW, the looseness of the stone between the OW and the Fin, especially the choss highway preceding the Fin, and the amazingly precarious blocks one should expect to find throughout the route would all be welcome additions.  There's a notch at the top of the Fin that could be a good visual goal to keep people on route, go too far left and you're in the Triple Couloir gully, too far right and you might find yourself pulling some 10hard crack moves without feet, only to have a blank wall of the other side or old rap tat from other parties.\n\nGear, double rack to 2\" plus 4\" and 6\" will offer plenty of gear for simul sections and belays as well as keep everything very safe without extraneous weight.\n\nThanks for putting in the effort to make this site totally fucking awesome!","protection":"A #6 camalot is required for the offwidth. Other than that, a medium rack to #3.5 camalot outta do it. But #5 will become handy in multiple locations, even the \"fin\".","location":"On the north face of Dragontail peak.  To climber's left of Serpentine Ridge."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,cfe129f6-5f60-5bc8-87b3-3d3bfaff9472,a8c59bca-3e16-5c23-ac90-29fe05ec3580,b8dd7bec-4ee1-51ef-ac0c-2778f2ea9c32,e3d068c2-8797-5007-b1b3-6a144392684f","pathTokens":["USA","Washington","Central-East Cascades, Wenatchee, & Leavenworth","Stuart-Enchantments","Dragontail Peak"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.9+"},{"count":1,"label":"5.8"},{"count":1,"label":"5.7"},{"count":1,"label":"5.12a"},{"count":1,"label":"5.9"}],"byDiscipline":{"trad":{"total":6,"bands":{"unknown":0,"beginner":2,"intermediate":3,"advanced":1,"expert":0}},"snow":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"ice":{"total":1,"bands":{"unknown":1,"beginner":0,"intermediate":0,"advanced":0,"expert":0}},"mixed":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":3,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-120.83318,47.4789]},"bbox":[-120.83384531392234,47.47845033981814,-120.83251468607766,47.47934966018186],"left_right_index":-1,"ext_id":"106015951","area_id":"49BowoeXUAexs2oUQ5JoTw==","polygon":{"type":"Polygon","coordinates":[[[-120.83384531392234,47.47845033981814],[-120.83251468607766,47.47845033981814],[-120.83251468607766,47.47934966018186],[-120.83384531392234,47.47934966018186],[-120.83384531392234,47.47845033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":6,"__v":1,"createdAt":"2022-11-07T06:31:00.553Z","updatedAt":"2024-01-20T01:08:44.403Z"}