{"_id":"6368a50be80bff5a995aff7a","area_name":"Contact Buttress","shortCode":"","climbs":[{"_id":"rhx/MwDkWEOYnnPv7CNmKg==","name":"Diagonally Seeking Susan","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"James Garrett and George Jameson, 1988. Cleaned up and pitches added by JG and Josh Briggs, late 90s","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.777,40.5727]},"left_right_index":0,"mp_id":"106021948","mp_crag_id":"106021945","climb_id":"rhx/MwDkWEOYnnPv7CNmKg==","areaRef":"eV6JsUmoX8mI1JSww47NDg=="},"content":{"description":"We must have been into Madonna then? This is probably more of an update than a first ascent, but it is much different than previously documented, As described in the Ruckman Guide, this route was originally done in a bit of a hurry. Way back when, George and I did essentially no cleaning and aided the 3rd pitch as darkness was soon approaching.  Since then, I went back numerous times with Franziska Garrett and we did significant cleaning, freed the old aided pitch (#3), and added some more to go higher up the buttress. It has evolved into a much more enjoyable climb, IMO.\n\nPossibly, the only drawback is still the somewhat lengthy and steep approach, but compared to other things, it is really not a big deal. Aggressive cleaning uncovered a much nicer climb!....as one often finds out down the road on these north facing routes of LCC.\n\nPitch #1: Climb straight up the slab past an overhang clipping some bolts and fixed pins along the way. Perfect granite. 5.10a\n\nPitch #2: Now better protected, climb some shelfy type mantles to a thin left facing dihedral that culminates at an awkward roof to a two-bolt hanging belay ledge of sorts. 5.9 - 5.10.\n\nPitch #3-4: Aggressive cleaning this former A2 pitch yields a fun hands to finger crack to some face climbing. What a change! This diagonals left for a long pitch or one can find a mid pitch belay as well. 5.10.\n\nPitch #5: From the two bolt belay (formerly at the huge tree on the far left of the buttress) climb up and right up some funky corners and overlaps and slap your way up a very smooth well protected slab on perfect Wasatch granite. Glue in bolted belay and rappel station. 5.11a?\n\nRappel the route.","protection":"Some 1/4\" original bolts still present themselves, but many have been replaced.Beef exists up high on the upper pitches. Take QDs and a Camalot rack to #3.5 and some micros. Small Nuts.","location":"Approach the tongue or lowest point of the buttress. Climb directly up a slab following the bolts and the route should be clear.\n\nRappel the route. 1 x 70m rope good enough. 2 ropes probably better."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ee1d37e7-dc41-5c26-a358-5d51af01f499,5f0ed4d8-ebb0-5e78-ae15-ba7f1b3b5c51,e838736e-03de-5522-b170-850c7ffcb2ac,007f1fc1-3268-5660-b397-b7543d332216,795e89b1-49a8-5fc9-88d4-94b0c38ecd0e","pathTokens":["USA","Utah","Wasatch Range","Central Wasatch","Little Cottonwood Canyon","Contact Buttress"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11a"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-111.777,40.5727]},"bbox":[-111.77759198427162,40.57225033981813,-111.77640801572838,40.57314966018185],"left_right_index":-1,"ext_id":"106021945","area_id":"eV6JsUmoX8mI1JSww47NDg=="},"content":{"description":""},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T06:26:25.920Z","updatedAt":"2024-01-15T16:49:06.934Z"}