{"_id":"6368a44ee80bff5a9959bfaf","area_name":"Superpin","shortCode":"","climbs":[{"_id":"jezBdkPSUPiJqXaasoXUwQ==","name":"Pete Cleveland Route","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Pete Cleveland, August 8th 1967","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-103.53597,43.84012]},"left_right_index":1,"mp_id":"108472076","mp_crag_id":"105979476","climb_id":"jezBdkPSUPiJqXaasoXUwQ==","areaRef":"qRPSK9wyXBi1GC/ZcF9ulQ=="},"content":{"description":"\"Touch The Sky\" guide book by Paul Piana lists the route description as follows with () for added comments by submitter; \"Start in the saddle (notch) between Tent Peg and Superpin. Step onto a small shelf where there is/was a fixed piton and then continue up onto a small pinnacle like stance. Traverse diagonally up right, (following a rib) across the face to the SouthWest corner and a (small shelf). Then climb straight to the top (crux).\" (Hug the spire while moving up on thin feet, no pro.)Note: the Barber/Cleveland routes share a start.","protection":"No pro. Basically a free solo. No anchors.  Needles Style Rap","location":"Barber/Cleveland routes share a start at the notch with TENT PEG. "},"__v":0},{"_id":"xPTQkPV2UvuabMB7uOqJRA==","name":"Barber Route","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Henry Barber, Dennis Horning, Chip Lee, 1977","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-103.53597,43.84012]},"left_right_index":0,"mp_id":"105979485","mp_crag_id":"105979476","climb_id":"xPTQkPV2UvuabMB7uOqJRA==","areaRef":"qRPSK9wyXBi1GC/ZcF9ulQ=="},"content":{"description":"Starting from the base of the north side of Superpin (the side facing Cathedral Spires) climb up a dirty vegetated 5.8 crack (bad pro) which widens into a chimney. Go up the chimney and step left onto a comfortable ledge between Superpin and Tent Peg. Alternatively (and safer), the ledge can also be reached by a short scramble from the landing between Tricouni and Superpin. The proper climb starts from the ledge. Take a step across the chimney onto Superpin. Sling a flake (or place a large nut behind it), go up and pull the crux bulge. Continue on fun but run out 5.7 crystals to a finishing section of 5.8 face climbing that leads to the top. \n\n  The X-rating is given because the route has a potential for a serious fall to the ground with no protection. \n\n  Barber has pleaded for years to remove the bolts and finally returned in the summer of 2011 and removed them; as they were not added by him or with his permission.  \n\n  References:  \n\n\"Touch the sky\" , Paul Piana \n\n\"The Needles\" , Zach Orenczak and Rachel Lynn ","protection":"Currently none. After removal of the retro-bolts in summer '11, there is now no protection above the crux bulge.","location":"From the pull off by the End Pin, walk down along the road, roughly 10 yards past the trail for Tricouni Nail. Locate a faint trail going down from the road. A short walk down the trail leads to the flat area by the starting chimney at the base of Superpin. \n\n  The best way to get off the Superpin is to drop one end of the rope on the west side of the Pin (towards the start of the climb), and the other to the east side, to the landing between the Superpin and Tricouni Nail. Rap the west side and clean the route while the belayer holds the east end of the rope. There is a small groove on top of Superpin, which makes this rappel very safe. Do not leave any slings on top. Thanks to Dave Groth for the rappel beta."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,253ab2e3-944f-5c5f-8477-58a428c86291,eb71723c-d454-5686-9f66-8bbd19c7143e,68deff18-0cec-54ad-bd51-199e9e408017,a913d22b-dc32-5c18-b518-2fd9705f6e95","pathTokens":["USA","South Dakota","Custer State Park","Tenpins/Switchbacks","Superpin"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11"},{"count":1,"label":"5.10"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":1,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-103.53597,43.84012]},"bbox":[-103.53659342370932,43.839670339818134,-103.5353465762907,43.840569660181856],"left_right_index":-1,"ext_id":"105979476","area_id":"qRPSK9wyXBi1GC/ZcF9ulQ=="},"content":{"description":"The most pointy of the pins. Easily recognizable from the road (see pic)."},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T06:23:11.056Z","updatedAt":"2022-11-25T11:21:42.812Z"}