{"_id":"63689d5ce80bff5a994f4bb7","area_name":"Blindspot Buttress","shortCode":"","climbs":[{"_id":"LVyf6vNVWJeWupSgRCiWgw==","name":"Kaleidoscope’s Eye","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"T. Hobbs, R. Ziegler, 7/2019. TD","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.676,37.3838]},"left_right_index":3,"mp_id":"117359631","mp_crag_id":"106815377","climb_id":"LVyf6vNVWJeWupSgRCiWgw==","areaRef":"FyVmdb5hUI+Snv5XzT0DKg=="},"content":{"description":"Pitch 1 starts about 100 feet left of Gold Digger using a thin crack in a flake.  This moderate crack takes finger size gear until seaming out after ~45 feet. Bolts protect slabby moves and continue to a leftward roof traverse.  5.11a.  8 bolts, gear to #1 camalot.\n\nPitch 2 steps right off the belay, then up and slightly right to a steep crack.  Follow this to a bolt protected mantle onto the arete. 2 more bolts protect the crux moves. 5.11b. 6 bolts, gear to #3 camalot.\n\nPitch 3 follows easy, broken ground to a bolt.  Then follow the long corner for about 50m. This leads to a mussy hook anchor in a corner.  Do not belay here! This anchor is the last pitch of Gold Digger anchor and will be used when rappelling. Instead clip a bolt left and use a 2 bolt anchor on a small, scenic ledge. 4 bolts, gear to #3 (doubles of #2 optional). 5.9\n\nPitch 4 follows bolts up a tricky slab into a low angle, left facing corner.  This steepens into overhanging jugs, eventually giving way to a ledge.  Continue up a moderate chimney to a sloping ledge. The rappel anchor is at the right edge of this ledge. 5.11c. 11 bolts, gear to #3.\n\nRappel with 5 raps using a single 70m.  The first rappel returns you to the Gold Digger anchor near the P3 belay. The second rap uses an intermediate anchor on a ledge to the right of P3 corner. From here, rappel the route.","protection":"All pitches are mixed. All anchors bolted. Bolts and gear to #3, optional to bring 2, #2's for P3. Cruxes are very well protected by bolts.","location":"Located about 25 minutes from the parking for Scheelite Canyon. Route gets sun from ~1030 until 6pm during the summer. Follow trail as for Blindspot but rather than scrambling to Blindspot, continue up use trail to the base of Gold Digger (massive left facing corner). Kaleidoscope’s Eye starts about 100 feet left of Gold Digger."},"__v":0},{"_id":"1AqmjdfhUDSV/FNO4H/vdg==","name":"Hindsight","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"FA: Chase Leary. Bolts and first 5 pitches: Victor Lawson","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.676,37.3838]},"left_right_index":1,"mp_id":"107168901","mp_crag_id":"106815377","climb_id":"1AqmjdfhUDSV/FNO4H/vdg==","areaRef":"FyVmdb5hUI+Snv5XzT0DKg=="},"content":{"description":"This is a one pitch variation to Blindspot.  This blank, pasty bolted corner lies directly above the 5th belay on Blindspot.  It's obvious...and hard. After laying in wait for a suitor since 2011, Chase Leary finally stepped up on 4-19-15 and sent this sexy rig. Reportedly similar in difficulty to Ecstasy. Easy to toprope it if you desire when rappeling Blindspot.","protection":"11 S.S. bolts. Bolted top-down. Ends at Fixe ring anchors.  30m.\n\nReport just in: bolt 3 is hard to clip and a pre-placed long draw is recommended. The first ascensionist whipped near the third bolt without it clipped and landed on his belayer on his first attempt...so keep your shit together or pre-place a draw.\n\nPS: If a driven individual that has climbed/worked the route thinks the bolt could be moved to be safer/easier to clip, then they have my blessing to move stuff around.  STAINLESS STEEL EVERYTHING ONLY please!  -V.L.","location":"Climb the first 5 pitches of Blindspot, then head straight up the golden corner. Ends at the last anchor of Blindspot.  Alternatively, top out Blindspot...then rappel right over it and toprope away.  But be careful...it's 30M long!"},"__v":0},{"_id":"jVf90WruWnWaoAem9I+Twg==","name":"Blindspot","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Victor Lawson","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.676,37.3838]},"left_right_index":0,"mp_id":"106815380","mp_crag_id":"106815377","climb_id":"jVf90WruWnWaoAem9I+Twg==","areaRef":"FyVmdb5hUI+Snv5XzT0DKg=="},"content":{"description":"P1:\n\nClimb cracks to ledge and arete. Pass a bolt (.10b) then head up and right to a hidden thin hand crack. Can link w/ pitch two easily.\n\n1 bolt/gear to 2\"\n\nP2:\n\nDelicate flakes lead to a hard move on clean rock above a bolt (.11a) to gain a great hand/finger crack. Can link w/ pitch one easily.\n\n1 bolt/gear to #3 camalot.\n\nP3:\n\nTraverse left to a short O.W. (5.8) then \"crawl on all sixes\" to reach belay. Unique and wild.\n\nOptional #4 for O.W., otherwise, gear to #3.\n\nP4:\n\nThin left facing corner to fun and techy bolted arch (.11b). Great climbing!\n\n5 bolts/thin gear.\n\nP5:\n\nSeveral mantles up ledges (.10a) to amphitheater belay.\n\n4 bolts/one thin piece.\n\nP6:\n\nAwesome left traversing underclings (.11a). Bring your camera.\n\n3 bolts/gear to #3.\n\nP7:\n\nUp for a bit (.10b) then head right via obvious 4th class slab to bolted belay.\n\nGear to #3.","protection":"Ground up, bolted entirely on lead. When the gear could hold a fall, a bolt was not placed.  When it couldn't, or a nasty ledge fall was likely, a bolt was placed.  There are 14 lead bolts in seven pitches and all belays are bolted ring hangers.  All bolts and hangers are stainless steel.\n\nNuts & a double rack up to a #2 camalot and one #3 camalot is suggested\n\n(a #4 is very optional for the short 5.8 O.W. on pitch 3.)  A mix of sport and extendo draws are required. If this is at your limit, go heavier on thin gear ie; nuts and cams to finger size.","location":"APPROACH:\n\nThe route takes a prominent line up a clean and proud, SW facing buttress. Hike up Pratt's Crack Canyon proper, passing the Gecko wall and continuing up a hill on a well constructed, rocky trail. Crest the hill and then cross the river directly across from a cave w/ bolts. Head up talus and then up 3rd class ledges (30ft) to a belay platform. 20min from car.\n\nDESCENT:\n\n5 raps down the route with one 60m rope.\n\nExtra caution is advised for the first rap as it is 30m!"},"__v":0},{"_id":"WcFF3ZMiUre5bzlFIrRVFA==","name":"Blind Eye Digger","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Mix of people","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.676,37.3838]},"left_right_index":2,"mp_id":"120843492","mp_crag_id":"106815377","climb_id":"WcFF3ZMiUre5bzlFIrRVFA==","areaRef":"FyVmdb5hUI+Snv5XzT0DKg=="},"content":{"description":"This route is a link up of three routes making an excellent 5.10 adventure up the amazing Blindspot Buttress\n\nP1 start on the first pitch of Blindspot. Climb cracks to ledge and arete. Pass a bolt then head up and right to a hidden thin hand crack. 5.10\n\nP2  Move the anchor 5 feet to the right to the anchor of the first pitch of Kaleidoscope’s Eye (KE). Clip a bolt and step right following the 2nd pitch of KE. Where it moves right onto the steep arete continue up the crack in the large left facing corner to the 2nd pitch anchor of KE. 5.10\n\nP3 Just left of the anchor start up the the 3rd pitch crack of KE looking for a bolt. Move up the large left facing corner using the featured face and crack in the corner to the anchor on the pillar of Gold Digger (GD). Belay here and not the visible anchor out left on KE. 5.9\n\nP4 Straight up the fingers layback to a bolt that protects a mantle through the bulge. Continue up the crack on the arete to another bolt and then to the GD anchor on a large ledge. 5.10\n\nP5 Move left across the ledge and climb into a cool chimney system. Follow this chimney till exiting on a large ledge and look for the final/rappel anchor on the far right. This pitch does not top out the cliff so keep an eye out for the anchor. 5.9\n\nRappel with a single 70 using all the same anchors used on the ascent","protection":"Standard rack to 3 inches.","location":"Start on the first pitch of Blindspot."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,28ecf9b8-3e02-54f1-9a23-26c5d4120483,58a4c1de-fc5b-5e0c-89ad-ab28ac59e4fe,4fb0d773-72c8-5105-9d28-790d95365d32,2a655534-0316-5d2c-acdd-41dc8ecee112,17256675-be61-508f-929e-fe57cd3d032a","pathTokens":["USA","California","Sierra Eastside","Bishop Area","Pine Creek Canyon","Scheelite Canyon / Pratt's Crack Gully","Blindspot Buttress"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11c"},{"count":1,"label":"5.13a"},{"count":1,"label":"5.11b"},{"count":1,"label":"5.10"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":2,"expert":0}},"sport":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":0,"expert":1}},"tr":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":0,"expert":1}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":1,"advanced":2,"expert":1}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-118.676,37.3838]},"bbox":[-118.67656590476123,37.383350339818136,-118.67543409523874,37.384249660181865],"left_right_index":-1,"ext_id":"106815377","area_id":"FyVmdb5hUI+Snv5XzT0DKg=="},"content":{"description":""},"density":0,"totalClimbs":4,"__v":1,"createdAt":"2022-11-07T05:54:21.575Z","updatedAt":"2024-01-15T16:40:52.938Z"}