{"_id":"63689d5ce80bff5a994f4f98","area_name":"Razor Back","shortCode":"","climbs":[{"_id":"3ZpfgVIhUzCV6GXKFAGEpg==","name":"Somewhere in Time","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Bryan Law and George Ridgley, August 2010","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.40109,37.87303]},"left_right_index":1,"mp_id":"121345685","mp_crag_id":"106906220","climb_id":"3ZpfgVIhUzCV6GXKFAGEpg==","areaRef":"Z3O6V9gCXYWas3MKFLY8dg=="},"content":{"description":"Easy face climbing leads to a small overlap and then a section of polished slab that is protected by three bolts that trend up and to the right.  The first bolt is just above the left side of the overlap.  Climb above the third bolt to a right-facing white flake that accepts gear, then over a bulge.  Continue up and right, past two more bolts, to a small right-facing corner/flake system and more gear placements.  Follow the corner/flake system to a shallow ledge and a 2-bolt belay with chains.  The rock on the upper section of the pitch has obvious patches of bright green lichen.\n\n200-foot rappel (two ropes), then walk down the rest of the slab to the base.\n\nSomewhere in Time is the name of Iron Maiden’s 1986 studio album.","protection":"Minimum 5 draws for lead bolts, plus longer draws and long slings for gear\n\nCams 1 ea. 0.4” – 1.5”","location":"This route is on the far left side of Razor Back, and is the first route to the right of the prominent right-leaning crack system that separates Razor Back from Marmot Dome (Marmot-Back Crack).  From the lowest point at the base of the wall, walk up the slab to a ramp that leads up and slightly to the right, then belay from a stance near the top of the ramp that is about 100 feet above the base.  See descriptive photo."},"__v":0},{"_id":"m4eKRDDTUtWtGeg9IgSPBw==","name":"Slasher","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Bryan Law, Linda Jarit, Bob Crawford, and George Ridgley 2008/2009","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.40109,37.87303]},"left_right_index":9,"mp_id":"106906284","mp_crag_id":"106906220","climb_id":"m4eKRDDTUtWtGeg9IgSPBw==","areaRef":"Z3O6V9gCXYWas3MKFLY8dg=="},"content":{"description":"Slasher is nice mixed bolt and gear climb on great stone. The first pitch is well-protected by bolts, and makes for a really nice pitch to do on its own if you are not up to leading some of the other nearby routes that have slightly more runout climbing. However, nothing in Tuolumne is a given; be prepared to climb 10-15 feet of slab to get to the first bolt.\n\nPitch 1:\n\nClimb on clean rock past 9 bolts (5.9; 90 feet).\n\nPitch 2:\n\nClimb up and left, past three bolts (5.9), to a large flake and a gear placement.  Climb to the top of the flake on easy knobs (short runout) to another gear placement.  Continue past the top of the flake up a short section of face moves to an arching, right-facing corner that takes gear (5.8?).  There is one bolt midway up the corner that replaces a fixed piton that was placed on the FA.  From the top of the corner, traverse to the right, to a 2-bolt anchor.\n\nPitch 3:\n\n(5.10d) goes up and right from the belay and consists of face climbing on thin edges with a few mantels interspersed (9 bolts).\n\nAll three belay anchors have two bolts with chains.  Rap the route with two ropes or a single 70m rope.","protection":"Pitches 1 and 3 are completely bolt-protected, while pitch 2 requires some gear (see description below).\n\n9 – 12 draws, plus at least a few  long runners\n\nCams 1 ea. 0.4” – 2” (for pitch 2)","location":"The approach trail deposits you at the white slab that contains several routes, including Metalhead.  To find Slasher, keep going up and left past the first white slab.  Slasher begins from a ledge just above the base, on the left side of a right-leaning corner/arch (see beta photo).  Overviews of both Slasher and Flash of the Blade (including all of their belays) are shown in the 'Razor Back, right side routes' beta photo courtesy of Bryan Law."},"__v":0},{"_id":"kcMeEET6W/Oq4EE3lGUCeQ==","name":"Metalhead","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Bryan Law, Bob Crawford, Linda Jarit, and Greg Barnes, 2008/2009","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.40109,37.87303]},"left_right_index":12,"mp_id":"106906299","mp_crag_id":"106906220","climb_id":"kcMeEET6W/Oq4EE3lGUCeQ==","areaRef":"Z3O6V9gCXYWas3MKFLY8dg=="},"content":{"description":"Great route that is slightly harder than some of its neighbors to the left. Pitch one is documented in the newest SuperTopo guide for the area, but the climb actually continues onward for 3 pitches total.\n\nPitch 1:\n\nClimb 25 feet of great, easy knobs to the first bolt. Next, friction left and a bit upwards for 10-12 feet and look up at the next 100+ feet of sustained smeding and friction (5.10+). Awesome. The bolt line will lead you towards a tree and mantel to a nice ledge with a two bolt anchor.\n\nNOTE:\n\nPlease try NOT to use the beautiful little tree as you mantel onto the first pitch belay ledge. Instead, hand traverse the ledge under the tree, rather than climbing over and behind it, and\n\nplease run the rope\n\nunder\n\nit\n\nas you move past to the belay. (5.10+; 12 bolts; 140 feet).\n\nPitch 2:\n\nTo the left of the belay, climb about 25 feet up an easy ramp to the first of five bolts that protect the 5.11b section of the pitch.  Use a long sling on the fifth bolt to reduce rope drag.  There is a gear placement in a horizontal crack a little ways above the fifth bolt and then a short easy section up a ramp to the left that leads to the sixth bolt.  Continue past four more bolts and a 5.10c mantel.  After the last bolt there is a runout to a nice belay ledge up and to the right.  (5.11b; 10 bolts plus small cams).\n\nPitch 3:\n\nClimb up and left from the belay past four bolts to a belay ledge. (5.10c; 4 bolts).\n\nAll belay anchors have two bolts with chains. Three rappels with two ropes to the base.","protection":"12-15 draws including some longer draws\n\nCams 1 ea. 0.75” – 1” (for pitch 2)","location":"Metalhead is on the middle-left side of the continuous, nice white slab that forms the right side of Razor Back. The route begins almost directly below the tree in the picture of the route I posted. The 'Razor Back, right side routes' beta photo (courtesy of B. Law) provides an overview of the wall that shows all of the belay locations for the route."},"__v":0},{"_id":"wIM9g0k9WSuPcg4QOpYucA==","name":"Marmot-Back Crack","yds":"Easy 5th","grades":{"yds":"Easy 5th","french":"1+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.40109,37.87303]},"left_right_index":0,"mp_id":"121345866","mp_crag_id":"106906220","climb_id":"wIM9g0k9WSuPcg4QOpYucA==","areaRef":"Z3O6V9gCXYWas3MKFLY8dg=="},"content":{"description":"The first half of the route follows a straight-in crack and the upper portion follows a large right-facing corner.  The first pitch belay is about two-thirds up the route; belay at a tree about half way up the right-facing corner.  A second, shorter pitch leads to the top.  Walk off, around the southeast side of Marmot Dome and back to the road.\n\nThis route was climbed and named in August of 2010 by George Ridgley and Bryan Law.  Based on how easy and obvious the line is, we assume that it was previously climbed in the past, probably by the “old dads” BITD.  Thus, the FA is listed as “Unknown.”","protection":"Cams 1 ea. 0.75” – 4.5”\n\nLong slings","location":"Marmot-Back Crack is the prominent right-leaning crack and corner system at the far-left edge of Razor Back that separates Razor Back from Marmot Dome.  The crack begins at the high point of the base.  See descriptive photo."},"__v":0},{"_id":"nf6csnHWUbWsI1WBwLuLBQ==","name":"Lacerator","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Bryan Law, Linda Jarit, Corey Flynn, and Lucho Rivera, 2010","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-119.40109,37.87303]},"left_right_index":10,"mp_id":"121321517","mp_crag_id":"106906220","climb_id":"nf6csnHWUbWsI1WBwLuLBQ==","areaRef":"Z3O6V9gCXYWas3MKFLY8dg=="},"content":{"description":"The first pitch starts up easy featured slab, just right of a series of stacked blocks, and past a small overlap to a right-facing arch that accepts gear (0.4” – 0.5” cams).  Climb over the arch and past two bolts (5.9).  Then climb left to the third bolt, straight up to the fourth, then back right to the final two bolts.  There is a 5.10a crux between the fourth and fifth bolts, where it traverses back right, and a 5.10+ crux between the sixth bolt and the belay ledge.  Bring long slings to reduce rope drag on this pitch.  Belay at a 2-bolt anchor with chains on a nice ledge.  (5.10+ PG13, 6 bolts plus small cams, ~105 feet)\n\nThe second pitch starts up and just left of the anchor and has eight bolts.  The 5.11a crux is somewhere around the fourth or fifth bolt – a super-long reach to a mantel.  The lower section of the pitch is well-protected and the upper section has two bolts that are spaced farther apart, where the climbing is easier.  This pitch shares the second pitch belay anchor of Slasher.  (5.11a, 8 bolts, ~100 feet)\n\nFrom the second pitch anchor of Slasher, you can either rap the route or continue on the third pitch of Slasher.  (5.10d, 9 bolts, ~110 feet)\n\nThe first pitch of both Slasher and Lacerator end on the same ledge, so another option is to do the first pitch of Slasher, then traverse about 20 feet right along the ledge to the Lacerator anchor (move belay), then do the second pitch of Lacerator and then the third pitch of Slasher.\n\nAll belay anchors have two bolts with chains.","protection":"Minimum 8 draws for lead bolts (9 draws for pitch 3 of Slasher)\n\nCams 1 ea. 0.4” – 0.5” (for pitch 1)\n\nLong slings","location":"Lacerator starts about 25 feet to the right of Slasher."},"__v":0},{"_id":"6hU+06siW323Rmb9+hvYOA==","name":"Incision","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Linda Jarit, Bryan Law, and Steve Rathbun, August 2009","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.40109,37.87303]},"left_right_index":19,"mp_id":"121359559","mp_crag_id":"106906220","climb_id":"6hU+06siW323Rmb9+hvYOA==","areaRef":"Z3O6V9gCXYWas3MKFLY8dg=="},"content":{"description":"Incision follows features on the right edge of Razor Back and is primarily a gear route.\n\nPitch 1 (5.7) begins with a traverse to the right of the left-facing corner at the start of the approach pitch of Cut to Pieces.  Then climb up to the shelf to the right of the two blocks on Cut to Pieces, then traverse straight right across a flake and to a bolt.  Continue right of the bolt to a small left-facing corner and then from the top of the corner climb a few face moves to a small ledge at the base of the main corner.  Belay on cams.\n\nPitch 2 (5.7) follows the main left-facing corner to a 2-bolt anchor with chains where the corner arches left into a small roof.  The corner accepts cams from thin to about 4” and has a few wide spots.  The gear list below is intended for a 5.7 leader; a more confident leader may choose to bring less gear, maybe up to about 3”.\n\nTwo rappels to the base with two ropes, via the lower bolted anchor of Bayonet.\n\nFrom the second pitch anchor of Incision, you can set up a 100-foot toprope and climb the face just left of the corner (5.8 to 5.9, depending on which way you go).  Please do not thread your rope through the chains to set up a toprope.  Set up the toprope with your own gear, clipped directly to the bolt hangers and underneath the quick-links.  Threading through chains and lowering puts undue wear on the chains and it is poor form.","protection":"Double set of cams to 3”, plus 1 ea. 3.5” – 4”\n\nNuts\n\nDraws and long slings","location":"This is the rightmost route on Razor Back.  The second pitch goes up the obvious left-facing corner at the right edge of the wall."},"__v":0},{"_id":"ndeM2034Ug64ybY1cgtQOg==","name":"The Hurt","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Bryan Law, Steve Rathbun, Brian Bennett, George Ridgley, and Deb Leyh, August 2010","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-119.40109,37.87303]},"left_right_index":3,"mp_id":"121380749","mp_crag_id":"106906220","climb_id":"ndeM2034Ug64ybY1cgtQOg==","areaRef":"Z3O6V9gCXYWas3MKFLY8dg=="},"content":{"description":"The Hurt begins on a smooth section of slab with glacial polish and the first bolt is maybe 40 feet above the belay stance (PG13).  Continue up the polished slab to a 5.9 mantel after the fourth bolt.  The rock above is a little bit steeper and is more featured.  Three more bolts lead to a nice belay stance with a 2-bolt anchor with chains, just below a small roof/overlap.  There are three 5.9 cruxes on this pitch.   (5.9, 7 lead bolts)\n\nThe second pitch climbs above the left side of the belay and past three bolts to a 5.10a crux.  Then move slightly left and past four more bolts (5.8/5.9) and up a right-facing groove.  Climb above the groove past a couple of horizontal cracks that accept small cams, then up a rounded arete that leads to a left-trending ramp.  At the top of the ramp and to the right of a small tree/bush is a 2-bolt anchor with chains.  The rock is a little bit gritty in a few spots on the second pitch (compared to the bulletproof rock below) but it just needs to be climbed some more.  (5.10a, 7 lead bolts plus small cams)\n\n140-foot rappel to pitch 1 anchor, then 200-foot rappel to dirt.","protection":"Minimum 7 draws for lead bolts\n\nCams 1 ea. 0.4” – 1” (for pitch 2)\n\nSlings","location":"This route is left of Darkened World and just left of an arching, left-facing corner system.  Walk up and left up the slab to a belay stance about 100 feet above the base, where the climbing begins."},"__v":0},{"_id":"5diqffyAUMeiDQ9an1yB8g==","name":"Flash of the Blade","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Bryan Law and Linda Jarit, September 2008","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-119.40109,37.87303]},"left_right_index":8,"mp_id":"106906235","mp_crag_id":"106906220","climb_id":"5diqffyAUMeiDQ9an1yB8g==","areaRef":"Z3O6V9gCXYWas3MKFLY8dg=="},"content":{"description":"Flash of the Blade climbs fantastic knobs and edges up the center of Razor Back. The climbing is runout in sections, but there is protection whenever you really want it. Both my partners and I agreed that this was a really excellent route; Bryan and Linda did a fine job of linking features on a really nice section of rock. The name of the route is a reference to the Iron Maiden song of the same name, from their 1984 album Powerslave.\n\nTo be consistent with the SuperTaco rating, I originally listed this route as 'R' rated, however, there is no 'R' climbing at the grade of the route. Expect 15-20 foot runouts on 5.8/5.9 climbing (with clean falls) and a couple of 20-25 foot runouts on 5.6/5.7 climbing (with ground or hard slab landing falls). By Meadows standards this probably falls in the PG-13 category.\n\nPitch one:\n\nClimb 25 feet up to the first bolt; there is some 5.7 climbing in this section. Next climb straight up to an obvious gear placement and begin traversing to the right and past a bolt. After 10-15 feet, you will reach another bolt. Now climb up past 4 more bolts (10a) to a two bolt anchor. There is a 15-20 foot runout on 5.9 ish climbing in this section. The rock quality and climbing on this section is fantastic. (10a; 105 feet).\n\nPitch two:\n\nStep right off of the belay and pull up onto a flake/hanging slab and climb amazing 5.6 knobs for 20-25 feet to the top of the flake and your first piece of pro (gear); alternatively, you can place a 1.25” cam under the flake immediately above the anchor to protect the belay, though you will likely want to put a long draw on this to alleviate rope drag. Next follow 4 bolts up through beautiful, semi-runout smedging on great rock to a two bolt anchor. (5.9; 95 feet)\n\nPitch three:\n\nClimb up off of the belay and climb upwards past 4 bolts (10a). At the fourth bolt, head right towards a right trending flake/ramp and another bolt. Follow the flake upwards, placing some small cams or nuts in the flake if you like, however the climbing is solid and moderate (maybe 5.5) and most will forgo the gear. Following the ramp, head up past two more spaced bolts (5.9) to a two bolt anchor. (10a; 105 feet).","protection":"8-10 draws (including a couple long runners for the gear placements). Most people will want a 0.75 and 1 Camalot or equivalent for the first two pitches. If you want gear for the final pitch, bring a couple smaller cams (0.3-0.5 Camalot or equivalent).","location":"Two beta photos are included to help find the start of the route. The first is entitled 'Razor Back, right side', which shows on overview of the wall with belay locations noted. The second photo is taken from the base of the route, and shows the location of a couple of pieces of protection to help identify the line.\n\nDo two rappels with two 60m ropes (you can reach the ground from the second anchor) or do 3 rappels with a 70m rope."},"__v":0},{"_id":"2xbYUcICVDaC7hZv2TGVjQ==","name":"Dirty Rotten Scoundrel","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Bryan Law and Steve Rathbun, August 2010","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.40109,37.87303]},"left_right_index":5,"mp_id":"121380456","mp_crag_id":"106906220","climb_id":"2xbYUcICVDaC7hZv2TGVjQ==","areaRef":"Z3O6V9gCXYWas3MKFLY8dg=="},"content":{"description":"Dirty Rotten Scoundrel starts up a short slabby face to a gear placement below a bulge.  Climb over the bulge and past a horizontal dike to a right-facing flake that accepts gear.  Continue above the flake a little ways to the first bolt.  Then climb past four more bolts to a belay stance with a 2-bolt anchor with chains.  (5 lead bolts plus gear)\n\n200-foot rappel (two ropes), then walk down the rest of the slab to the base.","protection":"Minimum 5 draws for lead bolts\n\nCams 1 ea. 0.4” – 1.5”\n\nSlings","location":"This route is just right of Darkened World and starts at a belay stance a few feet up and right of the start of Darkened World.  See descriptive photos."},"__v":0},{"_id":"8I0REfoDXICmiIyYs6hdIw==","name":"Deadhead","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Linda Jarit and Bryan Law, August 2008","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.40109,37.87303]},"left_right_index":13,"mp_id":"121359119","mp_crag_id":"106906220","climb_id":"8I0REfoDXICmiIyYs6hdIw==","areaRef":"Z3O6V9gCXYWas3MKFLY8dg=="},"content":{"description":"Deadhead is a 140-foot toprope route to the right of the line of bolts on the first pitch of Metalhead.  To set up the toprope, climb the first pitch of Metalhead.  Two ropes required.\n\nPlease do not thread your rope through the chains to set up the toprope.  Set up the toprope with your own gear, clipped directly to the bolt hangers and underneath the quick-links.  Threading through chains and lowering puts undue wear on the chains and it is poor form.","protection":"2-bolt anchor","location":"Toprope from Metalhead pitch 1 anchor, right side."},"__v":0},{"_id":"4uht4IJvXSauojO9wZekxg==","name":"Dastardly Rascal","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Bryan Law, George Ridgley, and Greg Barnes, 2008 & 2010","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-119.40109,37.87303]},"left_right_index":7,"mp_id":"106906293","mp_crag_id":"106906220","climb_id":"4uht4IJvXSauojO9wZekxg==","areaRef":"Z3O6V9gCXYWas3MKFLY8dg=="},"content":{"description":"A very nice, semi-wandering route that ends at the apex of Razor Back. The first pitch of this route is covered in the 2nd edtion of the SuperTopo Tuolumne book; however, the climb continues on for two more pitches. While there is nothing on this route that qualifies as 'R', there is a fair bit of 5.7/5.8 climbing 10-15 feet above bolts and further distance on easier climbing.\n\nPitch one:\n\nFriction up past three bolts to a small, left angling ledge. Traverse the ledge and then climb up past two bolts. Continue upwards to a roof and a gear placement. Pull over the small roof and continue past one more bolt to a two bolt anchor (5.8; 160 feet).\n\nPitch two:\n\nFriction and smedge 12-15 feet up from the belay (5.7/5.8) to the first bolt. Continue past another bolt to a small circular flake region that takes gear. Then continue up and gradually left, past two more well spaced bolts to a large right facing corner. Gear is available here and climbing to the top of the short corner gains a nice ledge and a two bolt anchor (5.9; 120 feet).\n\nPitch three:\n\nClimb up and right 15 feet from the belay to the first bolt. Climb towards an overlap that accepts 1.25” – 1.5” cams. Clip two more bolts as you surmount a small roof and continue knob climbing to a right trending (dirty) ramp. Follow the ramp up and right (cams) to a clean face and a bolt. Climb up and left past a few more bolts and mantle (5.8) onto a ledge at the top of Razor Back with a two bolt anchor (5.8; 170 feet).","protection":"Draws (including longer runners for gear). Gear: 0.5, 1, 2 Camalots or equivalent.\n\nPitch-by-pitch gear suggestion courtesy of B. Law:\n\nP 1:  6 lead bolts, cams 1 ea. 1.5” – 2”\n\nP 2: 4 lead bolts, cams 1 ea. 0.75” – 2.5”\n\nP 3: 7 lead bolts, cams 1 ea. 1” – 1.5”","location":"Dastardly Rascal is the next bolt line to the left of Flash of the Blade. There are two beta photos that are helpful for finding the climb.\n\nThe first photo, 'Razor Back, center routes' (courtesy of Bryan Law), provides a cliff-wide overview with the routes belays marked, while the second shows the top pitch and a half viewed from the approach (one can use this photo in conjunction with the beta photo showing the start of Flash of the Blade as a reference to find the start of the first pitch)."},"__v":0},{"_id":"i/B50uckX463xMcYuv2AQw==","name":"Darkened World","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Bryan Law and Steve Rathbun, August 2010","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.40109,37.87303]},"left_right_index":4,"mp_id":"121380396","mp_crag_id":"106906220","climb_id":"i/B50uckX463xMcYuv2AQw==","areaRef":"Z3O6V9gCXYWas3MKFLY8dg=="},"content":{"description":"Darkened World starts up a short slabby face to a white, right-facing corner with a horn at its top.  Continue above through a blocky section to the first bolt.  The lower section of the pitch can be protected with gear.  Climb past four more bolts to a gear placement in a horizontal overlap, and then onto a ledge with a 2-bolt anchor with chains.  (5 lead bolts plus gear)\n\n200-foot rappel (two ropes), then walk down the rest of the slab to the base.\n\nThe name comes from the song “A Light in a Darkened World” from the 2009 self-titled album by Killswitch Engage.","protection":"Minimum 5 draws for lead bolts\n\nCams 1 ea. 1” – 2.5” plus an extra 1.5”\n\nSlings","location":"This route is just left of Dirty Rotten Scoundrel.  Scramble about 30 or 40 feet up 3rd class slab to a small ledge/stance just below a short, white corner on the right side of a huge block.  See descriptive photos."},"__v":0},{"_id":"Hxgp3sheXR+xbz88qbNL9g==","name":"Damascus","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Linda Jarit and Bryan Law, September 2010","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.40109,37.87303]},"left_right_index":15,"mp_id":"121359179","mp_crag_id":"106906220","climb_id":"Hxgp3sheXR+xbz88qbNL9g==","areaRef":"Z3O6V9gCXYWas3MKFLY8dg=="},"content":{"description":"Damascus is a 150-foot toprope route to the right of the line of bolts on the first pitch of British Steel.  To set up the toprope, climb the first pitch of British Steel.  There is a directional TR bolt just down and right of the anchor for the climber’s side of the toprope.  Two ropes required.\n\nPlease do not thread your rope through the chains to set up the toprope.  Set up the toprope with your own gear, clipped directly to the bolt hangers and underneath the quick-links.  Threading through chains and lowering puts undue wear on the chains and it is poor form.\n\nDamascus steel is a type of forged steel that was used for knives and swords.","protection":"2-bolt anchor","location":"Toprope from British Steel pitch 1 anchor, right side."},"__v":0},{"_id":"7PCVaCOTUYCYRR8wtr+2AQ==","name":"Cut to Pieces","yds":"5.10a/b","grades":{"yds":"5.10a/b","french":"6a+"},"fa":"Bryan Law and Linda Jarit, August 2009","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.40109,37.87303]},"left_right_index":17,"mp_id":"121359302","mp_crag_id":"106906220","climb_id":"7PCVaCOTUYCYRR8wtr+2AQ==","areaRef":"Z3O6V9gCXYWas3MKFLY8dg=="},"content":{"description":"Cut to Pieces is a fun face climb that is well-protected.  It is similar to the first pitch of Metalhead but is a little bit easier and doesn’t have any short runout sections like the lower part of Metalhead.  Once you climb a little ways off the belay to the first bolt, the rest of the pitch is for the most part tightly bolted.\n\nClimb a 60-foot approach pitch (easy 5th/4th) up a left-facing corner and belay atop two large blocks.  The belay takes cams in the 1.25” to 2.5” range.  Most climbers will choose to scramble up to the top of the blocks while others may want to climb with a belay.  Bring a few additional cams in the 0.75” to 1.25” range if you lead the approach pitch.  See descriptive photo.\n\nFrom the top of the blocks, climb up and left off the belay up a shallow ramp to the first bolt, then climb mostly straight up for the rest of the pitch.  There is a 5.9 crux after the third bolt, a sustained 5.9 section in the middle of the pitch, and a 5.10a/b crux higher on the pitch.  Overall, the pitch is relatively sustained but does have a few rests here and there.  Belay at a 2-bolt anchor with chains at a small stance.  (13 lead bolts)\n\nOne rappel with two ropes (130 feet to the lower belay on top of the blocks; 190 feet to the base shelf; 210+ feet to dirt).","protection":"Minimum 13 draws for lead bolts\n\nCams 1 ea. 1.25” – 2.5” (for lower belay atop blocks)\n\nCams 1 ea. 0.75” – 1.25” (optional, for approach pitch)","location":"This is the next bolted route to the right of Claymore, on the far-right side of Razor Back.  The pitch goes up a section of white rock with green lichen, just right of a prominent black streak.  See descriptive photo."},"__v":0},{"_id":"UmmZd6FwXT2h0U+Ft0sI/A==","name":"Coppertone","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Bryan Law and George Ridgley, August 2010","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.40109,37.87303]},"left_right_index":2,"mp_id":"121345738","mp_crag_id":"106906220","climb_id":"UmmZd6FwXT2h0U+Ft0sI/A==","areaRef":"Z3O6V9gCXYWas3MKFLY8dg=="},"content":{"description":"Coppertone follows a copper/tan-colored water streak up a section of very polished slab.  Thanks to past glacial scouring, the rock is so slick here that climbing shoe rubber doesn’t really stick.  There are limited options for holds, where small patches of the polish have eroded away, which makes the climbing interesting.  It’s a fun lead, and a little bit different.\n\nThe pitch is protected by seven bolts.  Climb past the final bolt, up and left, and then walk left along a shallow ledge to the belay anchor of Somewhere in Time – two bolts with chains.  Coppertone and Somewhere in Time share the same belay anchor.\n\n200-foot rappel (two ropes), then walk down the rest of the slab to the base.","protection":"Minimum 7 draws for lead bolts, including a couple of longer draws, plus a few slings","location":"This route is on the far-left side of Razor Back, and is the second route to the right of the prominent right-leaning crack system that separates Razor Back from Marmot Dome (Marmot-Back Crack).  Coppertone is to the right of Somewhere in Time.  From the base of the wall, walk about 125 feet up the slab to a belay stance just below a thin overlap flake, where the climbing begins.  See descriptive photo."},"__v":0},{"_id":"d7oOwwg6XDuaKXjeCoP9RQ==","name":"Claymore","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Bob Crawford and Bryan Law, July 2009","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-119.40109,37.87303]},"left_right_index":16,"mp_id":"121321679","mp_crag_id":"106906220","climb_id":"d7oOwwg6XDuaKXjeCoP9RQ==","areaRef":"Z3O6V9gCXYWas3MKFLY8dg=="},"content":{"description":"Start up the left side of a thin flake, with one bolt near the top of the flake.  Climb straight up above the left side of the flake past three bolts, then traverse left a little ways to the fifth bolt and continue climbing roughly straight up past four more bolts to a 2-bolt anchor with chains.  There are three 5.10 cruxes on the pitch, with the 5.10c crux between the fifth and sixth bolts.  Two-rope rappel.  (5.10c, 9 bolts, ~150 feet)\n\nA claymore is a Scottish two-handed sword.","protection":"Minimum 9 draws for lead bolts, including a few longer draws and slings","location":"Claymore is the next bolted route to the right of British Steel and begins up the left side of an obvious thin flake, on the right side of the broad white slab on the right side of Razor Back."},"__v":0},{"_id":"KvtDnSfDWEmXBTu3MfjPXg==","name":"Chop the Hogs","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Bennett, Barnes 2008","type":{"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-119.40109,37.87303]},"left_right_index":11,"mp_id":"117549976","mp_crag_id":"106906220","climb_id":"KvtDnSfDWEmXBTu3MfjPXg==","areaRef":"Z3O6V9gCXYWas3MKFLY8dg=="},"content":{"description":"Climb past three bolts to a left facing flake (optional 2\" pro) and a 2 bolt ring anchor.  There is a bit of a move getting to the first bolt.  The flake has seasonal seepage.\n\nIt is fun to TR a more direct variation (and a bit more natural line) just to the left of the first bolt.","protection":"3 bolts, optional 2\" pro, 2 bolt ring anchor","location":"The route starts just right of the obvious huge fallen tree (crashed against the base) to the right of Slasher."},"__v":0},{"_id":"bO3Ta2TPXw2UVRysvBzR5g==","name":"Bayonet","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Bryan Law and Linda Jarit, August 2009","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.40109,37.87303]},"left_right_index":18,"mp_id":"121359465","mp_crag_id":"106906220","climb_id":"bO3Ta2TPXw2UVRysvBzR5g==","areaRef":"Z3O6V9gCXYWas3MKFLY8dg=="},"content":{"description":"Bayonet is more featured and is easier than the routes to the left.  To get to Bayonet, climb the first pitch of Incision and belay on cams at a small ledge at the base of the prominent left-facing corner (5.7, 1 lead bolt, cams 2 ea. 0.5” – 2.5”; see route page for Incision).  Then move the belay down and left along the ramp to the lower bolted anchor of Bayonet (place gear along the ramp traverse for the follower if necessary).  Another option to get to Bayonet is to climb Cut to Pieces, then rappel with two ropes to the lower bolted anchor of Bayonet.  A single 70m rope might reach the anchor but I am not sure.\n\nFrom the lower bolted anchor of Bayonet, climb above the belay to a small shelf, then past three bolts to a 5.8+ crux.  Continue past three more bolts to a stance with a 2-bolt anchor with chains.  There is a little bit of a runout between the fifth and sixth bolts although the climbing is easier.  (6 lead bolts)\n\n90-foot rappel to the lower bolted anchor, then a 100-foot rappel to the shelf at the base of the approach pitch of Cut to Pieces.  Or, one long rappel with two ropes.","protection":"Minimum 6 draws for lead bolts\n\nCams 2 ea. 0.5” – 2.5” (for pitch 1 of Incision and belay)","location":"Bayonet is the next bolted route to the right of Cut to Pieces, on the far-right edge of Razor Back.  It begins on the lower left end of the ramp below the Incision pitch 2 corner.  See descriptive photo."},"__v":0},{"_id":"y6RyQXFGXyaNHW9n9+AZfg==","name":"Arrogant Bastard","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Bryan Law and Linda Jarit, July 2010","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-119.40109,37.87303]},"left_right_index":6,"mp_id":"121380547","mp_crag_id":"106906220","climb_id":"y6RyQXFGXyaNHW9n9+AZfg==","areaRef":"Z3O6V9gCXYWas3MKFLY8dg=="},"content":{"description":"The first pitch goes up the slab and past a bolt to a gear placement at a bulge.  Climb over the bulge then up and right, following a diagonal crack that accepts gear.  Then climb up and slightly left, past two bolts to a small ledge with a 2-bolt anchor with chains.  (5.8, 3 lead bolts plus gear)\n\nThe second pitch starts up a right-facing flake and then past two bolts (5.8/5.9).  Continue to an overlap that accepts gear and two more bolts to a belay stance with a 2-bolt anchor with chains.  There is an unprotected 5.10a crux between the last bolt and the anchor and a fall here wouldn’t be clean, so be careful.  (5.10a PG13, 4 lead bolts plus gear)\n\n80-foot rappel to pitch 1 anchor, then two-rope rappel to dirt.\n\nThe name was inspired by the demonic character on this Stone Brewing label.","protection":"Minimum 4 draws for lead bolts\n\nCams 1 ea. 0.4” – 1.5”\n\nSlings","location":"The route is just right of Dirty Rotten Scoundrel, and a ways left of Dastardly Rascal.  It starts lower on the slab than the two routes to the left.  Walk up about 20 feet to a belay stance below a couple of tan water streaks, where the climbing begins.  See descriptive photos."},"__v":0},{"_id":"UaKBQ0HKXtSxVY/zK4HNOw==","name":"British Steel","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Bob Crawford and Bryan Law, August 2009","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-119.40109,37.87303]},"left_right_index":14,"mp_id":"121308522","mp_crag_id":"106906220","climb_id":"UaKBQ0HKXtSxVY/zK4HNOw==","areaRef":"Z3O6V9gCXYWas3MKFLY8dg=="},"content":{"description":"Pitch 1:  Climb about 40 feet of 5.4 solid knobs to the first bolt, then a little ways further to a scoop and the second bolt.  The next three bolts are fairly close together and the 5.11a crux is well-protected – friction moves with a few tiny holds.  The rest of the pitch has only two bolts and there are a couple of long runouts with solid 5.9 and 5.10 climbing.  (5.11a R, 7 lead bolts, ~150 feet)\n\nPitch 2:  Traverse left of the belay and then climb up and right to the first bolt, then up and right to the second bolt.  There is a 5.10c crux above the second bolt, then continue up and slightly left to the third bolt.  Climb up to a shelf just above the third bolt, then traverse straight left along the shelf to a ledge and the belay anchor.  (5.10c, 3 lead bolts, ~50 feet)\n\nPitch 3:  To the left of the belay anchor, climb up features and past two bolts (5.9) and then up to a leaning, right-facing corner.  Move left around the corner past the third bolt and continue left to another right-facing corner.  Climb to the top of the corner (5.9) to the belay anchor on a nice ledge.  This pitch takes gear.  (5.9, 3 lead bolts, cams 1 ea. 0.4” – 2.5”, ~70 feet)\n\nPitch 3 ends on the right side of the same ledge as the pitch 2 anchor of Metalhead.  Rather than rapping down British Steel, it’s easier to do two raps with 60m ropes down Metalhead.  From the pitch 3 anchor of British Steel, walk left along the ledge to the pitch 2 anchor of Metalhead (move belay).  Or, if you want to continue higher, you can climb pitch 3 of Metalhead to the summit ledge.  (5.10c PG13, 4 lead bolts, ~60 feet)\n\nAll belay anchors have two bolts with chains.\n\nI am not totally sure of the pitch lengths, so any updates from those who climb the route would be great.  Any other corrections are appreciated as well.\n\nBritish Steel is the name of the 1980 Judas Priest album, which features a large razor blade on the album cover.","protection":"Minimum 7 draws for lead bolts\n\nCams 1 ea. 0.4” – 2.5” (for pitch 3)\n\nLong slings","location":"British Steel is the next route to the right of Metalhead, on the right side of Razor Back."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,8ab53875-745f-5076-b396-d3d84945e52c,ce6ec458-d8d0-5439-aa24-025a8a8ec2e4,6773ba57-d802-5d85-9ab3-730a14b63c76","pathTokens":["USA","California","Yosemite National Park","Tuolumne Meadows","Razor Back"],"gradeContext":"US","aggregate":{"byGrade":[{"count":3,"label":"5.8"},{"count":2,"label":"5.9+"},{"count":1,"label":"5.11b"},{"count":1,"label":"Easy 5th"},{"count":2,"label":"5.11a"},{"count":2,"label":"5.7"},{"count":3,"label":"5.10a"},{"count":2,"label":"5.10+"},{"count":1,"label":"5.9"},{"count":1,"label":"5.10a/b"},{"count":1,"label":"5.10c"},{"count":1,"label":"5.8+"}],"byDiscipline":{"trad":{"total":16,"bands":{"unknown":1,"beginner":5,"intermediate":7,"advanced":3,"expert":0}},"sport":{"total":2,"bands":{"unknown":0,"beginner":1,"intermediate":1,"advanced":0,"expert":0}},"tr":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":2,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":1,"beginner":6,"intermediate":10,"advanced":3,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-119.40109,37.87303]},"bbox":[-119.40165964210317,37.87258033981814,-119.4005203578968,37.87347966018187],"left_right_index":-1,"ext_id":"106906220","area_id":"Z3O6V9gCXYWas3MKFLY8dg==","polygon":{"type":"Polygon","coordinates":[[[-119.40165964210317,37.87258033981814],[-119.4005203578968,37.87258033981814],[-119.4005203578968,37.87347966018187],[-119.40165964210317,37.87347966018187],[-119.40165964210317,37.87258033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":20,"__v":1,"createdAt":"2022-11-07T05:54:34.040Z","updatedAt":"2024-02-19T18:29:40.521Z"}