{"_id":"63689de0e80bff5a994f91af","area_name":"Sunset Wall","shortCode":"","climbs":[{"_id":"Y4YgPI2uWbqlcAprolvzxQ==","name":"Wind Song Dihedral aka Original Route","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Bruce Spozi, Steve Matous, 1980.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.289,39.9611]},"left_right_index":999999,"mp_id":"106035579","mp_crag_id":"106034494","climb_id":"Y4YgPI2uWbqlcAprolvzxQ==","areaRef":"qXiz+FSuUp+POvA5/0/Iog=="},"content":{"description":"A mellow & moderate route that is better than it looks from the ground. Perhaps 5.5 or 5.6 in grade, and pretty well-protected.\n\nClimb up from the ground into the left-facing corner and past an old angle piton. The climbing is pretty solid and far better than it appears to be from the ground. The good holds are solid and clean. Continue upward and tending right onto additional cracks for 1/2 a rope length and belay, or continue up and right past a tree with ledges, and then right 6-8 meters on a ledge to good, right-leaning cracks with good locks and jams up to a second, large shelf.\n\nFrom there, we wandered far right to a pretty, knife-blade arete to finish instead of one of several obvious and mellow finishes directly ahead. We called the finish the '\n\nSunset Arete\n\n(5.8).'\n\nErgo, we did not do what we presume to be one of the various possibilities for the original 3rd pitch of the original route.","protection":"A standard light rack should do. You can link the first 2 pitches with a long rope. If finishing on '\n\nSunset Arete\n\n' then take some thin gear.","location":"Not too far right of Center on Sunset Wall, and just right of the massive overhang a the wall's mid-height, a broken, left-facing corner rises from the ground. A small amount of vegetation in or near it helps to obscure an old angle piton perhaps 5 meters up. Start here, perhaps 150 feet uphill of the \"2 pins\" area."},"__v":0},{"_id":"JdS2qaOCWViP+Bm5nuDrXw==","name":"Three's a Crowd","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"David Kozak, Steve Spaar, Mark Lane, 1981","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.289,39.9611]},"left_right_index":999999,"mp_id":"106035298","mp_crag_id":"106034494","climb_id":"JdS2qaOCWViP+Bm5nuDrXw==","areaRef":"qXiz+FSuUp+POvA5/0/Iog=="},"content":{"description":"The first pitch of this route is, to date, the best pitch on the wall, but of the second and third pitch options, the ones done to date are not quite as good.  2-stars as listed here, but alternate pitches for P2/P3 might make this a 3-star route.\n\nP1, (5.10a, 90'): Climb up the initial hand to fist crack past a small tree and through the overhang (10a). The corner flip-flops and becomes left-facing as the crack gets wider (fists, 5.8) and then wider still (#4 Camalot to OW). CLimb through the OW (5.9) and onto a shelf to belay on huge boulders or gear.  Move the belay back on this massive shelf/ledge to the base of the wall for P2.\n\nP2, (5.9, 110'): Climb up the right-most of 2 cracks that leads up into the right-side of a dark brown inset capped by a roof (5.7?). A huge bird-poo stain (white) can be seen in this inset, but you don't climb through it. When you reach a spot below the roof where a right-hand traverse is obvious (perhaps 15 meters up?) traverse right to the side (5.7, use long slings on gear) and into a right-facing corner with good protection.  Climb this corner (5.8) to the top and then go up and left to a crack and flake that climbs up under a bulge- this feels like a juggy but sharp hand traverse (5.9) and then once above that, finish to a shelf one of two ways... left up a good crack (5.8) or right past a bulge with a jug and into an off-fingers, overhanging crack (5.10a). Belay on the ledge above.\n\nP3: (moderate, 100' (?length?)) Pick a crack system and continue to a large ledge with large trees and belay.\n\nYou can rap a line not far from this route on fixed slings with rings.","protection":"A standard light rack of nuts and cams with some longer slings. An optional #4 Camalot will make the top of P1 feel more secure but is not necessary.","location":"No more than a hundred meters down and right (south) of the north end of the West Face of Sunset Rock, there is a block that juts out close to the ground, creating a  bulge with a right-facing dihedral on its right side. You will see and hand-to-first crack going up this corner past a bulge about 10 meters up. That is the start to 'Solar Power.'"},"__v":0},{"_id":"GnZU9Mo/VFe4/vOxEKS+dQ==","name":"Sunset Arete (Variation of Wind Song Dihedral)","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Bruce Spozi, Steve Matous, 1980 ?Tony Bubb, Jason Haas, 9/22/07?","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.289,39.9611]},"left_right_index":999999,"mp_id":"106035587","mp_crag_id":"106034494","climb_id":"GnZU9Mo/VFe4/vOxEKS+dQ==","areaRef":"qXiz+FSuUp+POvA5/0/Iog=="},"content":{"description":"A good pitch with good gear, although small pieces are needed to sew it up.\n\nClimb up the left side of an arete on the upper tier, on the outside edge of a left-facing corner.  This is accessed after doing a few pitches of the '\n\nOriginal Route\n\n' or some other approach pitches.\n\nPlace small gear from the ground on the crux climbing (5.8) to reach a mellow arete with horizontals and features reminiscent of the upper pitch of\n\nThe Yellow Spur\n\n,\n\nGambit\n\n, or\n\nTiger Balm Arete\n\nin Eldo... shorter of course, but similar climbing.\n\nTo descend, head east back to the corner and rap back to the shelf, ~80 feet.","protection":"A set of RPs and nuts + cams as desired.","location":"On the upper tier of the Sunset Wall, a large, left-facing corner juts out to a Westward pointing arete. This feature catches wonderful evening sun. On the right side of this arete, there is a thin crack/seam that ascends up to the arete before terminating into horizontals, which also take gear."},"__v":0},{"_id":"Oh3vp6/1VoOmrIbMHZqskw==","name":"Solar Flare","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Tony Bubb, Jason Haas, 10/4/07.","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.289,39.9611]},"left_right_index":999999,"mp_id":"106037716","mp_crag_id":"106034494","climb_id":"Oh3vp6/1VoOmrIbMHZqskw==","areaRef":"qXiz+FSuUp+POvA5/0/Iog=="},"content":{"description":"Climb up onto a system of stacked flakes a few feet left of the left-facing corner. Traverse up and right on this to access the corner and sink good gear.  Continue up this low-angle corner on good feet and good grips, but less and less frequent protection, as the crack in the corner bottoms out. Perhaps tricams would have been better here than standard cams, which did not fit the shallow profile placements available.\n\nThe runout is on easy climbing, perhaps 5.3(?).\n\nFinish up at a large tree and belay. Rap as for '\n\nSILI\n\n?' and the '2 Pins' area.","protection":"A standard light rack to 3\" and take tricams in whatever sizes you have. The large flake that starts the rock was avoided on the ground-up FA, but tested hard by the second and found to be immobile. I guess I'd be shy to place a cam behind it, but I'd climb on it.  If you don't, the climb will be harder than 5.6.","location":"Perhaps below the center of the massive roof at the mid-height of the wall, there are a set of older climbs, each of which follows a right leaning crack system past 2 pins. The left of these is left of a left-facing corner to the left of a large bulge ('\n\n2 Pins Left\n\n') and the Right follows a set of parallel cracks just right of the right side of the same bulge ('\n\n2 Pins Right\n\n'). Between is a right-leaning and quite overhanging system of flakes and seams, known as '\n\nS.I.L.I.\n\n?'\n\n'Solar Flare' is the next left-facing corner Right of '2 Pins Right' and '\n\nSILI\n\n?'  The upper corner is pretty low angle, and is very solid rock."},"__v":0},{"_id":"3OMwbdXrWpyIfsonBw0pVQ==","name":"Shady Character","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Tony Bubb, Jason Haas, 9/07.","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.289,39.9611]},"left_right_index":999999,"mp_id":"106034815","mp_crag_id":"106034494","climb_id":"3OMwbdXrWpyIfsonBw0pVQ==","areaRef":"qXiz+FSuUp+POvA5/0/Iog=="},"content":{"description":"On the north end of the main crag of Sunset Rock, head up perhaps 20 meters until a striking zig-zag offwidth appears ('\n\nOff Width Her Head\n\n'). This climb comes down to near the ground, stopping a few meters short at a bulge with big chock-stones (solid). From that point, a thin crack rises more directly upward. Climb the bulge (fist sized cam) and continue up the thin crack (small nuts and RPs) to a horizontal crack and a stance where you can build a belay on large cams (large hands to fists).\n\nBelay here and work out a way off and right around an arete (a little runout, but not difficult) and up to a large ledge, where one can get back left to a tree and rap to the ground (fixed anchor here).","protection":"A lot of small nuts, and a light rack of cams.\n\nThe main cracks are mostly thin gear and require some skill to protect.","location":"This is a thin crack on the North end of Sunset Rock, facing a descent gully. A low bulge with chock-stones is capped by a zig-zag offwidth on the left '\n\nOff Width Her Head\n\n' and a thin fingercrack on the right 'Shady Character' which diverge after a few feet of climbing."},"__v":0},{"_id":"qunnZlfHWxywC9DGR4wZmA==","name":"Off Width Her Head!","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"J. Haas & T. Bubb, 9/22/07. RP: Haas, 11/07.","type":{"trad":true,"tr":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.289,39.9611]},"left_right_index":999999,"mp_id":"106035030","mp_crag_id":"106034494","climb_id":"qunnZlfHWxywC9DGR4wZmA==","areaRef":"qXiz+FSuUp+POvA5/0/Iog=="},"content":{"description":"On the north end of the main crag of Sunset Rock, head up perhaps 20 meters until a striking zig-zag offwidth appears. This is 'Off Width Her Head'. This climb comes down to near the ground, stopping a few meters short at a bulge with big chock-stones (solid). Climb the bulge (hand or fist sized cam) and continue to diagonal up and left into an off-width that zig-zags left and right for 60 feet to a good horizontal crack for a good belay stance (large hands to fists).\n\nBelay here and work out a way off and right around an arete (a little runout, but not difficult) and up to a large ledge, where one can get back left to a tree and rap to the ground (fixed anchor here).\n\nThis is either a TR, a huge runout, or requires large gear. Initially we had nothing larger than 4\" with us on what would have been a ground-up, on-sight, while cleaning, FA. so we TR'd to clean some big blocks out of it.  It was later lead with some large gear.","protection":"TR from above '\n\nShady Character\n\n'  from a set of hand-to-fist-sized cams, or take a few pieces of pro in the 5-8\" range and some slings.","location":"This is a wide crack on the North end of Sunset Rock, facing a descent gully. A low bulge with chock-stones is capped by a zig-zag offwidth on the left 'Off Width Her Head' and a thin fingercrack on the right '\n\nShady Character'\n\nwhich diverge after a few feet of climbing."},"__v":0},{"_id":"9QXPs4rjXZSx8pwUW+8XaQ==","name":"Insane","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"David Kozak, Steve Spaar, Mark Lane, 1981","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.289,39.9611]},"left_right_index":999999,"mp_id":"106037786","mp_crag_id":"106034494","climb_id":"9QXPs4rjXZSx8pwUW+8XaQ==","areaRef":"qXiz+FSuUp+POvA5/0/Iog=="},"content":{"description":"A so-so climb with a lot of lichen and dirt. The pine-needle top-out on the rounded ledge up top is the worst part. If it were to be cleaned, it might be 1 star, but it seemed unworthy of the effort, so it has been left.\n\nClimb up the left-most of the 3 cracks to gain the crack system, then bump one crack right to climb the center crack, alternating left or right as desired.\n\nThe climbing is so-so at best.","protection":"A standard rack to 2.5\" Expect some challenge finding the best pieces, but the climb is safe.\n\nBelay from large trees at the top.\n\nRap from the tree above the \"2 Pins\" area.","location":"Perhaps 20 meters right of the \"2 Pins\" area, there is a set of right-leaning cracks ascending to a large pine from the ground. The third, (right-most) of these does not reach the ground.\n\nThis set of cracks is Sun Down."},"__v":0},{"_id":"y4Ig7McxXvSt3f1nm1ILuw==","name":"Home Run","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"David Kozak, Steve Spaar, Mark Lane, 1981","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.289,39.9611]},"left_right_index":999999,"mp_id":"106037711","mp_crag_id":"106034494","climb_id":"y4Ig7McxXvSt3f1nm1ILuw==","areaRef":"qXiz+FSuUp+POvA5/0/Iog=="},"content":{"description":"Should I Lead It?\n\nThe answer was \"Yes,\" but it was we re-cleaned it in 1997 while climbing on TR, where some loose flakes could be removed from the wall without risking severe consequences.  The climb cleaned up surprisingly nicely, and with some small cams, protects OK.  Not like overhead gear, but it is just below the feet at the crux sequence.\n\nStart off on a short slab and climb up and left to reach the base of the flakes and seams. Place some gear and pull up and right into the seams. Funky right-hand sidepulls and underclings make a large reach to a jug (the first of 2) possible, whereupon you can place a small cam and a few so-so nuts, them make another move out from under a small roof into a good left-facing corner.  This is a little exciting, but not dangerous if you placed good gear, which is certainly available.","protection":"A standard light rack the really should include small cams. I used the 2 smallest Aliens just before the crux, upon which, they were just below my feet.","location":"Perhaps below the center of the massive roof at the mid-height of the wall, there are a set of older climbs, each of which follows a right leaning crack system past 2 pins. The left of these is left of a left-facing corner to the left of a large bulge ('\n\n2 Pins Left\n\n') and the Right follows a set of parallel cracks just right of the right side of the same bulge ('\n\n2 Pins Right\n\n'). Between is a right-leaning and quite overhanging system of flakes and seams, known as 'S.I.L.I. ?'"},"__v":0},{"_id":"ct6+tsicUB63uMP5nLEhfg==","name":"Fine Line","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"David Kozak, Steve Spaar, Mark Lane, 1981","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.289,39.9611]},"left_right_index":999999,"mp_id":"106037737","mp_crag_id":"106034494","climb_id":"ct6+tsicUB63uMP5nLEhfg==","areaRef":"qXiz+FSuUp+POvA5/0/Iog=="},"content":{"description":"Not a new climb but rather, unknown and unpublished. More info would be great.\n\nThis is a pretty good climb with some off-balance climbing and cruxes. The climb continuously leans to the right and many of the holds are off-angle.\n\nClimb up a few feet to reach the bottom and left of 2 parallel cracks, place gear and make a few awkward moves up to clip the first of 2 pins. Move out and right on balancy moves and clip a second pin (crux) and continue to the top on more trad gear.\n\nTo descend, go back North on the ledge for 10 meters to a rap tree with a sling and a locking biner anchor and rap 65' to the ground.","protection":"A light rack to 2\",  plus 2 fixed pins, a good Lost Arrow, and a good angle.","location":"Perhaps below the center of the massive roof at the mid-height of the wall, there are a set of older climbs, each of which follows a right leaning crack system past 2 pins. The left of these is left of a left-facing corner to the left of a large bulge ('\n\n2 Pins Left\n\n') and the Right follows a set of parallel cracks just right of the right side of the same bulge ('2 Pins Right'). Between is a right-leaning and quite overhanging system of flakes and seams, known as '\n\nS.I.L.I.\n\n?'"},"__v":0},{"_id":"6R0/lC8BVrGwqrwvfX8Rdg==","name":"D1","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Dennis Smith, Steve Spaar, David Kozack, 1981","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.289,39.9611]},"left_right_index":999999,"mp_id":"106037720","mp_crag_id":"106034494","climb_id":"6R0/lC8BVrGwqrwvfX8Rdg==","areaRef":"qXiz+FSuUp+POvA5/0/Iog=="},"content":{"description":"This is a pitch reminiscent of P1/P2 of '\n\nOver The Hill\n\n' in Eldo. A bit of excitement in overhanging flakes leads to good jugs and jams before hitting the real treat- a perfect corner with perfect rock- stemming and edging to the top. Once in the corner, good holds appear after every set of moves of any difficulty, so the climb does not feel sustained- just punk in some pro, make a move, then take a good stance and plunk in some more.  The good stances are god-sends, because some of the gear is quite small and requires some effort...but you can load it up!\n\nP1. (Indistinct) Start by ascending up a little slab down and left of a nice perch- fight past a shrub and onto the perch.  Stack your rope and rack up here.\n\nP2. (Distinct) Go up and left off of the belay perch into some overhanging flakes. The climbing here is moderate but also delicate. Be aware. Place some OK gear (small cams and small nuts- some in horizontals), and step up and right on stems to REACH for a total jug... then place gear in the thin-hands crack that outlines the small roof just above that point. Get a jam, and pull up into the good corner.\n\nClimb the corner (SWEET!) to the top, where up and North there is a rope and ring belay/rap station on a good tree.\n\nIf this line did not have the engaging roof down low with the nervous moves requisite, it would be a 4-star pitch. As is, it is still a fine pitch, and certainly the finest at the wall.","protection":"A light rack to 2.5\" and be sure to include a set of small nuts and RPs.","location":"This pitch starts up from the ledge above the 2-pins area, perhaps 150 feet to the south. It is the striking and obvious, left-facing, corner system that can be seen above and right from the belay (not the loose broken corner).  Think of P1 & P2 of '\n\nOver The Hill\n\n' in Eldo, and the pitch that looks like it is the right one."},"__v":0},{"_id":"U/uy5YMcWvKjCabciZXd+Q==","name":"Climbing Non-Sunse","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Jason Haas and Tony Bubb, 10/4/07","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.289,39.9611]},"left_right_index":999999,"mp_id":"106037691","mp_crag_id":"106034494","climb_id":"U/uy5YMcWvKjCabciZXd+Q==","areaRef":"qXiz+FSuUp+POvA5/0/Iog=="},"content":{"description":"A good climb that starts off slow, but gets more interesting as you go.  The crux fingercracks difficulty will be height-dependent, and runs about 5.8 for an average height male.... It could get very hard for someone short.\n\nThere is a large, left-facing dihedral, with cracks splitting the wall on its right side. The climb ascends the cracks on the right side of the corner to reach the arete, then up the arete to a small ledge- Climb past the ledge through a small roof on good finger locks and a stem with good gear (5.8 crux, but this could be substantially harder for short leaders). Finish at a good tree and belay.","protection":"A standard light rack of cams and stoppers. The anchor up top is a large tree.\n\nTo descend, go downhill on the ledge until above the \"2 pins\" area and rap from a green sling and locking biner from a large tree on the ledge- 65' to the ground.","location":"Perhaps below the center of the massive roof at the mid-height of the wall, and perhaps 50 feet uphill of the \"2 pins\" area...."},"__v":0},{"_id":"rvDuFs2AUqOaG64ZfW2q2w==","name":"AC-DC","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"David Kozak, Steve Spaar, Mark Lane, 1981","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.289,39.9611]},"left_right_index":999999,"mp_id":"106037701","mp_crag_id":"106034494","climb_id":"rvDuFs2AUqOaG64ZfW2q2w==","areaRef":"qXiz+FSuUp+POvA5/0/Iog=="},"content":{"description":"Not a new climb but rather, unknown and unpublished. More info would be great.\n\nA pretty good climb that requires some focus. Start up on a set of vertical flakes, then move to the right side and up, steming and clinging with some smears up and into a good stance on the right-leaning crack and a good hold to clip the first pin (so-so soft iron). Head up past this pin for a few long moves to clip a good angle and, making crux moves along the way (perhaps 5.9) and access a better crack and better gear- this line will continue to a good ledge just below a dead tree with rotten webbing on it.\n\nTo belay, move slightly south on the ledge to the live tree with a reasonable anchor (a retired daisy-chain, set up with double-pass throughs so as to be completely self-redundant) with a locking biner.  This is also the standard rap for the area.","protection":"2 fixed pins plus a standard light rack of stoppers and cams. The first pin is a stamped soft-iron, the second a good angle. The climb is a little 'heads up' but pretty safe with some attentive placements.\n\nBelay and rap from the tree just south on the ledge.","location":"Perhaps below the center of the massive roof at the mid-height of the wall, there are a set of older climbs, each of which follows a right-leaning crack system past 2 pins. The left of these is left of a left-facing corner to the left of a large bulge ('2 Pins Left') and the Right follows a set of parallel cracks just right of the right side of the same bulge ('\n\n2 pins Right\n\n'). Between is a right-leaning and quite overhanging system of flakes and seams, known as\n\nSILI\n\n?"},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,decc1251-4a67-52b9-b23f-3243e10e93d0,d0ca78b6-a3cb-517c-adee-d9c6f8c2d2d8,ee2fde9f-b2c2-58e8-ad07-ff56ccf69c8a,a978b3f8-54ae-529f-8f3a-f039ff4fc8a2","pathTokens":["USA","Colorado","Boulder","Flatirons","South","Sunset Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.5"},{"count":2,"label":"5.10a"},{"count":3,"label":"5.8"},{"count":1,"label":"5.6"},{"count":2,"label":"5.8+"},{"count":1,"label":"5.10b"},{"count":1,"label":"5.9+"},{"count":1,"label":"5.9"}],"byDiscipline":{"trad":{"total":12,"bands":{"unknown":0,"beginner":7,"intermediate":5,"advanced":0,"expert":0}},"tr":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":7,"intermediate":5,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.289,39.9611]},"bbox":[-105.28958665560106,39.96065033981814,-105.28841334439892,39.961549660181866],"left_right_index":-1,"ext_id":"106034494","area_id":"qXiz+FSuUp+POvA5/0/Iog==","polygon":{"type":"Polygon","coordinates":[[[-105.28958665560106,39.96065033981814],[-105.28841334439892,39.96065033981814],[-105.28841334439892,39.961549660181866],[-105.28958665560106,39.961549660181866],[-105.28958665560106,39.96065033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":12,"__v":1,"createdAt":"2022-11-07T05:55:55.093Z","updatedAt":"2024-02-19T18:31:15.622Z"}