{"_id":"6368a1b8e80bff5a99553e0e","area_name":"2. \"Far Left Slab\"  (a.k.a. \"Chinos Slab\")","shortCode":"","climbs":[{"_id":"UTDSE0gnXxiPsnk3OeuE1Q==","name":"Webster's Way","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"FRA: Jonathan Garlough & Joshua Corbett","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-71.39722,44.19472]},"left_right_index":0,"mp_id":"108334241","mp_crag_id":"111065746","climb_id":"UTDSE0gnXxiPsnk3OeuE1Q==","areaRef":"NdjyCMxGVJiqtVha1nWg2g=="},"content":{"description":"Webster's way is a long moderate slab route up the leftmost of the large slabs on Mt. Webster (3,910). The route climbs just left of the route Daniel Webster Highway up the entire cliff.  \n\n  The route was equipped with ring anchors on the upper pitchs and a few protection bolts were placed on the lead. The climb has great belay ledges and excellent views of Crawford Notch.  \n\n  This climb offers the occasional gear placement and bolts, but whitehorse style run-outs should be expected. Tricams can come in handy. The crux sections are short and then return to moderate climbing. \n\n  All fixed protection was placed free on the lead with a hand drill \n\n  P1: Start at the base of the main toe of slab. Layback the left facing corner with great gear until it ends. Pull over onto the slab and move up to a flake with gear. Angle up and right to an undercling that takes gear. Pull the crux bulge and follow the flakes to the tree anchor on top. 120'       5.7  \n\n  P2: Bust through some small trees onto the slab and follow it straight up past a couple of gear opportunities to a tree ledge with a tree anchor. 140'      5.3  \n\n  P3: Climb straight up the slab running it out over a small bulge to a large flake on the left. Continue up the slab to a ring anchor in the gully to the left just below the bushes. 195'      5.5 PG-13 \n\n  P4: Pop through the bushes and gain a left facing arching corner (pin). Pull out the arch/corner onto the slab and climb past ledges to a bolt. Continue up the slab to a ring anchor on the tree ledge. 205'    5.4 PG-13 \n\n  P5: An excellent slab pitch! Start up the right edge of the black streak to a bolt. Move up and right to a bolt just over the lip. Continue up to a scoop/footledge (bolt). Finish straight up the slab with a tricam pocket or gun it for the ring anchor on a grassy ledge. 175'     5.5 PG \n\n  P6: Climb up and right to gear in a flake. Continue up the slab to the flakes on the headwall above. Climb the hollow sounding flakes or go around to the right to a ring anchor on a ledge to the left. 175'   5.6 PG-13 \n\n  P7: Climb the grey slab past a bolt and gain a flake with gear next to a grass clump. Angle up and right to the summit ring anchor shared with Daniel Webster Highway. 125'    5.3 PG-13","protection":"Standard rack, tricams, bolts, ring anchors.","location":"The \"far left\" big slab on Mt. Webster"},"__v":0},{"_id":"Y18/zsj/WSi9nC81ZGT75A==","name":"Daniel Webster Highway","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"FRA: Jonathan Garlough & Lauren Bergeron.","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-71.39722,44.19472]},"left_right_index":1,"mp_id":"108328272","mp_crag_id":"111065746","climb_id":"Y18/zsj/WSi9nC81ZGT75A==","areaRef":"NdjyCMxGVJiqtVha1nWg2g=="},"content":{"description":"A long moderate route up the leftmost of the large slabs on Mt. Webster (3,910'). This climb is located 100 yards left of the big central slab, home to the route Bore Tide.  \n\n  This route offers cracks, flakes, and the occasional gear placement. Expect Whitehorse style run-outs throughout the climb. Two protection bolts were placed on pitch 5 on the lead. All pitches were equipped with ring anchors. Two 60M ropes are required for rappelling the route.  \n\n  This low angled slab route has a great belay ledges and offers superb views of Crawford Notch. The granite is quality for the most part and has a nice alpine feel. The cliff is naturally pretty clean. The steeper crux section is short and the rest is moderate climbing. \n\n  All fixed protection was placed free on the lead with a hand drill. \n\n  Pitch 1: Start at the toe of the slab just right of the steeper section of cliff. Climb right of the tree filled gully at 5.5 or to the left of the gully up the big overlap at 5.6 R. Finish at the tree ledge above. Move the belay left to the tree below the obvious crack system on the slab above. 195' 5.5 PG-13 \n\n  Pitch 2: Climb the wandering flaring crack getting gear when possible to a small ledge with bush's on it. Pull the small overlap off the ledge and regain a wide crack (maybe #5 or 6 cam?). Follow it to a small grass ledge with a ring anchor. 190' 5.5 PG-13 \n\n  Pitch 3: Climb a short easy slab to gain a large left facing flake. Follow various flakes through the scoop. Run it out up a 5.3 slab to a ring anchor on a ledge. 190'  5.4 PG-13 \n\n  Pitch 4: Continue up the easy slab to a tree ledge. Pull onto the steep slab (crux) and a gain a large right facing flake in the middle of the wall. Follow the flake until it ends. Angle right to another flake and continue straight up the rippled slab to a ring anchor. 190'  5.6 PG-13 \n\n  Pitch 5: Step left off the anchor and climb straight up the excellent featured slab past two widely spaced bolts. Get gear in the cracks below the tree ledge and finish at a bolt/tree anchor. 195'  5.4 PG-13 \n\n  Pitch 6: Pull the overlap and punch it up the slab with little protection to a ring anchor to the right of the bush's on top of the cliff. 120' 5.4 PG-13","protection":"Standard rack to 3\"    2 bolts ","location":"The large \"far left\" slab On Mt. Webster"},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,8a63706f-b14c-536f-b8ab-3cea90093e36,a371d6cf-4535-59d7-a60d-f3f2d565c576,8b31b247-d908-54fc-8982-5c51e821d65a,35d8f208-cc46-5498-aab5-585ad675a0da","pathTokens":["USA","New Hampshire","WM: Crawford Notch","Webster Slabs","2. \"Far Left Slab\"  (a.k.a. \"Chinos Slab\")"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.6"},{"count":1,"label":"5.5"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":2,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-71.39722,44.19472]},"bbox":[-71.39784716311652,44.19427033981814,-71.39659283688347,44.19516966018186],"left_right_index":-1,"ext_id":"111065746","area_id":"NdjyCMxGVJiqtVha1nWg2g=="},"content":{"description":"Several hundred yds left of the \"Main Slab\", and left of the \"Left Slab\", this slab has seen route development by the \"Chinos\" climbing group."},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T06:12:08.957Z","updatedAt":"2022-11-25T11:19:55.794Z"}