{"_id":"63689d5ce80bff5a994f43fb","area_name":"Gutenberger Wall","shortCode":"","climbs":[{"_id":"QMEz4nBcUjWBFp5lQqjbZQ==","name":"Trout Fishing in America","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.70573,38.6484]},"left_right_index":16,"mp_id":"108312366","mp_crag_id":"106313717","climb_id":"QMEz4nBcUjWBFp5lQqjbZQ==","areaRef":"ILbxMtCQVc+5davYBUBA4w=="},"content":{"description":"Traverse from right to left along the bottom of Gutenberger Wall. Climb this slippery slab past seven bolts to a two bolt belay then head up and slightly left past seven more bolts and meet up with grand central station.","protection":"9 Quickdraws will do","location":"Bottom Right of Gutenberger Wall"},"__v":0},{"_id":"5jfH71E9XkqdgpkJSdJZHg==","name":"Tanks for the Memories","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.70573,38.6484]},"left_right_index":2,"mp_id":"108418271","mp_crag_id":"106313717","climb_id":"5jfH71E9XkqdgpkJSdJZHg==","areaRef":"ILbxMtCQVc+5davYBUBA4w=="},"content":{"description":"While the original route's start is shared with Scud Buster and Sadam. Me?, bolts were added within the past few years that make it possible to alternatively start on Got Gas? and traverse in from the right. After the traversing ends (after clipping the third bolt), head straight up, making sure to stay off the \"out of bounds\" edge / crack system to the left (heading left of the bolt line makes the climbing significantly easier).","protection":"Draws.","location":"Directly left of Got Gas?."},"__v":0},{"_id":"72lCusVUVyuikEfJjV+llA==","name":"Scud Buster","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.70573,38.6484]},"left_right_index":0,"mp_id":"109959256","mp_crag_id":"106313717","climb_id":"72lCusVUVyuikEfJjV+llA==","areaRef":"ILbxMtCQVc+5davYBUBA4w=="},"content":{"description":"This route is the left most line of the Iraqi Wall routes. The start for this as all others on this Iraqi section are marble-like, highly water polished granite. There are good edges, however, and climbing is fairly secure in this section. This climb is typified by increasingly smaller hand and footholds until the last bolt where climbing difficulties let up drastically and the route trends rightwards to the anchors.","protection":"5 bolts and shared anchors/chains with the rest of the Iraqi Wall climbs.","location":"Left of Iraqi Dihedral, scramble to the next entry point of bolts via boulder hopping."},"__v":0},{"_id":"6uD2hjr0Vb6S92sqnb7djA==","name":"Sadam. Me?","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.70573,38.6484]},"left_right_index":1,"mp_id":"108418242","mp_crag_id":"106313717","climb_id":"6uD2hjr0Vb6S92sqnb7djA==","areaRef":"ILbxMtCQVc+5davYBUBA4w=="},"content":{"description":"Start on a small slippery ledge. Reach high to a right-hand side-pull and power/finesse your way up on slippery feet and a couple of softball-sized polished knobs. The climbing gets thin for the next quarter of the climb, after the slippery difficulties end. A good route.","protection":"Draws.","location":"Sadam. Me? is the second route (from the left) on the Iraqi Wall."},"__v":0},{"_id":"WY1Zx19KXFibFL6V015kjw==","name":"River Daughter","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Bob Branscomb and Steve Iverson, 1979","type":{"sport":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-120.70573,38.6484]},"left_right_index":11,"mp_id":"117068691","mp_crag_id":"106313717","climb_id":"WY1Zx19KXFibFL6V015kjw==","areaRef":"ILbxMtCQVc+5davYBUBA4w=="},"content":{"description":"Fairly runout slab friction climbing. Around 20 feet between bolts.","protection":"7 draws","location":"Out on the slab to the right of Gutenberger Wall Direct. Heads up the clean slab initially, and then enters the mossy slab to the right of the clean streak. Ends at Grizzly Green 2 bolt anchor."},"__v":0},{"_id":"5pp2mrB/XqG2L9TQLQ+3CA==","name":"Right Up the Line","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Joel Moore et al, 1990s","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.70573,38.6484]},"left_right_index":13,"mp_id":"106356754","mp_crag_id":"106313717","climb_id":"5pp2mrB/XqG2L9TQLQ+3CA==","areaRef":"ILbxMtCQVc+5davYBUBA4w=="},"content":{"description":"Nice route with 3/8\" bolts.  Interesting little overlap at the start and nicely protected face/frictions above.  The pitch above the long ledge is the stuff.","protection":"Bolts, a few thin pieces for the initial arch.","location":"Approach as for Gutenberger's Wall.  Continue left on the long ledge at the base of Gutenberger's Wall.  A vague arch leaning right leads to a line of bolts at it's end. Proceed up the bolted un-mossed streak above.  The route heading up over the center/left of this arch is Grizzly Green, a 5.9R adventure from 1978."},"__v":0},{"_id":"cn7cvI9MURylvcoJz/Olkg==","name":"Long Dong Arch","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.70573,38.6484]},"left_right_index":4,"mp_id":"108418214","mp_crag_id":"106313717","climb_id":"cn7cvI9MURylvcoJz/Olkg==","areaRef":"ILbxMtCQVc+5davYBUBA4w=="},"content":{"description":"The easy way to reach the anchors on the Iraqi Wall, Long Dong Arch is a fun, neglected climb that deserves more attention. The route shares the start with the Iraqi Dihedral, and traverses out left on good ledges when the climbing steepens. Follow the arch as long as you can, until it pinches down and the feet thin. From here, work your way down a couple feet and traverse back up to the anchor.","protection":"This climb features great stances for placing pro. Singles up to 2\".","location":""},"__v":0},{"_id":"FbGXpT0vVt+EzBW5Qkhz8Q==","name":"Lichen Us","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Unknown 1990s","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.70573,38.6484]},"left_right_index":8,"mp_id":"106356760","mp_crag_id":"106313717","climb_id":"FbGXpT0vVt+EzBW5Qkhz8Q==","areaRef":"ILbxMtCQVc+5davYBUBA4w=="},"content":{"description":"A good route with 3/8\" bolts reasonably spaced.  Follows the nice face left of the obvious central crack system, called Gutenberger Wall Direct (GWD).  From the \"Grand Central Belay Station\" (see Will Cottrell's Rock Climbs of Placerville, CA) can either climb down to a gear belay down and left of GWD and head straight up from there (bolts), or diagonal left across GWD to a bolted belay at the base of the third pitch (the stuff).  Can rappell the route.","protection":"Bolts, light rack, thin to mediums nuts & cams.","location":"The nice face left of GWD.  Cross the river on slippery boulders below the GWD.  In the Spring this may be impossible: use your head and don't die. Climb by the various Iraqi Dihedral variations, the easiest being a the long traverse out a nice crack out right till you can cut back to the \"Grand Central Belay Station\".  Proceed onto the route from there.\n\nThe Gutenberger Wall Direct is a nice, though sometimes dirty, climb following the central crack system using pro from small to medium cams and nuts, about 5.7."},"__v":0},{"_id":"9YDHvNinUauwXCiKKv8nDw==","name":"Iraqi Dihedral","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Don Garrett, 1980","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.70573,38.6484]},"left_right_index":5,"mp_id":"117394425","mp_crag_id":"106313717","climb_id":"9YDHvNinUauwXCiKKv8nDw==","areaRef":"ILbxMtCQVc+5davYBUBA4w=="},"content":{"description":"The obvious corner at the base of the Gutenberger Wall where the Iraqi Wall meets the wall above the swimming hole (the wall of the Trout Fishing traverse pitch).\n\nFind a dry spot to belay then head up the ramp to the corner.  Plug a piece then dive into the comfy constrictions at the bottom of the vertical seam before getting into the business near the bolt.  A few thin seam holds and a tricky mantle bring you onto the slab.\n\nHead up to Grand Central Station and rap or knock out a couple more pitches!\n\nThe difficulty of this pitch can be bypassed by hopping onto\n\nDihedral Bypass\n\n.","protection":"Doubles to 0.75\": it's easy to use the same size twice in a row, 1 bolt.  A 1\" and/or a 2\" can be used on the upper slab, but anyone leading through the Dihedral will likely find that terrain comfortable.","location":"From the bottom of Dinkum Gully, look directly across the river.  The climb is immediately left of the tall leaning boulder on the left of the swimming hole.\n\nFollow the hillside down, hop off a boulder, and walk underneath another to get to the base of the climb.\n\nSafely navigating oneself to the base can be near impossible during high flow; take care on the rocks!"},"__v":0},{"_id":"njvO9DjGWrWueZkJ+2UqtA==","name":"Gutenberger's Wall","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Grant and Jeff Altenburg, early 1970s","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.70573,38.6484]},"left_right_index":14,"mp_id":"106355660","mp_crag_id":"106313717","climb_id":"njvO9DjGWrWueZkJ+2UqtA==","areaRef":"ILbxMtCQVc+5davYBUBA4w=="},"content":{"description":"A nice low angle face/friction climb on the pretty west face of the dome.  Scramble up to a high ledge on the west side.  Two pitches lead to the top.  The second pitch, a little ways above the belay, is the hardest part.\n\nCan also approach the ledge from the 5.5 approach to the central cracks.  From the bolted belay on that, head right up an unprotected 5.4/5.5 slab between moss streaks to the long ledge.","protection":"Bolts: rumor has it that most of old 1/4\" bolts are being replaced on the dome routes...we can hope this is true.  Take a light rack for the first belay.  the two belays above are bolted and can be rappelled.","location":"Up the un-vegitated west face of the dome.  Scramble across the boulders in the river at the west side of the pool.  A strange chimney manuever up a cleft in the step leads to scrambling up mossy rock and some poison oak to a long ledge about half way up the dome.  Head up the center of the slab to a two-bolt belay.  The main business above follows the bolts."},"__v":0},{"_id":"Fa+BK/J6X+aKKHl79SLQDQ==","name":"Gutenberger Wall Direct","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Jack Rankin and pals, 1971","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.70573,38.6484]},"left_right_index":10,"mp_id":"107972661","mp_crag_id":"106313717","climb_id":"Fa+BK/J6X+aKKHl79SLQDQ==","areaRef":"ILbxMtCQVc+5davYBUBA4w=="},"content":{"description":"Pitch 1: The regular way is to climb\n\nThe Easy Way Up\n\n5.7 to the Grand Central belay, a two bolt chained anchor/rap station. Start in a large pothole on the Approach Boulder over the river, clipping a bolt there. Clip a fixed pin on the wall across from the boulder top, then step across. Hand traverse right, clipping another fixed pin. Traverse further right continuing under a long small roof, the step up around it when you reach a small opening in it. Traverse back left above the roof, to clip a bolt. Diagonal up to the only local feature, a right-facing flake and small dihedral; BEWARE the hollow lowest section of the crack. Place pro only higher up this feature after testing for weakness. Above the dihedral, slab and feature walk left to the bolted belay.\n\nPopular pitch 1 variations include starting behind the Approach Boulder on the left, which allows a more bomber belay anchor, and starts with 5.7 ish hand crack traversing and chimneying. Another is to start in this same spot, but follow the Dihedral Bypass 5.9, or hard 5.10 Iraqi Dihedral.\n\nOr from the top of the Approach Boulder, go directly over the roof for a rather more challenging roof move protected by a bolt.\n\nHigher up pitch 1, you can avoid the loose flake and dihedral by following the bolt line of Trout Fishing in America left under it, for a 5.8 to 5.9 or harder slab line (progressively more slippery if your feet go left of the bolt line).\n\nFrom Grand Central, climb two to three pitches of Gutenberger Wall Direct, building gear anchors in the mostly ample features.\n\nPitch 2 is an easy low angle crack ascent with occasional cruxier moves, for much of a 60 meter rope length.\n\nPitch 3 is similar, but when the crack system forks, follow the left until there are no more gear placements; then be bold and tiptoe the licheny slabs and micro humps back the the right crack system, which offers a few more places for pro and an anchor before running out.\n\nPitch 4 is a short but runout slab walk up progressively lower angle granite at the top of the dome. Once you reach a ledge level with an obvious anchor and rap station to your right, walk to that.\n\nRappel twice, using two 50 or 60 meter ropes each time. If you try to rap on a single rope, I've heard reports of some runout downclimbing being required to reach some rap stations. But take that with a grain of salt... I thought it looked like four 60 meter rappels would have kept us on the current anchors too. Tie your rope ends and enjoy...\n\nAs always with this side of the river, be cautious with the slippery crossing (including planning ahead for your return later in the day), and don't try it unless the river is low and calm.","protection":"Caution - you CANNOT rap with a single 60 meter rope. Double ropes of 60 meters or less, or a single 70 meter rope, will do the job.\n\nThe middle two rappel anchors are pairs of bolts in the wall. Leaving quicklinks would be most gracious. As it is, leaving slings may be necessary to rap safely from two of the anchors.\n\nGrand Central Station has bolts and chains, as does the rappel anchor at the top of the final pitch.\n\nOther anchors are gear only.\n\nGear to 2\", doubles are useful. This is a great line for practicing passive pro on too; many flaring and irrregular cracks love nuts, hexes and tricams. If you bring bigger pieces, you'll also find spots to place them; we found places to use my friend's 3\" and 4\" cams on most pitches.\n\nThe ample and easy gear from Grand Central to the end of the cracks, combined with the low angle rock, make this a beginner friendly trad line; the Gutenberger is good preparation for moderate slabby domes elsewhere in the Sierra Nevada.\n\nFour rappel anchors, with neighboring rap lines on either side of you, offer plenty of escapes if you get off route.","location":"The obvious crack line straight up the middle of Gutenberger Wall."},"__v":0},{"_id":"qscLYF8HXhWrAhIKtM24fw==","name":"Gutenberger Edge","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-120.70573,38.6484]},"left_right_index":15,"mp_id":"106596688","mp_crag_id":"106313717","climb_id":"qscLYF8HXhWrAhIKtM24fw==","areaRef":"ILbxMtCQVc+5davYBUBA4w=="},"content":{"description":"A variant of the second pitch of Gutenberger Wall. After climbing the easy fifth class pitch 1 of Gutenberger Wall, trend right for pitch two and the rock will feature square cut edges on the flakes, rather that the smoother dishes found on the Wall route. Protects with 2 or 3 bolts about 30 feet apart on easy terrain. Rappel down the route with one 60m rope (chains are every 25 m or so)","protection":"Quickdraws. Each pitch has chain anchors.","location":"The rightmost route on Gutenberger Wall, Edge is a one pitch variant of Gutenberger Wall that follows more square cut edging features."},"__v":0},{"_id":"+gHbDvmQUqKTTLEwo+x0Ug==","name":"Grizzly Green","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"1978 Bob Branscomb and Ron Vardanega","type":{"sport":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-120.70573,38.6484]},"left_right_index":12,"mp_id":"118112402","mp_crag_id":"106313717","climb_id":"+gHbDvmQUqKTTLEwo+x0Ug==","areaRef":"ILbxMtCQVc+5davYBUBA4w=="},"content":{"description":"Another friction/small face with lichens adventure up the upper part of the Dome.  Be ready to run it out.","protection":"bolts, may still be the old 1/4\" from the FA","location":"This route goes up between River Daughter and Right up the Line, off the left end of the ledge system that runs over to Gutenberger's Wall."},"__v":0},{"_id":"RagONbBiVdqo3e8o95SLYQ==","name":"Grandpappy","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Bob Branscomb, Steve Iverson, Ron Vardanega, February 1978","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-120.70573,38.6484]},"left_right_index":7,"mp_id":"106356772","mp_crag_id":"106313717","climb_id":"RagONbBiVdqo3e8o95SLYQ==","areaRef":"ILbxMtCQVc+5davYBUBA4w=="},"content":{"description":"A runout adventure on a pretty section of stone.  Rumor has it that the old 1/4\" bolts are to be replaced and some bolts added to make this a nicer route.  There were only three bolts on the original 50m crux, so, yes, please do. From the \"Grand Central Belay Station\" (see Will Cottrell's Rock Climbs of Placerville, CA) proceed up and left across the central crack system to the second belay of Lichen Us.  Keep proceeding up and left (5.5 or 5.6, no pro) to the belay at the base of a big bulge. This belay is located a little up and left of a small roof/flake system. Above is the stuff, runout 5.9 friction and some knobs.  Two pitches lead to the top.","protection":"Bolts, light rack of thin to medium nuts/cams to get to \"Grand Central Belay\".","location":"The second route left of the obvious central crack system (called Gutenberger Wall Direct).  Goes up the center of the big triangular area of moss-less rock left of Lichen Us. Approach by crossing the river on slippery boulders below the central crack system.  May be impossible in the Spring: use your head and don't die.  Climb to the \"Grand Central Belay Station\" by any of the Iraqi Dihedral variations, the easiest being a nice crack that goes out right, then back left to the belay above the dihedral.  Climb two pitches up and left to the base of the stuff."},"__v":0},{"_id":"+d/3jv6EWvm1Y1eBgmxRNw==","name":"Got Gas?","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.70573,38.6484]},"left_right_index":3,"mp_id":"108383912","mp_crag_id":"106313717","climb_id":"+d/3jv6EWvm1Y1eBgmxRNw==","areaRef":"ILbxMtCQVc+5davYBUBA4w=="},"content":{"description":"This route is on the Iraqi Wall and is the first bolted line to the left of the Iraqi Dihedral.\n\nSlippery, water-polished feet off the deck, then some featured climbing, then a thin middle-section, and again finishing on featured rock.\n\nI thought the middle section had some thin/friction moves at 5.9+/5.10-; my partner thought it was easier.\n\nThere is a variation which traverses left after bolt #3 for 2 bolts and then continues straight up, we didn't do this variation but it looked to be similar.","protection":"7 bolts to a 2-bolt anchor.","location":"Iraqi Wall.  Start 15-20 feet left of where you would start Easy Way Up/Guttenberg Wall pitch 1."},"__v":0},{"_id":"r1Gw9S2+UHyc1WkE6cmxaA==","name":"The Easy Way Up","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.70573,38.6484]},"left_right_index":9,"mp_id":"108118897","mp_crag_id":"106313717","climb_id":"r1Gw9S2+UHyc1WkE6cmxaA==","areaRef":"ILbxMtCQVc+5davYBUBA4w=="},"content":{"description":"Tim's photo gives the simplest description; look at it to start!\n\nMost start and belay from the large left-facing dihedral at the bottom right corner of the Iraqi Wall; but Cottrell's guide shows the true line starting on the north side of the approach boulder instead, clipping a single bolt on it then scrambling up a low angle slab with pretty good friction, then stepping over the chimney to clip the fixed pin. This start is much easier than 5.7, but has only one bolt for protection.\n\nThe alternative dihedral start is cruxy and exposed 5.7 on river-polished rock off the ground, walking fingers through a crack on the left side, and occasional chimneying or stemming off the boulder opposite it. It has good clipping stances and bomber protection.\n\nOnce the approach boulder is passed, take a long hand traverse right under a small roof, using a finger crack and friction steps below, until a weakness opens in it. Don't let your rope slot in the right-facing crack just before the 5.7 roof ascent (or pull the roof earlier under a bolt for a 5.9 or harder way up). Friction climb the face above, moving left to a weak flake that should not be used for pro, past the flake into a right-facing dihedral with a protectable crack; then slab and ledge walking to the bolted Grand Central belay station (which is in clear sight from the flake/dihedral area).\n\nThe unstable flake can be avoided entirely by borrowing the 3 bolts from the Trout Fishing in America's second pitch, left around the loose flake to Grand Central. This alternate finish is around 5.8 right of the bolts or up to 5.11a left of the bolts.","protection":"Small trad pro (cams are well-suited) for the finger traverse. A couple of draws to clip bolts. Long slings to manage rope drag on this wandering line.","location":"A north-facing route at the central base of Gutenberger Wall, on the right edge of the Iraqi wall, and the left edge of the otter pool. From the approach trail, pass Buck's Bar and descend slabby ledges just below it; if you reach the Struggler Cliff you've gone too far.\n\nThe mental crux for many is crossing the Cosumnes on river-polished rocks! Don't mess with it when water is high; two memorials will remind you of how easy it is to die here in high water. Once spring melt is over, have at it, and enjoy a swim in the low calm otter pool on your way out.\n\nGrand Central belay station at the top of the Easy Way Up is a pair of bolts with chains. You can just rap off with a 50 meter rope. Be careful pulling the free rope end after; the rope can easily get caught in rocks below in the current at normal or higher water levels.\n\nGrand Central gives you access to every other climb on the Gutenberger Wall. Gutenberger Direct's pitch 2 continues straight from it. If you want to continue to the sport routes on the right side of the dome, follow a class 4 ledge system 100 feet or so, minding moss and anything loose, to the next anchor station - where you can start climbing Gutenberger Wall and Edge routes (instead of scrambling up the use trails on the far right)."},"__v":0},{"_id":"ozstCRePXGKfuQ9ZFAi8YA==","name":"Dihedral Bypass","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.70573,38.6484]},"left_right_index":6,"mp_id":"109959242","mp_crag_id":"106313717","climb_id":"ozstCRePXGKfuQ9ZFAi8YA==","areaRef":"ILbxMtCQVc+5davYBUBA4w=="},"content":{"description":"Instead of continuing up the steepening fingers of the obvious Iraqi Dihedral, exit right to the slab then over the bulge. Follow the slab crack to the left, then up right on the ramp to the belay to the shared belay/rap station.","protection":"Finger-sized to 2\" cams, a set of nuts (offsets useful). Anchor is bolts and chains at grand central belay.","location":"Shares its start with Iraqi Dihedral. There is a belay stance reached by scrambling, or you could belay from lower if water level allows."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,6d6152bc-0bbc-501a-9891-f11b5d49c911,f2c3db33-a8f4-5afc-a1c7-db5c8b227244,bbebf4a2-8c29-5da7-abd0-b1cf6874d8d8,69ccdb2c-f22e-5a6c-9a5d-8413233b3492,20b6f132-d090-55cf-b975-abd8054040e3","pathTokens":["USA","California","Lake Tahoe","Highway 50 Corridor","Placerville","Cosumnes River Gorge","Gutenberger Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11a"},{"count":4,"label":"5.10c"},{"count":2,"label":"5.8"},{"count":5,"label":"5.9"},{"count":1,"label":"5.6"},{"count":3,"label":"5.7"},{"count":1,"label":"5.10-"}],"byDiscipline":{"trad":{"total":9,"bands":{"unknown":0,"beginner":4,"intermediate":5,"advanced":0,"expert":0}},"sport":{"total":8,"bands":{"unknown":0,"beginner":2,"intermediate":5,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":6,"intermediate":10,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-120.70573,38.6484]},"bbox":[-120.70630575430172,38.647950339818145,-120.70515424569825,38.648849660181874],"left_right_index":-1,"ext_id":"106313717","area_id":"ILbxMtCQVc+5davYBUBA4w==","polygon":{"type":"Polygon","coordinates":[[[-120.70630575430172,38.647950339818145],[-120.70515424569825,38.647950339818145],[-120.70515424569825,38.648849660181874],[-120.70630575430172,38.648849660181874],[-120.70630575430172,38.647950339818145]]]}},"content":{"description":""},"density":0,"totalClimbs":17,"__v":1,"createdAt":"2022-11-07T05:53:53.224Z","updatedAt":"2024-01-20T00:57:32.341Z"}