{"_id":"63689d20e80bff5a994f20e0","area_name":"Gardener's Wall","shortCode":"","climbs":[{"_id":"5SNy5310UZazGwFPXmzAsw==","name":"Southeast Arete","yds":"5.10a/b","grades":{"yds":"5.10a/b","french":"6a+"},"fa":"Jim and Kay Zahn, Jason Sands, 1986","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.80737,33.68178]},"left_right_index":1,"mp_id":"118167778","mp_crag_id":"105797336","climb_id":"5SNy5310UZazGwFPXmzAsw==","areaRef":"nRgl7uk/X8iuZWFT7Gg8Fg=="},"content":{"description":"Another old style of bolting (spacious by todays standards) with the first one close to sixteen feet up and potential for a bad landing.  Crux one is encountered climbing above the bolt and onto the easy wedge.  Cruise the wedge to creaky boulder and climb out left to find the second and third bolt.  Easier climbing but a chance for some airtime if you fumble the moves.\n\n A must do for the face-climbing aficionado and those that enjoy a healthy runout.","protection":"3 bolts, some cams or nuts to supplement after bolt 1 and heading to 2.  No anchors and shares summit with Facer's Choice.  Scramble off left.","location":"On the far left/south east side of Garderner's Wall and sort of a jumble of large boulders you should be able to locate the first bolt.  With careful viewing you will be able to see bolt two and maybe three.  The obvious lone bolt in center of face is for the route Facer's Choice (5.7)."},"__v":0},{"_id":"qeQNBkJQXsmPsyUE0zQJfQ==","name":"Seam-In","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Jason Sands, Jim Zahn, 1986","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.80737,33.68178]},"left_right_index":19,"mp_id":"118212357","mp_crag_id":"105797336","climb_id":"qeQNBkJQXsmPsyUE0zQJfQ==","areaRef":"nRgl7uk/X8iuZWFT7Gg8Fg=="},"content":{"description":"Yikes, this will be a tough onsight for most.  A very cryptic sequence just to clip the bolt and remaining difficult until the pitons.  The lichen on this part of the wall makes for some fuzzy climbing but is overall a nifty endeavor.\n\n It took several attempts to figure out the start and a few more to move above the bolt.  Once in the seam the rock is crisp and clean, the climb eases up considerably a few feet after the pins.","protection":"1 bolt, 2 pitons, wire brush to clean lichen off holds, tiny cams.  Rap back to packs","location":"The seam will be clearly visible below the route Gravity.  Begins in clump of oak tree's. "},"__v":0},{"_id":"A9lwnaNnUruFalyi1sOVag==","name":"Renaissance Direct","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-111.80737,33.68178]},"left_right_index":8,"mp_id":"105942285","mp_crag_id":"105797336","climb_id":"A9lwnaNnUruFalyi1sOVag==","areaRef":"nRgl7uk/X8iuZWFT7Gg8Fg=="},"content":{"description":"Pitch 1 (100'): 2 bolt face to a right facing dihedral. Follow dihedral up to a small roof. Pull the roof and continue up crack and belay from a nice ledge with a tree (2 bolts w/chains). Pitch 2 (~150'): Face climb to top. 4 bolts. Run-out between 1st and 2nd bolt and from 4th to top, but relatively easy climbing.\n\n There are now two glue in bolts w/rappel rings at the top of the route. Double rope rappel (60m ropes) back to the ledge. A second (100') rap will put you back at the base of the route.","protection":"First pitch - protects well above the face in the dihedral, roof, and crack above the roof (small to medium nuts or cams).  Second pitch - one could protect the run-out above the 4th bolt with #4 cam, but the climbing eases significantly here.","location":"Starts behind some boulders left of Hanging Gardens, below the obvious right facing dihedral and roof (can be seen from approach trail)."},"__v":0},{"_id":"ff/km8ENUN6d+gixYXfb8A==","name":"Renaissance","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-111.80737,33.68178]},"left_right_index":9,"mp_id":"117779732","mp_crag_id":"105797336","climb_id":"ff/km8ENUN6d+gixYXfb8A==","areaRef":"nRgl7uk/X8iuZWFT7Gg8Fg=="},"content":{"description":"Climb the dihedral just right of Renaissance Direct. P1: Some balancy jams to the roof. Pull over the roof and follow Renaissance direct from there.","protection":"Standard rack. 2nd pitch is run out.","location":"Follow the trail to Gardner's Wall (sometimes hopping over / under boulders). When you reach the wall go left. It'll rise a little bit to a medium stance with an obvious dihedral and giant flake roof. Climb goes up the dihedral."},"__v":0},{"_id":"CaLlG79wWVOe6TXnUWLdUw==","name":"Phantom of the Opera","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"1984, J. Sands, J. Zahn and C. Hill.","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-111.80737,33.68178]},"left_right_index":7,"mp_id":"118155000","mp_crag_id":"105797336","climb_id":"CaLlG79wWVOe6TXnUWLdUw==","areaRef":"nRgl7uk/X8iuZWFT7Gg8Fg=="},"content":{"description":"Putatively one’s first trad, multi-pitch lead could have been Hanging Gardens. It was possibly followed, maybe belatedly by a gripped chafe session on Renaissance Direct. Perhaps not, supposedly one may definitively scamper the opening bolted slab, then smoothly transition left across RD, face climbing past two newer hangers to the easier second P1 crux of the upper Kreuser’s Chimney Direct crossover. A crack there exits left and gains a bonzer horizontal ledge, which takes greater than medium cams for belay (right of The Phantom and Gobs of Knobs). The next pitch above reaches past bolts five and six, where it becomes a dash for safer passage. This likely third mental crux is deciding quickly your best trace. Know the gritty McDowell moxie when ascending here, pro options do exist above, shortly before this 35m second pitch concludes at a prominent horn with two glue-ins. If the opening mount of the P1 slab start and above that goes well, you shouldn’t have any issues with the upper P2 runout.","protection":"Six bolts. Several runners and medium to large cams. Two single line 70m raps from chain anchors of Renaissance Direct.","location":"It’s an endurable and fun escapade for GW, especially as a preparatory climb for the other wall’s more difficult adjuncts. I believe several guidebooks track this climb more left of bolted slab and then lower when crossing KCD and only mention the two second pitch bolts. *Topo overlay is only an interpretation we chose to climb. Clips three and four may be RD's Parental Guidance variation. Also, wasn't sure if the lower bolted slab is start of RD, but It seemed more difficult than the upper P2 5.7 of For Cryin' Out Loud."},"__v":0},{"_id":"+5ozobkXVP2tQC0DZsW6OA==","name":"The Phantom","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-111.80737,33.68178]},"left_right_index":3,"mp_id":"106054262","mp_crag_id":"105797336","climb_id":"+5ozobkXVP2tQC0DZsW6OA==","areaRef":"nRgl7uk/X8iuZWFT7Gg8Fg=="},"content":{"description":"Starts with a straight in hand crack with some finger locks on a steep face.  Pass a very old ring on a piton before making some sport moves to a fun mantle.  On pitch two climb a short wide crack to the left.  Continue up discontinuous cracks and then follow a low angle arete to fixed anchors at the peak.  This last section is unprotected (and therefore the R rating) but pretty easy.","protection":"Bring a standard rack up to a fist size piece.  Build a gear anchor at the top of pitch one.  There are fixed anchors at the top of pitch two.  I walked off so I'm not sure if you can lower with one rope.  Two ropes should get you down safely.","location":"This route is located on the left side of the Gardener's Wall.  Look for a dark water stain that gives the false impression of a corner.  Getting to the start is a pain in the .....  You can't walk along the base of the wall to get to and from the routes on the right.  So approach the route from the left or any way that works.  Note that there is a short section of wide class five climbing to get on top of the boulder where the start of the route lies."},"__v":0},{"_id":"xSDA0F4+Upa7Y/nRQgkPEA==","name":"The Phantom missed the Opera","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Whatsis & JSC","type":{"trad":true,"sport":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-111.80737,33.68178]},"left_right_index":5,"mp_id":"106414201","mp_crag_id":"105797336","climb_id":"xSDA0F4+Upa7Y/nRQgkPEA==","areaRef":"nRgl7uk/X8iuZWFT7Gg8Fg=="},"content":{"description":"Combine the Phantom route and the Opera route in your own special way.","protection":"Draws, Small-Medium-Lrg & Stoppers","location":"Walk off or Rap"},"__v":0},{"_id":"+/kAPWNpUZif+L2qCQwkKA==","name":"Lickety Split","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"Larry Treiber and Dave Hodson","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.80737,33.68178]},"left_right_index":15,"mp_id":"112309325","mp_crag_id":"105797336","climb_id":"+/kAPWNpUZif+L2qCQwkKA==","areaRef":"nRgl7uk/X8iuZWFT7Gg8Fg=="},"content":{"description":"We did the route in one long pitch with a 70 meter.  Crux is encountered immediately and then again going from bolt two to three.  The original description has the route with only two bolts so either a bird is laying bolts for eggs or there is a bolt fairy adding a few here and there...either way I was glad to use them.  Down low it feels oddly more 5.9 or harder with moves over the rusty original hardware.  After the cool horn/quartz feature (bolt number 4 or the original belay) the route eases up and you get to clip another newer looking bolt.","protection":"5 or 7 bolts and gear to #3 for crack near the top.  Two bolt anchor hidden near the top, under some tree's.","location":"25 feet to the right of Hanging Gardens is obvious right arching crack and big flake.  A newer looking bolt will be out of reach followed by the original two rusty bolts.  To the right of the bolts you will see another bolt which is used for the route For Cryin' Out Loud.     You can reach the Hanging Garden anchors/chain from the routes end with a 70 meter rope, make sure to angle left though!!"},"__v":0},{"_id":"mXl+3902UBaSwj4zhux+sw==","name":"Kreuser's Chimney","yds":"5.3","grades":{"yds":"5.3","french":"3+"},"fa":"P1: Tom Kreuser, Dave Olson (1965)  P2: Bruce Grubbs, Larry Treiber, Bill Sewrey (1977)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.80737,33.68178]},"left_right_index":6,"mp_id":"108433277","mp_crag_id":"105797336","climb_id":"mXl+3902UBaSwj4zhux+sw==","areaRef":"nRgl7uk/X8iuZWFT7Gg8Fg=="},"content":{"description":"P1 (100+ ft.): 2 or 3 tricky smear moves up to crack. Scramble up to large ledge. Go deep inside chimney and scramble up. Squeeze through a small, awkward gopher hole, then move right onto ledge with tree and bolts. This was not much fun. Preferred variation: stay on outside of the chimney and stem move your way to belay ledge. Although the chimney is wide, there are plenty of cracks for cams and nuts. Harder than the scramble in the chimney, but much more fun. \n\n  P2 (120+ ft.): from belay ledge, move left back into chimney.  Opening moves are tricky as chimney is narrow and flares out. Not wide enough to stem. Too wide to hand/arm jam. Felt harder than 5.3. Also, for the first 25 - 30 ft., it is too wide to take any protection. This makes for an intimidating run out. Finally, you will reach a diagonal crack branching out and up from right side of chimney. #2 or #3 cams work nicely. From there, the route gets much easier to climb and protect. Keep following chimney to the top (more of a large crack than chimney near the top). Last 30 feet or so are an easy scramble. To the right (climbers') of the top there are two bolts.  Use these and some big boulders past the top to protect the belay. \n\n  Descent: It is possible to rappel down on one 60-meter rope. You will need to downclimb the climbers' left-side of the chimney to an obvious little ledge with a boulder on it at the top of The Phantom.  Find two bolts with rings on the face to the climbers' left-side of the small ledge.  Rap down and to the right to reach the ledge at the top of pitch 1.  Use the chains at top of pitch 1 to rap down to base.  Ideally you would rap down and to your left to reach the base of Kreuser's Chimney..  A 70-meter rope might do it.  with a 60-meter rope, go straight down to reach the ground to the right of Kreuser's start.  Once on terra firma, boulder move your way left 10 ft. over the rock leaning against the face to get back to your gear.","protection":"Cams: .5 to 3; medium to large nuts","location":"Left side of Gardener's Wall. Allow about 45 minutes from the trailhead for the approach. Hike 1 mile up Tom's Thumb Trail - very nice but very steep. From \"Climbing Access to Gardener's Wall\" sign, follow primitive trail. Gardener's wall is on other side of the ravine.  The trail gets more primitive as you cross the bottom of the ravine, probably because people branch out to various points at the bottom of the wall. Although there are a few ways to go, perhaps the best approach is to shoot for the \"A\"-shaped hole/tunnel between leaning boulders. Scramble up to it, watch for snakes! Move slowly through and up the tunnel. Awkward mantle over a large flake will put you a few feet from the base of Kreuser's Chimney."},"__v":0},{"_id":"efiVcsP6VyaHgtwYhpbdTQ==","name":"Hanging Tough","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"Variation","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-111.80737,33.68178]},"left_right_index":13,"mp_id":"106405336","mp_crag_id":"105797336","climb_id":"efiVcsP6VyaHgtwYhpbdTQ==","areaRef":"nRgl7uk/X8iuZWFT7Gg8Fg=="},"content":{"description":"Follow hanging gardens P1, start P2 as normal; face into crack, then exit the right angle crack back onto face prior to crack going vertical for a run out slab to a horizontal crack for last piece.","protection":"Run out a slab to a small horizontal seam near top.","location":""},"__v":0},{"_id":"+sNV3gnfWJ6HNT7o5s7cxw==","name":"Hanging Gardens","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.80737,33.68178]},"left_right_index":12,"mp_id":"105879378","mp_crag_id":"105797336","climb_id":"+sNV3gnfWJ6HNT7o5s7cxw==","areaRef":"nRgl7uk/X8iuZWFT7Gg8Fg=="},"content":{"description":"Pitch 1: Scramble up the left-angling ramp/crack to the base of the flake.  Continue diagonally up left in crack to a right angling crack.  Follow this crack to a 2-bolt hanging belay.  100' \n\nNote - this belay is also the location of the 2nd rap.\n\nPitch 2: Make a thin move from the belay into a crack diagonaling right.  Follow this crack as it becomes slightly steeper and heads straight up.  Go left on easy cracks and face to the top. Gear belay.  ~130'. \n\nDescent: Locate bolts for the 1st rap to the left (climbers left). Two double rope raps back down to your the base - watch out for other parties coming up the route! \n\n  Alternately, the descent can be completed with a single 70m rope. You can rap from the top of Hanging Gardens to an anchor on another route, a little bit climbers right of where the rope naturally hangs. From there, rap to the ground. You get near the end of the rope, but just tie stopper knots and there's nothing to worry about.","protection":"Small to medium cams, doubles of BD #1-3 helpful.  Could use a #4 near top of P2, but climbing gets fairly easy here.","location":"Begin below the large, right-leaning flake in the middle of the wall."},"__v":0},{"_id":"bus/H2SQU/qZT3Tf1mbTeA==","name":"Gravity","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Jim Waugh, Kalvan Swanky, 1979","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.80737,33.68178]},"left_right_index":20,"mp_id":"118212268","mp_crag_id":"105797336","climb_id":"bus/H2SQU/qZT3Tf1mbTeA==","areaRef":"nRgl7uk/X8iuZWFT7Gg8Fg=="},"content":{"description":"A short but mighty, mini-roof crack.  Great jams and fancy footwork along with stellar granite and perfect protection makes this stout gem a must-do for the crack-lovers.  An airy start and a tight jam leads to a creative lie-back and maybe another jam before easing up to a nice belay perch.","protection":"Cams to #2.  Rap back to packs.","location":"The furthest route on the north and east facing Gardner's Wall.  Locate the obvious roof and you have discovered your gravitational pull towrards Gravity.  This route is also to the right of the routes Dog Fight Giggle and Seam-In."},"__v":0},{"_id":"zxJxTscqWYSwIAN2YoGxOg==","name":"Gobs of Nobs","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"Larry Treiber and Bruce Grubbs","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.80737,33.68178]},"left_right_index":4,"mp_id":"112309303","mp_crag_id":"105797336","climb_id":"zxJxTscqWYSwIAN2YoGxOg==","areaRef":"nRgl7uk/X8iuZWFT7Gg8Fg=="},"content":{"description":"Pitch one is a nice crack (The Phantom).  Pitch two angles up and right using cracks and face to edge of chimney (Kreuser's Chimney).  Pitch three crosses the chimney and heads to the chain anchors of Hanging Gardens.  Pitch 4 and/or 5 continues to the right and up clipping a few bolts and gearing the easy crack(s) to the summit. The final pitch stays to the left of the three bolted face (For Cryin' Out Loud) and uses the crack for gear and climbing. \n\n  Cool route, crux for some will be trusting the rusty bolts and sideways and even a bit of down climbing to keep the grade 5.7/5.8","protection":"Several bolts and gear for the first pitch and last pitch.  One of the belays is the top of the Hanging Gardens first pitch.","location":"Climb the first pitch of the Phantom and belay in nice stance, gear belay.  The route traverses the entire Gardner's Wall face and eventually leads you to the top where you walk off or rap down using one of the anchors along the top."},"__v":0},{"_id":"dCZXYowNXmmWGmRzF08/Qw==","name":"For Cryin' Out Loud","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Chuck Hill, Mike Cook, Jason Sandidge","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.80737,33.68178]},"left_right_index":16,"mp_id":"118141430","mp_crag_id":"105797336","climb_id":"dCZXYowNXmmWGmRzF08/Qw==","areaRef":"nRgl7uk/X8iuZWFT7Gg8Fg=="},"content":{"description":"While the opportunities of solitude and reflection are lost in the McDowells with the incessant sounds of progress and destruction....a bold and perhaps terrifying lead is not.  Access your inner gecko and tighten the laces before romping up this beauty.  Clip three bolts (the same for Lickety Split) and then begin your journey right, passing two more bolts, and access the obvious thin crack.  Wiggle but don't jiggle your way up the crack to a rusty, original bolt.  Climb upward to the shrubs and then traverse right and up to a nice belay.  Beware of a large cactus near the belay ledge.\n\n Pitch two continues straight above using three, old, original, distantly spaced bolts to the summit.  The climbing on this pitch is easy but a slip would be painful at best.\n\n All new bolts except the one you want the most.....or the final three on the last pitch.","protection":"9 bolts, small gear, nuts","location":"Just to the right of the route Lickety Split.  Furthest route on right side of Garderners Wall proper."},"__v":0},{"_id":"CWXenFbIWIuhqeHQDMMM9w==","name":"First Impressions","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Jason Sands, Chuck Hill","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.80737,33.68178]},"left_right_index":0,"mp_id":"107930008","mp_crag_id":"105797336","climb_id":"CWXenFbIWIuhqeHQDMMM9w==","areaRef":"nRgl7uk/X8iuZWFT7Gg8Fg=="},"content":{"description":"Short climb, but one of my favorites at the crag. Start with 40 feet of straight-forward, and awkward off-width climbing in the 5.8-9 range. Either exit straight up through a chimney, or traverse out left on a steep horizontal 5.10 hand and finger crack.","protection":"Bring a couple 4 - 4.5 Camalot size pieces (old sizes), and a few finger to hand size pieces for the traverse. Gear belay.","location":"Best approached after climbing another route to top. Scramble off back and proceed a short ways back down the old approach trail to Toms Thumb. Don't get too low, and eventually scramble up to the route through a few sticker bushes."},"__v":0},{"_id":"bF0xfEGEUNqVOdfur+7ENQ==","name":"Fearless Leader","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Chuck Hill, Jason Sands","type":{"sport":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-111.80737,33.68178]},"left_right_index":11,"mp_id":"120258542","mp_crag_id":"105797336","climb_id":"bF0xfEGEUNqVOdfur+7ENQ==","areaRef":"nRgl7uk/X8iuZWFT7Gg8Fg=="},"content":{"description":"Both Phoenix Rock books have an \"R\" rating for this route.  All bolts are new.  Maybe if you fell going from bolt two to three you would hit the ground or just come real close.  Typical, thin but not horrible edges eventually leads you to the left most portion of the Hanging Gardens crack.  Easy climbing directly above takes you to a semi-hanging belay and even easier climbing to the summit.  ","protection":"Six bolts.","location":"The route immediately to the left of Hanging Gardens, can see three bolts."},"__v":0},{"_id":"KsxhAFYWUZyPHrv0vCJp6Q==","name":"Facer's Choice","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Chuck Hill, Jason Sands, 1984","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.80737,33.68178]},"left_right_index":2,"mp_id":"118167826","mp_crag_id":"105797336","climb_id":"KsxhAFYWUZyPHrv0vCJp6Q==","areaRef":"nRgl7uk/X8iuZWFT7Gg8Fg=="},"content":{"description":"Never a notable crux other than keeping a quiet mind on your way to the single clip.  Choose your starting spot and enjoy solid ledges and nice rock.","protection":"One bolt, no anchors but easy scramble off left.","location":"Route is located just above Southeast Arete (5.10a/b) and can be easily identified with the one, rusty bolt a bit more than half-way up the route.  Southern side of Gardener's Wall."},"__v":0},{"_id":"wdzTp8VRV7yeYIWF0IoLwQ==","name":"Electric Lady Land","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Chuck Hill, Jason Sandidge","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.80737,33.68178]},"left_right_index":999999,"mp_id":"118141973","mp_crag_id":"105797336","climb_id":"wdzTp8VRV7yeYIWF0IoLwQ==","areaRef":"nRgl7uk/X8iuZWFT7Gg8Fg=="},"content":{"description":"Something is amiss with this route.  According to book (not mentioned in the original Phoenix Rock, or PRII) it is listed as 5.10 and the first ascent by the two fellows that would probably solo up/down without a blink.A 5.6 rating is generous, it is short and not worthy of the hardware that has been installed.  Climb this one if you want to feel good about yourself because the guidebook tells you it is a 5.10.","protection":"2 bolts","location":"On boulder behind the start of Renaissance."},"__v":0},{"_id":"yH4JsohJWOCllvL5Iz6Tyg==","name":"Easy Chair","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"1986, P. Falcone, T. Olsen and J. Graves.","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.80737,33.68178]},"left_right_index":21,"mp_id":"118171910","mp_crag_id":"105797336","climb_id":"yH4JsohJWOCllvL5Iz6Tyg==","areaRef":"nRgl7uk/X8iuZWFT7Gg8Fg=="},"content":{"description":"In essence, not as presumed and somewhat similar to the sillier Electric Lady Land. The '96 Phx Rock II has it listed as a 9+, but we weren't persuaded.","protection":"Two old bolts (SMC hangers) plus one new Fixe for belay/rap.","location":"Back (south) side of Gardener's Wall, below the Hanging Gardens top out on east-facing, low angle slab."},"__v":0},{"_id":"pH+wLfGkUcejzvmIPP0Mvw==","name":"Dog Fight Giggle","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Jason Sands, Jim Zahn, Chuck Hill, 1986","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.80737,33.68178]},"left_right_index":18,"mp_id":"118167914","mp_crag_id":"105797336","climb_id":"pH+wLfGkUcejzvmIPP0Mvw==","areaRef":"nRgl7uk/X8iuZWFT7Gg8Fg=="},"content":{"description":"Hiding in plain view (sort of), this might be one of the finest 5.9's in Yosemite, oops the McDowells.  A thin and delicate start quickly places you on-top of flake and next to a clump of oak.  Continue up crack that may be filled with ferns until you can track right towards a single bolt.  Clip and continue to belay ledge or continue upwards on easy crack.  The route Gravity (obvious, small roof crack) is the belay ledge unless you climb past and to top.","protection":"One bolt. Cams to #3.  Rap back to packs.","location":"The wild, forgotten, north side of Gardener's Wall.  Locate the route Seam- In' and Black Streak, Dog Fight Giggle sits nicely in the middle.  The start is up a thin flake and below a clump of oak tree's."},"__v":0},{"_id":"ifD4iecjUgKOxn1qAI0+7A==","name":"Brusin' and Cruisin'","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Pete Noebels, Dennis Abbink, Larry Treiber","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.80737,33.68178]},"left_right_index":14,"mp_id":"107464201","mp_crag_id":"105797336","climb_id":"ifD4iecjUgKOxn1qAI0+7A==","areaRef":"nRgl7uk/X8iuZWFT7Gg8Fg=="},"content":{"description":"Start on the 3rd class ramp of Hanging Gardens, but move right into the giant flake about 25' up.   \n\n  Bruise you way up if you want to climb it like an offwidth and be prepared for a fight.  Or Cruise it and take the more enjoyable way up, having a blast liebacking up for a long ways.   \n\n  Most of it is very secure, but a short section about halfway through is a bit tougher.  Get through this and cruise to where the flake ends.  Then traverse left to meet up with the last 20' of Hanging Garden's. \n\n  Leading this would be pretty heinous and require a  lot of really large gear.  The best way to enjoy the climb is to set up a TR after climbing the first pitch of Hanging Garden's. \n\n  Added:   There is also a second pitch to this route that starts up the second pitch crack of Hanging Gardens, then veers up the face above. There's an old bolt up there somewhere as well as the occasional pro possibility (you have to wander a bit to get gear).","protection":"Gear: Big cams, Big Bro's, etc if you are going to try and lead it.  Plus a handful of hand size pieces for the last section.  A 60m rope works, but barely.   A 70m is better.   \n\n  Anchor: 2 bolt anchor with chains","location":"Start is same as Hanging Garden's and right where the approach trail meets the wall."},"__v":0},{"_id":"YpuFEbR3WdyxoNIorOfqkA==","name":"Broken Knob Job aka unknown crack","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.80737,33.68178]},"left_right_index":999999,"mp_id":"113948477","mp_crag_id":"105797336","climb_id":"YpuFEbR3WdyxoNIorOfqkA==","areaRef":"nRgl7uk/X8iuZWFT7Gg8Fg=="},"content":{"description":"Start in the pit. Stem up between two boulders until moving onto the face about 15' up. Great edges and knobs aid in the committing moves to get established and up to the large knob.  Mantel the knob and clip the first bolt about 25' up. Move into the crack and clip a solid old pin. Cruxy moves past this to a bomber finger lock and easier moves to the top. \n\n  Walk off the back. Easy to set up a top-rope as well. \n\n  Alternate start could be to traverse in from the left side over to the large knob; still unprotected climbing.","protection":"1 bolt (SMC), 1 pin, stoppers. There are a few places where RP's may seat okay and maybe a funky flared cam placement or two up high. \n\n  1 bolt anchor up top, but you can sling a boulder way off the back side.","location":"This route starts in the gulley you cross right before heading up the steep slope to the base of Gardener's Wall. It's over by all of the graffiti. \n\n  Once at the north side of the gulley, before crossing over, cut right for about 150'. Look back towards Gardener's and you'll see the right leaning crack."},"__v":0},{"_id":"jkWNQnaHWkqRay5bNmgH9g==","name":"Battling Fear","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Chuck Hill, Jason Sandidge","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.80737,33.68178]},"left_right_index":10,"mp_id":"118141338","mp_crag_id":"105797336","climb_id":"jkWNQnaHWkqRay5bNmgH9g==","areaRef":"nRgl7uk/X8iuZWFT7Gg8Fg=="},"content":{"description":"The start of this route will feel significantly harder than 93% of most 5.10's.  The immediate start and getting to the second bolt is tough but bearable.  Crimp and smear on razor edges until you reach a wonderful, short crack, and are able to clip bolt #2.  Edge up to bolt #3 and continue straight up towards the tree's (can use the cracks to the left if the runout is to grand) and trend right.  Two potentially loose blocks must be climbed around/over to access the other two bolts and semi-hanging belay.  Long runouts to belay station but easy climbing.  \n\n Pitch two climbs easy ground above with one bolt.  All bolts and belay are new hardware.","protection":"Six bolts","location":"Just to climbers right of Renaissance and left of Fearless Leader."},"__v":0},{"_id":"QeLtYforXcyfnVOMiohVMg==","name":"Black Streak","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Jason Sands, Jim Zahn, 1986","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.80737,33.68178]},"left_right_index":17,"mp_id":"118212400","mp_crag_id":"105797336","climb_id":"QeLtYforXcyfnVOMiohVMg==","areaRef":"nRgl7uk/X8iuZWFT7Gg8Fg=="},"content":{"description":"It is probably wise to scope the two bolts before starting out.  The first bolt can be found fairly easily but the second is a bit more hidden and difficult to find.  Either way, climb up black streak to a group of pockets/pods and place your gear.  Crimp but don't cramp your way towards the bolt and continue your journey upwards.  A fair amount of loose flakes and edges are encountered down low.  The route gets easier the higher you climb.","protection":"2 bolts, cams to #3.  Rap back to packs.","location":"Look for the black streak in-between a clump of oak tree's several feet up the wall.  The black streak can be seen from a long ways away, several feet to the left of route Dog Fight Giggle."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,24e148bb-4884-59e8-9870-43ce21f1a337,c1fdee82-93e7-5a55-9103-7defbe7f0b10,186b8322-95a3-5a61-a831-156bf794a951,337d26c1-a65b-5cb0-99f8-f4ded669b3f9,9d1825ee-e93f-5fc8-ae65-6153ec683c16","pathTokens":["USA","Arizona","Central Arizona","**Phoenix Areas","McDowell Mountains","Gardener's Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10a/b"},{"count":1,"label":"5.11"},{"count":4,"label":"5.7"},{"count":4,"label":"5.8"},{"count":1,"label":"5.9+"},{"count":3,"label":"5.7+"},{"count":1,"label":"5.3"},{"count":2,"label":"5.6"},{"count":4,"label":"5.10"},{"count":1,"label":"5.10+"},{"count":1,"label":"5.10a"},{"count":1,"label":"5.9"}],"byDiscipline":{"trad":{"total":16,"bands":{"unknown":0,"beginner":9,"intermediate":6,"advanced":1,"expert":0}},"sport":{"total":9,"bands":{"unknown":0,"beginner":6,"intermediate":3,"advanced":0,"expert":0}},"tr":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":14,"intermediate":9,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-111.80737,33.68178]},"bbox":[-111.80791037217845,33.681330339818146,-111.80682962782156,33.68222966018186],"left_right_index":-1,"ext_id":"105797336","area_id":"nRgl7uk/X8iuZWFT7Gg8Fg=="},"content":{"description":"Gardeners Wall is a nice place to climb a few routes near Phoenix. It is noteworthy as pretty much the only multi-pitch formation in the northeast metro area. For the most part, traffic at Gardeners is mainly climbers looking to do the moderate classic routes such as Hanging Gardens (5.5) or Reinaissance Direct (5.7), but there are other fine routes here as well. Still, you're not going to have to deal with crowds here as it seems granite climbing near Phoenix is out of vogue."},"density":0,"totalClimbs":24,"__v":1,"createdAt":"2022-11-07T05:52:38.540Z","updatedAt":"2024-01-15T16:39:24.195Z"}