{"_id":"63689d5ce80bff5a994f4474","area_name":"Main Wall","shortCode":"","climbs":[{"_id":"dRwE7VndUdeGJWEq8EuSmw==","name":"Yankee Dog","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Mark Nicholas, 1996","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.13522,38.80006]},"left_right_index":27,"mp_id":"105872305","mp_crag_id":"105798329","climb_id":"dRwE7VndUdeGJWEq8EuSmw==","areaRef":"fbV6GFYSWYepAhzvqBO0AQ=="},"content":{"description":"Sport route just to the right of Stem Mister. Balancy moves bring you to a powerful lieback move to make a long reach to the next hold. Save some strength because the next few moves are no gimmie and you have to place a piece or two of pro before you make it to the next bolt. Chains at top.","protection":"Bolts and Cams .5\"-1\"","location":""},"__v":0},{"_id":"97WeLipjU2OjcFV52egLPA==","name":"Wall Flower","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Paul Crawford, Jay Smith, Bill Todd 1976","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.13522,38.80006]},"left_right_index":21,"mp_id":"106903715","mp_crag_id":"105798329","climb_id":"97WeLipjU2OjcFV52egLPA==","areaRef":"fbV6GFYSWYepAhzvqBO0AQ=="},"content":{"description":"This is an adventure climb. Not done much but give it a go and give us an opinion. I did the first pitch early on in my career and found it \"interesting\"","protection":"Pro to 3 inches","location":"This route and others (second pitch of North Face,  Absolutely Brilliant, Second pitch of North Country, and a 5.9 unnamed OW, just right of North Face) Start in (or Near) an alcove (Wide flat bench) at the base of the second pitch of North Face. To get to this alcove you can go up Stem Mister then continue up on easier terrain or do the first pitch of North Face. This is a great place to spend the day climbing away from the public. You might even mow the lawn that is there. To access Absolutely Brilliant, North country and Dragon Back you will need to 3rd class down and right from the alcove approx 40' and then up an easy section to a bushy ledge that you can traverse along. To get to the base of Wall Flower go a short distance left from the alcove"},"__v":0},{"_id":"lEXOPmfxW3ejEwR0BF6MCQ==","name":"Under The Big Top","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Karl McConachie, Jay Smith (1981)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.13522,38.80006]},"left_right_index":10,"mp_id":"109780301","mp_crag_id":"105798329","climb_id":"lEXOPmfxW3ejEwR0BF6MCQ==","areaRef":"fbV6GFYSWYepAhzvqBO0AQ=="},"content":{"description":"Climb the first short pitch of Eeyores Enigma or Freak Show to the start of Under the Big Top. Once at the start, begin traversing under the big roof out right. Look for a piton and possibly some old slings to mark the spot where to build a hanging belay. Make sure to stop here least you be stricken with unbelievably horrific rope drag. Continue climbing out right ending at the bolted anchor and ledge that is the top of the second pitch of Travelers Buttress. Continue up Travelers or rappel to the ground with a 70m rope, or if you have a 60m, make a short rappel to the shotty anchors of Purple Haze and make one more rappel from there to the ground. Bring a leaver sling!","protection":"Cams, doubles to 3\"","location":"The big obvious roof left of the second pitch of Travelers Buttress. You can't miss it."},"__v":0},{"_id":"/ZuGHScqWuqyRihCLOd2jg==","name":"Travelin' Man","yds":"5.13b","grades":{"yds":"5.13b","french":"8a"},"fa":"Charlie Barrett","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-120.13522,38.80006]},"left_right_index":14,"mp_id":"117649899","mp_crag_id":"105798329","climb_id":"/ZuGHScqWuqyRihCLOd2jg==","areaRef":"fbV6GFYSWYepAhzvqBO0AQ=="},"content":{"description":"The old aid seam up and right of the 3rd pitch of Travelers Buttress, mostly pins and a few cams to a 2-bolt anchor.","protection":"pins and cams","location":"from the top of the 2nd pitch of Travelers Buttress it's the thin seam overhanging the belay, can't miss it."},"__v":0},{"_id":"FglGnitiVYqs7/JnU28fPw==","name":"Traveler Buttress","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Dick long, Al Steck, 1965","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.13522,38.80006]},"left_right_index":6,"mp_id":"105812520","mp_crag_id":"105798329","climb_id":"FglGnitiVYqs7/JnU28fPw==","areaRef":"fbV6GFYSWYepAhzvqBO0AQ=="},"content":{"description":"The crux of this route is the notorious offwidth second pitch. It can be well protected with a #4 Camalot placed deep in the crack. Most parties prefer two #4s though I have led it safely with one #3.\n\nThe first pitch starts down on the Tombstone ledge and is a 5.7 serrated crack that has a short flaring 5.8 crux up high. Careful on the crux, it comes just above an ankle crushing ledge.\n\nThe second pitches O.W. is rewarded by one of the best hand cracks at the Leap.\n\nThe third pitch climbs a rapidly steepening face to a fixed pin and then rounds a very windy and exposed arete, across an exposed ledge and up to two fixed pins that can be backed up with a .75\" piece.\n\nThe rest of the route is a classic 4th-class to easy-5th-class dike hike that climbs up the face to the top. Not much harder than climbing a ladder.","protection":"Cams, .5\" - 4\"; Nuts, 1 set.","location":"Start on the Tombstone ledge and follow a serrated crack just to the right of Boot hill. Or you can skip the first pitch (not recommended) and start at the offwidth second pitch just around the corner from Corrugation Corner. If you skip the first pitch, sorry, \"you have not climbed Travelers Buttress\" only part of it.\n\nTo reach Tombstone Ledge, follow the approach trail up and left to the base of a smaller wall below the main ledge which hosts the obvious features of broken flakes sticking up out of the ground like giant tombstones. The start of Travelers buttress is the obviously well worn, serrated crack system just right of the sport route \"Boot Hill\"."},"__v":0},{"_id":"/FDNlJ7+WZ+7y7K0zyzY9Q==","name":"Tombstone Terror","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Anderson, Miller, Smith, and Sumner 1976","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.13522,38.80006]},"left_right_index":3,"mp_id":"105798338","mp_crag_id":"105798329","climb_id":"/FDNlJ7+WZ+7y7K0zyzY9Q==","areaRef":"fbV6GFYSWYepAhzvqBO0AQ=="},"content":{"description":"This is probably the best 5.10c pitch at the Leap.  This route is located around the corner to the left of the start of Traveler Buttress.  The climb gets its name due to the large rocks at the base that look like tombstones.  The first 15ft are unprotected so don't fall.\n\nFace climb up to the roof and work to get your first good gear in place.  Follow the thin crack with jams and liebacks.  The climb does not let up until handjams are reached above the small roof.  Follow a widening crack to a set of anchors at 80ft.  A real gem...","protection":"Gear to 3\", include small cams and extra hand-sized pieces.","location":""},"__v":0},{"_id":"+MOEqb5lUiSM4AU6/JxFeQ==","name":"Thunder Struck","yds":"5.12a/b","grades":{"yds":"5.12a/b","french":"7b"},"fa":"Jay Smith","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.13522,38.80006]},"left_right_index":15,"mp_id":"109780329","mp_crag_id":"105798329","climb_id":"+MOEqb5lUiSM4AU6/JxFeQ==","areaRef":"fbV6GFYSWYepAhzvqBO0AQ=="},"content":{"description":"Start climbing up just left of Corrugation Corner (or climb Corrugation Corner) and traverse left to a big horn wrapped with slings. Nuzzle yourself behind the horn to belay.\n\nBegin climbing up a thin face with an even thinner crack to some gear and a bolt. Follow the bolts traversing right under a wildly overhanging roof. Big pumpy moves end at a despirate finish rounding the roof to a two bolt anchor. Lower off out in space and back to the horn belay so your belayer can have a go.","protection":"Green alien and some draws.","location":"Directly left of the first belay of Corrugation corner behind a gigantic detached horn."},"__v":0},{"_id":"8WBxJpmTXM+cOv4RtGSv2g==","name":"Stem Meister","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Will Cottrell and John Robinson","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.13522,38.80006]},"left_right_index":26,"mp_id":"105872301","mp_crag_id":"105798329","climb_id":"8WBxJpmTXM+cOv4RtGSv2g==","areaRef":"fbV6GFYSWYepAhzvqBO0AQ=="},"content":{"description":"60' corner climb, 50' right of Corrugation Corner. Good stemming, quality climb. It's like a shorter, less-classic Hospital Corner. Chain anchor.","protection":"Cams .5-1\"; small nuts.","location":""},"__v":0},{"_id":"+Lph9dYQWrGvJhg6r2kcRA==","name":"Silly Willy Crack","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Bill Price, 1982.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.13522,38.80006]},"left_right_index":8,"mp_id":"106013881","mp_crag_id":"105798329","climb_id":"+Lph9dYQWrGvJhg6r2kcRA==","areaRef":"fbV6GFYSWYepAhzvqBO0AQ=="},"content":{"description":"This difficult crack lies below Main Ledge, to the right of the first pitch of \"Traveler Buttress\". Very thin jamming leads to a two Bolt anchor.","protection":"Thin.","location":""},"__v":0},{"_id":"SNBJSVeTX1mKgmJBv98WMQ==","name":"R.I.P.","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"J. Arnold, A. Grady","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.13522,38.80006]},"left_right_index":2,"mp_id":"105927707","mp_crag_id":"105798329","climb_id":"SNBJSVeTX1mKgmJBv98WMQ==","areaRef":"fbV6GFYSWYepAhzvqBO0AQ=="},"content":{"description":"Work your way up technical and sustained moves to the \"Rest in Peace\" before the last bulge.  Crimp the dike over the lip and go big...or fall.\n\nSafe fall for the leap; you won't hit dikes on this fella.","protection":"Draws","location":"Overhanging face just left of Tombstone Terror.\n\nStart off huge tombstones."},"__v":0},{"_id":"7AtvdndGV7CRtb7qM4wEkg==","name":"Purple Haze","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Richard Harrison and Jay Smith, 1977","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.13522,38.80006]},"left_right_index":11,"mp_id":"105872281","mp_crag_id":"105798329","climb_id":"7AtvdndGV7CRtb7qM4wEkg==","areaRef":"fbV6GFYSWYepAhzvqBO0AQ=="},"content":{"description":"Start on an overhang above a small cave just to the right of Travelers Buttress. Pull the short pumpy overhang to a small ledge. Rest up, the rest is a sustained off-hands pump fest. Continue straight up to stay on Purple Haze or move into the crack out right to continue up the Cross Town Traffic variation. Anchors (good enough) at the top. You need a 60m rope to rap.","protection":"Cams .5\"-3\"","location":"Rap from the crappy anchors to the ground with a 60m rope."},"__v":0},{"_id":"drJir9HVWzK9+YB61+LQ7Q==","name":"Power Lust","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Steve Glotfelty, J. Arnold","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.13522,38.80006]},"left_right_index":17,"mp_id":"105927712","mp_crag_id":"105798329","climb_id":"drJir9HVWzK9+YB61+LQ7Q==","areaRef":"fbV6GFYSWYepAhzvqBO0AQ=="},"content":{"description":"This route is what Lovers Leap is all about, insane mantles and dikes galore. Some of the moves on this climb can be height dependent. (unless you have good technique)\n\nNice face/blunt arete. Tech your way up to the crux mantle a few bolts up, then enjoy fine dike hiking to the top.","protection":"Draws, open shuts at top.","location":"Just right of Corrugation Corner, follow the line of bolts up a face.  Lower off or finish on Corrugation Corner (gear required)."},"__v":0},{"_id":"0EFrmyoEUDSYs3E+F1GM9Q==","name":"North Face Route","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.13522,38.80006]},"left_right_index":22,"mp_id":"105872297","mp_crag_id":"105798329","climb_id":"0EFrmyoEUDSYs3E+F1GM9Q==","areaRef":"fbV6GFYSWYepAhzvqBO0AQ=="},"content":{"description":"P1: Start up a 5.7 flake that is laden with large dikes. Climb up to the white bowl and belay here on three fixed pins.\n\nP2: Continue up the prominent right-leaning crack that is a lot harder than it looks. The pro is good and abundant. Tight finger locks on a steep wall with no feet bring you through the crux. Belay at the small ledge just under the roof on two good bolt anchors.\n\nP3: Continue straight up over a horrible-looking roof which is not as bad as it looks or go out right for a slightly harder variation with two closely spaced bolts for pro. Once over the roof, move out left up a series of cracks littered with fixed pins. Follow these cracks up the wildly exposed 5.9 face on large dikes and hand jams up to a large grass-filled ledge and belay there.\n\nP4: Now continue up and left over some less-than-traveled rock; any number of ways (all about 5.6) to the top. Good stuff.\n\nLOCATION: Starts just left of Stem Mister and Right of Power Lust. For add'l information see the Beta Picture herein","protection":"Cams .5\"-4\" Nuts 1 set","location":""},"__v":0},{"_id":"ZWFm0mBqXEGowX/6TKFbQg==","name":"North Country","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Charley Jones, Victor Marcus, Jim Orey, C Stanborough, 1975","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.13522,38.80006]},"left_right_index":25,"mp_id":"106903690","mp_crag_id":"105798329","climb_id":"ZWFm0mBqXEGowX/6TKFbQg==","areaRef":"fbV6GFYSWYepAhzvqBO0AQ=="},"content":{"description":"The first pitch is interesting and a bit of an adventure (for a description of the first pitch, see comments below) The second pitch can be done without doing the first pitch. (See Beta Photo or read Location information below) The second pitch is excellent hand and finger jams and takes gear well with a couple of fixed pieces also. I know nothing about the 3rd pitch or beyond (there are comments regarding climbing beyond the second pitch in the comments below).","protection":"Standard Rack","location":"This route (I am only referring to the pitch of North Country that starts at the ledge where Dragon Back and Absolutely Brilliant start - See Beta Photo) To get to this ledge you can go to the alcove that is the start of the second pitch of North Face, the start of a 5.9 unnamed OW (just right of North Face) and the start of Wallflower which is left of North Face. To get to this alcove you can go up Stem Mister then continue up on easier terrain or do the first pitch of North Face. This is a great place to spend the day climbing away from the public. You might even mow the lawn that is there. To access Absolutely Brilliant, North country and Dragon Back you will need to 3rd class down and right from the alcove (previously described) approx 40' and then up an easy section to a bushy ledge that you can traverse along. For information on accessing this climb see Beta Photo herein. To do the First Pitch and third Pitch (and beyond) of North Country refer to the comments section below."},"__v":0},{"_id":"D+06haYZXfKmdjrp+BWtdQ==","name":"Freak Show","yds":"5.11c/d","grades":{"yds":"5.11c/d","french":"7a"},"fa":"Jay Smith","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.13522,38.80006]},"left_right_index":9,"mp_id":"109780194","mp_crag_id":"105798329","climb_id":"D+06haYZXfKmdjrp+BWtdQ==","areaRef":"fbV6GFYSWYepAhzvqBO0AQ=="},"content":{"description":"Begin climbing up Eeyores Enigma keeping an eye out for the crack splitting the overhanging wall to the right. Transfer into the overhanging crack as soon as you can (about 40ft up). Tight fingers, pumpy off hands, thin feet and bomber jams are what you can expect on your way up this route. Just before your palms pump out from the jams, the route turns into a fierce lieback past a bomber pin to the chains. The gear on this route is absolutely bomber the whole way.\n\nWhile at the chains, take the opportunity to traverse out right for two more pitches and climb the route Under the Big Top (5.10d).","protection":"Cams, doubles to 2\". Nuts, 1 set.","location":"Located on an inconspicuous overhanging wall around the corner to the far left from Travelers Buttress. Begin climbing up where Eeyores Enigma starts."},"__v":0},{"_id":"X8v62NzPXYaph6HNYYbJtw==","name":"Epitaph","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Paul Obanheim, Brian Harrington, Chris Bay, 1985","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.13522,38.80006]},"left_right_index":1,"mp_id":"106487690","mp_crag_id":"105798329","climb_id":"X8v62NzPXYaph6HNYYbJtw==","areaRef":"fbV6GFYSWYepAhzvqBO0AQ=="},"content":{"description":"Epitaph... the true Tombstone Terror of Lover's Leap!  This route starts up a crack right above the most prominent tombstone on Tombstone Ledge.  Another 5.10c, this one is much different in character than the Terror.  The Epitaph was the famous silver mine in Tombstone AZ, that funded the boom that extracted 25 million dollars in a few short years in the 1880s, when the Earp brothers were in town.  The Epitaph was also the name of the local paper.\n\nStart up the well protected crack to the base of the first roof and clip the fixed pin.  Make the moves over the first roof, and follow the dikes and unlock the sequence over the next two roofs.\n\nAfter the third lead bolt, you can traverse 30' left on 5.0 climbing and rap off a slung block, or else continue up and top out the route on grungy rock.\n\nA well protected lead that is worth doing when on Tombstone Ledge.","protection":"Light rack to 2\", 3 bolts, one fixed pin.  All three 1/4\" lead bolts pulled 7/09 and replaced with modern 3/8\" stainless ASCA hardware.\n\nRappel off slung block 30' left on the ledge.  Might want to take some cord to back it up, but it was ok as of 7/09.","location":"Tombstone ledge.  30 feet left of Tombstone Terror, 20 feet left of RIP.  Start up the crack that is right above the highest tombstone."},"__v":0},{"_id":"ZAEX/DTXVpqVge9UhClZKQ==","name":"Eeyore's Enigma","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Warren Harding, TM Herbert & Galen Rowell, 1969 FFA: Jim Orey et al., 1973","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.13522,38.80006]},"left_right_index":5,"mp_id":"105806618","mp_crag_id":"105798329","climb_id":"ZAEX/DTXVpqVge9UhClZKQ==","areaRef":"fbV6GFYSWYepAhzvqBO0AQ=="},"content":{"description":"Its name gives good indication of what to expect.\n\nThe first pitch follows a nice hand crack to wide hands then fists. Belay at the fixed pin and nut on a nice ledge.\n\nThe second pitch immediately pulls a small roof to a fixed bong then out left under a long roof (crux) while underclinging an offwidth and sliding a #4 along. Don't leave gear in this roof because it will get sucked up into the crack. Now follow a chimney while arm barring a wide crack for balance. Climb up into the now obvious squeeze chimney and place a #2 up high. Drop back down to the ledge and squeeze through the chimney with your feet smearing behind you and your ass hanging out under the roof. Great exposure here. Move out around the corner on good jugs then up into a chimney. Save a #4 for the belay.\n\nThe third pitch climbs on the face up to an alcove where you move out around the corner to the right on dikes and up the runout face (easy, on big dikes) to a good ledge with good pro.\n\nPitch four follows a crack to another good ledge.\n\nThe fifth pitch is an easy dike hike much like the last pitch of Travelers. Some pro can be found, or run it out to the top. Lots of fun and one of the most exposed routes at the leap.\n\nReally wide and kinda scary.","protection":"Cams .5\"-4\" double 1\"-3\" and 3 #4s are useful.","location":"Eeyore's Enigma is the large offwidth chimney to the left and around the corner from Traveler's Buttress and to the right of Eeyore's Ecstasy."},"__v":0},{"_id":"HcJ8hV18VAyY/k7HPHHzwQ==","name":"Eeyore's Ecstacy","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"FFA Al McDonald and Steve Roper 1959","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.13522,38.80006]},"left_right_index":0,"mp_id":"117672980","mp_crag_id":"105798329","climb_id":"HcJ8hV18VAyY/k7HPHHzwQ==","areaRef":"fbV6GFYSWYepAhzvqBO0AQ=="},"content":{"description":"This is a Lover's Leap classic which offers a unique experience to the adventurous climber.  It climbs the huge gash between the central wall and main wall.  For the full experience climb this in winter.\n\nFrom the ground below the gash find two left-facing open books and climb the right one(5.7) to Main Ledge.  Now the fun begins.  Enter the gash and climb three pitches to the top passing most of the chockstones from the  inside of the gash(your choice!).  The climbing is fun and interesting with lots of chimneying and stemming.\n\nP2 ~100ft\n\nStart up the cracks along the left but don't be afraid to do a little gardening on the right! A bunch of hidden jugs and nice edges are covered by dirt and moss. There's a few awkward moves past the garden crux and you'll top out onto a nice ledge with 4(!) rusty pitons and aging cordelette as your belay station. Back up with pro at your discretion.\n\nP3 ~90ft\n\nThe beginning of the cave system and a little taste of this route's donkey-braying chimney system. Stem your way up the cave with some exceptional footholds and spectacular stalactites. There are a few ledges with lots of loose debris (pinecones, rocks, dirt, bark/branches) so take care not to shower your belayer with too much choss. There's a few pieces of gear (an orange sling turned green from moss/mold, pitons) but count on placing gear in the cracks up. There's a belay station should be at a large ledge with two pitons on your right while facing the back of a cave.\n\nP4 ~90ft\n\nThe crux pitch! Prepare to grunt and bray your way up this chimney system. Start close to the cave as possible and then pull on a rock roof up and over while simultaneously stemming and muttering obsceneties. Not much to say here other than it's a full body workout and you may or may not be covered in moss and bird shit at the end.\n\nP5/scramble up a gully\n\nWe decided to rope up here to the top due to the sheer amount of loose soil, rocks, and tree branches along the gully. From the top of P4, it was about 50m to the top. I placed two cams in that distance on the sketchier parts but this could easily be scrambled if you're brave. Exit to the left towards the ledge and belay off a tree where the ground flattens out.\n\nDownclimb:\n\nFollow the trail to the east/north down back towards lover's leap campground.","protection":"Take nuts and cams to 3\".","location":"Find the huge gash which splits the main wall and central wall."},"__v":0},{"_id":"CMEbPQvYUhyySr3bDAjEJA==","name":"Dragon Back","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Bruce Runmals, Al Swanson, 1989","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.13522,38.80006]},"left_right_index":24,"mp_id":"106903656","mp_crag_id":"105798329","climb_id":"CMEbPQvYUhyySr3bDAjEJA==","areaRef":"fbV6GFYSWYepAhzvqBO0AQ=="},"content":{"description":"This is an excellent bolted face climb. The bolts have all been replaced and no gear is required. It shares it's top anchors with Absolutely Brilliant. It is a bit difficult to get to but well worth the effort","protection":"bolts","location":"This route and others (second pitch of North Face,  Absolutely Brilliant, Second pitch of North Country, a 5.9 unnamed OW (just right of North Face), and Wall Flower) Start in (or Near) an alcove (Wide flat bench) at the base of the second pitch of North Face. To get to this alcove you can go up Stem Mister then continue up on easier terrain or do the first pitch of North Face. This is a great place to spend the day climbing away from the public. You might even mow the lawn that is there. To access Absolutely Brilliant, North country and Dragon Back you will need to 3rd class (people say this is harder than 3rd class, which it is, but the point is, it's very easy) down and right from the alcove approx 40' and then up an easy section to a bushy ledge that you can traverse along. See the Beta Picture herein for a description."},"__v":0},{"_id":"up4hOn3yUi+acEGF/jt2bw==","name":"Deadpool","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.13522,38.80006]},"left_right_index":7,"mp_id":"117901551","mp_crag_id":"105798329","climb_id":"up4hOn3yUi+acEGF/jt2bw==","areaRef":"fbV6GFYSWYepAhzvqBO0AQ=="},"content":{"description":"Climb dikes to a bolt about 15' up, then up and left over a small roof (nuts protect this section) into a shallow groove with a seam/tips crack in the back. Make some fun moves (crux) to another bolt, then continue up the widening crack to somewhat steep terrain to a shared anchor (bolts, chains) with Silly Willy Crack.","protection":"Single set of cams to hand-size, small/medium nuts. Regular nuts work better than offsets or cams through the hardest section.","location":"Between Silly Willy Crack and the first pitch of Traveler's Buttress."},"__v":0},{"_id":"EsPXcwk7UlmKqYb+Qg/0lQ==","name":"Cross Town Traffic","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.13522,38.80006]},"left_right_index":12,"mp_id":"109780320","mp_crag_id":"105798329","climb_id":"EsPXcwk7UlmKqYb+Qg/0lQ==","areaRef":"fbV6GFYSWYepAhzvqBO0AQ=="},"content":{"description":"Cross Town Traffic is a variation and continuation to Purple Haze.\n\nBeging climbing up Purple Haze. Once you climb over the bulging crux above the small ledge, start looking for a way to traverse across the face to the right and into the thin overhanging crack that's mostly hidden from view until you get there. Perfect fingers and some hands on a slightly overhanging wall. What more could you ask for?","protection":"Cams, .4\"-1\". Nuts, 1 set.","location":"Start on Purple Haze and traverse out right after the difficulties into an overhanging finger crack. You can kinda see the route from the ground."},"__v":0},{"_id":"Qt3PpspvU2i0dGvrNwNmqw==","name":"Crash Landing","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.13522,38.80006]},"left_right_index":13,"mp_id":"105872286","mp_crag_id":"105798329","climb_id":"Qt3PpspvU2i0dGvrNwNmqw==","areaRef":"fbV6GFYSWYepAhzvqBO0AQ=="},"content":{"description":"Climbs just to the left of Corrugation Corner. Start in a finger crack and pull a reachy move to the first bolt. Move up on decent holds to the spaced-out bolts. A few pieces of gear can be found along the way and are much appreciated. Rap off the bolts at the belay on Traveler's Buttress. It's about 140ft to the anchors. Bring two ropes or plan on rapping off one of the bolts down low. Kinda old school and a bit spicy for the grade. CI edit: The first two bolts were not there originally, Yikes!","protection":"Cams .5\"-.75\" 4 Quickdraws","location":""},"__v":0},{"_id":"yTctKTX7XsqewQld993tvw==","name":"Corrugation Corner","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"K. Edsburg et al.,   1960's","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.13522,38.80006]},"left_right_index":16,"mp_id":"105872293","mp_crag_id":"105798329","climb_id":"yTctKTX7XsqewQld993tvw==","areaRef":"fbV6GFYSWYepAhzvqBO0AQ=="},"content":{"description":"A varied four-pitch climb that goes to the highest point on the Leap. Follows the huge right facing corner just to the right of Traveler's Buttress. First pitch is in the corner. The second pitch sneaks out on the left face leading to the base of a chimney. The third pitch climbs the chimney, traverses 5.7 past a fixed piton, and then hops on a beautiful exposed arete. The fourth pitch is basic and can be avoided with a 60m rope.","protection":"Cams .5\"-3\"; Nuts 1 set.","location":""},"__v":0},{"_id":"6qeLfvBiVXq4t7LfaSq8OQ==","name":"Clown Car","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"Dave Stallard, Mike McLaughlin","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.13522,38.80006]},"left_right_index":18,"mp_id":"107919427","mp_crag_id":"105798329","climb_id":"6qeLfvBiVXq4t7LfaSq8OQ==","areaRef":"fbV6GFYSWYepAhzvqBO0AQ=="},"content":{"description":"Clown Car is a dinky but fun variation to Power Lust.\n\nJust to the right of Power Lust is a filthy black runoff streak of dark lichen.  Hidden under this lichen is a crack.  However, the crack doesn't start until 25 feet or so off the main ledge.\n\nClip the first three bolts of Power Lust then step right into the Clown Car crack.  The crack trends right almost touching Blue Cab before doglegging back to the left, and finishing at the Power Lust anchor.  How convenient!\n\nThis climb is very similar in style and difficulty to the neighboring Blue Cab--lots of face moves on dikes with a crack for your gear.  You don't need a 70m rope or a second line to get off this one though.","protection":"Gear to 2\".  3 bolts.  2 bolt anchor.","location":"Main ledge.  Shares start and anchor with Power Lust.  There aren't many sport lines at the Leap, and there is a glamorous photo of Power Lust in most guidebooks, shouldn't be too hard to find."},"__v":0},{"_id":"JFxvN/WcXfCPKu0m1cJOiw==","name":"Cheap Shot","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Jay Smith, Paul Crawford (1982)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.13522,38.80006]},"left_right_index":28,"mp_id":"109783839","mp_crag_id":"105798329","climb_id":"JFxvN/WcXfCPKu0m1cJOiw==","areaRef":"fbV6GFYSWYepAhzvqBO0AQ=="},"content":{"description":"Begin climbing up an often dirty broken up series of cracks to gain access to the shallow corner system above. Follow the cracks to a steep bulge where stemming and perfect hand jambs lead you to the anchors.","protection":"Cams, .4\" - 2\"","location":"The start of Cheap Shot is located about 30ft to the right of Yankee Dog. Look for some broken up, dirty, and easy wide cracks that lead to a shallow right facing corner. This route is not that obvious until you're up climbing it, nor is it well traveled, but it's a worthy route for the adventurous climber breaking into the 5.10 range."},"__v":0},{"_id":"ffkv1FWAWuaMnFw4OT3Ibg==","name":"Boot Hill","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Paul Crawford, Paul Obanheim and Jay Smith, 1984","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.13522,38.80006]},"left_right_index":4,"mp_id":"105872309","mp_crag_id":"105798329","climb_id":"ffkv1FWAWuaMnFw4OT3Ibg==","areaRef":"fbV6GFYSWYepAhzvqBO0AQ=="},"content":{"description":"Face climb to the right of Tombstone Terror. One of the best sport routes at the leap. Clean, steep and well protected. If follows a series of flakes, small edges and pinches up a nearly overhanging white wall. This route's FA was originally done with a couple bolts and pins. Yikes!","protection":"7 Draws","location":""},"__v":0},{"_id":"RkgLiMcWUbaVph8fvmd/UQ==","name":"Blue Cab","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Blue Blocker, Taxi Dave 2003","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.13522,38.80006]},"left_right_index":19,"mp_id":"106547370","mp_crag_id":"105798329","climb_id":"RkgLiMcWUbaVph8fvmd/UQ==","areaRef":"fbV6GFYSWYepAhzvqBO0AQ=="},"content":{"description":"This is a slightly right leaning discontinuous thin crack on the main wall.  It looks like it seams out in many places, but every time you pull up and look in, it opens up to accept gear.  Mostly dike climbing around the crack with occasional jams.\n\nAbout 80 feet up, it bumps left a little into a hands/big hands crack through some shrubs.  Feel free to help garden these shrubs.  25' of scrambling  up lower angle blockyness to the two bolt metolius rap hanger station.\n\nYou must have a 70m rope to rap, you barely make it with stretch.","protection":"Standard rack to blue camalot, 70m rope.","location":"Main Ledge.  This is the crack right of the bolted route Power Lust.  Left of the dikey face of Up From the Skies."},"__v":0},{"_id":"0Egy2qfLWcG9Oa8RqGhOxg==","name":"Batmans Nightmare","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"Dan Osman (1989)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.13522,38.80006]},"left_right_index":20,"mp_id":"109780424","mp_crag_id":"105798329","climb_id":"0Egy2qfLWcG9Oa8RqGhOxg==","areaRef":"fbV6GFYSWYepAhzvqBO0AQ=="},"content":{"description":"Climb up Blue Cab or the first pitch of the North Face, Stem Meister or Yankee Dog continueing past the bolts to the big white scoop above. On the left side of the scoop, climb a short steep (5.10) broken section to a ramp that leads to the start of Wall Flower. This is on the left side wall of the white scoop.\n\nStart up the overhanging crack on the left side of this wall. Steep hands and fingers, a fist or two past a cruxy section and more fingers and hands up an unrelenting wall. Follow the left crack above until it finally ends at a long section of overhanging jugs. Climb up overhanging jugs (5.10 at least) for about 15 to 20 feet to the chains. The overhanging jugs are totally unprotected but the climbing is so steep and high up that if you fall, even from the anchors, the only thing you could possably hit is air. Note that taking the fall from just before the anchors could cause one to \"Poo Poo\" their panties!","protection":"Cams to 3\"","location":"The obvious (when you look for it) overhanging crack on the headwall that makes up the left side of a giant white scoop left of Corrugation Corner."},"__v":0},{"_id":"66+d0UyTVEKuPwLpxQUEpQ==","name":"Absolutely Brilliant","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"John Robinson and Tom Leksan","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.13522,38.80006]},"left_right_index":23,"mp_id":"106903624","mp_crag_id":"105798329","climb_id":"66+d0UyTVEKuPwLpxQUEpQ==","areaRef":"fbV6GFYSWYepAhzvqBO0AQ=="},"content":{"description":"This route starts out as a steep face climb then goes over a small overhang. Above the overhang make some great stemming moves using the feature on the left (this feature is part of the 3rd pitch of North Face) then up and right to the top anchors of Dragon Back. A must do on the leap ticklist. This is a very well protected classic face route at the leap, the only difference is you're actually doing fun moves instead of the standard mind numbing dike mantels that the leap is famous for. The route has several thin moves that lead to a roof that is tricky then there are a few moves after the roof that are pretty crazy. In conclusion this route deserves to be done more and is a blast to climb.","protection":"Bolts. Shares the Top Anchors with \"Dragon Back\"","location":"This route and others (second pitch of North Face, Dragon Back, Second pitch of North Country, a 5.9 unnamed OW, and Wall Flower) Start in (or Near) an alcove (Wide flat bench) at the base of the second pitch of North Face. This is a great place to spend the day climbing away from the public. You might even mow the lawn that is there. To access Absolutely Brilliant, North country and Dragon Back you will need to 3rd class (some say you need a rope, pro and it is 5th class but, they are not bold like I am, maybe, once they become 75 years old, they will become bold)  down and right from the alcove approx 40' and then up an easy section to a bushy ledge that you can traverse along. See the Beta Picture at the bottom of this page for information on getting here and rapping off."},"__v":0},{"_id":"NzNp24VUUtSADsdDCW7sMQ==","name":"Absolutely Billy","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Petch","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.13522,38.80006]},"left_right_index":29,"mp_id":"105889320","mp_crag_id":"105798329","climb_id":"NzNp24VUUtSADsdDCW7sMQ==","areaRef":"fbV6GFYSWYepAhzvqBO0AQ=="},"content":{"description":"This new (2006) face route on Main Wall is excellent!  Climb up to a bolt, up left into a flake which can be protected with #1 or #.75 Camalots, past another bolt to another flake which takes good cams as well.  Then, another 5 or so bolts to the anchor.  Rap off with a 60m rope.  Lowering will kill your rope on this one.","protection":"Bolts, an assortment of cams. (I used yellow Alien, #1 and #2 Camalots...)","location":"50' left of Arctic Breeze on main ledge. Probably about 50' right of Stem Meister."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,6d6152bc-0bbc-501a-9891-f11b5d49c911,f2c3db33-a8f4-5afc-a1c7-db5c8b227244,b7663f40-eea7-5cad-8055-e8fe3e93288f,21ad3775-68b2-5ab8-bc1f-b90d44912e43,7db57a18-5612-5987-a902-1cefa813b401","pathTokens":["USA","California","Lake Tahoe","Highway 50 Corridor","Lover's Leap","Main Formation","Main Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11+"},{"count":2,"label":"5.10"},{"count":2,"label":"5.10d"},{"count":1,"label":"5.13b"},{"count":2,"label":"5.9"},{"count":2,"label":"5.10c"},{"count":1,"label":"5.12a/b"},{"count":5,"label":"5.10a"},{"count":1,"label":"5.12c"},{"count":1,"label":"5.12a"},{"count":1,"label":"5.11-"},{"count":2,"label":"5.11a"},{"count":1,"label":"5.11c/d"},{"count":2,"label":"5.7"},{"count":1,"label":"5.10b"},{"count":1,"label":"5.11c"},{"count":1,"label":"5.9-"},{"count":1,"label":"5.11"},{"count":1,"label":"5.12"},{"count":1,"label":"5.11b"}],"byDiscipline":{"trad":{"total":25,"bands":{"unknown":0,"beginner":3,"intermediate":13,"advanced":8,"expert":1}},"sport":{"total":5,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":4,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":3,"intermediate":14,"advanced":12,"expert":1}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-120.13522,38.80006]},"bbox":[-120.13579697761523,38.79961033981814,-120.1346430223848,38.80050966018185],"left_right_index":-1,"ext_id":"105798329","area_id":"fbV6GFYSWYepAhzvqBO0AQ==","polygon":{"type":"Polygon","coordinates":[[[-120.13579697761523,38.79961033981814],[-120.1346430223848,38.79961033981814],[-120.1346430223848,38.80050966018185],[-120.13579697761523,38.80050966018185],[-120.13579697761523,38.79961033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":30,"__v":1,"createdAt":"2022-11-07T05:53:55.713Z","updatedAt":"2024-01-20T00:57:34.010Z"}