{"_id":"6368a1b8e80bff5a99553e66","area_name":"Eaglet, The","shortCode":"","climbs":[{"_id":"fUAZbX4eXU6alk6Qmc1BHA==","name":"The West Chimney","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Peter Gabriel","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.67712,44.17119]},"left_right_index":0,"mp_id":"105999228","mp_crag_id":"105999222","climb_id":"fUAZbX4eXU6alk6Qmc1BHA==","areaRef":"4ueSfIPOV6KPEF9OK0FqUA=="},"content":{"description":"Pitch 1: Climb past at least one pin on steep rock till about 15 feet up where it gets slabby... At this point climb the slab up and left to easy yet loose ground heading in to the trees and a gully to the base of the chimney that marks the second pitch... Belay at the base of the chimney with gear... \n\n  Pitch 2: Climb up the right hand of the two chimneys... A really fun classic pitch... Climb past the chock stone and up to a nice belay ledge. Typically there is a fixed anchor here that may or may not need to be backed up... \n\n  Pitch 3: The traditional way to finish the route is to corkscrew your way through the notch between the cliff and the spire then up the back side of the spire and on to the spectacular summit... If you go this way there is only one hard move which is easier if you are tall... \n\n  Pitch 3 variation: I like this variation way more than the original... From the top of the chimney belay, head up a system of cracks to an arete staying on the west side of the spire... Break right on to the beautiful and exposed face following cracks as you traverse right to a fun and wicked exposed move on to a final slab to the top... \n\n  Which ever way you finish, you can belay from bolts on top and rap from the ring/bolts on the west face just over the lip... \n\n  The summit is so cool... It's about the size of a picnic table with nothing but air around you on all sides... \n\n  Amazing...","protection":"Standard rack... Double ropes needed to get back to the ground in a single rappel...","location":"As you approach the eaglet this route starts on the left from a dirt ledge... You will see pins in a cracked face above..."},"__v":0},{"_id":"h7HQeXo6UESg3+GH/KFehQ==","name":"Unknown?","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.67712,44.17119]},"left_right_index":1,"mp_id":"107238680","mp_crag_id":"105999222","climb_id":"h7HQeXo6UESg3+GH/KFehQ==","areaRef":"4ueSfIPOV6KPEF9OK0FqUA=="},"content":{"description":"Climb past two bolts aiming for the crack above (crux) fun jamming up the nice crack system gains the top. \n\n  A good pitch worth doing if your in the area","protection":"Two bolts, piton and finger to hand sized gear   Bolt anchors","location":"From the base of the eaglet walk up and right for a few minutes until you come to a slab with two bolts below a crack system. Not visible from the eaglet. \n\n  Rap the route"},"__v":0},{"_id":"UA1VaoKZVF+HbqdsZvRlvA==","name":"Predator","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Brad White, Dick Peterson, & Ian Cruickshank 1980","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.67712,44.17119]},"left_right_index":3,"mp_id":"113736811","mp_crag_id":"105999222","climb_id":"UA1VaoKZVF+HbqdsZvRlvA==","areaRef":"4ueSfIPOV6KPEF9OK0FqUA=="},"content":{"description":"Predator is the striking south arete you see in all the photos of people standing on the summit of the Eaglet. Pitch one has some difficult and cryptic crux climbing, while pitch two is a more sustained exciting arete climb with great exposure. If you're swapping leads, neither person loses. Both pitches start off with a bit of suspect feeling rock, but the quality gets much better by the time you're clipping the bolts. \n\n  P1: Climb a spooky dike filled with 'suspect' blocks and flakes to a suspect pin. Climb a little left and put pro in a good pod in a thin crack, then climb up towards the bolts. A hard to read crux past the bulge leads into a stance at the base of a short finger crack that climbs more like an offwidth. Gain the grassy ledge and look left for a hanging two bolt belay.   P2: Do what you can to safely clip the bolt directly above you, I went left to an old bolt and then back to the right. Avoid loose junk around here. After you clip the first good bolt do a fun juggy boulder problem to a stance above at the base of a sweet looking hand crack (don't climb it, sorry). Lean way right and clip a bolt around the arete, then climb around to the right side of the arete and progress upwards to another stance. Go up the arete again, maneuvering around it when necessary. eventually you'll clip the last bolt and do some ridge crawling to summitsville.","protection":"A light single rack of finger sized cams, 12 Draws","location":"Located to the right of where peregrine arete and the west chimney start, look for bolts starting 20-25 feet off the ground. This is Predator."},"__v":0},{"_id":"aAeJmJwuUfOQ5cAMVb9v8Q==","name":"Peregrine Arete","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-71.67712,44.17119]},"left_right_index":2,"mp_id":"109087586","mp_crag_id":"105999222","climb_id":"aAeJmJwuUfOQ5cAMVb9v8Q==","areaRef":"4ueSfIPOV6KPEF9OK0FqUA=="},"content":{"description":"Peregrine Arete follows an adventurous, meandering line up the south side of the Eaglet. The route breaks out right of the intimidating roof about 50 feet up, then follows corners and cracks to the top. \n\n  P1: The initial start is the same as the West Chimney, but quickly break right to a series of old pins that lead up and right toward the slab below the roof. Cross the slab up and right to an ancient buttonhead bolt (sketchy!) and a pin above, then break right around an undercling feature until you're below a right-facing corner finger crack. Work up this to a ledge belay. 5.9(+?) \n\n  P2: Break left off the belay, passing a bolt/rusty pin combo (easy choice there, right?), to a pillar, where a pin hides on the face above. From here I broke right (maybe you can go left up the face too) into the handcrack corner to the ledge above, then followed a left-arching crack to a final ledge, whence a couple tricky moves will gain the top (aim for the 2-bolt anchor). The left-arching crack felt at least 5.9.","protection":"Single rack and plenty of long draws (lots of meandering), double ropes are helpful and allow you to rap in one long shot. Emphasis on smaller gear.","location":"Start up the slab as for West Chimney, but quickly break right toward the roof. Rap with 2 60m to get back to the ground, or with one rope rap down the west chimney and follow those anchors to the ground."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,8a63706f-b14c-536f-b8ab-3cea90093e36,4b5453cf-75e2-5818-a8ff-4f1d4c0b2efb,262bbdb7-8bac-596f-9667-f58fc88cb77e,e2e7927c-83ce-57a2-8f10-5f4e2b416a50","pathTokens":["USA","New Hampshire","WM: Franconia Notch","Hounds Hump Ridge (Eaglet etc)","Eaglet, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.7"},{"count":1,"label":"5.7+"},{"count":1,"label":"5.11-"},{"count":1,"label":"5.9+"}],"byDiscipline":{"trad":{"total":4,"bands":{"unknown":0,"beginner":2,"intermediate":1,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":1,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-71.67712,44.17119]},"bbox":[-71.67774691284856,44.17074033981813,-71.67649308715146,44.17163966018186],"left_right_index":-1,"ext_id":"105999222","area_id":"4ueSfIPOV6KPEF9OK0FqUA==","polygon":{"type":"Polygon","coordinates":[[[-71.67774691284856,44.17074033981813],[-71.67649308715146,44.17074033981813],[-71.67649308715146,44.17163966018186],[-71.67774691284856,44.17163966018186],[-71.67774691284856,44.17074033981813]]]}},"content":{"description":"The Eaglet rules.  \n\n  But I'll get in to more detail. The most prominent free standing spire in the east, the Eaglet is detached from the main cliff for about a hundred feet, though most of the routes on it are around 200 feet long.   The most popular route is the West Chimney (5.7) which is a great alpine climb compared to any; there are other committing yet worthy climbs as well. Though it's not too tall, you should be be prepared for a cannon-like experience because the weather and loose rock could bring on an epic at any moment... after hiking the trail up you will see why you don't want to get hurt up here. It would be tough to get you down. \n\n  The Eaglet was first climbed in 1929 by Lincoln O'Brien and Robert Underhill; they down climbed in to the saddle between the main cliff and the spire and then up to the summit."},"density":0,"totalClimbs":4,"__v":1,"createdAt":"2022-11-07T06:12:09.932Z","updatedAt":"2024-01-20T01:03:22.001Z"}