{"_id":"6368a11ae80bff5a99542b6c","area_name":"Heavy Runner","shortCode":"","climbs":[{"_id":"5yMLP2OyWUWmvehrVIwVmA==","name":"North Face of Heavy Runner","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"Greg Ontiveros and Idara Aguinaga - Aug. 6, 2016","type":{"trad":true,"alpine":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-113.70719,48.69487]},"left_right_index":6,"mp_id":"112093792","mp_crag_id":"117378533","climb_id":"5yMLP2OyWUWmvehrVIwVmA==","areaRef":"V7HERCzZUgi0KARA/cHV5Q=="},"content":{"description":"Nice full day of climbing on typical GNP rock. This North Face route on Heavy Runner includes an enjoyable 600 foot couloir/gully that offers 5.7+ climbing moves in alpine terrain. Pitches and belay locations are determined at the top of intermittent scree slopes and ledges where gear can be placed in decent cracks up short head walls within the couloir. The correct true line is directly up the center of the couloir following the various slots, chimneys and overhangs. The couloir tops out on a long scree slope that leads to the ridge west of the summit. Angle up and east to reach the pillars that cap Heavy Runner. The route is finished by climbing the true summit at the east end of the ridge. Traverse the south side of the ridge along a goat trail to reach the true summit pillar. On the east side of the farthest and highest pillar climb the squeezy 5th class chimney or opt for the 5.7+ crack to its right on the face.","protection":"Take a variety of cams (.75 - 3) and long runners to minimize rope drag as well as longer slings for the rappel off the summit pillar. No fixed gear or bolts exist. The descent can also be made off the pillar via the chimney. Although a bit of a squeeze for anyone not lean enough.","location":"The approach is via the Reynolds climbers trail and then off-trail down the benches into Reynolds creek basin. Cross the creek and descend down onto the obvious bench. Follow the contour line at about the 6400 foot level on that vegetated bench just above the cliff bands that traverse the North side of Mt. Reynolds. Angle up towards the obvious ramp that runs along the North face of Heavy Runner. Ascend the ramp just past the highest snow patch but before the first obvious yellow lichen face. The route begins just above a series of class 3 blocks with the first belay at a short headwall and crack. There are many couloirs/gullys on this North face, so make sure you start in the correct one as to not get in over your head. Descent: The descent off the summit pillar can also be made via the chimney. Although a bit of a squeeze for anyone not lean enough. After descending the summit pillars, head northerly down scree slopes and locate the top of the North face ramp. Descend the ramp back to the 6400 foot bench and follow your approach line back to the Reynolds climbers trail. As an option, the return route can be around the south side of Reynolds via the south slope traverse to the DT pass and then to the Reynolds climbers trail. Although about 1 mile longer than the described approach route, it will save time and is easier to navigate in fading light."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,6d93ce9a-b1f9-55de-ba48-51d186dd1ef8,cc545a19-da0f-5476-b816-f6457f3fbdb1,fc5c6d1a-e836-50b2-bffd-2bd9ce233626,57b1c444-2cd9-5208-b428-0440fdc1d5e5","pathTokens":["USA","Montana","Northwest Region","Glacier National Park","Heavy Runner"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.7+"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"alpine":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-113.70719,48.69487]},"bbox":[-113.7078712321583,48.694420339818144,-113.70650876784168,48.69531966018186],"left_right_index":-1,"ext_id":"117378533","area_id":"V7HERCzZUgi0KARA/cHV5Q=="},"content":{"description":""},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T06:09:31.250Z","updatedAt":"2022-11-25T11:19:26.458Z"}