{"_id":"63689de0e80bff5a994fa61f","area_name":"Camp Bird Road","shortCode":"","climbs":[{"_id":"vpAi+iNMWiKoaZUISXP7Ng==","name":"Weak and the Weary","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true,"mixed":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-107.70051,37.98459]},"left_right_index":30,"mp_id":"108007861","mp_crag_id":"105746985","climb_id":"vpAi+iNMWiKoaZUISXP7Ng==","areaRef":"Xw1MKiPnUGec7r0SJ63gVg=="},"content":{"description":"This climb is pretty cool, though it may be awkward at times. It's worth it. The first half of P1 teases you into thinking it will be great cams the whole way. As San Juan choss goes, it's usually another story. With creative gear placements, you get by. The crux of P1 is pulling the interesting roof protected by a LA or KB, stoppers,\n\netc.\n\nWe belayed at the ledge soon after off of KBs.\n\nP2 starts off steep, but soon you mantle onto a ledge and climb another easier vertical groove only to mantle again. This mantle required trimming a bush for a few minutes that was overhanging the groove. The last part is a small headwall with no pro. There is a groove full of bushes on it. I climbed a little right of them with a move or two of 5.8?ish. Don't fall, would be pretty ugly. That being said, the moves aren't hard and the rock ain't bad on that section.\n\nThe route is worth the climb.","protection":"LAs, KBs, baby angle, a standard mixed rack. We used a #5. We came down\n\nChock Up Another One\n\n. I almost left the LA in the P1 roof, but it wasn't good enough to leave.","location":"The route is located in the slot of\n\nChock Up Another One\n\non the right-facing wall. It is slightly uphill from\n\nM6 Corner\n\nand slightly downhill from\n\nChockstone Chimney\n\n."},"__v":0},{"_id":"jD9F0fguUeSPdPTiuG1NlA==","name":"Tasty Talks","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Phil Wortmann  and  Erik Wellborn","type":{"trad":true,"mixed":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-107.70051,37.98459]},"left_right_index":2,"mp_id":"107945037","mp_crag_id":"105746985","climb_id":"jD9F0fguUeSPdPTiuG1NlA==","areaRef":"Xw1MKiPnUGec7r0SJ63gVg=="},"content":{"description":"Tasty Talks is a recent addition to the \"chossaneering\" routes being put up on Campbird Road.  Anybody used to climbing solid granite will be horrified, but most choss hounds will find it good adventure to a pretty cool summit. It is similar to\n\nBird Brain\n\nin dry conditions but longer and looser.\n\n1st pitch. Scramble to base of obvious chimney, ascend for 70m to a  ledge. 5.8.\n\nP2. Keep following chimney and belay below a ominous looking slot. 5.8, 60m.\n\nP3. Climb the slot with surprisingly good hooks and gear. Stop and belay on nice ledge after 50 feet or continue up chimney system. M4/5.\n\nP4-5. Continue up rambling, easy ground and belay on ledge system before final headwall.\n\nP6. Climb up the steep slot on good rock that gives way to choss all too soon. It is perhaps the technical crux. M5, 60m.\n\nP7. Continue up chimney on nasty, yellow rock. Where the chimney becomes overhanging, traverse left on a rotten ledge to belay in a corner. This is the cerebral crux. M4, 40m.\n\nP8. Although it would be possible to go straight up, we traversed to the next corner/ fist crack. Climb this and then angle up and left on slabs to belay at a tree. M5,70m.\n\nAt this point, we unroped and scrambled about 300 feet to the summit.","protection":"Doubles to 3\", 1 #4. A #5 is useful. 5-6 knifeblades, LAs, baby angles, spectres.","location":"The route is located downriver on the large, imposing buttress above and left of Fall Creek. Park at the campground, cross the river, and hike straight up hill aiming for the center of the buttress. The route starts in the left hand of two prominent chimneys. For the descent, we did a single rope rappel off a small pine tree about a 100 feet below the summit. From here, we and followed the ridge straight back a ways to game trails that descended into the Fall Creek drainage. This is probably not the best way down during high avalanche hazard."},"__v":0},{"_id":"0eyOdCoQVv28d4fPi1iKUQ==","name":"Snow Blind Friend, Walk the Line? (submitted as Attractive Hazard)","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Jeff Lowe?","type":{"trad":true,"mixed":true,"ice":true,"snow":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-107.70051,37.98459]},"left_right_index":4,"mp_id":"107954125","mp_crag_id":"105746985","climb_id":"0eyOdCoQVv28d4fPi1iKUQ==","areaRef":"Xw1MKiPnUGec7r0SJ63gVg=="},"content":{"description":"Fall 2012\n\nWell, here we have another long route to add to the recent explosion of new routing on the walls around\n\nThe Ribbon\n\nas well as downstream. Has it been climbed before? Probably, but the public documentation is nonexistent. At any rate, there is now just barely enough gear that maybe it will get climbed often enough that it will not drift back into obscurity.\n\nIn 2012, there have been almost a half dozen new routes. This particular route in this local genre of \"chossinerring\" should/could have more ice than many of the other new routes. It is also unique in that the ascensionists invested in bomber rap anchors. The rock quality in the first three pitches is pretty good (for the area) and gets worse up high, but as a general rule if the climbing is hard, the rock is pretty good as well as the protection.\n\nPitch 1.\n\nFrom the horizontal trail at base of wall, follow the gully up 40 feet to the start of the real climbing. There is a wet start and a dry start. If you are lucky and there is ice, you will see a mossy start covered in a bit of ice, M5.\n\nIf it's dry,\n\nchoose the dry start ten feet to the left, in the decomposing yellow cake with the intermittent crack. It takes small cams and perhaps a tied off ice tool, D5. This first step in the first pitch is 30 feet. At its top is a horizontal crack on left wall. You are now deep in the gully and only halfway up pitch one. If you belay here, you can enjoy a nice seated belay to watch your partner climb the (low) crux of the route at M6. Follow the crack on the right hand side of the gully. When the gully narrows a bit, the left wall will have better gear. Look for three bolt anchor up right. This bomber stance might be in the line of fire. On the first ascent of the first pitch, in early December of 2011, the author was at the very steepest part of the pitch, which overhangs a little, when, as reported by belayer Frank Robertson, an avalanche came down and nearly ripped him from the wall. If he had been 15 feet higher at the choke point of the gully....\n\nFrank said the avalanche was 5 feet high as it came through the choke point.\n\nPitch 2.\n\nStep left off stance and head up steepening gully. If wet, it could have ice and snow top to bottom,WI4 or perhaps detatched and nearly unprotectable as Noah McKelvin found it in January 2012, that might be M5. If really dry, you get a knifeblade, M5 or D5 or 5.9 and loose. 140 feet. The anchor at the top of this pitch is one of our early ones and our favorite, as it's a rock bollard, with two separate strands of 10.5 backed up by one bolt...a nice, old school touch. The bolt keeps the ropes from being buried in the snow. Important for those climbing the route in the dead of winter. Keep an eye out for the handy work of our 4 legged friends as the little buggers line their nests with nylon filament.\n\nPitch 3.\n\nThis pitch has enough bolts to keep you out of the easier gully to the left. Or the even easier variation to the right that Steve House told us Jeff indicated on a photo topo Jeff had chosen.The rock is the best on the whole route, though very compact. You can add to the fixed gear with your own cams and knifeblades. If it's wet, it's still unlikely to have much real ice, but maybe you will get lucky, M4. Dry, it's 5.6, 55 meters. There is a three bolt chain and tree anchor on the right at a stance out of the line of fire. Pitch three has three options. The obvious straight up groove in front of you or the easier gulleys to the left and right. (Edit: We rapped down the whole route in early June of 2014 and the route runs with water and it goes down the center of the three options. Though half of the stream volume drops into the hidden fissures behind pitch three and then emerges again in the gravel on top of pitch two. This might explains why there rarely ever is any ice on pitch three when there is ice on other pitches.) Which of course is where the water that comes all the way from the top of the wall goes. Jeff Lowe told Steve House that he avoided this very steep waterfall variation (directissima) by climbing the right hand variation, which is a broken up ledge and tree filled scramble without any ice.\n\nPitch 4.\n\nClimb easy, low angle gully, M3 if wet. Dry it's 5.0, 50 meters. There is a three bolt belay/rap here; however, after nearly being struck by rockfall on several occasions, there is another safer anchor at same height just 30 feet left. It's on the edge of the gully. It has one lonely bolt and a nice crack that takes a mid-size cam or two. If it's wet, you might have to dig for this.\n\nPitch 5.\n\nThis is the psycho crux. This has been led by Eric Wellborn and Garrett Riegan with little or no gear. Garrett had a large foot hold disintegrate under him, nearly sending him for a ride. If it's wet, maybe it will be all be frozen together, M4 R. If it's dry, it is 5.8 R, watch out for exploding holds. The anchor is 55 meters up on left wall of gully. It has three bolts and chain.\n\nPitch 6.\n\nIn January of 2012, Eric Wellborn and Noah were stopped here. After banging several knife blades in to the rotten rock to build an anchor, Eric Wellborn climbed 20 feet to the get another pin in at the base of the detached ice dagger covering overhanging, mossy, very rotten rock. After pulling off a chunk of rotten rock, he took a 30 foot whipper. Noah sensible decided to avoid the same possible fate even though the climbing for both of them is well within their capabilities.\n\nWhen Garrett, Frank, and I equipped the route, we did the route ground up. Garrett lead pitchs 4 through 8 onsight without anything but a bad cam or nut here or there. He soloed all of pitch 6, but that was in the summer in rock shoes after drinking way too much coffee and Red Bull.\n\nIf wet, this pitch is WI4-5 M6 R. If dry, it's 5.9 R. The anchor at the top of pitch 6 is in the far left corner out of the line of fire. 55 meters\n\nPitch 7.\n\nFollow gully up and right over yet another step.\n\nIf wet, this could be snow or ice, M3 R. If dry, it is 5.5 R, 55 meters.\n\nPitch 8.\n\nClimb up to trees. Go up one more step of steep rock, though it could be avalanche prone snow. If wet, it is M3 R or steep snow. If dry, it is 5.6 R. There is no fixed gear. Belay and rap from trees.","protection":"The anchors are established; however, this is a long gully system in bad rock. So, whenever possible, belay as if something will come down. A\n\nBird Brain Blvd\n\nrack should do: cams, knifeblades, spectre hooks, long slings, short screws if it's winter, and 60 meter double ropes.\n\nThe last anchor is whatever tree you want. The rock is so bad that we used stainless steel 3/8\" x 3.5\".\n\nThe route received its name as a corruption of a legal term, wherein an attractive and dangerous situation has been created and (usually) children fall victim to it. We felt that there was some great adventure climbing to be done here but that the rock quality was so bad that the route would languish in obscurity if we did not create bomber anchors and reluctantly added just enough bolts.\n\nWe found a knifeblade on the third pitch in that easier gully to the left of the route, on one of our early summer forays up the wall.","location":"The approach is the same as for\n\nThe Ribbon\n\n. Follow the base of the buttress into the trees and go about 100 feet. It's the first deep gully one encounters.\n\nRap the route."},"__v":0},{"_id":"Zqw5hcqVX5KeBpQexHB+sg==","name":"Palm and Pray","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Charlie Faust, Jason Nelson","type":{"trad":true,"mixed":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-107.70051,37.98459]},"left_right_index":15,"mp_id":"120280126","mp_crag_id":"105746985","climb_id":"Zqw5hcqVX5KeBpQexHB+sg==","areaRef":"Xw1MKiPnUGec7r0SJ63gVg=="},"content":{"description":"This route isn't your standard Darkside affair. Most of the route is steep, sustained, and it won't always be your calves that are getting pumped! I think it's a classic on the wall, something that's truly worth repeating. Hope you enjoy it!P1. Start in a #4-5 crack at the toe of the buttress. Follow the crack system up the slab through a few bulges. Beneath the chossy seam/inset (40-45m), traverse hard left around the corner. Build an anchor or use the tree (M5 50m).\n\nP2. This is a journey! Unlock the technical face, trending right around the buttress into the dihedral system splitting the wall. At the top of the first dihedral, step left, and climb through the steep face/crack (this takes you back right into the 2nd dihedral). At the top of the system, go left and up a scoop to the large ledge, use a tree anchor, 60+m (M6 10a).\n\nP3. Move the belay climber’s right 20m around the corner of the buttress, use a tree anchor and same as P3 anchor on “\n\nMama Tried\n\n”.\n\nP4: Look at that steep dihedral! Stem, jam, and drytool the sustained corner. At the top, follow the ramp 10ish meters and build an anchor beneath the seam going through the overhang, 35m (M6 10a).\n\nP5. This is the namesake pitch. Climb the sweet, steep seam, getting whatever gear you can before topping out on the slab. You won’t see any for a while. That mossy dihedral up and right? That’s what you’re aiming for. Tiptoe through the slab into the corner. Eventually you’ll get gear. Sweet moss sticks and stemming lead you to the top. Use a tree anchor, 50m M5 (M4 X).\n\nP6. Go up the scoop, and then trend left for 35m up ledges. You’ll be 30-40m straight above the 4th pitch anchors on\n\nMama Tried\n\n. Use a tree anchor, 40m (M3).\n\nDescent: rap\n\nMama Tried\n\n, all the anchors are fixed. The fixed, 2 nut/small tree anchor might change with quality during the yearly freeze/thaw. Feel free to add bolts to this rappel anchor. All others are off large trees.\n\nRack: singles 000-1 C3, doubles 2 C3-#5, nuts, pins, and 2 60m ropes (or longer for no simuling).","protection":"Singles 000-1 C3, doubles 2C3 - #4, 1 #5, nuts, pins, 2 60m ropes (or longer for no simuling). You could probably bring less if you split up the 2nd pitch.","location":"This route pushes a line up the middle of the mitten-shaped buttress in between the\n\nHouse/Kennedy Chimney\n\nand the Racing Stripes. Begin your descent just past the Poser's Lounge, and pull off. Cross the river, and angle up and left through the trees to the base of the buttress. The approach time is 30 minutes - 1 hour depending on snow conditions."},"__v":0},{"_id":"u02AQAYSUkeH7LNBbvjWog==","name":"Mama Tried","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Charlie Faust, Logan Tyler","type":{"trad":true,"mixed":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-107.70051,37.98459]},"left_right_index":16,"mp_id":"120280185","mp_crag_id":"105746985","climb_id":"u02AQAYSUkeH7LNBbvjWog==","areaRef":"Xw1MKiPnUGec7r0SJ63gVg=="},"content":{"description":"P1. Climb a pitch to the base of the huge dihedral/corner/chimney - there are plenty of options. We belayed off the obvious tree, but the belayer got shelled some (M3-5, 20-30m).\n\nP2. The dihedral/chimney is the money pitch. Climb sustained M4 with M5 bulges and a well-protected M6 roof/overlap pull to finish it out onto a nice ledge system. Belay on trees to the left. We simuled some (60+m, M6).\n\nP3. Go around the corner, and start up a crack system on the face of the buttress (tree 40ish feet up for marker). Follow this system past trees, through an offwidth (maybe a #5, we didn’t have one) and trend left on a ledge when you reach it (optional belay before you trend left). Belay off a 1-inch tree and 2-fixed nut anchor. Up until here, the route was adequately protected by Darkside standards (R but all there) (M4/5, 40m).\n\nP4. We shoulda listened to Mama! Climb left off the belay, get a stance, and bust back right over the short headwall and onto the slab. Quest up the slab/face, trending left towards the edge of the buttress. You’re aiming for the corner left of the steep headwall for the last 15ish meters to the top. I don’t think this pitch is quite X-rated, but it’s out there (M4/5 5.9 R+ 50m).\n\nDescent: rap the route, all the anchors are fixed. Feel free to add a bolt or two to the fixed nut/tiny tree anchor. Ya never know with freeze/thaw.\n\nRack: nuts, pins, a single set finger cams, single set 0.5-4, extra 0.75 and 1, and two 60m ropes.","protection":"Rack: nuts, pins, a single set finger cams, a single set 0.5-4, extra 0.75s and 1s. Bring two 60m ropes.","location":"Start the descent just past the Poser's lounge and pullout. Cross the river, and start angling up and left to the buttress. The route starts right of\n\nPalm and Pray\n\n. The approach time is 30 minutes -1 hour depending on snow conditions."},"__v":0},{"_id":"vFiaacfUUli+i8WZR6+Ctg==","name":"Gangsta Rap Made Me Do It","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Ice Cube, Phil Wortmann, Noah McKelvin","type":{"trad":true,"mixed":true,"ice":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-107.70051,37.98459]},"left_right_index":11,"mp_id":"111575536","mp_crag_id":"105746985","climb_id":"vFiaacfUUli+i8WZR6+Ctg==","areaRef":"Xw1MKiPnUGec7r0SJ63gVg=="},"content":{"description":"Pass this exam, and the beers are on me for you and your partner!\n\nThis is the best route I've done on the Dark Side, without a doubt. It was the biggest day I've had over there. Long sustained pitches, serious runouts and a complicated descent make this pretty Grade V in our opinion. Any future ascents can comment there thoughts. Also, fair warning, this is real deal unsponsored M6, not\n\nBird Brain\n\nM6. This could be the mental testpiece of the dark side. This route follows terrain right of\n\nBird Brain Boulevard\n\n. You top out above\n\nBBB\n\nand all the other routes on the buttress. It has an awesome position! This was established ground up without bolts. For me, it was a completion of the long goal of establishing a boltless line on the biggest part of the Bird Brain Buttress, and it barely went without bolts.\n\nBelow is what we encountered. The pitch lengths and grades are very approximate.\n\nP1 (WI3 M5, 50ish meters). Start in the obvious groove/chimney. Climb up steep M5 terrain for a while until it mellows out. It then gets steep again. Tunnel through overhanging, M5+ snow (time consuming), and then cut right to a sweet, smallish roof. Mantel by tree hugging. There is a bit of ice at the very end!\n\nP2 (M3, 50ish meters). Cut left, and then slog up steep snow until you get to a slab. Cut left and around the corner to a point where moss heads up the slab. Belay at the last tree before the SWEET, M4 corner.\n\nP3 (M4, 40m). Beg your partner to let you lead this pitch! Ice climb a dead tree, and head up the mossy corner, the crux being near the top before the tree hugging mantel. You get moss sticks for days! Belay at a tree right after the mantel.\n\nP4 (M5+, 70m). This pitch is awesome! Head up the obvious groove above until it turns into a very unique chimney. Steep and sustained M5+ finds you at a tree after 73 meters or so.\n\nP5 (M3, 60ish m). This is the hardest slog pitch by far! Head up and left, and cut left into a gully. Follow it with some M3 climbing to a snow mushroom mantel. Now you're in a big cave looking up, thinking to yourself \"What the hell is this?\"\n\nP6, \"The Graduate Exam\" pitch (5.10 M6/7, 55ish meters). This is THE pitch of the route, a wild one. Ice Cube brought out his AK for this one. I'd recommend you do the same. The cave is about 30 to 40 feet deep. You get an awesome belay! Chimney up, place some gear, and then chimney back down and around the roof to a fixed #2 Pecker - wild position. Hold your breath, and traverse straight right from the Pecker around the corner to a no hands rest. Now climb up the (harder than it looks!) steep groove to a difficult bulge. Mantel and follow the low angle groove to a dicey snow mushroom you pull around to a belay in an alcove. Honest! Have your head screwed on tight for this one.\n\nP7 (M5/+, 50+ meters). For us, it was starting to get dark. Pull a couple short, M5+ roofs with bomber gear to glorious moss sticks. Traverse steep snow to the a hidden M4 ramp. This is harder than it looks. Mantel and start digging a trench up the 60/70 degree snow for maybe 50 feet. Mantel again to the top. Woohoo!!! You get an awesome position right here!!! There are two ways to get down.\n\nSlog about 100 yards to the right of the climb (not towards BBB) to the top of Drop The Mic. Rappel info on that page. This is the safer option. You can find this by the big diving board rock at the top that protrudes out. Tat on big tree that might or might not be covered in the snow depending on the levels. Double 60s required. Safe anchors, easy pulls.\n\nDon’t really recommend our descent of going back down the route but it works if need be. Drop the Mic wasn’t established at the time.\n\nRappel back down the route using whatever trees nearby. We used most of our alpine draws to rig rappel anchors. You may not find some of them. Watch out for stuck ropes.","protection":"A 70m rope and a standard Dark Side rack. Big gear is useful along with a #2 and #3 Pecker.","location":"Hike up to the start of\n\nBBB's\n\nP1, and then cut right until you can do a short scramble to a nice ledge with a tree."},"__v":0},{"_id":"IrWFByVQWbC5WgY2ZknMgg==","name":"Drop The Mic","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Scott Turpin, Phil Wortmann, Noah McKelvin","type":{"trad":true,"mixed":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-107.70051,37.98459]},"left_right_index":12,"mp_id":"121725828","mp_crag_id":"105746985","climb_id":"IrWFByVQWbC5WgY2ZknMgg==","areaRef":"Xw1MKiPnUGec7r0SJ63gVg=="},"content":{"description":"First things first, this thing needs to see some traffic. It’s mega!\n\nFour years ago after bailing on\n\nDesperado\n\ndue to warm temperatures and our friend Dave nearly dying from rockfall, we hiked further right to a big cave. Phil and I had spotted ice in this big cave on the occasional fat year. Upon getting to the base, I was blown away at what this route would turn into.\n\nAfter Phil and I completed\n\nGangsta Rap Made Me Do It\n\nyears ago, I vowed to never come back. I felt like I couldn't push harder into M8 X boltless terrain. Drop The Mic was a vision that took many years: bolting all pitches ground up on lead, pushing as far as we could between bolts and gear, encountering the death sweats at many points while putting the pitches up.\n\nThe first two pitches are some of the finest pitches in the alpine, going out an improbable roof - never dangerous but nonetheless scary. Pitch 7 might be the actual crux of the route - dramatic, scary, slightly overhanging, and hard. Finally, in December of 2021, we completed the first ascent, all pitches free in a day. Where else can you find a ten pitch M8 route in the lower 48?\n\nOur hope was to add the least amount of bolts as possible. Bolts are where you need them, not where you want them. Expect some R/X climbing in the M4 and below range with some occasional M5/6 R. Expect a pretty big day. For the first free ascent, we climbed the first three pitches in the dark, which was riveting.\n\nAs far as finding the best conditions, cold weather is great for the moss sticks but hard for the bare handed climbing you have on the route. Warmer weather in the 30s is great for the barehanded climbing but not great for the moss. We free climbed P7 in \"warmer\" weather, and this pitch felt solid for the grade.\n\nSpot the biggest cave on the dark side. To the right of\n\nBBB\n\nand\n\nGangsta Rap Made Me Do It\n\nbut before you get to\n\nDirty Minds\n\n, there is a PBR at the base to mark the start.\n\nP1 (M8 20m). Spot the first two bolts high on the left side of the cave. Climb some shitty rock to where you can place two cams. Commit to the hanging dihedral. This is a little scary with the ledge below, but the hooks are good. Clip two bolts, place some gear, and traverse right to the crux. Clip two more bolts, and mantel into the cave. Run it out to the bolted anchor. This pitch is classy and steep. The belay sort of sucks, but with rope drag and all, it's recommended not to link into the next pitch. Protect with a single rack up from 0.3 to 0.75. On a phat year, a dagger hangs off the lip. We never caught it in this condition!\n\nP2 (5.11- 30m). Put away your tools. This is an amazing rock pitch - totally cool and wild! - like climbing at Shelf with all the cool pockets. Start your journey up through 7 spaced bolts. Sometimes this pitch felt like 5.11, and other times it felt like 5.10, so we settled on 5.11-. End at a double bolt anchor. This is the last bad belay stance. Just draws are needed for this pitch.\n\nP3 (M4 40m). Climb up the dirty mossy groove for about 50 feet placing wide gear. Then arrive at a bolt on your right. Extend it, and traverse right onto the slab. Climb up, clip another bolt on the slab, and mantel onto the ledge. Slog up, and climb up another groove on the right off the ledge for about 20 feet to another ledge and a bolted anchor. The second bolt on this pitch was added later. I had a riveting time on the FA running it out without it. Bring the big gear.\n\nP4 (M4 35m). Climb the obvious chimney on the left to another ledge, and find some tat on a tree at a ledge. Big gear is useful.\n\nP5 (M3 slog, 50m). Traverse easy snow straight left to a snowy, slab gully. Take this up to a short crack and another tree anchor on the left below the imposing headwall above.\n\nP6 - (M6 R 35m). Climb the \"Mitten\" crack above. There are two obvious cracks. Take the right one. Clip a bolt at the start, and start running it out to some creative gear. Pull the crux off of this, and run it out to a ledge (M6 R). This part is pretty scary, but it's all there. Continue up the crack that leads to a tree belay on a ledge. Bring the whole rack above 0.3.\n\nP7 (M8 30m) .The \"F**k Average\" pitch. This pitch was sort of a horror show to bolt. I placed the first 3 or 4 bolts. After getting pretty worked mentally, Phil took over. He ran it out above the bolt I placed. He tried to place another one, but the drill ran out of battery. He was then forced to place some not great gear and do an X rated runout to the top on pretty hard terrain. Two bolts were added after this, so no one would have to risk their life again, but still, the pitch is pretty full on. Start with a committing M7/8? traverse left over the void. The difficulty is dependent on if your tools hold on the small slopers. Then journey up the well spaced bolts and gear. A #6 is nice to have for the top. This is sustained! There is a bolted anchor on the left at the ledge.\n\nP8 (5.11- M6 40m). Scott put this pitch up over three hours and cleaned an extreme amount of choss off the pitch. Climb up the chimney to some bolts on the left face. Traverse left into the corner at a bolt, about M6. Climb the 5.11- slightly overhung OW corner to a bolted belay on a ledge while clipping the occasional bolt and placing gear. This is a really cool pitch. Bring the whole rack above 0.3.\n\nP9 (M5 PG-13/R 40m). Clip the high bolt, and traverse straight left into a right-facing dihedral. Climb for a bit to a bolt. Place some gear higher up, and cut left straight up to a tree (not right into the corner). Follow three bolts that lead up and right across the slab to a bolted anchor on a ledge. This pitch has a cool position. Our original vision was to take the line straight out of the prow roof above, but very very muddy rock deterred Phil on an attempt.\n\nP10 (5.9 M4 R/X 55m). Climb the chimney on the right for 55m. At first, it has good gear, then there is some mandatory M4 R/X runouts, but the climbing is secure. At the top, climb into the left groove not the right. Some well-protected, steep 5.9 leads you to the top with a good tree anchor. Bring your small gear for the top of this pitch.\n\nRappel back down. Enjoy not sketchy anchors for a change on the Dark Side. Watch the knots over the lip. Two 60m ropes are needed. Start the first rap off the tree further on the ledge climber's right of the big prow. This drops you directly down at the top of P9.","protection":"Doubles from #0.1 to #4 and a single #5 and #6. Big gear is very useful on many of the pitches. Draws. No pins are needed now. Although carrying a Specter and Pecker is never a bad thing on this side.","location":"Cross the river, and climb the gully right below the cave to the start."},"__v":0},{"_id":"GWWNruJdXHyMLoYRB6U3lw==","name":"Dirty Minds","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Bryan Gilmore and Jim Turner","type":{"trad":true,"mixed":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-107.70051,37.98459]},"left_right_index":13,"mp_id":"107933020","mp_crag_id":"105746985","climb_id":"GWWNruJdXHyMLoYRB6U3lw==","areaRef":"Xw1MKiPnUGec7r0SJ63gVg=="},"content":{"description":"This is a great adventure route up a major corner system that eventually climbs an amazing chimney behind the obvious, large pillar in the middle of the wall. There is cruxy climbing on each of the 4 pitches, all with just enough pro to make it reasonable. But, a fall anywhere would be less than ideal! This route, like the other new routes on this wall put up over the last few seasons, serves up a healthy portion of CHOSS. But, if you're a seasoned San Juan adventurer, you should find enjoyment throughout. :O","protection":"We brought a double set of cams to a #3 Camalot, one #4, and a set of stoppers. Pins could be useful. Bring a 70m rope. Four raps gets you down with a bit of easy scrambling to reach the last rap anchor - all from stout trees. The second rap can be done with one rope, the others are all rope stretchers.","location":"It is about halfway between\n\nBird Brain Boulevard\n\nand the\n\nRacing Stripes\n\n. This ascends very obvious corners leading to giant pillar on wall. See the pic."},"__v":0},{"_id":"yjKHtpQtW9SD81FNoAQbcg==","name":"Chopped Suey","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"an honored ancestor","type":{"trad":true,"mixed":true,"ice":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-107.70051,37.98459]},"left_right_index":43,"mp_id":"110212738","mp_crag_id":"105746985","climb_id":"yjKHtpQtW9SD81FNoAQbcg==","areaRef":"Xw1MKiPnUGec7r0SJ63gVg=="},"content":{"description":"Just to the left of\n\nChoppo's (Charlie Fowler's) Chimney\n\nis this neglected, chossy groove. It has classic Skylight mixed, similar to what one might find across the road on the dark side.\n\nThis is a moderate pitch; however, it has a reputation for being difficult to protect as noted by Cameron Burns and Jack Roberts. It's a testpiece for its grade, in that there is no fixed gear to retreat from. Nor is there much ice thick enough to slam screws into at will, or plug cams into conveniently situated cracks. It is sketchy trad at its best. That's what you came for, right?","protection":"As for gear, it's always going to be a mixed climb. There is often an icy bit at the top leading to a large tree draped with rap slings. It's historically been considered a difficult climb to protect. With modern gear, perhaps it is less so.\n\nAs the climb is relatively low angle, there are several places where soils and bushes now frozen, will yield spectre placements.\n\nIn short, bringing a full rack up to 2.5 inches and 4-6 screws should sew it up. Tri-cams work great in the icy cracks and pockets. One might say that it that it is easier to climb than it is to protect. 50 meter double ropes are plenty long.\n\nOh and since we are on the topic of safety, keep in mind that we are sharing this road with the very generous miners. When they drive by, please continue to be respectful and move out of the way. They are working and in no mood for our silly slacker sport antics :-)","location":"This is fifty feet left of the\n\nbest WI4 in Ouray\n\n."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,1fa8fb4e-3301-5cfc-94e0-0401fe922f56,d71642e5-9bcd-5b7b-ab37-f9d7a21da88a,5f0d4c2a-23e7-5067-9cee-bd1227ade056","pathTokens":["USA","Colorado","CO Ice & Mixed","Ouray (Ice/Mixed)","Camp Bird Road"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.8"},{"count":1,"label":"5.9+"},{"count":1,"label":"5.10a"},{"count":2,"label":"5.9"},{"count":1,"label":"5.10"},{"count":1,"label":"5.11-"},{"count":1,"label":"5.7"}],"byDiscipline":{"trad":{"total":9,"bands":{"unknown":0,"beginner":3,"intermediate":5,"advanced":1,"expert":0}},"snow":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}},"ice":{"total":3,"bands":{"unknown":3,"beginner":0,"intermediate":0,"advanced":0,"expert":0}},"mixed":{"total":9,"bands":{"unknown":0,"beginner":3,"intermediate":5,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":3,"intermediate":5,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-107.70051,37.98459]},"bbox":[-107.70108050710085,37.98414033981813,-107.69993949289913,37.98503966018187],"left_right_index":-1,"ext_id":"105746985","area_id":"Xw1MKiPnUGec7r0SJ63gVg==","polygon":{"type":"Polygon","coordinates":[[[-107.70108050710085,37.98414033981813],[-107.69993949289913,37.98414033981813],[-107.69993949289913,37.98503966018187],[-107.70108050710085,37.98503966018187],[-107.70108050710085,37.98414033981813]]]}},"content":{"description":""},"density":0,"totalClimbs":9,"__v":1,"createdAt":"2022-11-07T05:57:06.409Z","updatedAt":"2024-02-19T18:32:53.406Z"}