{"_id":"6368a1b8e80bff5a99554053","area_name":"Mount Oscar","shortCode":"","climbs":[{"_id":"3sLhI0IoW8KAvV3CXGGXFQ==","name":"Wasabi Groove","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Mike Lee, Jon Sykes, Rick Gaukel, Jamie Cunningham, 2012","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.48615,44.24859]},"left_right_index":19,"mp_id":"113742806","mp_crag_id":"106202879","climb_id":"3sLhI0IoW8KAvV3CXGGXFQ==","areaRef":"8bNk1aPEV0mjhUgynu5DEw=="},"content":{"description":"Fun climb along an obvious line moving up a corner crack through a steepening ripple along the left-facing corner. Climb up to a bolt, then exit up the corner to a shallow groove on low angle slab. Slab climb a sparse bolt line until it abruptly ends, then traverse 25 ft directly right across thick lichen (heady) to a 2-bolt anchor. A 70m rope will just get you down. \n\n  I added this to MP to say that this isn't a good climb for the budding 5.8 leader. Sparse bolts and little to no gear except at the bottom and top of the route. 2nd bolt in particular can't be clipped until after the crux, and a fall could be messy if your belayer isn't perfect. Likewise there's a big cheese grater pendulum at the top if you blow it while traversing the lichen. If you're looking for safe 5.8 on bolts check out Perez Highway instead. PG/PG-13","protection":"6 bolts IIRC. Consider bringing a a small selection of gear to protect the opening moves and the heady traverse at the top (small cams).","location":"About 50' right of Raven Groove"},"__v":0},{"_id":"Ma3A1bl1WSuJ38HaMJZynA==","name":"Touch of Grey","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Uwe Schneider & Nancy Fredrickson with Chris Schneider Sept. 23, 1987","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.48615,44.24859]},"left_right_index":4,"mp_id":"106539008","mp_crag_id":"106202879","climb_id":"Ma3A1bl1WSuJ38HaMJZynA==","areaRef":"8bNk1aPEV0mjhUgynu5DEw=="},"content":{"description":"Climb up face/slab to the first bolt, 15' up, and continue up steepening face past 4 more bolts aiming for a 15' exit crack.  Clip last bolt and head for the base of the crack, crux.  Gain the crack to not much relief, pull the bulge and finish up the cruiser corner to the trees or the bolted belay on Crescent direct finish.","protection":"Standard rack and draws.","location":"Third line over from crescent, next to the purely bolted line, unknown left."},"__v":0},{"_id":"7VbY2MxDVNmCDsNoX1I/2A==","name":"Three Bubbas Trilogy","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"FA J Skyes, M. Lee & Gareth Slattery  FFA J Skyes & Ben Mirkin","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.48615,44.24859]},"left_right_index":13,"mp_id":"112191448","mp_crag_id":"106202879","climb_id":"7VbY2MxDVNmCDsNoX1I/2A==","areaRef":"8bNk1aPEV0mjhUgynu5DEw=="},"content":{"description":"Step up onto the ledge and climb straight up the beautiful slab past 12 bolts. Make the best of a rest at the 6th bolt before launching into what I consider the crux. There seem to be a few cruxes, but the main business comes in the steep section that you can see from the ground. One 60 meter rope will get you back to the ledge from the bolted anchor. If your rope is a hair short, you may need to make a few steps down.","protection":"12 Bolts. Two bolt anchor with rings.","location":"Locate the 3 dead birches in the middle of the cliff. Next buttress right of Bob Loblaw. Step up onto the ledge and climb straight up the beautiful  slab. The route to the left is Cunninghams Crusade 5.8."},"__v":0},{"_id":"eSGlVUdpWJCJ2dyMaeiA0w==","name":"Raven Ridge","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.48615,44.24859]},"left_right_index":18,"mp_id":"108331292","mp_crag_id":"106202879","climb_id":"eSGlVUdpWJCJ2dyMaeiA0w==","areaRef":"8bNk1aPEV0mjhUgynu5DEw=="},"content":{"description":"The cliff's trail flattens out below Wasabe Groove, distinguishable by a bolt on the right face of its crux corner. Raven Ridge starts down the trail from this and begins at a groove below the first bolt.  Walk the groove up (or mantle?) to get established on the slab and make your first clip.  Follow the scoop of the slab up past a few more bolts to gain a nice ledge midway up the route. The slab eases up (and is a run out) up and follows a large left facing corner (potential small pro?) until the next bolt.  Make a fun move over the corner out right and continue up to an anchor w/ carabiners. \n\n  A 60m rope will lower you into Wasabe Groove's corner where you'll probably need to scramble to get back to your pack. TIE KNOTS AT THE ROPE END\n\n  It looks like a second pitch could possibly lead up from here.  The anchors give a nice view of the upper part of the cliff out left.","protection":"Bolted, with possible small pro on the big left facing corner on the upper half.  Otherwise, easy runout.","location":"One of the furthest routes to the (climber's) right.  Just right of Wasabe Groove's corner (distinguished by a bolt in the right side of the corner)."},"__v":0},{"_id":"bxwRpSSVUWaGXWMb3w/02A==","name":"Syko Bubba : Caveat Emptor's Direct Finish","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"FA Jon Sykes & Mike Lee 2010   FFA Chris Marks & Jon Sykes Spring 2010","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.48615,44.24859]},"left_right_index":3,"mp_id":"110720467","mp_crag_id":"106202879","climb_id":"bxwRpSSVUWaGXWMb3w/02A==","areaRef":"8bNk1aPEV0mjhUgynu5DEw=="},"content":{"description":"Start at the two bolt anchor of P.1 of Caveat Emptor. Climb straight up the well protected, coarse, immaculate, and steepening wall on small crimps and one finger pockets. Crux is passing the 3rd and 4th bolts to a mantle and a rest. Continue on easier rock passing another bolt.","protection":"5 bolts to a 2 bolt rap anchor","location":"The approach trail brings you to the left edge of the cliff and the start of the route Caveat Emptor."},"__v":0},{"_id":"ZmZRwuUIXaGTg8Uwo8Krbw==","name":"Randys Super Fine Triplishes","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Randy Garcia & Jeff Hale, Jun 2, 1992","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.48615,44.24859]},"left_right_index":8,"mp_id":"112191453","mp_crag_id":"106202879","climb_id":"ZmZRwuUIXaGTg8Uwo8Krbw==","areaRef":"8bNk1aPEV0mjhUgynu5DEw=="},"content":{"description":"Seems to be a few cruxes, all varying depending who you talk to. For me the main crux is climbing the corner. Although not super challenging for the grade, it has a little pucker factor if you tackle it incorrectly. Either way it protects well. Exit the corner and climb another scooping corner to some flakes (Upper corner takes small gear).","protection":"Standard rack with some small doubles if you plan on sewing up the initial corner. 2 bolt anchor with rings. One 60 meter will get you back to the ground.","location":"Next Buttress as you go right of the main approach slab. Climb the corner. Looks dirty but climbs great.  One 60 meter will get you back to the ground."},"__v":0},{"_id":"AJmnUqe6VeexXIWVgx9bjA==","name":"The Perez Highway","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Joe & Judy Perez  10/24/08","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.48615,44.24859]},"left_right_index":16,"mp_id":"110720692","mp_crag_id":"106202879","climb_id":"AJmnUqe6VeexXIWVgx9bjA==","areaRef":"8bNk1aPEV0mjhUgynu5DEw=="},"content":{"description":"A clean well bolted slab 1st pitch and a little wandering second pitch.    P.1 A bouldery start up nice slab passing 8 bolts to a two bolt rap anchor. (3 star pitch worth doing even if you don't have time for P.2) 70' 5.8+   P.2 Climb up a right diagonal ledge for about 30' to a bolt on the right side of a slab. Up the slab passing more bolts to a rap anchor. 5.7 140'","protection":"Standard rack","location":"Located about 200' right of the approach trail on the right side of the first slabs just before a vegetated section and a slight uphill trend to the trail."},"__v":0},{"_id":"EDOWjR8rVaW+0SuGtOHssw==","name":"Oscar's Last Stand","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Jon Skyes, Mike Lee, Jamie Cunningham  2009","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.48615,44.24859]},"left_right_index":11,"mp_id":"110925637","mp_crag_id":"106202879","climb_id":"EDOWjR8rVaW+0SuGtOHssw==","areaRef":"8bNk1aPEV0mjhUgynu5DEw=="},"content":{"description":"A few feet right of \"Brain Flush\" look for a balsam fir tree with a left leaning block at its base leading to a 2 ft overhang.  \n\n  Climb left-facing corner up to the OH, find the key handhold (height related) and then crank the crux OH, moving up to the thin grooves and a few more bolts.  While the crux (5.10a, b?, harder if you're short!) has excellent protection, do not discount the thin, somewhat perplexing moves above. ( 5.9+ ? / PG-13 ?)","protection":"Draws and a rack","location":""},"__v":0},{"_id":"6QwhdugaW0yQGdw+KQkQnQ==","name":"Oscar the Grouch","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"FA: Mike \"Bubba\" Lee, FFA: Peet Danen & J Skyes","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-71.48615,44.24859]},"left_right_index":14,"mp_id":"107038518","mp_crag_id":"106202879","climb_id":"6QwhdugaW0yQGdw+KQkQnQ==","areaRef":"8bNk1aPEV0mjhUgynu5DEw=="},"content":{"description":"Look for a prominent wide 3-5  crack.  With awkward access from the ground follow left to right snaking hand crack to a bolt (crux).  Climb hand crack at 5.7 (very course- tape advised) that leads to a bolt on a slab.  Climb past bolts on slabs to an arete finish.","protection":"standard rack and bolts","location":"Look for a prominent wide 3-5  crack"},"__v":0},{"_id":"rqQbjqZdWYuEl6kAwKuYhg==","name":"Moose Spirit","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Uwe Schneider & friend  1988/89","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.48615,44.24859]},"left_right_index":7,"mp_id":"106520403","mp_crag_id":"106202879","climb_id":"rqQbjqZdWYuEl6kAwKuYhg==","areaRef":"8bNk1aPEV0mjhUgynu5DEw=="},"content":{"description":"Powerful unclinging out the initial arch, up and over the top of it to easier ground.  Clip a bolt then climb up on steepening ground to get to the 25' exit crack.  This crack is very grainy and sharp, but takes gear fine.","protection":"Standard rack.","location":"The right-facing flake right of \"Ben Send\".  Last climb on the right side of the left section, just before the dirty gulley.    [Admin's NOTE: Not sure which \"dirty gulley\" is referred to here, perhaps the \"gully\" that runs 1/3 - 1/2 way up the cliff, just to the right of Bipolar Brain Flush. Certainly there are several climbs between here and the large \"Vegetated Gully / Inside Corner\". R. Hall]"},"__v":0},{"_id":"hzoN3lRuXGCPkradNGH+Mg==","name":"Oscar Mayer","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Uwe Schneider,  Thom LaRose, May 1986","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.48615,44.24859]},"left_right_index":0,"mp_id":"106520423","mp_crag_id":"106202879","climb_id":"hzoN3lRuXGCPkradNGH+Mg==","areaRef":"8bNk1aPEV0mjhUgynu5DEw=="},"content":{"description":"Jon Skyes' \"The Notches\" (eaglecliffpub.com) names this climb \"Oscar Mayer\" and credits the FA to Uwe Schneider. (It is called \"Cresent\" in NEClimbs.com.) Uwe wrote and indicated he named the climb \"Oscar Meyer Weiner\" in 1986, but subsequently that name was used in 2012 by Mike Lee & J. Sykes for a climb on the far right of the slab, so to avoid confusion I named this climb just \"Oscar Meyer\". RHall note added 3/28/17, revised 1/14/18A nice climb up a right facing corner crack, that leads to a bolt and then some nice balancy moves up to a really cool ledge. Finish up the left slanting exit crack to the trees.The descent takes an 80m rope if you are being lowered back to the beginning of the climb. Otherwise, you can do two raps to get down, rethreading through the anchors at the top of Caveat Emptor (the bolted slab 5.9 to the right). ","protection":"Standard Rack","location":"Left hand side of the left hand section.  A little to the left of where the trail brings you up."},"__v":0},{"_id":"Vo7NZmNKUAK/WejXHJYGrg==","name":"Doh - \"Crescent\" Direct Finish","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Jon Sykes","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.48615,44.24859]},"left_right_index":1,"mp_id":"106538987","mp_crag_id":"106202879","climb_id":"Vo7NZmNKUAK/WejXHJYGrg==","areaRef":"8bNk1aPEV0mjhUgynu5DEw=="},"content":{"description":"As you finish up the final hand crack of crescent you'll see 3 bolt on a very steep if short slab.  Protect high in the crack with a long sling and move onto the slab and clip the first bolt.  The crux is getting to and clipping the second bolt, from here move right and then trend back left to the third bolt 10' above the second.  Double bolt anchors.","protection":"Standard rack for crescent with draws for the finish.","location":"Above the cool ledge that the 'first' pitch of crescent finishes on."},"__v":0},{"_id":"whuQBOfJUG2v3sWcotYKGA==","name":"Crescent Cracks","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Uwe Schneider and Jeff Swayze, Sept 1988","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.48615,44.24859]},"left_right_index":5,"mp_id":"112784079","mp_crag_id":"106202879","climb_id":"whuQBOfJUG2v3sWcotYKGA==","areaRef":"8bNk1aPEV0mjhUgynu5DEw=="},"content":{"description":"This route was established by Uwe Schneider and Jeff Swayze during their first year with the Eastern Mountain Sports Climbing School, 1988. They named the route Crescent Cracks and gave it a grade of 5.7 (Communication from Uwe Schneider. I have thus renamed the route \"Crescent Cracks\"-  R Hall Jan 2018  The Skyes' guidebook lists the climb just as \"Crescent\") \n\n  This may have been the cause of the Oscar Mayer / Crescent name mix up? I've added this route even though I have not climbed it. Looks like it is the same route as was put into mountainproject as \"Ben Zen Send\". \n\n  per \"The Notches\", page 85   \n\n  START- At a left facing arching flake five feet right* of Touch of Grey. Climb this to a right-to-left diagonalling crack, then up a series of crescent cracks to bolted belay. \n\n Oscar Mayer/\"Crescent\" is about 10-15 ft left of Touch of Grey.","protection":"std rack","location":""},"__v":0},{"_id":"+B1Wch1nXAaHBJ0NHCgYXA==","name":"Coffee Achievers","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Uwe Schneider & Chris Pastoriza","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.48615,44.24859]},"left_right_index":9,"mp_id":"111114060","mp_crag_id":"106202879","climb_id":"+B1Wch1nXAaHBJ0NHCgYXA==","areaRef":"8bNk1aPEV0mjhUgynu5DEw=="},"content":{"description":"Climb a steep slab and water groove after climbing either R.S.F.T or French roast variations. After climbing either variation, stand on top of a small ledge. Clip the right bolt and make hard moves into a shallow groove. Good foot work will get you through the tough sections and to a happy slot for your tips. Optional micro cam. Continue to the top via rounded edges to only find yourself stumped as you try to reach the anchor.","protection":"6 bolts. Also a place for some micro cams if desired between spaced bolts. 00-3 C3 cams. If you climb French roast a BD#1 or Tricams behind the hollow flake system. Small cams/ wires for R.S.F.T corner.","location":"Located to the left of Bipolar Brain Flush. Look for a great left trending off-width crack. This is Bipolar Brain Flush. 15' to the left there is a slab with 1 bolt and an obvious under cling flake system. That is the French Roast Variation .11a. As you come down the trail the right to left corner is R.S.F.T .10a. Climb either to the ledge and continue to the top."},"__v":0},{"_id":"f4eJLOglUbKM3S31OxrFPQ==","name":"Charismatic Mime","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Mike Lee, Jon Skyes  2011","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.48615,44.24859]},"left_right_index":15,"mp_id":"108330932","mp_crag_id":"106202879","climb_id":"f4eJLOglUbKM3S31OxrFPQ==","areaRef":"8bNk1aPEV0mjhUgynu5DEw=="},"content":{"description":"Belay and start from a flat dirt mound on the hillside, to the right of Oscar the Grouch.  Head up the left side of the slab to a small ledge and the first bolt.  Slab up past two more bolts before heading left and towards the horizontal overlap about a third of the way up. Place some gear and then step up onto the overlap and continue to a right angling crack seem.  Continue up flakes near a bushy ledge and past a few more bolts to the anchors and a comfortable stance. \n\n  A second pitch (5.6) continues up the face past three bolts.","protection":"Mostly bolted but takes gear (I slotted #7 BD nut) at the overlap 1/3 of the way up.  Additionally can take small gear (red BD C3) in the crack seem just past the overlap.  Rap links at the anchor.","location":"The left side of the slab that's right of  Oscar the Grouch (which has a noticeable hand crack up high).  Charismatic Mime has an overlap 1/3 of the way up."},"__v":0},{"_id":"QEFS8aRmW8uhejWwfCMlWA==","name":"Caveat Emptor","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Uwe Schneider & Thomas LaRose,  Sept 1987","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.48615,44.24859]},"left_right_index":2,"mp_id":"109614196","mp_crag_id":"106202879","climb_id":"QEFS8aRmW8uhejWwfCMlWA==","areaRef":"8bNk1aPEV0mjhUgynu5DEw=="},"content":{"description":"[Note: Name changed from \"Unknown Left\" when the correct name was sent by Jon Sykes June 2016 and confirmed by Uwe Schneider in Jan 2018. Rating left unchanged, although Wwe gave it a \"5.8+\"  R.Hall 6-6-16  While all the protection is via bolts, it isn't really a \"sport\" climb in character.  Also, IMO, I'm not sure about the absolute ratings, but I think \"Touch of Grey\" is more difficult than \"Caveat\", like 5.9+ vs 5.8+/5.9- ]  \n\nHigh first bolt at 20+ feet (5.7).  Easier moves lead to a good stance, and a few sequences of higher difficulty.  Another thin crux before the lip will get you to the bolt anchor at your left on the slab.","protection":"5 bolts   2-bolt anchor with chains   Tri-cam in a pocket can be used between 3rd and 4th bolts, but makes the move harder as you eliminate a really good foothold !","location":"First bolted line to the right of 'Crescent', staring you straight in the face as you approach the wall.  Starts on a good ledge just off the ground."},"__v":0},{"_id":"F19H9XOsWNKU5vxTipzAfw==","name":"Bucking Bronco Arete","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Mike Lee & Eric Pospesil, spring 2010","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.48615,44.24859]},"left_right_index":17,"mp_id":"112007678","mp_crag_id":"106202879","climb_id":"F19H9XOsWNKU5vxTipzAfw==","areaRef":"8bNk1aPEV0mjhUgynu5DEw=="},"content":{"description":"P1: Climb up a slab with a small overlap for about 60 feet into the trees at the foot of the arête. Move left toward the arête looking for a bolt.  Stand on your tip toes and clip the bolt.  (FA must have been really tall.) Climb down and swing around the arête riding it like a bucking bronco.  Work up the arête to an overlap (frequently wet and mossy) and scrunch up and traverse right under the overlap.  Climb a slab above you with one bolt to the anchors on the right. Be careful of rope drag as this is a circuitous route and a full rope length. \n\n  P2:  Seldom done.  Not worth doing. \n\n  Descent: Rap the route with two ropes to ground or with one rope to the treed corner where there is/was a sling and rap rings.","protection":"Single rack.  Bolts where needed.","location":"Bucking Bronco Arête is a large right facing corner that is visible from the ground if you are looking for it.  It is just to the left of Raven Groove. Look for a bolt on the slab that leads to a treed corner and a small arête."},"__v":0},{"_id":"xSWMeAfwVtKAtsBxEn1oFQ==","name":"Broken Brush","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"Emmett Lyman","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-71.48615,44.24859]},"left_right_index":20,"mp_id":"113779157","mp_crag_id":"106202879","climb_id":"xSWMeAfwVtKAtsBxEn1oFQ==","areaRef":"8bNk1aPEV0mjhUgynu5DEw=="},"content":{"description":"Start on clean low angle slab. Clamber up and right to a vegetated left angling crack. Follow up to a ledge with a tree. From here move up more low angle slab, reaching a good stance at the bottom of a left facing corner. Move up and right on to the steeper slab, and work your way to the next tree ledge. From here, angle slightly left through lower angle slab toward a tree with slings and a rap ring atop a sloped kitty litter ledge.","protection":"Limited gear throughout the route. Not a great choice for the 5.4 climber, and probably not worthwhile for anyone else.","location":"About 50ft right of Oscar Meyer Weiner at a low angle slab with a patch of black lichen directly below a dark left facing corner about 25m above."},"__v":0},{"_id":"DpFcGBCvXH+CoWYw8cP9HQ==","name":"Bob Loblaw aka \":Bob Bla Bla\"","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"Mike Lee, Jon Skyes  2007","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.48615,44.24859]},"left_right_index":12,"mp_id":"110925644","mp_crag_id":"106202879","climb_id":"DpFcGBCvXH+CoWYw8cP9HQ==","areaRef":"8bNk1aPEV0mjhUgynu5DEw=="},"content":{"description":"Yup, as a friend once said of another climb: \"Lot's of \"plus\" in that!\"\n\n  The opening traverse moves are about 5.5+/-R with certain groundfall; stick-clipping the first bolt eliminates the \"R\".  \n\n  START - Where the path rises, about 20 ft right of \"Ocsar's Last Stand\", and below the right hand of two HUGE solution pockets.  \n\n  P1 - Climb to the right-hand pocket, move left to the left-hand pocket and clip the bolt. If necessary, dry your feet (pockets often have water) and then climb the smooth slab (crux, bolt #2) and on to the very nice crack above. 90 ft 5.7+ \n\n  Best to find a directional above the crux to protect the follower(s) from a big swing on the crux. \n\n  P2 - \"The Notches\" lists a 2nd pitch of 70 ft.","protection":"Std Rack, #2 and 1 1/2 Camalot(s) for the larger crack.","location":""},"__v":0},{"_id":"E/GZV2mEW4CCijTDLxUfeA==","name":"Bipolar Brain Flush","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Jon Skyes, Mike Lee  2010","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.48615,44.24859]},"left_right_index":10,"mp_id":"110925508","mp_crag_id":"106202879","climb_id":"E/GZV2mEW4CCijTDLxUfeA==","areaRef":"8bNk1aPEV0mjhUgynu5DEw=="},"content":{"description":"Start on the face left of the somewhat ugly, somewhat rotten, wide crack. (Photo)    Climb the face [Var] past 3 bolts* and then ascend the 5-inch crack to the top.  \n\n  [ * Stepping right to the large crack after Bolt #2 lowers the grade to about 5.8, the crux is the move(s) between bolt 2 and 3 ]  \n\n   Variation - \"Brain Fart Variation\" Climb the wide, ugly crack to the clean upper crack. 5.8","protection":"Std rack, perhaps a wide cam (#4)","location":""},"__v":0},{"_id":"+0qvO8DkWyG1WQIgbYnTRQ==","name":"Ben Zen Send","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Ben Mirkin & Jon Sykes  spring 2009","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.48615,44.24859]},"left_right_index":6,"mp_id":"107038529","mp_crag_id":"106202879","climb_id":"+0qvO8DkWyG1WQIgbYnTRQ==","areaRef":"8bNk1aPEV0mjhUgynu5DEw=="},"content":{"description":"R Hall NOTE 3/28/17 - This appears to be the same climb as the climb \"Crescent Cracks\" listed in J. Skyes' \"The Notches\". (Not to be confused with \" Oscar Mayer\".) Note the ending on \"three intermittent crescent cracks.\"\n\n Nice climbing but the cracks can be seepy after rainy days.    Pitch 1: Start at left facing flake that leads to a left ascending diagonal crack. Traverse 10' on this crack and climb the face above that links three intermittent crescent cracks to the top.","protection":"standard rack","location":"The 3rd route to the right of Crescent"},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,8a63706f-b14c-536f-b8ab-3cea90093e36,ea3c93b8-3c59-5ca1-8f79-c1d8fd934047,f1b364d5-a3c4-5749-a385-48329eee4313","pathTokens":["USA","New Hampshire","WM: Zealand Valley","Mount Oscar"],"gradeContext":"US","aggregate":{"byGrade":[{"count":6,"label":"5.8"},{"count":1,"label":"5.9+"},{"count":1,"label":"5.11+"},{"count":1,"label":"5.6"},{"count":1,"label":"5.11b"},{"count":3,"label":"5.9"},{"count":1,"label":"5.8+"},{"count":1,"label":"5.10c"},{"count":1,"label":"5.10a"},{"count":1,"label":"5.7"},{"count":1,"label":"5.11a"},{"count":1,"label":"5.11"},{"count":1,"label":"5.4"},{"count":1,"label":"5.7+"}],"byDiscipline":{"trad":{"total":18,"bands":{"unknown":0,"beginner":11,"intermediate":6,"advanced":1,"expert":0}},"sport":{"total":3,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":3,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":11,"intermediate":6,"advanced":4,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-71.48615,44.24859]},"bbox":[-71.4867777372365,44.248140339818136,-71.48552226276348,44.24903966018186],"left_right_index":-1,"ext_id":"106202879","area_id":"8bNk1aPEV0mjhUgynu5DEw=="},"content":{"description":"SW face . Semi-secluded but with an easy approach from the Zealand area. About 10 routes put up I believe by Uwe Schneider in the late 80's. Good rock, many bolts; older ones have mostly been replaced. Faces southwest and gets good sun (esp. in afternoon) in late winter (Mar-April).  \n\n  Jon Skyes's \"The Notches\" (eaglecliffpub.com) contains excellent coverage of this cliff. 37 climbs are listed including many newer routes and variations, excellent photos (esp. of STARTs), and routes not included herein. Be WARNED, I quote from page 83 of \"The Notches\": \" Be prepared for stiff ratings.\"      I have added FA info and made some corrections to routes here in mountainproject on the basis of that reference.    \n\n  There are two Mt Oscar climbing areas, as shown by the excellent photo by Jamie Cunningham.  The area described herein is the left-side, a.k.a. the \"lower\" (or perhaps \"northern\", or even \"western\") area.  \n\n  The right side was developed by the climbers and guides operating out of the Breton Woods Mt Washington Hotel.  At one time you could purchase, for about $3,  a small, 4-5 page guide at the front desk of the Ski Resort (NOT the Hotel!). This cliff, which is East of the main cliff described herein, is (unfortunately) often referred to as \"West\" (or \"Western\") since from the ski area's point of view it is on what they call \"West Mountain\".  In the summer chairlift rides ($5 per person, as of 2017) are offered. From the top of the chairlift the cliff/slab is about a 15-20 min, mostly downhill, walk. Follow the marked walking trail towards West Mountain, and about 1/2 way there the \"Rock Climber's only\" path splits off left. It's actually a quite enjoyable slab, excellent for training, bolted belays and many climbs have bolts but a small trad rack is also suggested. A single 60m will usually get you down from bolted belay/rap station to the next, or the ground.  Don't forget to be back before they close the chairlift, or hike back down to your car.     \n\n  As pointed out on Jamie's photo, there's a \"middle\" area that seems yet(?) to be developed."},"density":0,"totalClimbs":21,"__v":1,"createdAt":"2022-11-07T06:12:14.637Z","updatedAt":"2022-11-25T11:20:05.624Z"}