{"_id":"6368a50be80bff5a995b0602","area_name":"Sabbatical Wall","shortCode":"","climbs":[{"_id":"kl3ZhWtzXFeUvxCpCAG1tw==","name":"Workin' Man","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Jason Ackerman 2003","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.58064,38.02086]},"left_right_index":24,"mp_id":"111882762","mp_crag_id":"106145888","climb_id":"kl3ZhWtzXFeUvxCpCAG1tw==","areaRef":"zOif2+2dW8SH6XvcggLRKQ=="},"content":{"description":"A short splitter finger crack in an open facing corner. With a couple pods, plenty of feet and laybacking to stances. This was a fun romp before the sun went down.","protection":"The crack starts off as thin as .2 X4 cam and widens slightly as you climb. Depending on how comfortable you are at the grade heavy on .5 C4 cams could be nice. Did not place anything larger than #3 C4. Some .75s, #1s, and #2s C4 cams should also be adequate. This climb has a two bolt anchor with rings.","location":"An obvious open corner about 30 feet left of Bon Voyage. This climb does have a plaque."},"__v":0},{"_id":"hrFlCFvqVmOXvNro7r5oeg==","name":"The Womb","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.58064,38.02086]},"left_right_index":17,"mp_id":"107856917","mp_crag_id":"106145888","climb_id":"hrFlCFvqVmOXvNro7r5oeg==","areaRef":"zOif2+2dW8SH6XvcggLRKQ=="},"content":{"description":"Starts on a bench to the right of minute man. Starts in a slot, chimney moves to a right leaning thin hands/ring locking corner.","protection":"(1) #2 camalot  (2) #1 camalots, (4).75 camalots","location":"located to the right of Minute Man"},"__v":0},{"_id":"cj5c6RebWluhd7o1kvA/sQ==","name":"Unknown Flake (Back To School)","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-109.58064,38.02086]},"left_right_index":33,"mp_id":"106146083","mp_crag_id":"106145888","climb_id":"cj5c6RebWluhd7o1kvA/sQ==","areaRef":"zOif2+2dW8SH6XvcggLRKQ=="},"content":{"description":"A slightly harder short route- starting off with jamming and ending in an open-book layback. The crux is probably coming out of the wide-finger layback and getting into the crack above on poor feet. Good rock, good moves, but too short to be satisfying.","protection":"Good gear, but hard to place up high due to position and angle- the flake takes gear from .5\" to 2\", mostly in the finger size up high, and ascends to a sling and ring anchor on a bolt and pin. The PG-13 rating here reflects a subjective danger to inexperienced leaders who might have difficulty sizing blind pro in an open book layback or placing properly and deeply enough to be safe in a thin flake.","location":"perhaps 50 meters right of the Sabbatical corner, and 15 meters right of the 'Unknown D.F. Route' there is a very obtuse corner formed by a flake against the wall. This is wide down low with a small crack in it, and narrow up top. A set of black slings hangs in a pin/bolt anchor above and is easily seem from the right of the route, but not from below."},"__v":0},{"_id":"0c1LRHNpV+OHDdos0JJ6Qg==","name":"Unknown D.F. Route (Fiesta?)","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"D.Finucane","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.58064,38.02086]},"left_right_index":30,"mp_id":"106146069","mp_crag_id":"106145888","climb_id":"0c1LRHNpV+OHDdos0JJ6Qg==","areaRef":"zOif2+2dW8SH6XvcggLRKQ=="},"content":{"description":"A short route with a short crux. This climb ascends a few moves up to a shelf, then jams loose hands to step up onto a square flat stance near the crack, the route's crux. Distinct rest stances are key opportunities for protection before the crux and other opportunities are from pretty good stances.\n\nAn excellent beginner lead. A neophyte leader would never be far from the ground, protection, or a watchful belayer.","protection":"A few 2.3-3.5\" cams are the meat of it. More may be desired, but since the whole route can be seen from the ground, there is no problem determining what gear any individual might need.","location":"About 20 meters right of Sabbatical there is an obvious crack and corner system with a ~3\" crack and a right-facing corner crux. A plaque at the base reads: \"D.F. 5.10\" but the route is easier than 5.10."},"__v":0},{"_id":"IPQ1l9qgUBmVuoCirCJDJA==","name":"The Toss","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Karl Kelley","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.58064,38.02086]},"left_right_index":29,"mp_id":"106145912","mp_crag_id":"106145888","climb_id":"IPQ1l9qgUBmVuoCirCJDJA==","areaRef":"zOif2+2dW8SH6XvcggLRKQ=="},"content":{"description":"A good route with a little of this and that. The climb starts as a left-leaning offset fingercrack for a few moves, then goes thin hands to hands. There are just a enough footholds under the left-leaning offset to keep the grade moderate and gear stances restful. The crux perhaps is an awkward move onto a shelf up top, though we cleaned this ledge to make that move more pleasant and less dangerous.","protection":"Fingers to 3\", a few of each. The anchors are above a ledge about 15 meters up","location":"About 7 meters to the right of this wall's namesake route, you will see a short, left-leaning crack with a tiny plaque at the base, which reads 'The Toss 5.10.'"},"__v":0},{"_id":"qql82A4yUBS5pr6jhHzqEQ==","name":"Stillborn","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"p. kingsbury,  n. kaufman","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-109.58064,38.02086]},"left_right_index":22,"mp_id":"109039619","mp_crag_id":"106145888","climb_id":"qql82A4yUBS5pr6jhHzqEQ==","areaRef":"zOif2+2dW8SH6XvcggLRKQ=="},"content":{"description":"A good 2 pitch route, with pitch 2 being the money.\n\np1.  A choss mantel leads to steep hands to squeeze in a corner that leads to a face climbing crux (.12a R) protected by 3 pins.   While the first pin is bomber, the next 2 are shakey and im planning on switching in a bolt to take away the R rating.  The pitch ends on a nice ledge with a 2 bolt anchor.  80 ft\n\np2.   Mostly fingers in a tight corner on very good rock.  More creek style than the first and a classic pitch. (.11c) 85 ft.\n\n2 single rope raps.","protection":"Lots of finger size ( mostly yellow alien) and doubles black alien through #3 camalot.","location":"In between \"Mother\" and \"Shotgun Wedding\""},"__v":0},{"_id":"tRLJf/f8VlOh/jGsQTdteg==","name":"Stem Cell","yds":"5.13-","grades":{"yds":"5.13-","french":"7c+"},"fa":"Charlie Barrett/Patrick Kingsbury","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.58064,38.02086]},"left_right_index":5,"mp_id":"120465473","mp_crag_id":"106145888","climb_id":"tRLJf/f8VlOh/jGsQTdteg==","areaRef":"zOif2+2dW8SH6XvcggLRKQ=="},"content":{"description":"Start up the left facing corner (mostly fingers and off finger) to a good rest. Clip a bolt and do a footless face traverse left (about V3/4) to the nice splitter. From here it’s a green alien to blue alien tips/lie back crack.\n\nAwesome route first equipped by Patrick Kingsbury.","protection":".75 camalots to blue alien","location":"Right of DNA"},"__v":0},{"_id":"equBP+dSVfeicbCZT6NRDQ==","name":"Sperm Bank","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Wade Plafcan, swadeky","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.58064,38.02086]},"left_right_index":36,"mp_id":"112339408","mp_crag_id":"106145888","climb_id":"equBP+dSVfeicbCZT6NRDQ==","areaRef":"zOif2+2dW8SH6XvcggLRKQ=="},"content":{"description":"This route starts in easy #3 flare chimney leading up to a detached looking handcrack splitter mini pillar roof. This leads you to a Mega Left facing OW corner. This corner goes from tight #5s to wide #5s over 60 feet of so. Dont get your knee stuck!","protection":"70m rope, make sure to knot your ends!\n\nCamalots: 1-#1s, 3-#3s, 3-#4s, 4-5 #5s, 1 #6 at the start of the OW is optional to save your #5s if you dont have enough.","location":"Right side of Sabbatical Wall. Walk under a leaning pillar tunnel and walk 30 seconds climbers right. The plaque now reads \"WP\"."},"__v":0},{"_id":"1Leuqs8RX6K6dmQ4IXLtRw==","name":"Shotgun Wedding","yds":"5.12+","grades":{"yds":"5.12+","french":"7c"},"fa":"Bennett, Troutman 2012","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.58064,38.02086]},"left_right_index":23,"mp_id":"111814241","mp_crag_id":"106145888","climb_id":"1Leuqs8RX6K6dmQ4IXLtRw==","areaRef":"zOif2+2dW8SH6XvcggLRKQ=="},"content":{"description":"This is a fun and unique pitch on the right side of the Sabbatical, aka Pregnant Woman, wall.\n\nLook for a 4' horizontal roof, about 15' off the ground, split by a handcrack.\n\nClimb easy choss to this handcrack, and then jam out it. At the lip, make a big move off a finger lock to a sloper. Climb another dozen feet of easier crack up to an alcove/ledge.\n\nAbove the ledge, climb a beautiful finger crack in a LF dihedral, which narrows to tips just before the finishing jug.\n\nAfter another ledge rest, follow the offset crack to the anchors. There's a tricky thin section near the end, if I'm remembering correctly...","protection":"Camalots from #0.1 to #3. Mostly fingers.","location":"On the right side of the Sabbatical, aka Pregnant Woman, wall. It's further right than \"Immaculate Conception\" and \"Mother\", but left of \"Workin' Man\", \"Bon Voyage\" and \"Sabbatical 36\"."},"__v":0},{"_id":"QDdPeHe6W4iQvClFrJ2u3Q==","name":"Sabbatical 36","yds":"5.10a/b","grades":{"yds":"5.10a/b","french":"6a+"},"fa":"Karl Kelley","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.58064,38.02086]},"left_right_index":28,"mp_id":"106145894","mp_crag_id":"106145888","climb_id":"QDdPeHe6W4iQvClFrJ2u3Q==","areaRef":"zOif2+2dW8SH6XvcggLRKQ=="},"content":{"description":"A good climb with a few harder moves between rests and sustained sections. The particular area of difficulty will be dependent upon height, hand-size, skill, etc... In essence, YMMV.\n\nBut what will be universal is enjoyment of the route. The long corner offers a little of everything from fingers to OW, though the sections where the crack is anything other than perfect hands to wide cups are short.\n\nThe start is thin with softer rock and some delicate stemming holds, place gear despite the rather easy climbing. (thin or a #3 friend) then get up to the main crack and run from rest to rest. There are a great deal of no-hands-rest opportunities with stems, knee locks and ledges that make this a great climb for folks entering into this level of difficulty.","protection":"Cams from fingers to the biggest one you have. A few small for the bottom, then #3 camalots for a long way with a 3.5 or #4-C4, then a wide piece on a sling, then back to #3 camalots until the crack goes to 'perfect hands' up top, 2.5-3\" before a single smaller piece and the anchors.","location":"From the approach trail, look up and left slightly to an obvious long, right-facing dihedral with a set of hard-to-see anchors way way up top."},"__v":0},{"_id":"IHaMvdiCVxC+hbwoblaW2Q==","name":"Reincarnation","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"Coleman Troutman Blakeslee","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.58064,38.02086]},"left_right_index":4,"mp_id":"107856966","mp_crag_id":"106145888","climb_id":"IHaMvdiCVxC+hbwoblaW2Q==","areaRef":"zOif2+2dW8SH6XvcggLRKQ=="},"content":{"description":"Striking fingers and off fingers splitter crack with a .75 camalot roof. Start in a corner (bouldery) to a stance at the base of the finger splitter. Starts out as good fingers with the occasional foot hold. Head up to the roof and pull the roof on ring locks (.75 camalots), gain a stance and foot traverse to the right, til you are able to reach right to the final finger crack to the anchors (mixture or good finger and baggy fingers (.5 camalots)\n\n70m rope needed. Good bolted anchor.","protection":"(1)Red C3, (2).3 camalots, (4).4 camalots, (4-6) .5 camalots (2-3) .75 camalots","location":"Located to the right of Pregnant Woman Grazing and just left of Decreation."},"__v":0},{"_id":"XiUNLorkXmC/EVq0qIG2yg==","name":"Prenup","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Joe Stern and Michelle Leber, 10/3/2019","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.58064,38.02086]},"left_right_index":31,"mp_id":"117971160","mp_crag_id":"106145888","climb_id":"XiUNLorkXmC/EVq0qIG2yg==","areaRef":"zOif2+2dW8SH6XvcggLRKQ=="},"content":{"description":"Fun featured hand crack in a flare to more exposed moves with some loose blocks. Shared anchor with Marital Bliss.","protection":"Mostly #2 and 3 cams, maybe a #4. You can sling a tree near the top too.","location":"Just left of Marital Bliss."},"__v":0},{"_id":"MYUc6rDCX/uopq/VTtf5Qg==","name":"Pregnant Woman Grazing","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.58064,38.02086]},"left_right_index":1,"mp_id":"118864422","mp_crag_id":"106145888","climb_id":"MYUc6rDCX/uopq/VTtf5Qg==","areaRef":"zOif2+2dW8SH6XvcggLRKQ=="},"content":{"description":"The route at the top of the north approach trail and left of a wide corner. Mostly big hands with fists at several small bulges. Starts as kind of a chimney.","protection":"Some 2's, mostly 3's. A couple 3.5's or 4's also","location":"At the top of the north approach trail. Left of wide corner."},"__v":0},{"_id":"tH8Mdv0mVWOOWPWDGE69rw==","name":"Out of State Plates","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"B Zeiger Haag, M Pesce, K.M, Fall 2020","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.58064,38.02086]},"left_right_index":39,"mp_id":"119898925","mp_crag_id":"106145888","climb_id":"tH8Mdv0mVWOOWPWDGE69rw==","areaRef":"zOif2+2dW8SH6XvcggLRKQ=="},"content":{"description":"Quality two pitch climb on the far right side of Sabbatical. Both pitches could be linked with plenty of runners into one mega 200 + foot pitch.\n\n1st pitch: mostly baggy 2s in a left facing corner with one bolt to move past some choss at the start. Fun face moves out and over a flake bring you to the anchors. 10+\n\n2nd pitch: a beautiful headwall splitter of .5 and .75s with pods to keep things from ever getting too desperate. From the belay head up into a short right facing corner of hands to a small roof. Try not to yard too forcefully on the jug (hollow plate) right above the small roof. After the roof the splitter takes you to the chains. Pumpy. 11+","protection":".4 - #3 BD. First pitch is mostly gold camelots and #3 friends. Second pitch is almost entirely .5 to.75 with a few hand pieces below the first roof. Draws/runners.\n\nBoth pitches are close to 35 meters. Bring a 70M","location":"Far right side of Sabbatical"},"__v":0},{"_id":"zZB9Qz50V++/BuL7tgD1cw==","name":"My Son is a Perv!","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Karl Kelley","type":{"trad":true,"tr":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-109.58064,38.02086]},"left_right_index":27,"mp_id":"106150174","mp_crag_id":"106145888","climb_id":"zZB9Qz50V++/BuL7tgD1cw==","areaRef":"zOif2+2dW8SH6XvcggLRKQ=="},"content":{"description":"The mental crux is right off the ground, climbing through the sugary rock to get to the good stuff.  Climb through the bad stuff for 20ft, then take a breath at the ledge.  There will be a drilled angle with red webbing at your chest.\n\nFollow the crack as you jam, stem, and layback to the bulge up top, and scrape through the low angle OW up top to the chains!","protection":"Approximately: doubles from .75 to 3 Camalot, one .5, and an OPTIONAL 5 or 6 for the top OW (didn't have one, den't know it is useful!).  Also, one drilled angle.\n\nThere are two shiny bolts with rings up top.","location":"Looking left from Sabbatical, you'll see an obvious stem box about 150ft away.  The red webbing from the drilled angle should be visible.\n\nThere is a plaque and a tree at the base.  Don't belay at the tree, because any loose rock will come right at you!"},"__v":0},{"_id":"DUkx4K2qUg+XfJMtaif70w==","name":"Mother","yds":"5.13-","grades":{"yds":"5.13-","french":"7c+"},"fa":"FA, coleman blakeslee, FFA, brad gobright","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-109.58064,38.02086]},"left_right_index":20,"mp_id":"110201594","mp_crag_id":"106145888","climb_id":"DUkx4K2qUg+XfJMtaif70w==","areaRef":"zOif2+2dW8SH6XvcggLRKQ=="},"content":{"description":"Mother makes you put up a good fight! The only thing that detracts from this pitch is the fact that the rock at the crux isn't that good, over time this pitch will become harder as the holds break. Regardless, the climbing leading to the crux and just after is very high quality and stout.\n\nOnce through the awkward start embark into 12+ thin fingers laybacking and stemming. A short flare leads to the crux section. Thin and hard face climbing lead to a thank-god finger lock. Sandy edges and feet make this a bit spicy on the lead. A short hand crack leads to the final 5.12 section to the chains. The routes stays on you until the very end!","protection":"A good amount of everything from Grey C3's to hands. Mostly grey, purple, blue and yellow TCU sizes cams. Long slings down low help with rope drag. 35 Meter pitch, you need a 70 Meter cord.","location":""},"__v":0},{"_id":"BSSObK67UDKXiRn1ZmX2cw==","name":"Miscarriage","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Coleman \"Troutman\" Blakeslee","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.58064,38.02086]},"left_right_index":3,"mp_id":"107857002","mp_crag_id":"106145888","climb_id":"BSSObK67UDKXiRn1ZmX2cw==","areaRef":"zOif2+2dW8SH6XvcggLRKQ=="},"content":{"description":"Starts in a corner then to a finger crack on the face, move through a changing corner .5-.75 camalots. Head up through good hands mostly #2 camalots up to a short squeeze chimney below the roof, pull the roof on thin hands up to the bolted anchor. Great climb, lots of variety and a little loose rock, should clean up nicely with more traffic.","protection":"(2).3 camalots, (2).4 camalots, (1).5 camalot, (2) .75 camalots, (3) #1 camalots, (6)#2 camalots, (3)#3 camalots, (1) #4 camalot","location":"located to the right of Decreation, nice plaque at the base, look up and admire the crack that seems to go forever."},"__v":0},{"_id":"VzfXKbdKVnOlOKVbR6/XPw==","name":"Minute Man","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.58064,38.02086]},"left_right_index":16,"mp_id":"107553784","mp_crag_id":"106145888","climb_id":"VzfXKbdKVnOlOKVbR6/XPw==","areaRef":"zOif2+2dW8SH6XvcggLRKQ=="},"content":{"description":"The short tips/fingercrack just to the left of The Womb. Looks a lot harder than it is. Lots of feet. Starting from the top of the large shelf, pull up into an awkward flare, then a couple of good fingerlocks to gain the crux. The crux is short and involves a few hard pulls on tips locks to gain the huge handrail. Then easy moves to the anchor.\n\nThe plaque doesn't give a rating but Troutman says the first ascensionist gave it 5.12-. Feels easier than that, unless the upper handrails are off limits, in which case this route would be significantly harder. Regardless, it's a fun, short climb that protects well with small gear.","protection":"Thin gear, from #0(green) to #2(yellow) C3's. Mostly green C3's. #0(purple) Metolius also work well if you don't have enough green C3's.","location":"Fairly obvious to spot, there is a large plaque that says \"Minute Man\" at the base of the climb. You can start by climbing the obvious thin hands crack to get on top of the large shelf or you can bypass the thin hands and access the top of the shelf from the left. The business starts from the shelf."},"__v":0},{"_id":"FbnUXjh3WEex1RfnZDVpZA==","name":"Marital Bliss","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Michelle Leber and Joe Stern, 10/3/2019","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.58064,38.02086]},"left_right_index":32,"mp_id":"117971149","mp_crag_id":"106145888","climb_id":"FbnUXjh3WEex1RfnZDVpZA==","areaRef":"zOif2+2dW8SH6XvcggLRKQ=="},"content":{"description":"Mostly thin hands in a ramping corner with lighter colored rock on the left and dark varnish on the right. Shared anchor with Prenup.","protection":"Mostly .75 - 1 camalots, optional .5 and/or 2.","location":"10-20' left of Back to School."},"__v":0},{"_id":"eUEWVuL7XViDz+yR0oy4BQ==","name":"Lichen Vacation","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"K3 2003","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.58064,38.02086]},"left_right_index":12,"mp_id":"118864595","mp_crag_id":"106145888","climb_id":"eUEWVuL7XViDz+yR0oy4BQ==","areaRef":"zOif2+2dW8SH6XvcggLRKQ=="},"content":{"description":"Long left facing corner that is mostly hands from tight to cups. A couple wider pods here and there and some junky rock here and there.","protection":"1-4 mostly 2-3","location":"Right most and shadiest route in the large shady corner area on the north end of the wall. A little bit of easy scrambling down and right around some choss and bushes from Holiday Pay route is required to reach base."},"__v":0},{"_id":"tNp1D6FiWomHDreSh5+YbA==","name":"Induced Labor","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Trevor Bowman, Pat Kingsbury 4/6/13","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.58064,38.02086]},"left_right_index":2,"mp_id":"108206316","mp_crag_id":"106145888","climb_id":"tNp1D6FiWomHDreSh5+YbA==","areaRef":"zOif2+2dW8SH6XvcggLRKQ=="},"content":{"description":"Starts off of the ledge atop a large boulder just left of Baby Gator. A blocky start gives way to a sustained, clean OW/squeeze in the left-facing corner that stays a bad size for a ways. There is a splitter thin-hands to finger crack on the left wall that helps with the lower 1/2, gets cruxy up high where it pinches down to off-fist for a couple of moves, before more squeeze finishes it up. Physical!","protection":"(2)green C3-.75 (1)#1-new #5 (3)#6 Blue bros?\n\nChain/cold shut anchor.","location":"The furthest left recorded route, 10' left of Baby Gator."},"__v":0},{"_id":"MFI6aOYjXXqMvLvrLNwNVg==","name":"Immaculate Conception","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"Bennett, Troutman, 2011","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.58064,38.02086]},"left_right_index":19,"mp_id":"107856932","mp_crag_id":"106145888","climb_id":"MFI6aOYjXXqMvLvrLNwNVg==","areaRef":"zOif2+2dW8SH6XvcggLRKQ=="},"content":{"description":"Wow! One of the best finger cracks in Indian Creek!\n\nPitch 1\n\n: Short pitch, head up the face to a ledge with a single bolt belay or start up the chimney, watch for loose rock.\n\nPitch 2\n\n: Splitter Finger Crack (this is what you came for!), Starts out with .3 camalots to sustained .4 and .5 camalots, save a .3 camalot for the top.\n\nClip the bolted anchors and check to see how much skin is left on your fingers. You can lower all the way to the ground with a 70m rope.","protection":"(4).3 camalots, (6).4 camalots, (5).5 camalots, (1).75 camalot.\n\nAdd a couple hand size pieces for the approach pitch","location":"Located to the right of Minute Man & The Womb, look for the pillar leaning against the wall with the striking finger crack above it."},"__v":0},{"_id":"IjETX+Q1UH+4jwzVv63sog==","name":"Humping Action","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.58064,38.02086]},"left_right_index":9,"mp_id":"118864490","mp_crag_id":"106145888","climb_id":"IjETX+Q1UH+4jwzVv63sog==","areaRef":"zOif2+2dW8SH6XvcggLRKQ=="},"content":{"description":"OK route that shares anchor with Cherry Popper. Not the best rock but not sketchy. 11- in the book but feels more 10+ to me. Right facing kindy junky looking flake.","protection":".5 to 2, doubles more than enough","location":"In shady nook just south of where north trail meets wall. There is a weathered plaque at base."},"__v":0},{"_id":"UdZj2JMrX1ulYYVH/fdMKA==","name":"Holiday Pay","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Dylan Warren 2003","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.58064,38.02086]},"left_right_index":11,"mp_id":"118864535","mp_crag_id":"106145888","climb_id":"UdZj2JMrX1ulYYVH/fdMKA==","areaRef":"zOif2+2dW8SH6XvcggLRKQ=="},"content":{"description":"Shady left facing corner with several squared off blocks for the first 15 ft. The blocks seem solid and the climbing above is mostly hands/big hands.","protection":".5-3 mostly hands/big hands","location":"Shady corner area on north end of wall. Not far from where north approach trail meets wall."},"__v":0},{"_id":"ok6rIOwJXZWCO6ltGVruOA==","name":"Genetics","yds":"5.13-","grades":{"yds":"5.13-","french":"7c+"},"fa":"Kingsbury","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.58064,38.02086]},"left_right_index":18,"mp_id":"108255799","mp_crag_id":"106145888","climb_id":"ok6rIOwJXZWCO6ltGVruOA==","areaRef":"zOif2+2dW8SH6XvcggLRKQ=="},"content":{"description":"Starts with a traverse in at a horizontal to a knee bar section, protected by a bolt and then a super thin splitter with face features to the anchor.  Run out at top for the last 15 feet or so.","protection":"Mostly black and blue aliens, a yellow C3, a yellow alien and a #3 BD at the start.","location":"Just left of Immaculate Conception"},"__v":0},{"_id":"VaUQ29PDWhSM4SywbLHFdA==","name":"Frost on The Pumpkin","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Nate Sydnor and Coleman Blakeslee","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.58064,38.02086]},"left_right_index":26,"mp_id":"117970672","mp_crag_id":"106145888","climb_id":"VaUQ29PDWhSM4SywbLHFdA==","areaRef":"zOif2+2dW8SH6XvcggLRKQ=="},"content":{"description":"A great little addition, named for Donini's famous saying. The beginning features softer but still good rock with really cool embedded iron concretions. Some thin face-ish climbing leads into bullet varnish in the left facing corner. Surmount this to one or two more moves onto the sweet ledge.","protection":"Small to medium cams. A hand-sized piece and/or a #4 BD will protect the intro.","location":"Left of Sabbatical 36. Obvious varnished corner coming out from behind the nice trees."},"__v":0},{"_id":"tVHqQvZLUxO+d54FaYi/dA==","name":"Finger Fun","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Dylan Warren","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.58064,38.02086]},"left_right_index":34,"mp_id":"106553886","mp_crag_id":"106145888","climb_id":"tVHqQvZLUxO+d54FaYi/dA==","areaRef":"zOif2+2dW8SH6XvcggLRKQ=="},"content":{"description":"Right-facing corner running up a prominent left-angling slope feature. Funky rock at the start (2 drilled pins) gives way to a nice, low-angle finger crack.\n\nGuidebook mentions a 5.11 second pitch. The rock looks ???, but I didn't do it, so I don't know.","protection":"Green - Yellow Aliens for the corner and whatever you want to supplement the two pins.","location":"About 100' to the right of\n\nSabbatical 36"},"__v":0},{"_id":"4IKAkfXyV0ylyM+Fx4lISA==","name":"Gender Reveal Party","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"B. Goris","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.58064,38.02086]},"left_right_index":0,"mp_id":"120460416","mp_crag_id":"106145888","climb_id":"4IKAkfXyV0ylyM+Fx4lISA==","areaRef":"zOif2+2dW8SH6XvcggLRKQ=="},"content":{"description":"Bouldery thin crack to flare on steep rock.","protection":"Two draws, numerous grey-purple metolius, and a few small sized cams.","location":"About 100' left at the top of the trail.  Stays in the shade until late."},"__v":0},{"_id":"fboq4FlHXe6sFjEzNgG9bQ==","name":"Dust Lung","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Trevor Bowman and Emily Reinsel 4/7/14","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.58064,38.02086]},"left_right_index":37,"mp_id":"109346087","mp_crag_id":"106145888","climb_id":"fboq4FlHXe6sFjEzNgG9bQ==","areaRef":"zOif2+2dW8SH6XvcggLRKQ=="},"content":{"description":"The initial right-facing corner is the crux, with fingers/tips/stemming on somewhat dirty rock to a shelf at 25'. This lower bit used to sport a towering pillar of stacked blocks, which were trundled to reveal the current start. Eons of dirt were caked behind these blocks, and although much was cleaned off, it remains dirty. It may clean up more with wind/water, but will probably need more traffic cleaning too.\n\nFrom the shelf, commit to a steep squeeze that necks down to cups as you pull out of the apex. A short stretch of fists leads to a glorious cups splitter with stemming into the crack-less corner immediately to the right. Finish with fists in a flare and a lower-angled offwidth to an anchor ledge. The whole upper section of the route offers varied, physical climbing on great varnished stone. It makes up for the lower bit in my mind, but I guess I don't mind an \"entrance fee\" as much as some...\n\nBy pushing the route to the logical stance at the system's end, I unintentionally created a 40m lead. I apologize for the need for two ropes, as I prefer the convenience of one-rope routes as much as anyone!","protection":"(1X).2 (2X).3 (1X).4,.5 (2X).75,1 (1X)2 (4X)3 (1X)4,5 (2X)6 BD Camalot sizes, chain/cold shut anchor.","location":"Way out right, a couple hundred meters past Sabbatical 36 and a short distance past (through boulder tunnel against base of wall) a cluster of 30' routes. Take the right-hand approach trail, that leads up to the Sabbatical 36 area."},"__v":0},{"_id":"x5d4Rn17X/W5d2nREu2UfQ==","name":"Double Time","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Dylan Warren 2003","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.58064,38.02086]},"left_right_index":10,"mp_id":"118864520","mp_crag_id":"106145888","climb_id":"x5d4Rn17X/W5d2nREu2UfQ==","areaRef":"zOif2+2dW8SH6XvcggLRKQ=="},"content":{"description":"Great route, very clean. Traverse slightly up and left to a fist splitter and follow it as it moves right into a left facing corner. Follow corner. Pretty consistently big hands and fists. I little bit of easy wide climbing near the anchor.","protection":"couple 2's, lots of 3's and 4's.","location":"Not too far south of where north approach trail meets wall. Left of a couple of obvious shady hands corners."},"__v":0},{"_id":"i2uB/nq+UMmVQHYApl6guA==","name":"Decreation","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"P. Kingsbury, Alf.    spring '09","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.58064,38.02086]},"left_right_index":6,"mp_id":"106438431","mp_crag_id":"106145888","climb_id":"i2uB/nq+UMmVQHYApl6guA==","areaRef":"zOif2+2dW8SH6XvcggLRKQ=="},"content":{"description":"The route goes from a 24\" crack down to 1/4\" at the top.  All sizes covered from squeeze to stacks down to tight fingers up high.  The fingers is the crux, although exiting the squeeze is also hard.","protection":"green alien through blue big bro. fixed pin protecting the exit from the squeeze. clip and lower up top.","location":"a few systems right of 'pregnant woman grazing' and just left of 'Birth'"},"__v":0},{"_id":"DSpTOFTPWDqPLEqObqQkQQ==","name":"De-Birth","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Kingsbury","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.58064,38.02086]},"left_right_index":7,"mp_id":"108255777","mp_crag_id":"106145888","climb_id":"DSpTOFTPWDqPLEqObqQkQQ==","areaRef":"zOif2+2dW8SH6XvcggLRKQ=="},"content":{"description":"Starts on the wide crux section of \"Birth\" and takes the somewhat sketchy wide crack to the left leading to the Decreation ledge.  Separate anchors.","protection":"#4- Blue Tubes","location":""},"__v":0},{"_id":"L1FfrtBtXvG/QngnPAEbaQ==","name":"Coat Hanger","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Jay brown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.58064,38.02086]},"left_right_index":14,"mp_id":"110261828","mp_crag_id":"106145888","climb_id":"L1FfrtBtXvG/QngnPAEbaQ==","areaRef":"zOif2+2dW8SH6XvcggLRKQ=="},"content":{"description":"Lots of hands with a layback on a little fin piece into a no hands Kneebar rest. There is big spike of rock I pulled on like 1/3 the way up and it was solid. Good warmup.","protection":".4-#3 cams\n\nFixed biners to rap. Add 2 more for a perfect tr/lower off anchor.","location":"Plaque is scribed on the wall at the start. Towards the middle of all the routes. An ow just 10' to the left and a tips flare about 30' to the right. 3 routes on the same panel."},"__v":0},{"_id":"G2nTUUPtUI2ow0G/X/sb3w==","name":"Cherry Popper","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.58064,38.02086]},"left_right_index":8,"mp_id":"118864448","mp_crag_id":"106145888","climb_id":"G2nTUUPtUI2ow0G/X/sb3w==","areaRef":"zOif2+2dW8SH6XvcggLRKQ=="},"content":{"description":"Not the best route but not terrible. Climbs a short bit of crumbly crack to a flake. Big hands taper to fingers in short splitter above flake. Shares anchor with Humping action. Weathered plaque at base.","protection":".5 to 3 singles safe, doubles safer.","location":"Shady nook not far south from where north trail reaches wall. Obvious lichen covered flake with splitter above. Plaque below."},"__v":0},{"_id":"PefkrBMCV3aXjdf5ru6+KA==","name":"Catch yer Own Train","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"B. Zeiger Haag, C.L","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.58064,38.02086]},"left_right_index":40,"mp_id":"120645867","mp_crag_id":"106145888","climb_id":"PefkrBMCV3aXjdf5ru6+KA==","areaRef":"zOif2+2dW8SH6XvcggLRKQ=="},"content":{"description":"Catch yer Own Train aka NRT:\n\nTwo cracks run somewhat parallel to each other; one in a corner and the other on the face of a blunt pillar. Start by jamming your way up a left facing corner with stem rests till it tips out above a decent lock. Clip the lone bolt (remove or sling the piece below it) and find a way to meet up with the crack that slashes the face of the pillar.\n\nWhen I first aided up this thing I thought the crack switch would be improbable or desperate at the very least. A few key holds appeared with minimal cleaning and fortunately with a 6’ plus reach the crack switch was fun and quite reasonable.  A bit sandy lower down as it’s still cleaning up. A fun and unique new-school Creek addition.","protection":"Doubles Blue metolius\n\nTriples .3 - #1\n\nDoubles #2 and 3\n\nLonger draw for bolt\n\n70M Rope","location":"Just right of Out of State Plates. There’s a small plaque at the start that reads “NRT”"},"__v":0},{"_id":"ci5Mr8v5Xcafx9KJOSELCg==","name":"Caesarean","yds":"5.12+","grades":{"yds":"5.12+","french":"7c"},"fa":"B Zeiger Haag Fall 2020","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.58064,38.02086]},"left_right_index":21,"mp_id":"119789815","mp_crag_id":"106145888","climb_id":"ci5Mr8v5Xcafx9KJOSELCg==","areaRef":"zOif2+2dW8SH6XvcggLRKQ=="},"content":{"description":"Caesarean is a finger tips odyssey with multiple changing corners including an airy and balancy one mid route. A couple of rests help keep the pump at bay. One bolt, a few face moves, and a mantle place you at the start of the first corner. Be gentle on the first set of features left of the initial sub tips corner.","protection":"3x grey-purple Metolius 5x blue Metolius. 5x .3 BD. 2x yellow Metolius. One .4 and one .75 BD. Draws and runners (Send rack).  Bring extra from .1 to .3 for an onsight.\n\nIt’s about a 36-37 meter pitch. Bring an 80 if you have it. TIE knots with a 70 meter.","location":"In between Mother and Shotgun Wedding."},"__v":0},{"_id":"PM4+SI7wXia0K72xnDMHQA==","name":"Broken Dreams","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"G. Lausman, A. Livingston","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.58064,38.02086]},"left_right_index":35,"mp_id":"112287333","mp_crag_id":"106145888","climb_id":"PM4+SI7wXia0K72xnDMHQA==","areaRef":"zOif2+2dW8SH6XvcggLRKQ=="},"content":{"description":"A wonderful addition to the right side of Sabbatical Wall! The route has a plaque but is easily recognized by 2 finger cracks up high above a roof and stembox. Start with a 30 foot right facing corner with fingers and a large pod to a low anchor (route name and FA unknown). Clip the anchor (or belay here) and head up the obvious stem box on your right. Pull some bouldery moves over the roof and climb tight fingers to 2 good pods. Then get ready for sustained fingers to tips, a bouldery crack switch, and bigger fingers to the anchor! Lower back to the ground with a 70 meter rope. How this route never got climbed before, I have no idea. Do yourself a favor and get on it!","protection":"(3-4 each) blue metolius, (4) .3 camalots, (4) .4 camalots, (4-5) orange metolius, (3-4) .5 camalots, black metolius, #1 camalot, #3 camalots, slings.","location":"Located about 100 feet right of the ramp where \"Finger Fun\" begins. Find the plaque."},"__v":0},{"_id":"xfxKQmaUVcOXwV1XOQ7JTQ==","name":"Bon Voyage","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Dylan Warren","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.58064,38.02086]},"left_right_index":25,"mp_id":"106147156","mp_crag_id":"106145888","climb_id":"xfxKQmaUVcOXwV1XOQ7JTQ==","areaRef":"zOif2+2dW8SH6XvcggLRKQ=="},"content":{"description":"Clean moves on clean rock. Thin hands to thinner than that. Small people will find both the jamming and slot contortions easier than big people. Start in a left-facing corner with 1.5\" gear (easier than it looks) and climb up into a flaring slot with 'forever' of thin hands jams to a wide spot. Pull the wide section to a good rest and finish up top in a 1.5\" crack that is harder than it looks. Finish and clip before you run out of gas!","protection":"Lots of cams from 1.5\" to 2.5\" with emphasis on 2\". Take a #4 friend or larger equivalent for a middle section that is wide and save some of the smaller cams for the tea-cups up top.  One user has suggested that it requires an 80M to lower.  Perhaps my 70M was a bit long.","location":"Left a good ways from the approach trail and beyond a HUGE right-facing corner that forms an entire section of wall. There is a small plaque at the base, but it is still easy to walk right past this climb and not notice it until you reach 'Workin Man (11-)' and look back 40 meters into the obvious dark corner."},"__v":0},{"_id":"y77lnq2fWhK9dso9a78m8A==","name":"The Big V","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"FA: P. Kingsbury,  FFA: M. Earle","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.58064,38.02086]},"left_right_index":15,"mp_id":"112192928","mp_crag_id":"106145888","climb_id":"y77lnq2fWhK9dso9a78m8A==","areaRef":"zOif2+2dW8SH6XvcggLRKQ=="},"content":{"description":"A tight flared \"V\" slot with tips and fingers in the back.  Awkward is the best word to describe this rig.","protection":"Tiny to hands and maybe a #6 camalot","location":"A few systems to the right of \"Baby Fat\""},"__v":0},{"_id":"Xm2anG9kXb+trLwi0vfcNg==","name":"Baby Fat","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"p. kingsbury","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.58064,38.02086]},"left_right_index":13,"mp_id":"109039655","mp_crag_id":"106145888","climb_id":"Xm2anG9kXb+trLwi0vfcNg==","areaRef":"zOif2+2dW8SH6XvcggLRKQ=="},"content":{"description":"A good offwidth challenge involving getting in and out of pods.","protection":"#1 through #6 camalot","location":"Located just down and past the .10 warm up routes and before \"minute man\"  plaqued"},"__v":0},{"_id":"Fm2XzPFSU5iRoXJ4ECDljA==","name":"Acid Nap","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"B. Zeiger Haag, M.P","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.58064,38.02086]},"left_right_index":38,"mp_id":"120516683","mp_crag_id":"106145888","climb_id":"Fm2XzPFSU5iRoXJ4ECDljA==","areaRef":"zOif2+2dW8SH6XvcggLRKQ=="},"content":{"description":"Atypical Creek climbing with minimal jamming and lots of fun face climbing and stemming. Find a way to arrive at a sloper above the thin seam in the corner (crux) then squeeze up a short flare, clip a bolt out of a small roof and lieback/thug your way to the chains. Climbs a bit like basalt.","protection":"3-4x .1\n\n3x .2\n\nSingles .25 to .5\n\n3x .75. 2x #2 - #3\n\nOne bolt\n\na 000 or nut can protect the first move off the deck","location":"A few yards left of Out of State Plates"},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ee1d37e7-dc41-5c26-a358-5d51af01f499,cbbfd7c6-5cf2-5063-8939-5f3233efa573,f166e672-4a52-56d3-94f1-14c876feb670,cce89fdb-ed9d-5bc4-87e9-7bdc8202d129","pathTokens":["USA","Utah","Southeast Utah","Indian Creek","Sabbatical Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":3,"label":"5.11-"},{"count":4,"label":"5.11"},{"count":8,"label":"5.10"},{"count":1,"label":"5.9"},{"count":1,"label":"5.10b"},{"count":2,"label":"5.12-"},{"count":3,"label":"5.13-"},{"count":2,"label":"5.12+"},{"count":1,"label":"5.10a/b"},{"count":7,"label":"5.12"},{"count":2,"label":"5.10-"},{"count":1,"label":"5.11+"},{"count":1,"label":"5.11d"},{"count":2,"label":"5.9+"},{"count":2,"label":"5.10+"},{"count":1,"label":"5.11c"}],"byDiscipline":{"trad":{"total":41,"bands":{"unknown":0,"beginner":0,"intermediate":17,"advanced":21,"expert":3}},"tr":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":17,"advanced":21,"expert":3}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-109.58064,38.02086]},"bbox":[-109.5812107893586,38.020410339818135,-109.58006921064144,38.02130966018186],"left_right_index":-1,"ext_id":"106145888","area_id":"zOif2+2dW8SH6XvcggLRKQ==","polygon":{"type":"Polygon","coordinates":[[[-109.5812107893586,38.020410339818135],[-109.58006921064144,38.020410339818135],[-109.58006921064144,38.02130966018186],[-109.5812107893586,38.02130966018186],[-109.5812107893586,38.020410339818135]]]}},"content":{"description":""},"density":0,"totalClimbs":41,"__v":1,"createdAt":"2022-11-07T06:26:46.968Z","updatedAt":"2024-02-19T18:41:01.755Z"}