{"_id":"63689d20e80bff5a994f22e0","area_name":"Coke Wall, The","shortCode":"","climbs":[{"_id":"CmCyF5lXVTiADtVjwKPCsw==","name":"The People's Republic of Vermont","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"FA J.Boyd, C. Belford  et. al. FFA J. Snyder, Z. Harrison","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.75999,34.95153]},"left_right_index":1,"mp_id":"108924821","mp_crag_id":"111187647","climb_id":"CmCyF5lXVTiADtVjwKPCsw==","areaRef":"RywTGRS0V7uBtQHC5ikWbQ=="},"content":{"description":"In the name of Vermont we defy all the world!     Song of the Vermonters, J. Whittier  \n\n  The Peoples Republic of Vermont is a route of aspiration. In the late 70s and into the 80s a series of local climbers forged several adventurous aid routes and one free route up the northern face but a modern free route did not exist.  Long before the first ascent of PRVT in 2007 the FA team would stare at the wild but seemingly divided features of The Coke Wall.  Inspired by its imposing features, Jason Boyd and Caleb Belford spent days of scoping from Oak Creek below, simply just trying to find a passible route up the southern face. They became fascinated by a possible route that followed what appeared to be a climbable system from ground through an imposing slab and to the top of The Coke Wall.  \n\n  The team began ground up using anything goes, mantle that yucca, tap that pin, friend-whoring, full on choss-alpine  MAN-ual labor aid/free siege tactics. A project that many climbers would have given up on during the black berry patch on the approach, the team spent ~20 days and 3 nights finding weakness, displacing a sandbars worth of sediment, and wall-gardening their way to the top of the southern face.  After the FA the team then came in from the top using an OCC nightmarish approach to consider protecting a possible free effort. Without the motivation, boredom (??!), and East Coast tenacity PRVT would have remained unclimbed.  After a series of plot twists PRVT was graciously gifted out for a true ground to top free effort. Over several seasons the route was super-sweepered; the free climbing beta was worked out and eventually sent 7 years after the first ascent. Incredible exposure, 800 ft. of climbing, and modern and physical climbing make The Peoples Republic of Vermont a classic amongst routes such as The Great Dihedral and Into the Wild.  Backyard-Desert Alpine at its finest. \n\n  P1 From a sandy ledge below some trees climb up and into the routes only wideness. Monkey tunnel through a small tree and face climb to the beach and set up your umbrella below a high 2 bolt anchor. 80 5.9 \n\n  P2 Leave your Mai Thai on your beach chair and climb the low angle splitter near a dihedral to a stance. Bust the thin crux on face-slopers and continue up broken crack systems. Bust a move and climb right before moving back left through the garden. 130 5.10+ \n\n  P3 Wake from your siesta and move right clipping a reachy bolt. Slap and crawl your way out and below the slab. Clean off your dancing shoes and tiptoe through just enough features near a striking arete. Wild! 13 bolts, gear 115 5.11+/12-  \n\n  P4 Get the fever and jungle boogie like a Beach Boy. Mantle and laugh your way through the coke bush. Climb a surprisingly interesting seaside gully before mantling into the volleyball court. Blue collar fun.  Mixed 200 5.8 with a broom. \n\n  P5 Wander up through scoops and into a techy bulge. Slap up Kelly style slopers. Follow features left and veg stem a second bulge to a bolted belay. Mixed 150 5.11+  \n\n  P6 Iron Rose Pitch. Move left into a steep dihedral.  Find fat hands and realign your energy force on the Iron Rose Vortex. As your world steepens rip off your sleeves, grunt and get sport action before mantling out the void. Bolts 85 5.12- \n\n  P7 Traverse out on stimulating patina and climb up into a short dihedral. Climb onto a tree. Lower off to complete the circle. 40 5.8  \n\n  Scramble left to the true summit of the Coke Wall. There is a rap station from the actual summit to rap back down onto the route. Beware of dinosaur sized Rattlesnakes. \n\n  Descent: It is possible to climb the route with double 60m but you will have to rap through the top of P5. Other raps will be rope stretchers.   Double 70m: Single 70m from top P7 to P6 40, P6 to P4 205, P4 to P3 200, P3 to P2 115, top P2 to P1 130, P1 to ground 75. Clean rope pulls, be one with the desert fauna.","protection":"2 Ropes    Q.D.s, many runners (13bolts P3)   Singles #0 C3- #4 C4, extra fingers","location":"Approach: Park on east side of the 89A; approach as you would for The Coke Wall. Skip over Oak Creek, tip toe through berry bushes and ivy and ski you way up to the base of The Coke Wall. Practice the Toula recommendations for a hurt/maim/death free approach hike. P1 starts on a sandy bench below a desert canopy."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,24e148bb-4884-59e8-9870-43ce21f1a337,fa597035-a80a-55a2-9a9f-262bc7578ff9,ac61e188-87bc-52a9-af6a-5aee0657a3a0,8e0cfdcd-7b54-58bc-8d21-ecb8ed3861c3,472c1319-14b4-57bb-81b5-01c2e629166d","pathTokens":["USA","Arizona","Northern Arizona","Oak Creek Canyon","Coke Wall Area, The","Coke Wall, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.12-"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}},"sport":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-111.75999,34.95153]},"bbox":[-111.76053860895232,34.95108033981814,-111.75944139104766,34.951979660181856],"left_right_index":-1,"ext_id":"111187647","area_id":"RywTGRS0V7uBtQHC5ikWbQ==","polygon":{"type":"Polygon","coordinates":[[[-111.76053860895232,34.95108033981814],[-111.75944139104766,34.95108033981814],[-111.75944139104766,34.951979660181856],[-111.76053860895232,34.951979660181856],[-111.76053860895232,34.95108033981814]]]}},"content":{"description":"The Coke Wall is a 500'+ Coconino Sandstone cliff that sits South of West Fork. Some \"classic\" lines dating back into the late 70's. Referenced in Toula's 'Better Way To Die'. Some free climbing, mostly aid climbing. Adventure choss-jungleneering at the heart of OCC. If you're looking, you will find it."},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T05:52:45.987Z","updatedAt":"2024-02-19T18:27:58.712Z"}