{"_id":"6368a722e80bff5a995dd7ba","area_name":"Second Wind Wall","shortCode":"","climbs":[{"_id":"6VnrcjoJW7+PSAv6etofLw==","name":"When the Levee Breaks","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Trevor Bowman 6/21/11","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.93542,44.55748]},"left_right_index":11,"mp_id":"107202497","mp_crag_id":"106272833","climb_id":"6VnrcjoJW7+PSAv6etofLw==","areaRef":"Fzm3BJvEX8Ky1vBe9Hp40Q=="},"content":{"description":"Sidepulls and small edges get you past the start and into nice weaving up sinker pockets and large edges.\n\nThis one is on a slightly crunchier panel than Deer in the Headlights, and took some cleaning and trundling. It climbs quite well, and should merit another star after a bit of traffic cleaning.","protection":"5 bolts to shuts","location":"Immediately left of Deer in the Headlights."},"__v":0},{"_id":"Omv66q6NUk+0ht352dqLbA==","name":"Weakened Warrior aka Super Arete","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Trevor Bowman 6/16/15","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.93542,44.55748]},"left_right_index":1,"mp_id":"110647867","mp_crag_id":"106272833","climb_id":"Omv66q6NUk+0ht352dqLbA==","areaRef":"Fzm3BJvEX8Ky1vBe9Hp40Q=="},"content":{"description":"This takes the stunning, overhung, sharply cleaved arete that forms the right side of the upper corner on Super Dihedral. It was bolted in 2010, worked a good bit with a couple heartbreaking near-sends and a fall from one move below the anchor. It was shelved the next season due to a blown finger tendon, and again in 2013 due to shoulder injury. I've been away from the area for much of the time since 2011, but it had always been in the back of my mind. The other local developers and climbers had generously left it be; my sincere thanks guys for letting me wrap it up, even if it took so long!\n\nThe lower 1/2 of the climb snakes its way up the face, crossing and joining Super Dihedral. It's admittedly kind of contrived, but the intention was to keep it from infringing on Super Dihedral too much while allowing a sport start to the upper arete. This is the entry fee for the spectacular arete, although the lower face does offer pretty good climbing.\n\nStart up a steep slab, with technical tick-tacking (5.11a/b) up varied features. Stay with the bolts to find the best holds, and bounce left at the 4th bolt and pull onto the shelf. The rock is a touch dirty and friable on the slab, but the good holds are generally clean. From the shelf, crimp up good edges on the face, clipping two bolts, before moving back right into Super Dihedral just below its diagonal layback crux. Two more bolts protect this excellent stretch of laybacking, but clip them with shouldera-length draws or the rope-drag will get bad. At a large flat edge, regroup before commiting to the upper arete. The arete itself is a fantastic stretch of climbing, with lots of positive, square-cut slaps and pinches for the left and crimps/edges for the right. It's sustained and pumpy, without ever being too hard until the crux finale. This sting-in-the tail requires a sequential boulder problem on smaller features that can be taxing with the cumulative pump. What's more, the final bolt will probably be unclippable (I placed it for working, but never could figure a way to efficiently clip it on burns); simply gun it to the anchors from the 2nd to last bolt. This makes for some awesome airtime if you waffle it, and adds excitement to the crux for sure!","protection":"14 bolts to clip-and-lowers (one is currently just a shut, but will hopefully be swapped sometime soon).","location":"Immediately right of Super Dihedral."},"__v":0},{"_id":"iGD8bP6iVj+KDzAqZHO3VA==","name":"Vice Gripped","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Trevor Bowman 10/4/08","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.93542,44.55748]},"left_right_index":10,"mp_id":"106272837","mp_crag_id":"106272833","climb_id":"iGD8bP6iVj+KDzAqZHO3VA==","areaRef":"Fzm3BJvEX8Ky1vBe9Hp40Q=="},"content":{"description":"This is the bolted layback crack in a very steep, arching, right-facing dihedral on the left side of the wall (sorry trad purists...but the gear options were too poor and the climbing too good). It is surmounted via underclinging, laybacking, and precise pasting of your feet on the smooth righthand wall. Pumpy and excellent, an area classic!","protection":"6 bolts to clip-and-lower anchors","location":"About 100' left of Refrigerator Chimney; it's the very steep, right-arching and right-facing dihedral."},"__v":0},{"_id":"Iy8fhx1gWIaqTqbCGfpFbw==","name":"Super Streak","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Equipped/Cleaned: Terry Twomey Redpoint: Chris Hirsch","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.93542,44.55748]},"left_right_index":2,"mp_id":"110062197","mp_crag_id":"106272833","climb_id":"Iy8fhx1gWIaqTqbCGfpFbw==","areaRef":"Fzm3BJvEX8Ky1vBe9Hp40Q=="},"content":{"description":"The technical crux is mid height, but there are many more difficult cruxes.  The key is endurance.","protection":"bolts 18","location":"Second route right of super dihedral"},"__v":0},{"_id":"tvB1mO+CVf6X6Ns42FjHFw==","name":"Super Dihedral","yds":"5.10a/b","grades":{"yds":"5.10a/b","french":"6a+"},"fa":"Trevor Bowman and ??","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.93542,44.55748]},"left_right_index":0,"mp_id":"108136793","mp_crag_id":"106272833","climb_id":"tvB1mO+CVf6X6Ns42FjHFw==","areaRef":"Fzm3BJvEX8Ky1vBe9Hp40Q=="},"content":{"description":"Glorious, sustained, left-facing dihedral, dolostone sickness.  Crux (a few 5.10 a/b moves) is the left traverse as the crack makes a major left jog at about the half-way point.  Most of the climb is 5.8/5.9 crack cranking, although face holds and stemming opportunities abound.","protection":"Medium to large nuts, and cams from BD #0.4 to #2 (#3s could be placed).  A few bolts from an adjacent 5.12 sport route could be clipped, but would require long runners to reduce rope drag.","location":"About 100' Up hill (left) from \"Gale Force\" and \"Rough Drafts\"."},"__v":0},{"_id":"uPgrySe2XlqOViKORUXuJQ==","name":"Sunday Morning Coming Down","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Trevor Bowman 4/18/10","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.93542,44.55748]},"left_right_index":6,"mp_id":"106735993","mp_crag_id":"106272833","climb_id":"uPgrySe2XlqOViKORUXuJQ==","areaRef":"Fzm3BJvEX8Ky1vBe9Hp40Q=="},"content":{"description":"From the belay platform for My Empire, scramble left onto the ledge above and start up the crimpy face. The crux is getting to the roof and pulling into it. Good jugs lead over the roof and left into a juggy curving flake. Finish with pockets.\n\nA major cleaning effort went into this route, and a bit more will be done.","protection":"8 bolts to cold-shuts.","location":"In the center of the wall with the arching roof just left of the main Second Wind Wall. Starts off of the ledge to the left of Empire."},"__v":0},{"_id":"IaBiMBcpUXuLAh0HY6SrwQ==","name":"Shorty","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Trevor Bowman 4/19/10","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.93542,44.55748]},"left_right_index":9,"mp_id":"106738565","mp_crag_id":"106272833","climb_id":"IaBiMBcpUXuLAh0HY6SrwQ==","areaRef":"Fzm3BJvEX8Ky1vBe9Hp40Q=="},"content":{"description":"As the name implies, this isn't a marathon pitch...however, it packs in a lot of variety and fun movement despite its vertical shortcomings. Unlike the typical Piney pocket/crimp climbing, this features steep pulls on juggy underclings, sidepulls, and flakes from bottom to top. It leans right the whole way following good holds, with the first two bolts being the crux...it's surprisingly sequential and will seem harder than the rating if you miss the right holds. A good warm-up.","protection":"3 bolts to shuts.","location":"10' left of Vice Gripped. Starts up some reddish rock."},"__v":0},{"_id":"ig6JukOnVGSMdwjIyn1QCg==","name":"Second Wind","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Trevor Bowman 9/14/08","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.93542,44.55748]},"left_right_index":17,"mp_id":"106272845","mp_crag_id":"106272833","climb_id":"ig6JukOnVGSMdwjIyn1QCg==","areaRef":"Fzm3BJvEX8Ky1vBe9Hp40Q=="},"content":{"description":"Boulder off the ground into good edges and jugs, balance and crimp up the sustained, gently overhung headwall with no good shake-out stances, and rollover onto the easier upper slab. Sequential and pumpy.","protection":"8 bolts to clip-and-lower anchors.","location":"About 20' left of Refrigerator Chimney."},"__v":0},{"_id":"gZlXQiRbU3O9gvKVRS0ifg==","name":"Rough Drafts","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Trevor Bowman 5/3/10","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.93542,44.55748]},"left_right_index":4,"mp_id":"106752489","mp_crag_id":"106272833","climb_id":"gZlXQiRbU3O9gvKVRS0ifg==","areaRef":"Fzm3BJvEX8Ky1vBe9Hp40Q=="},"content":{"description":"Fairly continuous meandering fun up a buttress just left of the wall with the arching roof (home to Sunday Morning, My Empire, and Hack Job).\n\nStart up the face just right of the large triangular flake. Great edges up a slab, layback up flakes to 1/2 height where RD cuts right and Gale Force continues straight up the upper headwall, traverse right past a shelf and pull a bulge on jugs, continue up good juggy pockets and edges to the top.\n\nSince the line cuts a hard right at 1/2 height, you need to backclean the 7th draw (the first one after the traverse) after clipping the 8th (easily done) to avoid rope-drag.","protection":"11 bolts to cold shuts.","location":"Up the hill left of the main Second Wind Wall. Start between a slot chimney with big flakes in it on the right, and an obvious 10' triangle flake that sticks out of the ground right next to the wall. Shares the first 6 bolts with Gale Force, before cutting right where GF heads straight up."},"__v":0},{"_id":"zyKPnt6jXCusT3Kb8GKCVw==","name":"Refrigerator Chimney","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Unknown (before 2004)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.93542,44.55748]},"left_right_index":19,"mp_id":"106273397","mp_crag_id":"106272833","climb_id":"zyKPnt6jXCusT3Kb8GKCVw==","areaRef":"Fzm3BJvEX8Ky1vBe9Hp40Q=="},"content":{"description":"This is the obvious chimney system splitting the right side of the Second Wind Wall. It is a unique feature which cranks out cold air, making it an ideal spot on a hot day and a convenient beverage cooler. You can also bring a headlamp with and wriggle down the slot for a ways for some spelunking fun.\n\nThe lower 1/2 of the pitch ascends the fun featured chimney at 5.7. The upper 1/2 exits out of the chimney and up a sporty, tenuous slab. Anchors will probably be added atop the chimney portion soon, as most people bail from there anyway and the chimney is by far the best portion of the climb.","protection":"10 or so bolts (?) to chains. Two single rope raps from the anchors atop Second Wind.","location":"Starts up the obvious large chimney system clipping bolts on the left-hand wall."},"__v":0},{"_id":"t9x8jWBJVhCiUn1oBjsrqQ==","name":"Pugnacious","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Trevor Bowman 6/20/15","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.93542,44.55748]},"left_right_index":18,"mp_id":"110694252","mp_crag_id":"106272833","climb_id":"t9x8jWBJVhCiUn1oBjsrqQ==","areaRef":"Fzm3BJvEX8Ky1vBe9Hp40Q=="},"content":{"description":"Start out of the Refrigerator cleft with good edges and sidepulls past the 1st bolt, layback a large flake to make the reachy 2nd clip, and put on your game face...the bulk of the climb involves very sequential weaving up edges and small pockets out the steep shield, with only a couple of shakes on the isolated jugs...there are a lot of lateral moves, with a focus on power endurance. At the last bolt, move left on better pockets and jugs onto the slab, step up to a stance with a chert jug and the anchors.\n\nThis completes the Refrigerator Cleft hat trick of .12 routes. It is a steeper, more bouldery version of Second Wind, although not quite as good. The climb does weave back and forth a bit, straying left for a moment close to Second Wind; seek out the best features to make this go at the grade.","protection":"7 bolts to clip-and-lowers.","location":"Between Refrigerator Chimney and Second Wind."},"__v":0},{"_id":"bDY3mjMHXDGfa41hj9jjgQ==","name":"Pug Life","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Trevor Bowman 7/2/19","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.93542,44.55748]},"left_right_index":15,"mp_id":"117812194","mp_crag_id":"106272833","climb_id":"bDY3mjMHXDGfa41hj9jjgQ==","areaRef":"Fzm3BJvEX8Ky1vBe9Hp40Q=="},"content":{"description":"A worthwhile addition snuck in between the wall's original lines. Good edges off the ground lead to a leaning rail feature and up to a flake jug. From this rest, the next section getting to a couple of good jugs in a mini-roof 15' higher is gonna be the crux no matter how you go about it. I may have had tunnel-vision while prospecting the line, and worked out a cool series of compression moves using crisp left-hand sidepulls on the right side of the gold streak and marginal pockets out right. The movement was good and powerful, and I felt firmly set the route at .12b. It sounds like others have stayed to the right, and worked up pockets at .12a and said it was good too. Either way you go about it, you end up on some larger pockets at the mini-roof, and ramble up the slab to shared anchors with Second Wind.","protection":"7 wave bolts to clip-and-lower anchors (shared with Second Wind).","location":"Between Second Wind and Deer in the Headlights."},"__v":0},{"_id":"4Kx8gCd+V7avMyQMblBTPw==","name":"Over Forty","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Trevor Bowman and Yale Preston 7/7/10","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.93542,44.55748]},"left_right_index":21,"mp_id":"106820291","mp_crag_id":"106272833","climb_id":"4Kx8gCd+V7avMyQMblBTPw==","areaRef":"Fzm3BJvEX8Ky1vBe9Hp40Q=="},"content":{"description":"This striking overhanging arete  forms the right side of the deep cleft of Refrigerator Chimney. Start on the steep slab in the chimney to a small roof, traverse right onto the arete and power through a bouldery crux throw to side-by-side perfect jugs, follow the left side of the arete for most of the upper half on sustained and unusual features, finish on a great juggy flake to the anchors. Stellar climbing on a beautiful feature!","protection":"8 bolts to clip'n'lower anchors","location":"The obvious steep arete on right at the top of the trail as it reaches the Second Wind Wall."},"__v":0},{"_id":"BhUEvtLUWlSvPXODoXeiAg==","name":"One for the Doctor","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Trevor Bowman 7/29/11","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.93542,44.55748]},"left_right_index":20,"mp_id":"107248968","mp_crag_id":"106272833","climb_id":"BhUEvtLUWlSvPXODoXeiAg==","areaRef":"Fzm3BJvEX8Ky1vBe9Hp40Q=="},"content":{"description":"Start out of the chimney on the first 3 bolts of \"Over Forty\" up to the small roof (look for key sinker mono) where it cuts right to the arete, pull directly over the roof (1st crux) on crisp crimps with pitiful smeary feet and into pockets, underclings, and edges up to a great jug stance before the sequential and steep final headwall which is climbed just right of the gold streak on thin pockets (2nd crux) to a juggier finish up the arete to the apex of the wall.\n\nA cerebral route with engaging climbing the whole way and a nice diversity of features--perhaps the finest .11 in Piney.","protection":"9 bolts to chains","location":"Shares 1st 3 bolts with \"Over Forty\" but continues straight up the right-hand wall of the chimney."},"__v":0},{"_id":"c4HaYmMlUcecCaG1HfdnnA==","name":"My Empire of Dirt","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Trevor and Eddie Bowman 4/18/10","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.93542,44.55748]},"left_right_index":7,"mp_id":"106735980","mp_crag_id":"106272833","climb_id":"c4HaYmMlUcecCaG1HfdnnA==","areaRef":"Fzm3BJvEX8Ky1vBe9Hp40Q=="},"content":{"description":"Starts on a belay platform. Yard up good edges to the roof, make a big pull over the roof on jugs, and pick your way up sustained pockets to the top.\n\nA diverse pitch with sustained climbing and no particular crux.\n\nAs with the other routes on this wall, this required a major cleaning effort and is still a bit grungy...another once-over should clean in up nicely.","protection":"7 bolts to cold-shuts.","location":"In the center of the wall with the arching roof just left of the main Second Wind Wall. Starts beneath two large yellow rock scars."},"__v":0},{"_id":"M2quchZ4UL+OU/ipAdhxRA==","name":"The Honeymoon is Over","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Yale Preston, Heather, Trevor Bowman 8/27/10","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.93542,44.55748]},"left_right_index":5,"mp_id":"106900164","mp_crag_id":"106272833","climb_id":"M2quchZ4UL+OU/ipAdhxRA==","areaRef":"Fzm3BJvEX8Ky1vBe9Hp40Q=="},"content":{"description":"A good moderate that overs juggy flakes, pockets, and even a double handle-bar on the lower steeper section and an edgy slab finish. This was a major cleaning effort, and is still a bit grungy but will get better with traffic.","protection":"7 bolts to shuts.","location":"Just uphill from the arching roof routes. Belay from trail (will add belay platform soon) and watch for ivy along the base."},"__v":0},{"_id":"NvudkubTV1WPi++2qp+dEQ==","name":"High Water Mark","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Trevor Bowman 6/21/11","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.93542,44.55748]},"left_right_index":13,"mp_id":"107202492","mp_crag_id":"106272833","climb_id":"NvudkubTV1WPi++2qp+dEQ==","areaRef":"Fzm3BJvEX8Ky1vBe9Hp40Q=="},"content":{"description":"A second pitch to Deer in the Headlights; it is recommended to combine the two into one long pitch for three reasons: 1) it's great fun 2) to avoid the hanging belay 3)to keep the belayer out of harms way should one of two big flakes bust off.\n\nShares the first bolt and roof pull with Deer Thirty and then continues straight up over a bulge on hollow, juggy flakes (they withstood the prybar, but pull with care), before finishing up a touchy thin face to the Deer Thirty anchors.","protection":"6 bolts to chains on Deer Thirty.","location":"Above Deer in the Headlights."},"__v":0},{"_id":"LV2i3d9DUHC4oM3grUoWuQ==","name":"Hack Job","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Trevor Bowman 4/18/10","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.93542,44.55748]},"left_right_index":8,"mp_id":"106736007","mp_crag_id":"106272833","climb_id":"LV2i3d9DUHC4oM3grUoWuQ==","areaRef":"Fzm3BJvEX8Ky1vBe9Hp40Q=="},"content":{"description":"Start up the large flake/crack with a low roof on the right side of this wall. Undercling and layback around the roof and up the easier flake above, pull the roof, and follow sustained shallow pockets and pinches to the top.","protection":"7 bolts to cold-shuts.","location":"On the wall with the arching roof to the left of the main Second Wind Wall. Starts up a large left-facing flake with a low roof on the right side of this wall."},"__v":0},{"_id":"kbYqoDUeVzWG5y8r5so1Mw==","name":"The Great Deluge","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Trevor Bowman 6/21/11","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.93542,44.55748]},"left_right_index":16,"mp_id":"107202486","mp_crag_id":"106272833","climb_id":"kbYqoDUeVzWG5y8r5so1Mw==","areaRef":"Fzm3BJvEX8Ky1vBe9Hp40Q=="},"content":{"description":"A second pitch or extension to Second Wind. Wander up the center of the scalloped slab with surprisingly devious moves on thin edges, sidepulls, and shallow pockets.\n\nJust doesn't have the same flow as its neighbors.","protection":"5 bolts to shuts.","location":"Above Second Wind."},"__v":0},{"_id":"7mKWtnI4WnqEmmX2jdf6Dg==","name":"Gale Force","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Trevor Bowman 5/3/10","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.93542,44.55748]},"left_right_index":3,"mp_id":"106752505","mp_crag_id":"106272833","climb_id":"7mKWtnI4WnqEmmX2jdf6Dg==","areaRef":"Fzm3BJvEX8Ky1vBe9Hp40Q=="},"content":{"description":"Shares the first six bolts with Rough Drafts but punches straight up the upper headwall where RD cuts right.\n\nStart up great edges on the lower slab just right of the obvious triangular flake at the base, layback up the flakes to 1/2 height, and crimp hard on edges and pocket pinches over the small bulge, weave up and left and back right on sustained thin terrain to the top. Intricate!","protection":"11 bolts to cold shuts.","location":"Up the hill 200' or so from the main Second Wind Wall, just past the wall with the arching roof (home to Sunday Morning, My Empire, and Hack Job). Start between a slot chimney with big flakes in it on the right, and an obvious 10' triangle flake that sticks out of the ground right next to the wall."},"__v":0},{"_id":"fWptSExSVzq3XTdokIcVEQ==","name":"Deer Thirty","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Trevor Bowman 6/24/09","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.93542,44.55748]},"left_right_index":12,"mp_id":"106473908","mp_crag_id":"106272833","climb_id":"fWptSExSVzq3XTdokIcVEQ==","areaRef":"Fzm3BJvEX8Ky1vBe9Hp40Q=="},"content":{"description":"From the anchors atop Deer in the Headlights, pull over a small roof and make a juggy hand-traverse left until you pull onto a stance beneath the upper right-facing dihedral. Pull past some hollow flakes in the lower corner (I took the prybar to them and they seem ok, but be ginger anyway, you can entirely avoid them on big edges to the right if you want), the upper corner is steep clean fingercrack laybacking with decent gear. It's like a much milder version of Vice Gripped. Either backclean or use an extended runner on the third bolt to reduce rope drag.","protection":"4 bolts, small-med stoppers, set of cams #.4-#1 BD, chains.","location":"The 2nd pitch above Deer in the Headlights."},"__v":0},{"_id":"MinFOxARVYOQw6/w/D2fRg==","name":"Deer in the Headlights","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Trevor Bowman 10/08","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.93542,44.55748]},"left_right_index":14,"mp_id":"106272850","mp_crag_id":"106272833","climb_id":"MinFOxARVYOQw6/w/D2fRg==","areaRef":"Fzm3BJvEX8Ky1vBe9Hp40Q=="},"content":{"description":"Start on a belay platform and move up and right through a large yellow rock scar. Pull through the bulging middle section on sinker pockets and romp up the easier upper slab.","protection":"8 bolts to chains.","location":"The second route left of Refrigerator Chimney; identified by large rock scar near base."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,afc3c77e-efc9-50f7-a248-5b1d2864b858,2667c95c-0d0e-5aaa-b086-26231db58b39,29f25119-ee5a-5487-bdfb-166c93ae6c6f,1739b704-9bc4-5fc2-b2d6-f05ef47a78d1","pathTokens":["USA","Wyoming","Eastern Big Horns","Piney Creek Canyon","Second Wind Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":3,"label":"5.10c"},{"count":4,"label":"5.12c"},{"count":2,"label":"5.10d"},{"count":1,"label":"5.10a/b"},{"count":3,"label":"5.9"},{"count":2,"label":"5.12a"},{"count":2,"label":"5.9+"},{"count":1,"label":"5.11d"},{"count":1,"label":"5.6"},{"count":1,"label":"5.10b"},{"count":1,"label":"5.11a"},{"count":1,"label":"5.11b"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":2,"advanced":0,"expert":0}},"sport":{"total":21,"bands":{"unknown":0,"beginner":1,"intermediate":11,"advanced":9,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":12,"advanced":9,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-106.93542,44.55748]},"bbox":[-106.93605106044599,44.557030339818134,-106.934788939554,44.55792966018186],"left_right_index":-1,"ext_id":"106272833","area_id":"Fzm3BJvEX8Ky1vBe9Hp40Q=="},"content":{"description":""},"density":0,"totalClimbs":22,"__v":1,"createdAt":"2022-11-07T06:35:16.449Z","updatedAt":"2024-01-15T16:51:24.294Z"}