{"_id":"63689de0e80bff5a994fa448","area_name":"First Pew","shortCode":"","climbs":[{"_id":"pDOkLRXsXWWF7MPsG2wDuA==","name":"Unknown 4","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Estes Park locals, equipped by Joe Vallone & friend","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5017,40.4346]},"left_right_index":8,"mp_id":"107909798","mp_crag_id":"107743894","climb_id":"pDOkLRXsXWWF7MPsG2wDuA==","areaRef":"HOiJ3jTZX5yJG44M4n4sMA=="},"content":{"description":"This is the rightmost of the 4 sport climbs put in late 2012 on the far right side of the 1st Pew.  It ascends a featured rock and has a funky, leaning crux that is more challenging if you are shorter than 5'10\" (unless you are Lynn Hill).  This looks like it should be one of the easier bolted lines...but looks aren't everything.\n\nMove up into a groove.  After the 2nd bolt (which seems to have been removed as of 5/14/13), contort your way to a tiny roof.  Finagle a decent pair of holds above the roof and heave yourself onto the rounded ledge.  Clip the 4th bolt (which seems to have been removed as of 5/14/13).  Now comes the crux.  Wheedle your way up on a funky lieback, cross over to gain the left side of the big knob with your left hand.  Stay focused and get your feet below you.  Continue up to the 2 bolt Fixe ring anchors (which seem to have been removed as of 5/14/13).\n\nRappel 60' or continue up to\n\nGeorgia Style\n\n.\n\nGiven the recent bolt chopping, this is a TR at best now.\n\nJoe writes that \"Gayer Than AIDS\" is not the name given to this route.","protection":"5 bolts (which seem to have been removed as of 5/14/13), 2 bolt anchor (which seems to have been removed as of 5/14/13).","location":"This is the rightmost of the 4 bolted climbs on the far right side of the 1st Pew."},"__v":0},{"_id":"LZH3ArmTV9SqNw8yKB58Rg==","name":"Unknown 2","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Estes Park locals, equipped by Joe Vallone & friend","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5017,40.4346]},"left_right_index":6,"mp_id":"107909773","mp_crag_id":"107743894","climb_id":"LZH3ArmTV9SqNw8yKB58Rg==","areaRef":"HOiJ3jTZX5yJG44M4n4sMA=="},"content":{"description":"This is the second from the left of the 4 sport climbs put in late 2012 on the far right side of the 1st Pew.  It ascends a slightly concave slab on small, slightly crunchy holds.\n\nClimb up & clip the 1st bolt (which seems to have been removed as of 5/14/13).  You can go up or move left and up (easier).  At the 3rd bolt (which seems to have been removed as of 5/14/13), there is a reachy move.  Around the 5th bolt (which seems to have been removed as of 5/14/13), choose holds for the feet or holds for the hands...at least you get a choice.  Continue up to a 2 bolt anchor (1 Fixe ring anchor and 1 Fixe hanger with a link (which seem to have been removed as of 5/14/13)).\n\nRappel 60' or continue up to\n\nGeorgia Style\n\n.\n\nJoe writes that \"Probologna\" is not the name given to this route.\n\nGiven the bolt chopping, this route is a TR at best.","protection":"7 bolts (which seem to have been removed as of 5/14/13), 2 bolt anchor (which seems to have been removed as of 5/14/13).","location":"This is the 2nd from the left of 4 bolted climbs on the far right side of the 1st Pew."},"__v":0},{"_id":"R9ECJaAtWGarNCXmiAI8hw==","name":"Southern Hospitality","yds":"5.8-","grades":{"yds":"5.8-","french":"5b"},"fa":"Wayne Roy","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5017,40.4346]},"left_right_index":2,"mp_id":"107923740","mp_crag_id":"107743894","climb_id":"R9ECJaAtWGarNCXmiAI8hw==","areaRef":"HOiJ3jTZX5yJG44M4n4sMA=="},"content":{"description":"This route has one bolt hidden from the ground just over a hand crack and grassy ledge. Walk off.","protection":"Single rack, one bolt.","location":"It is 40' left of\n\nGeorgia Style\n\n."},"__v":0},{"_id":"Y7+aPK1hXRWZKebhy5v55g==","name":"New York Reload","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Estes Park locals, equipped by Joe Vallone & friend","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5017,40.4346]},"left_right_index":7,"mp_id":"107909784","mp_crag_id":"107743894","climb_id":"Y7+aPK1hXRWZKebhy5v55g==","areaRef":"HOiJ3jTZX5yJG44M4n4sMA=="},"content":{"description":"This is the third from the left of the 4 sport climbs put in late 2012 on the far right side of the 1st Pew.  It ascends a small roof to a better-than-it-looks face above that gets you dancing.\n\nCarefully climb up & clip the 1st bolt (which seems to have been removed as of 5/14/13).  There is a hollow flake left of the bolt.  Reach up to the jug & clip bolt 2 (which seems to have been removed as of 5/14/13).  High step left and rock on.  Move onto the delightful face with nice edges.  Weave your way up on small but positive edges.  Find a crux around the 6th bolt (which seems to have been removed as of 5/14/13) where you must trust your feet (your right fingertips are loathe to crank on that toothy hold).  After the 7th bolt (which seems to have been removed as of 5/14/13), you may find slightly bigger holds to the left.  Finish at the 2 bolt Fixe ring anchors (which seems to have been removed as of 5/14/13).\n\nRappel 60' or continue up to\n\nGeorgia Style\n\n.\n\nThese bolts sport 3 different colored hangers, red, gray, and black, because those were the ones that came out of the bag next.\n\nJoe wrote that he and his friend equipped the route, gave a friend the opportunity for the FA, and his friend really didn't seem to care about the name, but \"Father's Sauce\" was getting thrown around quite a bit, since it fit with the other names used for the neighboring routes.\n\nGiven the recent bolt chopping, this is a TR at best.","protection":"7 bolts (which seem to have been removed as of 5/14/13), 2 bolt anchor (which seems to have been removed as of 5/14/13).","location":"This is the 3rd from the left of the 4 sport climbs on the far right side of the 1st Pew."},"__v":0},{"_id":"yZT9KvG6Xy25lPWfghnCcw==","name":"Loose Horn","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Deb Thompson, LP?","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5017,40.4346]},"left_right_index":4,"mp_id":"108147941","mp_crag_id":"107743894","climb_id":"yZT9KvG6Xy25lPWfghnCcw==","areaRef":"HOiJ3jTZX5yJG44M4n4sMA=="},"content":{"description":"There is another reasonably protected line between\n\nGeorgia Style\n\nand\n\nElmo Amber Alert\n\nthat turns out to have more interesting climbing than one might expect from the ground.\n\nFrom\n\nElmo Amber Alert\n\n, drop down into a slot.  Start up on mellow edges aiming for a left-facing crack/dihedral on the opposite side of the flake of\n\nElmo Amber Alert\n\n.  #3.5 & #2 Camalots fit the crack/dihedral nicely.  The next bit gets your attention as you will pull on this feldspar-rich horn (that you won't want to stand upon) to get out on the face.  A few mildly spicy moves gets you up to a horizontal crack for pro.  Gradually angle left to the P1 belay tree (120') as for\n\nGeorgia Style\n\n.  Note, the sling on this tree seems to have been removed.\n\nTo get off, you can continue up P2 of\n\nGeorgia Style\n\nwhich is quite good or traverse nearly directly right (mostly exposed 3rd class) to another tree with a sling and link.  Rap 80' to the ground.","protection":"A rack to a #0.75 Camalot plus #2 & #3.5 Camalots works.  A healthy selection of smaller cams is nice.","location":"This is between\n\nGeorgia Style\n\nand\n\nElmo Amber Alert\n\n."},"__v":0},{"_id":"FY5jiWAYWo+biw5zqNxNTw==","name":"Georgia Style","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Wayne Roy","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5017,40.4346]},"left_right_index":3,"mp_id":"107794682","mp_crag_id":"107743894","climb_id":"FY5jiWAYWo+biw5zqNxNTw==","areaRef":"HOiJ3jTZX5yJG44M4n4sMA=="},"content":{"description":"This is a line that has some interesting sections that will keep you on your toes.  From a distance, the crack feature up higher is distinctive and calls out to those who listen.\n\nP1. Just up and around the left side of Pulpit Rock, you can find a water streak that will run after a good rain.  Climb fun, easy terrain on light protection.  To the right of the water streak is a bolt perhaps 50 feet up.  Shortly after that, the rock steepens a bit and the pro is scarce.  This is a no-fall zone.  With the newness of the line, care is in order as you face climb on less-than-straightfoward holds to a rest.  Continue up on easier ground to a large tree with cord and a big rap ring (which seems to have been removed as of 5/14/13).  5.7 R, 130'.\n\nP2. Traverse out right and go up.  Make a slightly delicate traverse left on so-so gear.  Move up above a small bulge into a wide groove. Climb up to the double cracks.  Jam if you are good, lieback if you are not as good, and watch your skin as you fight past this crux.  Easier ground with a nice finger crack gets you to the final section.  Angle up slightly left following a crack to the top of the rock.  Belay from a tree.  5.9+, 185'.\n\nScramble up and left to a tiny downclimb and the gully between the First and Second Pews.","protection":"Mostly cams green Alien to a #3 Camalot and a #9 hex.  Double #1 Camalots are nice at the crux.","location":"This goes up past a bolt (which seems to have been removed as of 5/14/13) to an obvious crack just up and left of the little amphitheater behind and left of Pulpit Rock."},"__v":0},{"_id":"g4hAA+iBVo2vNx6RltciFg==","name":"Features on a Slabscape","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5017,40.4346]},"left_right_index":0,"mp_id":"107743897","mp_crag_id":"107743894","climb_id":"g4hAA+iBVo2vNx6RltciFg==","areaRef":"HOiJ3jTZX5yJG44M4n4sMA=="},"content":{"description":"This is a line on the far left side of the First Pew.  It connects the first moderate looking features from the left arete/end.  The length stated here is to the ridge crest.  It's still a ridgecrest traverse to the downclimb.  It is fairly clean, so it may have been ascended previously.  If you know of a prior ascent, let me know and I'll correct this.\n\nP1. Climb up behind a fallen tree to gain a rightward-angling ramp about 25 feet up.  Move up at a thinner crack feature.  Face climb just to the left of the crack (crux) to gain some good knobs.  Shorter folks may find this bit more difficult.  Continue upwards and angle slightly right near the top.  Belay at a decent-sized tree, 215', 5.7 PG-13.  Be sure to use long slings to reduce rope drag.\n\nP2. Move right and gain a 3rd class gully, move up and right on an easy face to gain the ridge crest.  Traverse another 100 feet to a tree just above the gully behind this strata.   Downclimb 10 feet, 160', 5.0.","protection":"Gear to a #3 Camalot with perhaps extra smaller cams, long slings.","location":"This is a line on the far left side of the First Pew behind a fallen tree."},"__v":0},{"_id":"qf9/YoXWUTeULj6SXF8djw==","name":"Elmo Amber Alert","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Estes Park locals, equipped by Joe Vallone & friend","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5017,40.4346]},"left_right_index":5,"mp_id":"107909762","mp_crag_id":"107743894","climb_id":"qf9/YoXWUTeULj6SXF8djw==","areaRef":"HOiJ3jTZX5yJG44M4n4sMA=="},"content":{"description":"This is the leftmost of the 4 sport climbs put in late 2012 on the far right side of the 1st Pew.  It ascends a blunt arete just left of a crack/shallow dihedral.\n\nFace climb up on good edges.  After the 3rd bolt (which seems to have been removed as of 5/14/13), place a cam or two in the crack.  You can move slightly right with your feet (probably easier) or face climb on the left (probably harder) to gain some bigger knobs again.  Continue up to a 2 bolt anchor (1 Fixe ring anchor and 1 Fixe hanger with a link (which seem to have been removed as of 5/14/13)).\n\nRappel 60' or continue up to\n\nGeorgia Style\n\n.\n\nJoe writes that \"Kim Jong Ill\" is not the name given to this route.\n\nGiven the recent bolt chopping, this route probably is now 5.7 R and appears to have no anchor.","protection":"5 bolts (which seem to have been removed as of 5/14/13), red and/or green Alien, 2 bolt anchor (which seems to have been removed as of 5/14/13).","location":"This is the leftmost of the 4 bolted lines on the far right side of the 1st Pew."},"__v":0},{"_id":"5pA0K10yUK+1edQalWAozw==","name":"Altar Boy","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Deb Thompson?","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5017,40.4346]},"left_right_index":1,"mp_id":"107794719","mp_crag_id":"107743894","climb_id":"5pA0K10yUK+1edQalWAozw==","areaRef":"HOiJ3jTZX5yJG44M4n4sMA=="},"content":{"description":"This is an okay line that has a good first pitch and an \"eh\" 2nd pitch.  There is an optional section on P1 that can up it to 5.8+ R.  It's not completely clear yet if this is distinct from one of Wayne Roy's new lines.  The optional bit, though, is new and still crunches.\n\nP1.  Start up behind a tree quite close to the rock.  Angle left and eventually gain a crack probably 20 feet up.  Follow this crack until it peters out.  Then, you have a choice.  Going right is easier, probably 5.7 PG-13.  Going left is probably no-fall terrain and still gritty, althought it does call out to be climbed.  Continue up on easier terrain to a ledge and a tree.  5.7 PG-13 or 5.8+ R, 200'.\n\nP2.  This is the \"get to the top pitch\" as you go up moderate terrain in a groove than becomes a crack.  Top out the ridge, move slightly right, downclimb 10' to the gully.  5.6, 100'.\n\nWalk down the gully.","protection":"Wireds, cams tiny to #1 Camalot.","location":"This is probably 80 feet left of\n\nGeorgia Style\n\nand starts just behind a tree that is close to the base.  There is a line that goes up to a bolt just a bit to the right."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,cd674f3c-8205-5aea-b926-ef2c3b804ed5,35e22380-3f44-5922-aa57-6e518f0da011,91e8596d-5efe-5c66-abb3-1ae6052a0daf,a6dc9ec6-4aa7-54c6-8a58-9a37cdd86b20,1ce889de-34d9-5f9c-891b-8e0ce27e2c30","pathTokens":["USA","Colorado","Estes Park Valley","Devil's Gulch and Dry Gulch Roads","Cow Creek Canyon / McGraw Ranch trailhead","Pulpit Rock Massif","First Pew"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10+"},{"count":2,"label":"5.10"},{"count":1,"label":"5.8-"},{"count":1,"label":"5.8+"},{"count":1,"label":"5.9+"},{"count":3,"label":"5.7"}],"byDiscipline":{"trad":{"total":6,"bands":{"unknown":0,"beginner":5,"intermediate":1,"advanced":0,"expert":0}},"sport":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}},"tr":{"total":3,"bands":{"unknown":0,"beginner":1,"intermediate":2,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":5,"intermediate":4,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.5017,40.4346]},"bbox":[-105.50229076671408,40.434150339818146,-105.50110923328594,40.43504966018188],"left_right_index":-1,"ext_id":"107743894","area_id":"HOiJ3jTZX5yJG44M4n4sMA==","polygon":{"type":"Polygon","coordinates":[[[-105.50229076671408,40.434150339818146],[-105.50110923328594,40.434150339818146],[-105.50110923328594,40.43504966018188],[-105.50229076671408,40.43504966018188],[-105.50229076671408,40.434150339818146]]]}},"content":{"description":""},"density":0,"totalClimbs":9,"__v":1,"createdAt":"2022-11-07T05:57:02.006Z","updatedAt":"2024-01-20T01:01:14.929Z"}