{"_id":"63689d5ce80bff5a994f4f8d","area_name":"Mount Starr King","shortCode":"","climbs":[{"_id":"bNL1QIofWYWP237oyDVCSw==","name":"West Face of Mount Starr King","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Ken Boch and Lee Panza, May 1970","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.51766,37.70271]},"left_right_index":0,"mp_id":"108178106","mp_crag_id":"108164954","climb_id":"bNL1QIofWYWP237oyDVCSw==","areaRef":"gb1KEz0MVwKzIi32BcJP6w=="},"content":{"description":"(old school beta)\n\nAt the base of the west face are three prominent Jeffery pines and a bent lodge-pole pine just left of them. Rope up at the lodge-pole and follow a trough up and right to a belay bolt. Traverse right (5.8), then climb up and right to a very brush ledge. Continue up and right for about 200 feet, then traverse right 30 feet and climb straight up past loose flakes to a ledge. Proceed upward over more flakes and a few small overhangs for 300 feet to ledge on lower angle rock. And easy pitch ends at the summit slabs.\n\n(modern beta from mtnyoung on supertopo)\n\nPitch 1: (5.6) Look for three pine trees grouped close to the base of The West Face of Mt. Starr King. Begin at the north-most of these trees (this north-most trees trunk forks partway up.) Follow a shallow, left facing corner/trough about 100 feet to an 18 inch wide roof (which is heavily marked by yellow lichen.) Good protection under the roof is followed by 25 feet of unprotected 5.6 slab, up and slightly left, ending at a two bolt belay on a lower angle section of face. (This pitch might be as long as 150 feet, depending on where a party ropes up.)\n\nPitch 2: (5.8) Traverse straight right for 25 feet to a right facing corner/flake (5.8). Go up and right along, and then over this. Continue toward a large bush which is on top of a thin ledge. Pass below the bush, moving onto the ledge just to its right. Belay 20 feet further up and right. (About 160 feet)\n\nPitch 3: (5.6) Unprotected 5.6 leads up and right 25 feet to the base of a prominent left facing corner. This spreads out to become multiple corners higher. Belay not far above where the corners spread out. (140 feet)\n\nPitch 4: (5.8) Traverse left 30 feet across the tops of flakes and ledges to a single bolt. Three more well spaced bolts protect climbing straight up on a beautiful, golden slab to a point directly under a wide flake/roof. From the fourth bolt, move left five feet to a right facing corner (at a point where that right facing corner meets the roof.) Fun moves lead over the roof, then up and left 15 feet, to an excellent belay ledge. (150 feet)\n\nPitch 5: (5.8) Follow right facing corners upward, being careful to trend to the right, even though, in some places, leftward movement appears easier. Look for the best, most solid, crack system in which to belay. (170 feet, plus or minus)\n\nPitch 6: (5.5) Climb right and up a little, staying below blank and dirty sections of rock and roofs. After moving right, around a corner/roof, an up-and-left crack continues 50 feet; it starts at hand size and narrows to finger size. Belay on top of flakes above and right of the end of this crack. (170 feet)\n\nPitch 7: (5.0) Eighty more feet of easy flakes and face leads to the end of the climbing. Two hundred fifty feet more of class 3 and class 2 lead to the summit.","protection":"Gear up to 1 inch","location":"On Mount Starr King"},"__v":0},{"_id":"7KD/wi0qVR+7GnxkomjLGw==","name":"Southeast Face","yds":"5.2","grades":{"yds":"5.2","french":"3"},"fa":"George Anderson, James Hutchings, and Jean Baptiste Lembert, 1877","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.51766,37.70271]},"left_right_index":1,"mp_id":"108165000","mp_crag_id":"108164954","climb_id":"7KD/wi0qVR+7GnxkomjLGw==","areaRef":"gb1KEz0MVwKzIi32BcJP6w=="},"content":{"description":"Follow the path of least resistance - or whichever variation catches your eye - up two pitches, to where the summit can be approached by a class 3 scramble.","protection":"Standard rack. Not a lot of pro, but adequate and pretty typical of an alpine climb in the easy 5. range.","location":"At the gap between the middle and north domes of Mount Starr King. The obvious path of least resistance is the Southeast Face.\n\nMay be rapped with one or two 60+ m ropes. Another belay station was out of order when I visited; your mileage may vary, so as always have some slings and leaver gear handy."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,8ab53875-745f-5076-b396-d3d84945e52c,100700b1-e2bc-59c4-a0c8-ffb27560bd4c,81bd4a13-3d0c-5702-b322-2df605c24feb","pathTokens":["USA","California","Yosemite National Park","Southern Yosemite","Mount Starr King"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.8"},{"count":1,"label":"5.2"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":2,"intermediate":0,"advanced":0,"expert":0}},"alpine":{"total":2,"bands":{"unknown":0,"beginner":2,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-119.51766,37.70271]},"bbox":[-119.51822833069566,37.70226033981814,-119.51709166930435,37.70315966018186],"left_right_index":-1,"ext_id":"108164954","area_id":"gb1KEz0MVwKzIi32BcJP6w=="},"content":{"description":""},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T05:54:34.036Z","updatedAt":"2022-11-25T11:14:28.445Z"}