{"_id":"6368a050e80bff5a9952dff2","area_name":"Sudden Boulder","shortCode":"","climbs":[{"_id":"6r48yz/WVMaG21CuHJvw5g==","name":"Beauty Up Above","yds":"V0","grades":{"yds":"V0","font":"4","vscale":"V0"},"fa":"Unkown (pm me)","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-77.44129,39.64895]},"left_right_index":0,"mp_id":"118958920","mp_crag_id":"112362305","climb_id":"6r48yz/WVMaG21CuHJvw5g==","areaRef":"1zyOCMzHUqu6yiHKCFP2dQ=="},"content":{"description":"The problems here deserve names and grades. I'm not claiming FA for this line, but I did climb it. I encountered several vines which I removed and a bit of loose rock...also removed. I only cleaned what I came across ground up so remaining potential for loose rock. In general this is a pretty clean line I didn't notice lichen or overwhelming amounts of dirt/dust, but proceed with due caution as this boulder is obviously not climbed on much.\n\n I'm unofficially calling this the Billy Ocean boulder for his song 'Suddenly' and using lyrics from the song for the name.","protection":"2 pads minimum, another (or two) plus spotter recommended. You need to protect a fall off the face and spotter here would help to avoid going another 8-10ft off of the landing. The deck drops 8-10ft further on the slab section than face -- additional pad here good idea especially if you're uncomfortable with a little air under your toes. Slab is v0- (scramble almost) and I skipped the pad here, but would have if another was available.\n\n From middle all the way to the far right arete exists a flat landing (approx 8x10) made up of a large boulder split in the middle with easy to cover gap. To the left of center tighter with 2 trees obstructing and much tighter landing zone with pinballing a possibility. In general though the landing for all of these problems not too bad with spotter and 3-5 pads, depending on the line and your own level of comfort of course.","location":"Start on the far right using arete and face to climb 10ft. straight up on jugs and finger buckets to the top of the vertical face. Transition onto 45 degree slab, turn left and climb 15ft. on jugs towards easy descent to the right, off the back side of the boulder.\n\n *The slab section is great intro to highball, super duper easy but getting up 20-25ft from the deck. You must climb the slab section to exit this line (or downclimb)."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,0e8c659e-e35c-5f04-a410-a391740871c6,304b7835-2714-58c8-b7c6-90bbe88cefac,0b1687eb-a3c9-5e30-9964-7b34cd50cd0e,d73c8e08-ccc7-52ab-baca-21ca0853f675","pathTokens":["USA","Maryland","Catoctin Mountain Park","Thurmont Vista Boulders/Static Boulders","Sudden Boulder"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"V0"}],"byDiscipline":{"bouldering":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-77.44129,39.64895]},"bbox":[-77.44187399823969,39.64850033981814,-77.4407060017603,39.649399660181864],"left_right_index":-1,"ext_id":"112362305","area_id":"1zyOCMzHUqu6yiHKCFP2dQ==","polygon":{"type":"Polygon","coordinates":[[[-77.44187399823969,39.64850033981814],[-77.4407060017603,39.64850033981814],[-77.4407060017603,39.649399660181864],[-77.44187399823969,39.649399660181864],[-77.44187399823969,39.64850033981814]]]}},"content":{"description":"**January 2022 Access update for bouldering at Catoctin** The Park requests that the following boulders be effectively closed to climbing:Hog Rock trail area: Warfare/Knifewall and Chief Block/Gateway Fin Thurmont Vista area: Sudden/SmeltedChimney Rock (only the Chimney Rock area itself – the Pyramid Boulder is outside the area of concern)Mid Atlantic Climbers asks that the local climbing community respects this request in order to protect overall access to bouldering in the Park. See here for more info.The Sudden Boulder is a prominent boulder just along the Blue Ridge Summit Overlook trail. It stands sentinel at the end of a low gully that starts by the north end of the Charcoal Exhibit parking area, and features moderate and harder boulder routes for the intrepid climber."},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T06:06:10.272Z","updatedAt":"2024-01-20T01:02:04.860Z"}