{"_id":"6368a36ae80bff5a99582abf","area_name":"Middle Limpy","shortCode":"","climbs":[{"_id":"h344nR7ZXjutAdiG3m+TuQ==","name":"Talweg","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Andreas Herklotz and Kristin Tippey","type":{"trad":true,"alpine":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-122.63406,43.31771]},"left_right_index":1,"mp_id":"119579510","mp_crag_id":"117564302","climb_id":"h344nR7ZXjutAdiG3m+TuQ==","areaRef":"fxWLgVIXW2egtaZSHsRrQA=="},"content":{"description":"P1: Climb up through a mossy chimney towards an arete, then right into a corner where you'll find the crux (5.10b). Pull past crux onto a ledge with a horn that is good to belay from. (150 ft)P2: Layback up the crack system. There are some awkward moves before gaining the face up higher (crux 5.10b again). Watch out for potential rockfall as you're climbing just above your belayer. Gain arete then easy climbing up and to the right towards the gully system and belay off a strong looking tree. (100 ft)P3: Climb up towards the intimidating gully/crack that's actually one of the funnest bits of the route. Stem/chimney to the top at 5.8/9 most of the way. Once above the chimney, make some easy moves to a plateau. (100 ft)Walk/scramble towards a gully. (100ft)P4: It gets very bushy. Go hard right, around the corner you will find an off-width crack (5.8) that is likewise pretty enjoyable, if a bit dirty (get used to dirty at Limpy). Gain next plateau and belay from a good tree. (100 ft)Scramble to top (~100ft), sign summit register (only 2 signings including ours at the time of this writing!), and continue towards a good rap tree on the other side. It took us 2 raps with a 60m to get down to the ridge between upper and lower MIDDLE limpy. ","protection":"standard rack. no anchors, use gear or good trees","location":"Hike all the way down the hill to the southwest base. You'll see a very big tree. Hike around or scramble up. See route-finding photos"},"__v":0},{"_id":"hfOwY6pwXTCv4MuyHISo7A==","name":"Limpy Express Line","yds":"5.10b/c","grades":{"yds":"5.10b/c","french":"6b"},"fa":"Greg Orton, Harold Hall, Ray Williams, Logan Wetherell, 2017.","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.63406,43.31771]},"left_right_index":2,"mp_id":"117564379","mp_crag_id":"117564302","climb_id":"hfOwY6pwXTCv4MuyHISo7A==","areaRef":"fxWLgVIXW2egtaZSHsRrQA=="},"content":{"description":"Begin from the right leg (looking uphill) of the two lowest legs of the Middle Limpy.Pitch-1 (60 m): Belay off the large Doug-fir (you may find flagging here). Scramble (5.6) up 30 ft to a large vegetated ledge. From the ledge climb (5.7, pro) up into a light brown simi-cave area, from here climb around left onto solid black rock, around and up to a bolt (5.10a, small nut and a pecker). The first two bolts are the crux of the climb (5.10c) but are placed close enough to be aided. Once through the crux follow the line of least resistance and bolts (5.7) up and right to a standing belay. Two bolt belay, no chains. You will be on dark colored rock with a large light brown area to your left.Pitch-2 (60 m): Climb 15 ft and left to first bolt (5.9). Once above first bolt follow path of least resistance slightly right following bolts about 20 ft apart (5.8 ). Route angles slightly right towards, but not to a medium size Doug-fir. There are opportunities for placing gear if needed. Second bolt, stuck during placement, hangs out half-way; there is a good bolt placed 5 feet above this. Before reaching the Doug-fir, follow an obvious flake system and route of least resistance (5.6-7) to the belay ledge (4 bolts - 2 good, no chains).Pitch-3 (60 m): Climb straight up from belay and left of a large standing flake (5.6). Climb the head wall behind the standing flake (5.10b) protected by two bolts. Once above headwall climb up a gully to a small horn with slings and one bolt with rings.Pitch-4 (50 m): From the horn you have two options.                           A) climb left approximately 75 feet into a large simi-cave (rappel chains), 5.7. From this ledge scramble Class IV around the left side following the path of least resistance up a gully system for about 200 feet to a large sandy ledge and obvious dead end. From here scramble right up a steep gully (5.5 - ) to the summit register (rope recommended for return back down). This is also the route to take back down to the rappel chains.                          B) scramble Class IV right to the obvious headwall below a small alcove with trees (about 50 feet, one bolt). Climb the headwall (5.7, one bolt) into the alcove above. Belay from one of the trees.Pitch-5 (50 m): From the alcove, climb onto the ridge to your right . Follow the ridge to the summit register placing gear as needed (5.6 - ).Descent: From summit register, follow rock cairns right (looking south) to the steep gully and back down path described for Pitch-4.A. From the rappel chains in the large simi-cave rap (30 m) to the horn on top pitch-3. Add a sling to the horn and rap back down Pitches-3,2,1 to ground leaving slings (60 m each). Recommend a knife for removing old slings.","protection":"Mixxed climbing on bolts, small nuts, cams, and a pecker. 60 meter rappels (two 60 meter ropes), some have chains some require leave webbing.","location":"Hike down the steep pass between West and Middle Limpy to the lower west corner of Middle Limpy. Negotiate your way around the lower west leg east and then back up a bit to the next leg which will have a large Doug-fir growing on it. This will be the start of the climb."},"__v":0},{"_id":"H8V4OBitWvaazldrSFCyUA==","name":"Gingivitis","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Kristin Tippey and Andreas Herklotz","type":{"trad":true,"alpine":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-122.63406,43.31771]},"left_right_index":0,"mp_id":"119579281","mp_crag_id":"117564302","climb_id":"H8V4OBitWvaazldrSFCyUA==","areaRef":"fxWLgVIXW2egtaZSHsRrQA=="},"content":{"description":"Traverse first 20ft to the right to an obvious crack. Climb up the crack, using face/holds to the right when appropriate. While there are many places for pro, the rock gets very loose at points. Caution advised both for rockfall potential and gear giving way. Also, we climbed through/around a fair number of bushes.","protection":"standard rack. belay off trees (no anchors)","location":"Scramble to base of upper limpy rock. From parking, this is towards middle limpy, to the ridge between upper and lower middle limpy, then route begins on your left, on Upper Limpy."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,5f05ed84-1a18-52d9-b8cf-77f8fd01e061,115acb97-2b75-5797-822d-d6c22c94cd42,a5936c7f-1185-5565-824f-8d1fb1bd2b5a,7f158b81-5217-5b67-a0b5-a6521ec46b40","pathTokens":["USA","Oregon","Southwest Oregon","Limpy Rocks","Middle Limpy"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.10"},{"count":1,"label":"5.10b/c"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":0,"beginner":0,"intermediate":3,"advanced":0,"expert":0}},"alpine":{"total":3,"bands":{"unknown":0,"beginner":0,"intermediate":3,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":3,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-122.63406,43.31771]},"bbox":[-122.63467803799794,43.317260339818134,-122.63344196200207,43.31815966018185],"left_right_index":-1,"ext_id":"117564302","area_id":"fxWLgVIXW2egtaZSHsRrQA=="},"content":{"description":"Middle Limpy is the largest of the three primary outcrops that make up the Limpy Rock Complex and extends the furthest downhill."},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T06:19:26.684Z","updatedAt":"2024-01-15T16:48:01.290Z"}