{"_id":"6368a265e80bff5a99565b90","area_name":"Wayback Cliff","shortCode":"","climbs":[{"_id":"GbCeiowVX9+NQOi5puKtwA==","name":"Trillium","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"P1 Tad Welch, Bill Widrig, June 1, 1981 P2 Mark Bealor, Michelle Sirois, May 21, 2016","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.81084,44.51817]},"left_right_index":0,"mp_id":"111879027","mp_crag_id":"111878987","climb_id":"GbCeiowVX9+NQOi5puKtwA==","areaRef":"/S/jPL8bXe2uX7zp6WkXDQ=="},"content":{"description":"Pitch two has great climbing and position on the proud and obvious black buttress that sits above and right of the “Mr. Peabody” slab.    Parts of Trillium pitch one undoubtedly follow the second pitch of Mr. Peabody (pg. 470 ADK Rock girl book). This slab is one of the most attractive features on Wayback Cliff, and it is obvious why Tad Welch and Bill Widrig chose to climb it, with scant protection, in 1981. Welch remembers placing a RURP low on the slab, less for protection than because “I think we were just enamored by the idea of using them any way we could”.Two bolts have been added to the slab, with Welch’s permission, and this  is now a reasonably protected moderate pitch in a nice setting.    P1 5.7 PG: Climb directly up the attractive slab to a bolt at 40’. Climb up and slightly right to a hidden .5 Camalot. Up and slightly left leads to a very shallow pocket that takes a red Alien. Easier slab climbing runs it out to a second bolt where the angle steepens. Face climb up and right  (V1) past a short steeper section, and continue up lower angle slab (V2) to the lower of two pines. There is a fixed sling and quick link here for protection for both leader and follower. Down climb along the left facing wall and over secure blocks. Step left (skiers) around the corner to a flat 5’x5’ belay “corral” with a two bolt anchor.. A cool place to be. 190’   P2 5.10- G: Climb the off width and left face for 15’ to a stance. Climb the twin cracks (5.8) to a large ledge. Climb a shallow dihedral (5.9) past three bolts. Face moves (5.9+ ) lead to cracks and a bulge. Pass the bulge (hidden bucket) to a stance. Pass another bulge to a crack and lower angle terrain. Cruise up to a steeper clean black face with two bolts. Climb the thin face (crux) up and left to a shallow crack. Up the crack and arete to a two bolt anchor. Great moves and position on this pitch. 140’    V1 5.9- PG: Face climb up and left from the second bolt past a small, hollow overlap. Angle up and right  to rejoin the regular route.   V2 5.6 (PG/R for follower): Move straight right after the crux to the blocks in the corner. This may or may not result in a bad swing for the second.","protection":"Gear: P1 has two bolts, .5 camelot, shallow red alien. P2 has six bolts, takes green C3, single cams blue alien to .75 camelot, an extra finger sized cam, small/medium nuts.","location":"Start: At the extreme lowest point of the clean and narrow “Mr. Peabody” slab. There are very shallow twin cracks in the slab here.    Descent: Two rappels from bolted anchors, both require two 60M ropes."},"__v":0},{"_id":"/ITGNjx1VQOBkBY8NJFByw==","name":"El Nino Presents","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Mark Bealor, Michelle Sirois, Dec 12, 2015","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.81084,44.51817]},"left_right_index":1,"mp_id":"111879041","mp_crag_id":"111878987","climb_id":"/ITGNjx1VQOBkBY8NJFByw==","areaRef":"/S/jPL8bXe2uX7zp6WkXDQ=="},"content":{"description":"Presents in this case is both a noun and a verb. Done on a warm December day. Nice jamming in a left facing corner. P1 5.9 G Climb (using good judgement) to the top of the block. Continue up the corner to the top. Step right (#4 Camelot) onto a ledge with a fixed anchor.","protection":"Gear:Single set cams yellow alien to #4 Camelot, hexes.","location":"Start: On the lower right hand section of Wayback. The most obvious feature(s) in this area are opposing and hanging corners that are capped by a roof about the 60’ up.   This feature(s) looks loosely like the Retribution/NoSolution/Nosedive area in the Trapps. El Nino starts 50’ left of this feature, and 20’ left of a cool octopus-like yellow birch growing out of the cliff. Begin at a block leaning against the cliff. There is an attractive narrow corner above."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,589a474a-bbce-5213-a77d-8138a22e0474,21c0dcef-75a2-5517-93ef-0026142ec2a0,22b30826-b6eb-584e-9a14-f042decf3521,e4501672-7959-5642-8dfb-ce24bed42d98,fd2fe33c-bf1b-5ded-ae5f-bce9e969170d","pathTokens":["USA","New York","Adirondacks","K: Northern Region","Silver Lake","Wayback Cliff"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10-"},{"count":1,"label":"5.9"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":2,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":2,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-73.81084,44.51817]},"bbox":[-73.81147063455539,44.51772033981813,-73.81020936544462,44.51861966018187],"left_right_index":-1,"ext_id":"111878987","area_id":"/S/jPL8bXe2uX7zp6WkXDQ==","polygon":{"type":"Polygon","coordinates":[[[-73.81147063455539,44.51772033981813],[-73.81020936544462,44.51772033981813],[-73.81020936544462,44.51861966018187],[-73.81147063455539,44.51861966018187],[-73.81147063455539,44.51772033981813]]]}},"content":{"description":"This wide and complex cliff sits above the Summit/Tsunami/Midway/Outback cliffs.   It stretches from the right hand end of the Summit Cliff to the left end of the Outback Slab. A lot of rock, but not much eye catching, other than the obvious clean black buttress (and the route Trillium) above and right of the clean Mr. Peabody slab.   The layout of the cliff is similar to Center of Progress-a higher left and center section, with a lesser right hand end. Like COP, there is a steep slope between the two sections.   The summit of Wayback has many open sections (similar to Summit Cliff) with excellent views. In fact, a great short hike is to go up the Wayback “gully” to the top, and then hike along the mostly open cliff top, staying close to the edge. At the climbers left end, go down to the bottom easily, and cut through the woods to the top of Summit Cliff. Hike along the open top of Summit Cliff, and go down the Silver Lake Chimney.    Great views, mostly open, rivals the Jay Ridge-minus all the other people."},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T06:15:03.453Z","updatedAt":"2024-01-20T01:05:06.948Z"}