{"_id":"6368a60be80bff5a995c543d","area_name":"Forbidden Peak","shortCode":"","climbs":[{"_id":"qwiOLZmBW62ZyUM/ZV2OJw==","name":"West Ridge","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Lloyd Anderson, Fred Beckey, Helmy Beckey, Jim Crooks, & Dave Lind  June 1940","type":{"trad":true,"snow":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.05894,48.51169]},"left_right_index":0,"mp_id":"106450596","mp_crag_id":"106450578","climb_id":"qwiOLZmBW62ZyUM/ZV2OJw==","areaRef":"KsnDT/WnW2GQx6w18lnGbQ=="},"content":{"description":"The West Ridge of Forbidden is included amongst the 50 Classic Climbs of North America.  Expect stunning views, solid rock, an unforgettable summit, and fickle weather.\n\nFrom Boston Basin, ascend scree slopes and gullies, aiming for the snowfield and the obvious West Ridge Couloir.  Ascend the snowfield to the base of the West Ridge Couloir.\n\nIn early and mid-season, the best option to gain the ridge itself is to ascend the West Ridge couloir (about 40-45 degree snow).  Climb the couloir until it peters out below some steep chimneys.  Move left over some 4th class rock into a gully and scramble up to the notch at the start of the West Ridge proper.\n\nIn late season the snow couloir may be too melted out to climb safely. If this is the case, you can gain the ridge by climbing the rocky gully to the left of the couloir.  This is how we did it in September.  The rock gully is 4th-easy 5th class but was a little tricky with wet and loose rock and few options for pro.\n\nOnce the ridge itself is gained, start climbing up (duh?).  Stay on or near the ridge for most of the time.  The climbing is 4th and easy 5th class.  Stay to the left (north side) when in doubt.  An obvious steep step is reached about 2/3 of the way up.  Ascend this on the left side, passing a fixed piton (5.6).  Once past this, follow the ridge crest around the left of the false summit and to the true summit.\n\nDescent:\n\nThere are 2 options for the descent.  You can downclimb and rappel the West Ridge itself, or you can do the \"East Ridge descent route\" which is actually on the NE Face.\n\n1. The West Ridge descent seems preferable to me because you're familiar with the route already, the routefinding is minimal, and you can ditch your boots, axe, and crampons at the notch and retrieve them on the way down.  Having said that, I haven't done the other descent.\n\nFrom the summit, downclimb and rappel the West Ridge route (1 rope works for the rappels).  Once you're back to the notch, you can downclimb or rappel the snow couloir.\n\nAn alternative to downclimbing the snow couloir is to rappel down the rock rib adjacent to the couloir.  The rap route is to the skier's right of the snow couloir.  From the notch, downclimb some loose 3rd class rock.  Instead of moving to skier's left into the couloir, head right onto more 3rd class rock.  Just before the rock drops off steeply, you should locate a rappel station.  We did 5 or 6 single rope rappels from here back to the snowfield.  You may need to back up some of the rap stations with webbing and rings.\n\n2.  The East Ridge Descent Route is another option.  I haven't done this one, so I'll tell you what Jim Nelson and Peter Potterfield say in their guide:\n\n\"From a horn on the summit make the first of five single-rope rappels (approximately 400 feet total) straight down the NE face to a series of ledges, which are followed East.  These ledges are 3rd class, except for short sections of 4th class encountered at several rock rib crossings.   Traverse at this level, staying well below the ridge crest, crossing five ribs before climbing up the gully back to the ridge crest at the solitary gendarme (there is a large gendarme that marks the start of the East Ridge climbing route).  Descend snow and scree into Boston Basin.\"","protection":"Standard alpine rock rack.  Ice axe & crampons.  A single 60 m rope works.","location":""},"__v":0},{"_id":"KZuEdU6/X8+YQ22wMW2kHQ==","name":"Northwest Face","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Fred Beckey and Ed Cooper on July 15, 1959","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.05894,48.51169]},"left_right_index":3,"mp_id":"112030839","mp_crag_id":"106450578","climb_id":"KZuEdU6/X8+YQ22wMW2kHQ==","areaRef":"KsnDT/WnW2GQx6w18lnGbQ=="},"content":{"description":"Fred Beckey calls it \"an exceptional climb of purity.\"  Blake Herrington says \"The Northwest Face is Forbidden's best route.\"\n\nOnce at the base of the route (see approach beta below), solo or simul-climb steep, somewhat loose 4th to low-5th class for about 500 feet to the start of a knife-edge section.\n\nCross the knife-edge ridge at 5.6 and then up through the crux (staying true to the ridge and stemming as well as crack climbing) at 5.8.\n\nOnce the ridge blends into the face, head up and left through a wide chimney feature where the rock steepens and then continue up low-5th to 5.6 terrain on good rock to the summit.\n\nDescend the West Ridge or East Ledges.","protection":"Double rack .3 to 2\n\nSingle set of nuts\n\nLight axe and crampons","location":"Two approach options exist—via Sharkfin Col and the Boston Glacier over the North Ridge or via the West Ridge notch.\n\nMost parties seem to opt for the Sharkfin Col approach, which is longer at 6-7 hours (versus ~4), but less hazardous and requires only one rope."},"__v":0},{"_id":"uac9L8rFWMyt6zzJM2wKGQ==","name":"North Ridge","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"1952 Fred Beckey, Jack Schawbland, Don Wilde","type":{"trad":true,"snow":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.05894,48.51169]},"left_right_index":2,"mp_id":"108482756","mp_crag_id":"106450578","climb_id":"uac9L8rFWMyt6zzJM2wKGQ==","areaRef":"KsnDT/WnW2GQx6w18lnGbQ=="},"content":{"description":"The North Ridge route on Forbidden requires a somewhat lengthy but scenic and varied approach with nearly 5000ft of elevation and crosses two of the larger glaciers in the area- the Queen Sabe and the Boston. The ridge itself climbs at a very moderate grade with wonderful position.\n\nIf your looking for solitude this route is for you- with most parties vying for an ascent of the West Ridge or the East Ridge direct its likely youll have this route all to yourselves.\n\nAll things considered the North Ridge makes for a memorable trip to one of the coolest summits in the area.\n\nA variation to the North Ridge was done in 1973, that route, the NW Face of the North Ridge is described here as well.","protection":"Crampons, ax, crevasse rescue gear, 60m rope, light apine rock rack. Ice screws in late season if doing the NW Face of NRidge variation.","location":"Directions: From I-5 take North Cascades Hwy to the NP ranger station in Marblemount. Here you can attain the necessary bivy permit for Forbidden.\n\nFrom Marblemount follow Cascade River rd approximately 21.5 miles to the Boston basin trailhead parking on the left @3200ft.\n\nApproach: Take the well worn trail up to Boston Basin @5700ft and continue above to the Queen Sabe Glacier. Ascend the glacier along the west margin to @7500ft and locate a gulley that is climbed to a small exposed notch and a rappel station. A single 60m rope is sufficient but depending on the condition of the moat it may be necessary to get creative to access Boston Glacier.\n\nOnce on the Boston Glacier contour northwest surrendering elevation as needed until you are able to pass just below a huge rock spur. Once beyond this continue northwest regaining the lost elevation until you arrive at the base of the Boston-Forbidden Col. Gain the terraced ledges of the Col with good bivy sites @7600\n\nNorth Ridge route: From the bivy site scramble up to a short steep left facing corner. Climb this(5.6) to a level section of ridge with a wildly exposed bivy platform. Continue along the ridge crest climbing rock and snow as conditions dictate. At @8400ft the ridge steepens significantly and here you will find some of the best rock climbing on the route with the final pitch topping out right onto the summit block.  Note: If planning to use the East ledges descent it is advisable to look over at the East face and make note of the rappel stations and ledge system from the last few pitches of the North Ridge.\n\nN West Face of N Ridge: From the col scramble down to a rappel station and make a full length rappel down onto the Forbidden Glacier. Traverse around to the base of a 40-50 degree snow face @7500ft and ascend this to gain the ridge route and continue up the North Ridge route to the summit.\n\nDescent: There are a few options.\n\nDescend the West Ridge route via down climbing and/or rappels until you reach the notch above the Forbidden Couloir. From here you have two options\n\n(1)Descend the Couloir via rappels and down climbing. Its advisable to know the condition of the schrund before committing to this descent and without two 60m ropes you'll likely be doing more downclimbing than rappelling.\n\n(2) Descend the rock butress just west of the couloir. From the notch do not drop down into the couloir but instead continue a short distance and scramble down a gulley to a rappel station. A series of rappels and short scrambles will deposit you on the glacier just west of the Couloir. Single 60m rope adequate.\n\nA short hike leads down to Boston Basin and the trail back out.\n\nThe East Ledges descent. This requires a combination of rappelling and down climbing 400-500ft of loose terrain with great exposure. A ledge system is then taken eastward until a gulley is reached about 100ft below a prominent rock gendarme. Ascend the gulley up and over the East Ridge and continue down snow slopes to the small glacier below the south face of Forbidden. A short hike leads down to Boston basin and the trail back out. Jim Nelon's Selected Climbs Vol 1 has an excellent topo and photo of the East Ledges descent route."},"__v":0},{"_id":"BiZZoaNoVf+itRfm2kWBow==","name":"East Ridge Direct","yds":"5.8-","grades":{"yds":"5.8-","french":"5b"},"fa":"1940  Fred Beckey, Helmy Beckey, Jim Crooks, Dave Lind, Lloyd Anderson","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.05894,48.51169]},"left_right_index":1,"mp_id":"107244142","mp_crag_id":"106450578","climb_id":"BiZZoaNoVf+itRfm2kWBow==","areaRef":"KsnDT/WnW2GQx6w18lnGbQ=="},"content":{"description":"A great alpine climb easily accessible (~4-5h from car park).\n\nFrom camp, ascend north towards Forbidden's South Face. Reach a notch in the ridge and go left around the first gendarme. You'll reach a bivy spot where you can leave your boots+crampons,etc.\n\nFrom the bivy spot climb a few pitches of low class 5. Climb up a second gendarme and knife edge ridge. After climbing the third gendarme you'll need to rappel into a narrow notch, there's plenty of tat. The third gendarme can be avoided by climbing around it on the north side. The second last pitch is the crux pitch, 5.8 (nothing difficult).\n\nThe great rock provides awesome holds.\n\nDescent the north side by rapping and traversing climber's right. We made 5 rappels and simul climbed until we reached the bivy site where we stored our gear.","protection":"A set of cams, half a set of nuts (small nuts), lots of slings.","location":"Forbidden Peak, located in Boston Basin, east of Marblemount on the Cascade River Road"},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,cfe129f6-5f60-5bc8-87b3-3d3bfaff9472,654ed03a-bd15-5545-b25f-4474e027735d,728b06de-e8c1-5ee6-af71-bc29729507d1,bec8f6d2-89a9-5283-8aba-7e22fb2870b3,2b12e30c-2e42-562d-9059-641229f273fe,2ac9c34f-f5a7-5b61-90c7-ac35f259c66d","pathTokens":["USA","Washington","Northwest Region","Hwy 20 and North Cascades National Park","North Cascades","Boston Basin","Forbidden Peak"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.6"},{"count":1,"label":"5.8"},{"count":1,"label":"5.8-"}],"byDiscipline":{"trad":{"total":4,"bands":{"unknown":0,"beginner":4,"intermediate":0,"advanced":0,"expert":0}},"alpine":{"total":4,"bands":{"unknown":0,"beginner":4,"intermediate":0,"advanced":0,"expert":0}},"snow":{"total":2,"bands":{"unknown":0,"beginner":2,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":4,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-121.05894,48.51169]},"bbox":[-121.0596187659289,48.51124033981813,-121.05826123407111,48.51213966018186],"left_right_index":-1,"ext_id":"106450578","area_id":"KsnDT/WnW2GQx6w18lnGbQ=="},"content":{"description":""},"density":0,"totalClimbs":4,"__v":1,"createdAt":"2022-11-07T06:30:50.130Z","updatedAt":"2022-11-25T11:24:46.336Z"}