{"_id":"63689de0e80bff5a994f91d2","area_name":"Fatiron","shortCode":"","climbs":[{"_id":"OTcVpkrqVDuWJ4h2NQLrRg==","name":"Rap line","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28701,39.95086]},"left_right_index":999999,"mp_id":"112202725","mp_crag_id":"105745406","climb_id":"OTcVpkrqVDuWJ4h2NQLrRg==","areaRef":"rG9iA9zvVoOv5oEgij8VJQ=="},"content":{"description":"Right under the rap tree is an amazing top rope line. It must have been climbed before as it is such an obvious jug haul. If it were longer with a few bolts, it would be classic, but as is, it is totally worth a lap. There are lots of other interesting lines on this wall that you could top rope as well, but this one is the most convenient being right under the tree.","protection":"TR this after climbing the East face. Please don't top rope through the aluminum rings though.","location":"Set up a top rope from the tree on the west face of the upper section."},"__v":0},{"_id":"i9xd5sU/VQmcKMWVOjDAnA==","name":"Little Murders","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"J. Erickson, C. Stanley, 1975","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28701,39.95086]},"left_right_index":0,"mp_id":"112214108","mp_crag_id":"105745406","climb_id":"i9xd5sU/VQmcKMWVOjDAnA==","areaRef":"rG9iA9zvVoOv5oEgij8VJQ=="},"content":{"description":"Just down and right of the cleft between the upper and lower sections, there is a bulging thin crack. This goes up past a few small (#4 BD or equivalent) and perhaps a small cam placement past a crux of sloping holds, feet and hands, before you get a jug and better gear.\n\nOnce you get the jugs, the climbing eases off and ascends a crack and corner system with moderate climbing and the occasional awkward bulge up and right to the obvious OW-looking crack for a few body lengths. The thing is, I say OW-looking, because it is not climbed that way. Grab jugs and jams up in it, protecting on gear fist-sized or smaller (IE 3\" cam) to the top. Long slings make this possible.\n\nA special note: approach via the Maiden, then traverse over from above. What isn't thorny raspberries here are either nasty nettlesome other plants, or \"pickies\" with those little rounded pill-like burrs that stick to everything. This can be avoided by staying away from the base until you traverse in, more or less directly across from the tree belay on the North Face of the Maiden.","protection":"A reasonable route with OW in a few places. While this is true, that the crack is wide, it can be very reasonably protected with nothing bigger than a #3 Camalot.\n\nTake a rack of stoppers + cams from tiny to 3\". Larger cams can be placed, and I won't discourage taking them, but in my experience, they would have never saved me more than a few feet of distance between possible placements. Just be sure to carry plenty of slings.","location":"Just down and right of the cleft between the upper and lower sections, there is a bulging thin crack. This goes up and right gradually into a crack and corner system with easier climbing culminating above in another 5.8 bulge with a wide crack. Smaller gear can easily protect the section above, provided you place it in the back with a 2' runner. Tackle the top bulge to emerge on the top. Belay there (larger gear again, did you bring extras?) or continue up and left 50' to a giant horn belay, to 100' (now 70m rope) to the belay/rap station on a tree that you can take down 60' to a second tree, then 90' to the ground. If you rap down the ramp a bit to the right, it will both make the rope pull nicely AND put you right back on your packs."},"__v":0},{"_id":"rsJntJFhV0mfCIOnCRb9FA==","name":"Fatironette","yds":"4th","grades":{"yds":"4th","french":"1"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28701,39.95086]},"left_right_index":999999,"mp_id":"106303801","mp_crag_id":"105745406","climb_id":"rsJntJFhV0mfCIOnCRb9FA==","areaRef":"rG9iA9zvVoOv5oEgij8VJQ=="},"content":{"description":"There are many ways to go varying from 4th class to easy 5th.  I went directly up the large gully in the center left.  If you are going to climb the Fatiron, you should consider adding this to your climb, you're already there anyway.  A lot of fun on good rock.  If you have a pack and don't want to carry it up the Fatiron, you may want to down climb the gully to the north between the Fatironette and the Fatiron to leave your pack for retrieval at the end of the day.  Easiest descent from the top is over the highest point with the shrub.  As a destination this would be a stunning place for a picnic, just don't drink too much wine, you still have to down climb.","protection":"Free Solo... but would protect well if you feel the need.","location":"Below the first piece of the Fatiron."},"__v":0},{"_id":"bIrlcg2XWtezaY85N8DcIw==","name":"East Face/Fatiron","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28701,39.95086]},"left_right_index":999999,"mp_id":"105752692","mp_crag_id":"105745406","climb_id":"bIrlcg2XWtezaY85N8DcIw==","areaRef":"rG9iA9zvVoOv5oEgij8VJQ=="},"content":{"description":"From the North side of the Fatiron, climb the notch between the flatironette and the base of the Fatiron. Follow left leaning strata for 20 feet to the base of a crack that divides the East face.\n\nP1: During the first pitch this crack is shallow and provides little protection. The easier route up the face follows the right side of the crack sometimes wandering as far as 10-20 feet to the right. Climbing the left side is 5.6. Climb past a bulge and set up a belay at a tree in the crack.\n\nP2: Continue up the right side of the crack (now protectable). Overcome another bulge and continue P3 to the top on now much easier terrain.\n\nOnce you reach the summit of the East Piece downclimb South West for 100 feet and rappel 50 feet Southwest from a tree, down to the slabs of the second piece of the Fatiron.\n\nThe Western piece of the Fatiron is much easier, we chose to simulclimb it. Climb the center of the face and wander left after reaching a huge ledge. After two pitches worth you should reach the summit. The views of the Maiden and its north face route are awesome from here....\n\nDownclimb Northwest for 10 feet and set up a 40 foot rappel from a tree. Pay attention not to be impaled by a dead tree that lies in wait as you rappel off the overhang.","protection":"A light rack and long slings to wrap around trees.","location":""},"__v":0},{"_id":"QLCW7NG1V0mjVNRZ4oq8NA==","name":"Death By Pickies","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"T. Bubb, J. Meir, 10/5/09","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28701,39.95086]},"left_right_index":999999,"mp_id":"106562330","mp_crag_id":"105745406","climb_id":"QLCW7NG1V0mjVNRZ4oq8NA==","areaRef":"rG9iA9zvVoOv5oEgij8VJQ=="},"content":{"description":"This route is a pretty good route with mostly very good rock.  The name is not derived from any experience on the route, but rather from an experience on our misguided approach. Joseffa calls the little tiny round burrs that infest the East end of the South Face \"pickies\" as they require being picked from clothing, not just brushed off.  There is however, a picky-free approach (see \"location\" section).\n\nTo climb this route, start by scrambling up 5 feet on some high angle blocks and ferns to a great pedestal.\n\nP1 (5.9, 100'): Climb up directly above on a finger crack to a mantle on slopers, (5.9, not great rock) or head right into a low-angle corner for 5 meters, then slightly left to a short, right-facing off-width pod  above a few very small cams placements.  Stem up a few moves (crux, optional #4 Camalot) to reach a 1.5\" -2\" crack (excellent pro).  Be sure to protect with long slings to avoid drag.  There is a hidden 2-finger pocket inside the O.W. pod that keeps the grade reasonable and climbing secure.  Pull over the bulge on a solid jam and jugs, wandering slightly left, then up for a ways to reach good pro behind a flake on a small ledge (long slings) before heading back right and onto a large ledge, perhaps 20 meters up.  Belay here if you have drag, but it is better to continue to finish the pitch, as the following pitch is a full rope length.  Continue by going up and left into a comfortable and fun slot/chimney with great rock, some reasonable protection, and good holds.  Belay at a small stance 30 meters over the start of the climb.  Gear for the belay was a red tricam, a 1.5\" cam, and a #3 Camalot.\n\nP2 (5.7, 230'): Continue up the slot, exiting up and right near the top of it.  There is reasonable gear, but it might be difficult for a beginner to see and place.  Up above the slot's end, continue up and left on a sloping ramp (4th class) that forms the shoulder of the formation to just below the summit.  There are many options for sling belays over large secure horns, or for gear.  Take a cordalette.\n\nTo descend, progress West to the standard short rap and rap South to a large evergreen.  From the evergreen, rap south again to the ground from a sling and biner anchor.  Feel free to replace the biners with steel links or rings.  From the bottom of the second rap (the ground, thata is) looking up and just slightly right you will see an OW crack which is the top of 'Little Murders.'\n\nWARNING: This rap is best with a 70m rope.  On a 60m rope, some down-climbing would be required, and the more, the sketchier and more consequential.  Despite how this looks, if you stay left on rap, the rope will pull quite easily!","protection":"A standard light rack.  One set of cams from tiny to #3 Camalot and a single set of nuts. Red tricam optional. I recommend long slings & 70m rope.","location":"Approximately 80 meters downhill of \"Little Murders\" and perhaps almost directly across the gap from the Maiden route \"\n\nDream Street Rose\n\n.\"\n\nApproach via the Maiden and then walk North and slightly uphill from\n\nD.S.R.\n\nThis will take ~1 hour in total, and completely avoids a terrible burr field.\n\nThe route can be recognized by a sloping ramp of large blocks below it, leading up to a short, low angle corner, and then over left to an offwidth pod.  From downhill, one might see the fun East-facing slot/chimney that starts perhaps 20 meters up the route. Do not approach this route from the East.  The infestation of burrs and raspberry bushes is sufficient to make it almost impassible.  We were so covered in burrs that a change of clothing was required just to put on harnesses."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,decc1251-4a67-52b9-b23f-3243e10e93d0,d0ca78b6-a3cb-517c-adee-d9c6f8c2d2d8,ee2fde9f-b2c2-58e8-ad07-ff56ccf69c8a,ac6f6203-dcef-5683-afe6-81208a3f1525","pathTokens":["USA","Colorado","Boulder","Flatirons","South","Fatiron"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10a"},{"count":2,"label":"5.9"},{"count":1,"label":"4th"},{"count":1,"label":"5.5"}],"byDiscipline":{"trad":{"total":4,"bands":{"unknown":1,"beginner":1,"intermediate":2,"advanced":0,"expert":0}},"tr":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":1,"beginner":1,"intermediate":3,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.28701,39.95086]},"bbox":[-105.28759656776683,39.95041033981814,-105.28642343223318,39.95130966018187],"left_right_index":-1,"ext_id":"105745406","area_id":"rG9iA9zvVoOv5oEgij8VJQ=="},"content":{"description":""},"density":0,"totalClimbs":5,"__v":1,"createdAt":"2022-11-07T05:55:55.103Z","updatedAt":"2022-11-25T11:16:26.470Z"}