{"_id":"63689d5ce80bff5a994f48c2","area_name":"Kernville Rock (a.k.a. Kern Slabs)","shortCode":"","climbs":[{"_id":"h18PQ36oWLiasQo1hjy5mA==","name":"Wort Nuthin'","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.45446,35.81569]},"left_right_index":2,"mp_id":"115689188","mp_crag_id":"106278927","climb_id":"h18PQ36oWLiasQo1hjy5mA==","areaRef":"xvsFePU/VUuI/l/w9078BQ=="},"content":{"description":"This climb is the large right-arching corner on the left side of the slab. It goes up the corner and traverses right to the anchor rings for ‘Hop Matter’. A good selection of cams sizes is recommended. There are two old Leeper bolts next to each other about 2/3rds the way up this climb. Rap using ‘Hop Matter’ anchor rings. A good climb for its grade.","protection":"Pro: small cams to 4\"","location":"On left-most portion of Kern Slab, this section of rock, known as The Beer Wall, is located approximately 200 feet left upon arriving at the top of the approach trail. This once overlooked section hosts several quality bolted slab routes. A 70 meter rope is HIGHLY recommended in order to lower off most of the routes here."},"__v":0},{"_id":"FPMfaMDUW/GkdSHQB84Twg==","name":"Well it Looked Easy!","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Laeger, Krebs - January 8, 2016","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.45446,35.81569]},"left_right_index":23,"mp_id":"114158055","mp_crag_id":"106278927","climb_id":"FPMfaMDUW/GkdSHQB84Twg==","areaRef":"xvsFePU/VUuI/l/w9078BQ=="},"content":{"description":"Climb up the seam to a series of horizontal breaks. The crux is at the fourth bolt and involves delicate moves on very thin edges. Continue following the bolts to a two bolt rap station.","protection":"Seven bolts. Bolted anchors.\n\nA few small to medium cams useful.","location":"Located at the far right end of the Slabs, about 50ft to the right of Dirty Dishes"},"__v":0},{"_id":"WUlM7x5vUfCOpyvf1Nj/Hg==","name":"Top Out","yds":"5.10a/b","grades":{"yds":"5.10a/b","french":"6a+"},"fa":"Rob Brown- Solo 1994?","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-118.45446,35.81569]},"left_right_index":25,"mp_id":"108535829","mp_crag_id":"106278927","climb_id":"WUlM7x5vUfCOpyvf1Nj/Hg==","areaRef":"xvsFePU/VUuI/l/w9078BQ=="},"content":{"description":"Looking at the Beta Photo, this is a continuation of climbs 16,17 up a left facing corner.","protection":"2 bolts and some thin gear- stoppers are helpfull\n\nAnchors ... the trees and brush at the top.","location":"Left facing corner at the big ledge found at the end of the right side climbs at Kern Slab.\n\nIts best to hike down the trail that starts at the right end (climbers right)of Kern Slab"},"__v":0},{"_id":"czK4LhK3VYmtz2ExsPQjtg==","name":"This Buds For You","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"Herb Laeger, Matt Chambers and Mark \"Marco\" Krebs (March 5th, 2017)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.45446,35.81569]},"left_right_index":4,"mp_id":"115689058","mp_crag_id":"106278927","climb_id":"czK4LhK3VYmtz2ExsPQjtg==","areaRef":"xvsFePU/VUuI/l/w9078BQ=="},"content":{"description":"This seven bolt route leads to a chained anchor just below an overlapping roof. The start is located 15 feet right of 'Hop Matter' at a right trending crack/ramp. Passing the 6th bolt, one will encounter an exciting step-across, while tip-toeing past a mossy section. This is the crux of the route. Lead up to the 7th bolt and continue trending up and right to the chained anchor. These anchors are also shared by 'Lagers With Laeger'. A 70 meter rope BARELY makes it when lowering off.","protection":"7 bolts  (quickdraws)","location":"On left-most portion of Kern Slab, this section of rock, know as The Beer Wall', is located approximately 200 feet left upon arriving at the top of the approach trail. This once overlooked section hosts several quality bolted slab routes. A 70 meter rope is HIGHLY recommended in order to lower off most of the routes here."},"__v":0},{"_id":"KEPbfK0RWniQKoR+XBIGQw==","name":"Sight Unseen","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Joe Marchesini","type":{"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-118.45446,35.81569]},"left_right_index":9,"mp_id":"112424172","mp_crag_id":"106278927","climb_id":"KEPbfK0RWniQKoR+XBIGQw==","areaRef":"xvsFePU/VUuI/l/w9078BQ=="},"content":{"description":"A loong way to the first bolt. The crux is height dependent, the roof can be tough for those under 5'10\".","protection":"Bolts. small rack","location":"From the base of the slab, up and left up the exposed 4th class ramp, this is the first climb you see on the ramp. Hard to see the bolt from the base of the climb. Takes a long stick clip to clip."},"__v":0},{"_id":"MuxdookJX+yxIMa7njlocg==","name":"Profit","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"Bolted by Chris Dunn, Erika Noel","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.45446,35.81569]},"left_right_index":26,"mp_id":"116718801","mp_crag_id":"106278927","climb_id":"MuxdookJX+yxIMa7njlocg==","areaRef":"xvsFePU/VUuI/l/w9078BQ=="},"content":{"description":"Continuously strenuous moves from the ground to the chains in an overhanging dihedral, yet to see a clean ascent. Easiest way to get there is to climb both pitches of \"Old Dog, New Tricks\". A worth while project for those who want push the grade.","protection":"3 bolts to a two bolt anchor with chains.","location":""},"__v":0},{"_id":"0h90uSHkW9236NAdg8fhBw==","name":"Old Dog, New Tricks","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Chris Dunn, Erika Noel 1-18-19","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.45446,35.81569]},"left_right_index":22,"mp_id":"116564079","mp_crag_id":"106278927","climb_id":"0h90uSHkW9236NAdg8fhBw==","areaRef":"xvsFePU/VUuI/l/w9078BQ=="},"content":{"description":"A new and fun addition to the Kern Slab, this route starts 10 feet left of\n\n'Well, It Looked Easy' (.11b)\n\n.\n\nPitch #1 (10a.)\n\n:  Start by moving up a right to left foot edge to gain the first bolt. The crux (.10a) is frictioning past the first bolt to a small sloping ledge slightly up and left. Mantle the ledge and climb along a small right facing corner to its apex. Clip the 2nd bolt out to the left, moving out left and then up. Continue up, heading over a few overlaps and clipping 9 more bolts along the way. Arrive at a 2-bolt belay with quicklinks (150'). Be sure to trail a rope for a double rope rappel.\n\nVariation (FA: Dave Daly and Matt Chambers, 24 Feb 2019):\n\nAfter reaching the 9th bolt, move off right toward a manzinita bush and locate a thin finger crack (pro to #4 RP's) and ascend this to the same anchor. The crack goes 5.7.\n\nPitch #2 (5.6)\n\n:  Continue up, passing 6 bolts while heading over a few overrlaps to a 2-bolt anchor.\n\nAdditionally and directly above the 2nd pitch bolted anchor, is an overhanging dihedral (3 bolts) that is reported to go at 5.12.","protection":"(11) quickdraws\n\nOptional pro (nuts to #4, small to medium cams)\n\n(2) 60 meter ropes","location":"This route is located on the far right side of Kern Slab, approximately 10 feet left of a thin finger crack, which is the start of\n\n'Well, It Looked Easy' (.11b)\n\n,"},"__v":0},{"_id":"s887q3VqVyyiL3xdmTZgTw==","name":"The Odds Are In Your Favor","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Mark Krebs and Herb Lager (Jan 8th 2016)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.45446,35.81569]},"left_right_index":24,"mp_id":"116564564","mp_crag_id":"106278927","climb_id":"s887q3VqVyyiL3xdmTZgTw==","areaRef":"xvsFePU/VUuI/l/w9078BQ=="},"content":{"description":"This route starts up a small grassy gully before reaching blocky overlaps. Surmount the top of the last overlap and head up a left to right leaning ramp-like slab (good gear at the paralleling crack above). Continue out right until a crack that leads back left and up is reached. Clip a bolt before moving up and left into the crack. Tip toe along the crack and clip 2 more bolts before reaching the shared anchor with\n\n'Well, It Looked Easy'.\n\nDue to the zig zag nature of the route, it's best to bring 2' slings and bring up a second to clean gear.","protection":"Pro to 1\"\n\nSlings with carabiners\n\n(3) quickdraws","location":"This route is located on the far right side of Kern Slab, 10' right of\n\n'Well, It Looked Easy'\n\n​.​​​"},"__v":0},{"_id":"KkSfzEKMVtWeDMuWT2uTLA==","name":"The Lieback","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.45446,35.81569]},"left_right_index":13,"mp_id":"106278930","mp_crag_id":"106278927","climb_id":"KkSfzEKMVtWeDMuWT2uTLA==","areaRef":"xvsFePU/VUuI/l/w9078BQ=="},"content":{"description":"Follow the left-facing dihedral\n\nP1-Finger sized crack up past small bush/tree\n\nBelay at the notch with the perpendicular crack (there is a lot of debris from old gear and such)\n\nP2-Continue up dihedral to ledge\n\nClimb straight up past a single bolt (5.8 PG) to a bolted belay or go left past an undercling (protectable, but its hard to see the gear).  At the end of the undercling, head up through an intermittent crack in a groove. There is a bolted belay above on the left.","protection":"Small to mid-sized cams and nuts","location":"Obvious left-facing dihedral that splits the rock up the middle.\n\nTo walk off, get to the top of the ridge and walk off South side to base (rappel is recommended)"},"__v":0},{"_id":"HB19Sn+6W2yC2EM12Ziwnw==","name":"Lagers With Laeger","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Dave Daly, Sean Neville and Herb Laeger (April 1st, 2018)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.45446,35.81569]},"left_right_index":5,"mp_id":"115689083","mp_crag_id":"106278927","climb_id":"HB19Sn+6W2yC2EM12Ziwnw==","areaRef":"xvsFePU/VUuI/l/w9078BQ=="},"content":{"description":"At the very bottom of the slab begins the start of this route (located 20' right of 'This Buds For You'). The crux is passing the 6th to the anchor. Fun friction and edges! This route ends at the original anchors of 'IP Yay!'\n\n**NOTE**\n\n:\n\nWhen lowering off, be sure to lower or rap off to the left side upslope of the plumb line. A 70 meter rope BARELY makes it! Be sure to tie your ends before descending.","protection":"6 bolts (quickdraws)","location":"On left-most portion of Kern Slab, this section of rock, known as The Beer Wall, is located approximately 200 feet left upon arriving at the top of the approach trail. This once overlooked section hosts several quality bolted slab routes. A 70 meter rope is HIGHLY recommended in order to lower off most of the routes here."},"__v":0},{"_id":"pwvCLU4bX8KLDyxb2flAJg==","name":"Just for Kicks","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Joe & Marchesini (Nov. 1990)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.45446,35.81569]},"left_right_index":11,"mp_id":"106979786","mp_crag_id":"106278927","climb_id":"pwvCLU4bX8KLDyxb2flAJg==","areaRef":"xvsFePU/VUuI/l/w9078BQ=="},"content":{"description":"Delicate slab climbing on excellent rock.  This route is less sustained than Cornflakes but requires 20 feet of challenging climbing on very smooth rock.  Breath-taking.\n\nClimb past the first 3 tightly-spaced bolts of Captain Crunch.  At the third bolt, traverse left for 6 feet and then head nearly straight up past several bolts.  There is a clear crux encounter around the fifth bolt, as the route moves through an obvious, polished area of rock.","protection":"Contributors Note: I have not led this route.\n\nThe route's only protection comes in the form of bolts.  There is a bolted belay at the top of the route.\n\nIt is possible to top-rope this route using two ropes by first leading both pitches of Lieback and then rappelling down and left to the top of Cornflakes/Just for Kicks.","location":"The route starts about 30 feet left of a large pine tree which leans against the wall that is left of Chouinard Special and Lieback."},"__v":0},{"_id":"gzlu7KbDXJKUK2AKoAgBtg==","name":"IP Yay!","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Mark \"Marco\" Krebs, Matt Chambers and Herb Laeger","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.45446,35.81569]},"left_right_index":6,"mp_id":"115689116","mp_crag_id":"106278927","climb_id":"gzlu7KbDXJKUK2AKoAgBtg==","areaRef":"xvsFePU/VUuI/l/w9078BQ=="},"content":{"description":"Just 30' left of 'Friction Brewing' is a pleasant climb which goes straight up to a right leaning groove at a steep headwall. An exciting step across after the 6th bolt and the right leaning moves at the headwall make this one a must do! After passing the 6th bolt, head up to an intermediate anchor. Clip this anchor along the way and continue past 3 more bolts leading to a chained anchor at the top (160'). Rap from here back to the intermediate chained anchor and then rap from there. Or trail another rope and make a double rope rap at the top anchors to the ground Pro: quickdraws.","protection":"- (10) Draws\n\n10 bolts (9 lead bolts and the intermediate anchor)","location":"On left-most portion of Kern Slab, this section of rock, known as The Beer Wall, is located approximately 200 feet left upon arriving at the top of the approach trail. This once overlooked section hosts several quality bolted slab routes. A 70 meter rope is HIGHLY recommended in order to lower off  or rap most of the routes here."},"__v":0},{"_id":"662lQuwtWeyw9VWoN5BEZg==","name":"Initiation Crack","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Matta, Doug Robinson","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.45446,35.81569]},"left_right_index":17,"mp_id":"106450425","mp_crag_id":"106278927","climb_id":"662lQuwtWeyw9VWoN5BEZg==","areaRef":"xvsFePU/VUuI/l/w9078BQ=="},"content":{"description":"The crux is right off of the ground. Jam the tips crack through a small, slippery bulge. The crux is over when it is possible to get your whole finger in the crack to jam. Then mantle onto a ledge and jam the 5.6 hand sized splitter to a ledge with a bolted anchor.\n\nAdmin's Note\n\n: It is highly recommended that you continue from the bolted anchor for another 100 feet of excellent climbing along the tiny crack (5.7-) above the first bolted belay.  The crack is usually too small to insert fingers but there is an abundance of face holds. It is possible to adequately protect this crack using micro-cams and tiny stoppers.  Descend from a bolted rap station 160 feet off the ground.","protection":"I used an old BD yellow cam (I think it is .2 size piece) so a blue TCU is probably suffecient. Then a .3 BD (Blue) size piece and a .4 (Grey) BD size piece. Then some wires and hand size pieces for the rest of the climb.","location":"About 40 feet to the right of lieback crack. It is the obvious splitter to the right of the thin crack."},"__v":0},{"_id":"DFO8c/FZXkCg73Y58UT0cg==","name":"Hotdog Water","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Chris Dunn, Leon Russel, Laurence lowman","type":{"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-118.45446,35.81569]},"left_right_index":0,"mp_id":"116704869","mp_crag_id":"106278927","climb_id":"DFO8c/FZXkCg73Y58UT0cg==","areaRef":"xvsFePU/VUuI/l/w9078BQ=="},"content":{"description":"Crux is between 1st and 2nd bolt, climbing through bad smears on lichen covered stone. A lot more cleaning needs to be done.","protection":"You can get some gear in before the first bolt if you want. After that, a dozen draws should get you to the top. Route wonders a little, 2 or 3 slings wouldn't be a bad idea to keep rope drag down.","location":"About 10' left of the growler."},"__v":0},{"_id":"I+E/Uk8sWDafnaChD3YzQQ==","name":"Hop Matter","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"Dave Daly and Erin Havrilesky (October 26, 2018)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.45446,35.81569]},"left_right_index":3,"mp_id":"115689134","mp_crag_id":"106278927","climb_id":"I+E/Uk8sWDafnaChD3YzQQ==","areaRef":"xvsFePU/VUuI/l/w9078BQ=="},"content":{"description":"This route initially starts by going up a brown streak then trends out slightly right onto a small seam. A little more runout than the others but its all there! Passing the 5th bolt and onto thin edges to the anchor is the crux. Please be aware that this route is fairly new and is still cleaning up a bit. With a bit more traffic, this route will be a fun addition to the Beer Wall.","protection":"- 5 bolts (quickdraws)\n\n- Ring anchors (110')\n\n- Optional pro (small cams) between bolt 1 and 2.","location":"On left-most portion of Kern Slab, this section of rock, known as The Beer Wall, is located approximately 200 feet left upon arriving at the top of the approach trail. This once overlooked section hosts several quality bolted slab routes. A 70 meter rope is HIGHLY recommended in order to lower off most of the routes here."},"__v":0},{"_id":"kASuQGk9UcOm+Wc/a4SH/Q==","name":"The Growler","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Mark \"Marco\" Krebs, Herb Laeger and Matt Chambers (March 5th, 2017)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.45446,35.81569]},"left_right_index":1,"mp_id":"115689220","mp_crag_id":"106278927","climb_id":"kASuQGk9UcOm+Wc/a4SH/Q==","areaRef":"xvsFePU/VUuI/l/w9078BQ=="},"content":{"description":"Just left of the above and tpo the left of 'Wort Nuthin' is this 5 bolt route leading up and right to a chain anchor. Bring small cams for the thin crack above.","protection":"5 bolts (quickdraws), small selection of cams to 1\"","location":"On left-most portion of Kern Slab, this section of rock, known as The Beer Wall, is located approximately 200 feet left upon arriving at the top of the approach trail. This once overlooked section hosts several quality bolted slab routes. A 70 meter rope is HIGHLY recommended in order to lower off or rap off of most of the routes here."},"__v":0},{"_id":"RcZu489kX7GLzEKogEMm0w==","name":"Friction Slab","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.45446,35.81569]},"left_right_index":14,"mp_id":"106572332","mp_crag_id":"106278927","climb_id":"RcZu489kX7GLzEKogEMm0w==","areaRef":"xvsFePU/VUuI/l/w9078BQ=="},"content":{"description":"Awesome face climbing on clean, white granite.  Reasonably protected.\n\nStart at the same place as the Lieback and traverse right onto the face.  Climb this face until reaching the \"bathtub ledge\" which marks the top of the Lieback's first pitch.  Continue in a hand-sized crack up and right--40 feet higher, and about 25 feet to the right, is a two bolt anchor.  Rappel from here or follow the last pitch of Claustrophobia Crack to the top.\n\nIf rappelling with one rope, there is an intermediate rappel station on the face below (it will take you two raps to get down).","protection":"Bolts, a few pieces of gear from tiny to 2-inches.\n\nSadly, when the route was re-equipped with modern lead bolts, the original Leeper hangers were placed on the new five-piece Rawls.","location":"Climbs the clean face just a few feet right of the Lieback (between the Lieback and Claustrophobia Crack)."},"__v":0},{"_id":"StB9i5pTVU+XGYlaJp4XmA==","name":"Friction Brewing","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Mark \"Marco\" Krebs and Herb Laeger (March 11th, 2017)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.45446,35.81569]},"left_right_index":7,"mp_id":"115689007","mp_crag_id":"106278927","climb_id":"StB9i5pTVU+XGYlaJp4XmA==","areaRef":"xvsFePU/VUuI/l/w9078BQ=="},"content":{"description":"This climb starts at the first obvious gold streak, staying left and eventually surmounts the roof at the obvious sharp right facing corner, passing 8 bolts along the way. Above the roof, head left to the ‘IP Yay!' anchor. An enjoyable yet technical slab route. 150 feet to the anchors. Make a short rap to IP Yah!'s anchors. Then rap from IP Yah!'s anchors.","protection":"Pro: (8) quickdraws","location":"Located on left-most portion of Kern Slab, this section of rock, know as 'The Beer Wall', is approximately 200 feet left upon arriving at the top of the approach trail. This once overlooked section hosts several quality bolted slab routes. The first route encountered, starting right to left is 'Friction Brewing'. A 70 meter rope is HIGHLY recommended in order to reach the intermediate anchor of IP Yah., Then rap from IP Yah's anchor to the ground."},"__v":0},{"_id":"iP0AMC0qXaWUzlrCzWqzVQ==","name":"Fine Line Direct","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Chris Dunn","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-118.45446,35.81569]},"left_right_index":18,"mp_id":"116653687","mp_crag_id":"106278927","climb_id":"iP0AMC0qXaWUzlrCzWqzVQ==","areaRef":"xvsFePU/VUuI/l/w9078BQ=="},"content":{"description":"Crux is about 12ft off the ground","protection":"From the ground all the way through the crux sequence is protected only by #1 ballnuts. Once to the small ledge shared by initiation crack, put a Cam or two in initiation crack .75 range with long slings. Then head right up the seam in the next 20 feet you only get two more pieces of pro 1 micro nut #3 RP size and small cam placement blue alien/black totem size. From there easy climbing to the anchor up and left.","location":"5' to the right of the direct start to initiation crack"},"__v":0},{"_id":"9M/xpKizXImK7YACo8ieMA==","name":"Fine Line","yds":"5.10a/b","grades":{"yds":"5.10a/b","french":"6a+"},"fa":"Laeger, Krebs,  Chambers; Feb. 2016","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.45446,35.81569]},"left_right_index":19,"mp_id":"112439109","mp_crag_id":"106278927","climb_id":"9M/xpKizXImK7YACo8ieMA==","areaRef":"xvsFePU/VUuI/l/w9078BQ=="},"content":{"description":"This is a mixed route. The first 20 ft, requires cams protect an arching crack, than it is bolted until cams protect a flake for 30 ft. or so. Than bolts to the anchors.\n\nSuperb slab. Crux is around the first bolt.","protection":"Many bolts, bring 10 quick draws; a few cams can be placed. Bolted belay with chains.","location":"Route is located right of Initiation Crack and left of Bugging Around. Follow the arch in the rock behind the large tree up and left--when the arch runs out and you see the first bolt, the route follows the obvious line of bolts straight up."},"__v":0},{"_id":"Xo6w9Xd2VVOldTGgcM8Gzw==","name":"Dirty Dishes","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.45446,35.81569]},"left_right_index":21,"mp_id":"106450433","mp_crag_id":"106278927","climb_id":"Xo6w9Xd2VVOldTGgcM8Gzw==","areaRef":"xvsFePU/VUuI/l/w9078BQ=="},"content":{"description":"Start on a section of lower angle rock with some flakes to place stoppers on. Climb to a ledge where the first bolt is, about 25 feet off the ground. Climb past 12 bolts (sport-ish) on the slab to a bolted anchor over 170 feet high.  The sixth bolt is doubled for the rappel back down.","protection":"Some wires for the start and QD's for the bolts. 2 bolt anchor on top.","location":"About 50 feet to the right of Initiation Crack and just to the right of Bugging Around. A large tree/bush lies just to the left of this route to provide shade in summer months.  To locate the route, look for a line of five tightly-spaced bolts starting 30 feet up."},"__v":0},{"_id":"wkc3YnsCWUaX3+pjzR0CMA==","name":"Cornflakes","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Matta & McGee (Nov. 1974)","type":{"trad":true,"tr":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-118.45446,35.81569]},"left_right_index":10,"mp_id":"106979763","mp_crag_id":"106278927","climb_id":"wkc3YnsCWUaX3+pjzR0CMA==","areaRef":"xvsFePU/VUuI/l/w9078BQ=="},"content":{"description":"Sustained slab climbing on quality rock.\n\nThe route starts in a shallow, left-facing corner.  From the top of the corner, the route heads straight up for 30 feet past one bolt, to a second.  From the second bolt, the route traverses left for about 6 feet and then climbs edges and smears past two more bolts to a bolted belay.","protection":"Contributors Note: I have not led this route.\n\nIt appears as if the opening dihedral would only accept marginal placements using micro-sized gear.  The 4 lead bolts protect more than 120 feet of climbing.  The route receives an X-rating in the Moser/Vernon/Paul guidebook.\n\nIt is possible to top-rope this route using two ropes by first leading both pitches of Lieback and then rappelling down and left to the top of Cornflakes/Just for Kicks.","location":"The route starts about 50 feet left of a large pine tree which leans against the wall that is left of Chouinard Special and Lieback.  The route starts 20 feet left of the obvious bolts which mark the start of Just for Kicks."},"__v":0},{"_id":"xSQ3CCTCU+Gsl2WPS3cxHQ==","name":"Claustrophobia Direct Start","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.45446,35.81569]},"left_right_index":16,"mp_id":"112439117","mp_crag_id":"106278927","climb_id":"xSQ3CCTCU+Gsl2WPS3cxHQ==","areaRef":"xvsFePU/VUuI/l/w9078BQ=="},"content":{"description":"Thin crack, tough but short.","protection":"Nicely top-rope-able using same anchor as initiation crack. A handful of small cams would be needed to lead.","location":"Approximately 10 feet to the left of the start of Initiation Crack. Slopes up and left before turning straight up the slab."},"__v":0},{"_id":"sUgWL4NlWKmnfDN0uhHCyA==","name":"Claustrophobia Crack","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.45446,35.81569]},"left_right_index":15,"mp_id":"107216917","mp_crag_id":"106278927","climb_id":"sUgWL4NlWKmnfDN0uhHCyA==","areaRef":"xvsFePU/VUuI/l/w9078BQ=="},"content":{"description":"Start at the base of Lieback and make some low 5th class moves up ledges to the right to access the crack. There is a two bolt anchor just to the right of the start of this crack system that can be used to top rope the first pitch of Initiation Crack. The crack starts as hands then widens to off width, goes to a very fun 20 foot chimney, and then finishes up with fingers to a bolted belay/rap station. The final pitch goes up and slightly right however the are many options for finishing up from here. If you do decide to go straight up there is another bolted belay/rap station at the top.","protection":"Can be well protected with medium to large cams and/or nuts.","location":"This climb shares the start with Lieback Crack and is to the right of Friction Slab. Keep right until you reach the prominent crack and a bolted belay on the first ledge which marks the start of the Claustrophobia Crack."},"__v":0},{"_id":"OtBV9stcWJGQNdbZe/sHPA==","name":"Chouinard Special","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.45446,35.81569]},"left_right_index":12,"mp_id":"106450439","mp_crag_id":"106278927","climb_id":"OtBV9stcWJGQNdbZe/sHPA==","areaRef":"xvsFePU/VUuI/l/w9078BQ=="},"content":{"description":"Start off in the dihedral with the hand sized crack (15 feet left of the start of the Lieback). Jam this to a ledge (5.7), then clip the first bolt. The ledge has an anchor on it but keep climbing. Climb up the slab on whatever micro edges you can find to the next bolt. There are 5 bolts on the face to a ledge with a bolted anchor.\n\nAdmin's Note\n\n: there is also a second pitch of runout face climbing that leads to a higher bolted belay anchor.","protection":"Some wires and hand sized pieces for the start dihedral which is about 40 feet long. Then some QD's for the face. 70 meter rope needed for this route, a 60m WILL NOT get you to the ground.","location":"The first dihedral route to the right after hiking up the trail--Starts just 15 feet to the left of the Lieback."},"__v":0},{"_id":"grIpxsSqUqmy2vMxaqUTIA==","name":"Bugging Around","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"Matta and McGee (Nov 1975)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.45446,35.81569]},"left_right_index":20,"mp_id":"121853181","mp_crag_id":"106278927","climb_id":"grIpxsSqUqmy2vMxaqUTIA==","areaRef":"xvsFePU/VUuI/l/w9078BQ=="},"content":{"description":"Bugging Around\n\nOver the many decades since this old school route was established by Matta and McGee, most climbers hardly knew of it's existence. Perhaps this was due to its ground fall potential and bold runouts from the lack of protection. When the first ascent was done, there were no cams at the time. Only hexes and RP's. After decades of being in the shadows to routes like 'Initiation Crack' (5.10) and Dirty Dishes (5.8), the route has been responsibly bolted to bring it back into the light and allow it to be enjoyed by all. So, when you do find yourself on this fun line, imagine yourself as the first ascensionists working the initial 60' before reaching the base of the right facing arch above.....with your only pro 50' below you! Yep, \"Deck City\".\n\nModernized by Kernville locals' Dave Daly and Mark \"Marco\" Krebs (Jan 9th 2022)\n\nPitch #1:\n\nHead up a short lieback finger crack and onto good edges before reaching the first bolt. Head straight up to reach a small ledge to the 2nd bolt. Make a few delicate friction moves through some subtle dishes while heading up and then left to a quick linked bolted rap anchor at the base of a right facing crescent arch. Clip the left bolt (3rd bolt) of the rap station and head up the arch. There is an opportunity to place small pro (.0) in the crescent right facing arch before reaching the 4th bolt. Continue straight up to the 5th bolt then head to a 10' wide overlap. Place pro here (green Alien/.3 BD Camelot). Climb over the overlap to the 6th bolt. Continue up to a small ledge where the 7th bolt is encountered.  From here, head up a slender brown patina dyke. Mid way up, clip the 8th and final bolt before reaching a good sized ledge. Place gear with a runner before heading left to the anchor for 'Fine Line'. Rappel to the first rap station 110' (single 70 meter) to the base of the crescent arch where the 2-bolt rap anchor is located. Be sure to tie the ends of your rope before casting off since you'll have only a few meters of rope to spare. Then rappel from this rap anchor to the ground (65').\n\nPitch #2:\n\nIf you're wanting to do the entire original line, locate a small crack 10' right of the anchors. Climb up the thin crack and out onto the the open slab. Easy 5th leads to the base of the cap rocks. Locate an easy chimney to climb to the summit.","protection":"- 70 meter rope\n\n- (8) quick draws & (3) alpine draws\n\n- Small handful of cams (pro to 2\"), emphasis on small cams to .05","location":"Start to the right of 'Fine Line', approximately 20 feet at the base of a left leaning wide crack. Alternatively, one can start in the same crack as 'Fine Line' but quickly move out right onto the ledge that meets up with the wide crack from below."},"__v":0},{"_id":"RX9Is5+9V3WL5W7saTxqDA==","name":"Branscum-Martin Route","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Branscum-Martin","type":{"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-118.45446,35.81569]},"left_right_index":8,"mp_id":"112424155","mp_crag_id":"106278927","climb_id":"RX9Is5+9V3WL5W7saTxqDA==","areaRef":"xvsFePU/VUuI/l/w9078BQ=="},"content":{"description":"As with all the climbs on the K-slab, stout and heady. Crux is after the first bolt. Not a climb for 5.9 climbers!","protection":"Bolts","location":"From the toe of the slab look up and left, exposed 4th class ramp up to the base of the climb, the farthest bolt you can see."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,a5ac4815-eeb0-59ad-8b20-08b5ff151027,386b0058-0b44-58ea-a468-470945330e5d,c6fb0578-f53f-554b-88fe-5ff0f74efc05","pathTokens":["USA","California","Western Sierra","Needles / Kern River, The","Kernville Rock (a.k.a. Kern Slabs)"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.7"},{"count":2,"label":"5.11"},{"count":2,"label":"5.10a/b"},{"count":2,"label":"5.9-"},{"count":1,"label":"5.10-"},{"count":1,"label":"5.12-"},{"count":1,"label":"5.10a"},{"count":5,"label":"5.8"},{"count":2,"label":"5.10c"},{"count":2,"label":"5.10d"},{"count":2,"label":"5.9+"},{"count":2,"label":"5.7+"},{"count":1,"label":"5.10b"},{"count":1,"label":"5.5"},{"count":1,"label":"5.9"}],"byDiscipline":{"trad":{"total":14,"bands":{"unknown":0,"beginner":6,"intermediate":6,"advanced":2,"expert":0}},"sport":{"total":14,"bands":{"unknown":0,"beginner":7,"intermediate":6,"advanced":1,"expert":0}},"tr":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":12,"intermediate":12,"advanced":3,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-118.45446,35.81569]},"bbox":[-118.45501451743027,35.81524033981813,-118.45390548256972,35.81613966018186],"left_right_index":-1,"ext_id":"106278927","area_id":"xvsFePU/VUuI/l/w9078BQ==","polygon":{"type":"Polygon","coordinates":[[[-118.45501451743027,35.81524033981813],[-118.45390548256972,35.81524033981813],[-118.45390548256972,35.81613966018186],[-118.45501451743027,35.81613966018186],[-118.45501451743027,35.81524033981813]]]}},"content":{"description":""},"density":0,"totalClimbs":27,"__v":1,"createdAt":"2022-11-07T05:54:11.902Z","updatedAt":"2024-02-19T18:29:11.680Z"}