{"_id":"63689de0e80bff5a994fa66f","area_name":"Gore Range","shortCode":"","climbs":[{"_id":"uvh+UNVTVZKIrMxsVaWKjQ==","name":"Red Mountain Monster","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Vrba, Griz, Jacek, Malmgren, 1/14/17","type":{"trad":true,"mixed":true,"ice":true,"snow":true,"alpine":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-106.1409,39.61028]},"left_right_index":0,"mp_id":"117403253","mp_crag_id":"117403197","climb_id":"uvh+UNVTVZKIrMxsVaWKjQ==","areaRef":"4Pzxo0qEWeaM7Zuptu9KRw=="},"content":{"description":"This is a ghostly route that requires perfect conditions to form and even then will only last for a few hours to a day or two. It is probably one of the most coveted, high-alpine, technical ice/mixed routes in all of Colorado. With a south-facing aspect, it uses the steep snowfield above to form the 200' vertical ice wall. This is reached via a 200' mixed slab/face below and left of the amazing ice route. Two or more start possibilities exist here. A bunch of snow is needed to build the ice route, but that also increases the avalanche danger significantly, making it one of the more dangerous objectives. If it should form, hit it early morning at first light or on a super cloudy day. The approach (although relatively short in length) is long and demanding and is ideally reached on skis.\n\nThe exposure to massive avalanche is extremely high, a very risky route. Conditions can be observed from I-70, best seen with a high-powered spotting scope. What appears at a distance to be \"solid\" ice can typically be a rotten wall of delaminated horror.\n\nDescent: a few small trees can be rapped from, above the ice flow.  We rapped again from a V-thread at the base of the ice and traversed back west to our packs/skis. Bring your \"A\" game.","protection":"An ice rack, pins, small/medium cams, nuts, Spectres, and a big set of balls.","location":"The ice flow can be observed all the way from I-70 on the central rock wall on Red Mountain's south face. Park in the lot atop Ryan Gulch Road above Wildernest. Hike/ski North on the Buffalo Mtn. trail 0.6 miles to a 4-way. Continue North 1.1 miles to the Gore Range Trail. Turn West (left) on the Gore Range trail approximately 0.4 miles below the Willow Creek Falls. From here, you basically work your way up (North) under the route, which at first is not visible from the valley bottom. Switchback/bushwhack your way up the slope which soon becomes very steep and devoid of trees. Dangerous slopes with serious exposure  lead up to the base of the mixed pitch. In winter, it can be hard to follow the USFS trail. Some shortcutting is possible with skis. A recon/trail breaking trip could be helpful prior to an attempt."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,1fa8fb4e-3301-5cfc-94e0-0401fe922f56,e0fcf1a3-4a84-59e6-8ced-9ba9b6ef4a47","pathTokens":["USA","Colorado","CO Ice & Mixed","Gore Range"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.9"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}},"alpine":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}},"snow":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}},"ice":{"total":1,"bands":{"unknown":1,"beginner":0,"intermediate":0,"advanced":0,"expert":0}},"mixed":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-106.1409,39.61028]},"bbox":[-106.14148367191717,39.60983033981814,-106.14031632808282,39.61072966018187],"left_right_index":-1,"ext_id":"117403197","area_id":"4Pzxo0qEWeaM7Zuptu9KRw=="},"content":{"description":""},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T05:57:07.421Z","updatedAt":"2024-01-15T16:44:21.837Z"}