{"_id":"63689d20e80bff5a994f22a6","area_name":"West Fork","shortCode":"","climbs":[{"_id":"pCesBXCyVSCj8xXeafcXaQ==","name":"Where the Wild Things Are","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"Wilson Cutbirth","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74236,34.99066]},"left_right_index":999999,"mp_id":"110667011","mp_crag_id":"110678832","climb_id":"pCesBXCyVSCj8xXeafcXaQ==","areaRef":"hRN50VUbU9qW/RvdcV0sag=="},"content":{"description":"A stunning continous finger crack with prime West Fork Real Estate. If you make the hike and manage to find your way threw the jungle you will be rewarded with an incredible all gear route in a location straight  out of a children's book.","protection":"1or2 00 c3 (double em)   1or2 0 c3    3 #1 c3    4 .3 c4    1or2 .4 c4   1 orange metolius c3 at the begining   1 .5 c4    2 .75 c4   1 #2 c4 optional    1 #3 c4   1 black or red dmm offset","location":"This is the hard part so listen carefully. Hike about 3 miles back on the west fork trail. If you want to count creek crossings it's 11 crossing before you leave the main trail. After about 3 miles and just before the 11th crossing the aid route Equinox will be on the left(east) side of the canyon just before the river takes a big bend to the right(west). Equinox is very recognizable, the upper pitches are inside a huge chimney that if you are looking you can't miss, it's beautiful. After you make your 11th crossing you will arrive at little sandy beach on the inside of the bend in the river you will be able to look up at equinox to the east and to the south on the same side of the creek there is a big glassy beautiful wall. Cross the river right here once more and head up into the jungle away from the creek towards this wall. Look carefully for the little steep game trail to get you out of the creek bed. Once out of the creek bed head to the west following the path of least resistance threw the jungle. your objective is to hike around to the west face of the big glassy wall. use your path finding skills, there is a game trail leading threw a pass in the ridge close to the wall. Once on the west side follow the base of the cliff until you see the the lightning bolt crack splitting the perfect rock, just after the big cave."},"__v":0},{"_id":"I0etthWEV3eGboXdRDVnsg==","name":"Where The Mild Things Are","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Wilson C. Dave B. Phillip P.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74236,34.99066]},"left_right_index":999999,"mp_id":"111696938","mp_crag_id":"110678832","climb_id":"I0etthWEV3eGboXdRDVnsg==","areaRef":"hRN50VUbU9qW/RvdcV0sag=="},"content":{"description":"The warm up, fingers to hands.","protection":"00-#3","location":"Corner right of where the wild things are."},"__v":0},{"_id":"G2n3H5u1W9CkVBxbhRT63Q==","name":"Quarantine Corner","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Spring 2020, FA Aubrey Hodges/Mitch Parker, FFA Dan James/Mitch Parker (help from Andrew Bennett and inspiration from Wilson Cutbirth)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74236,34.99066]},"left_right_index":999999,"mp_id":"121805498","mp_crag_id":"110678832","climb_id":"G2n3H5u1W9CkVBxbhRT63Q==","areaRef":"hRN50VUbU9qW/RvdcV0sag=="},"content":{"description":"Quarantine Corner 5.12c (5.11 C1) - 150m - 6 Pitches - South FacingContinuous corner system on solid Coconino sandstone with a wide variety of climbing styles, a stunning position, bolted belay ledges, and a ton of sunshine.  This is probably my favorite FA so far and my buddy Tilly calls it the Dao of Mitch.  It's a little obscure but that's how we like em. P1-25m-5.11++ Place a good RP or stick clip bolt, stretch you back out, and velcro-boulder your way to the first real hold. Awkwardly mantle said hold and continue up on sparse gear and bolts to a huge ledge. (optional RP/tiny offset brassy, 3 bolts, single 00 to 2)P2-25m-5.12+ Lie back hard tips splitter to a wide rest pod. Finish on a steeper tips crack with better feet and a little sports action finale.  I dare say one of the best pitch of coconino I've touched.  (triple 00 to .3, double .4 to 3, single 4)P3-20m-5.10+ 2 bolts across a face deposit you into a fun OW (single .75 to 2, double 5)P4-25m-5.9 Ditch a 4 and a 5, move belay, and squeeeezzee (single .75 to 3, single 5)P5-30m-5.10+ Engaging flared chimney thing with bolts and gear (single .5 to 2, single 5)P6-28m-5.9 Off-fingers, duck through oak trees to wide hands, and step out onto bolted patina face.\n\n Rap the route being super careful not to get rope stuck on chimney pitch, hasn't happened yet but it looks sticky.  I think it can be done with a 60 but I've only used a 70 and I'm bad at math.","protection":"Optional RP and 000   Triple (at least) of 00 to .3   Double .4 to 3   Single 4   Double 5   offset nuts useful but redundant with so many cams","location":"Myself and some friends have been calling this area the North Fork and the approach takes about 45mins.-Park at W Fork Trailhead and follow tourist trail across about 4 crossings, bringing you to a slick rock swimming pool and large boulder. -Soon after the boulder will come a drainage that flows N to South, turn right at poop trail by two large pines and make your way up the close (right) side of seasonal creek. -Faint trail meanders up this canyon through burned logs, an earlyish crossing to the left side, under a small buttress, and eventually to the confluence which is marked by a big briar patch. -Go slightly left out of the briars and up a gully on the right, directly between the two canyons above. -Loose gully ends at red cliff on the left. Make some easy moves up cliff steps trending hard left and then hard right at next major red cliff. -Pass under and left of a tower with a sport line on it's left side. More loose hillside left of the tower brings you up to a saddle with another sport line on the arete. -You can now see the obvious dihedral in front of you.  Allow it to pull you in, up the shoulder and down the little gully to the right.35.001162420896044, -111.74764835288866Yes, there are other climbs here and an small shady crag on the red stuff across and further up the left fork.  I'll post it soon after adding some chains and so on but feel free to explore if it's a warm day.  There are a couple pockets of good climbing up tucked up there."},"__v":0},{"_id":"8Q3dhGfdWwWUOzO4HixuPQ==","name":"May The 4th Be With You","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"FA: Kent, Niggemyer, 12/9/2015. FFA: Kent, Niggemyer, May 4th, 2017","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74236,34.99066]},"left_right_index":999999,"mp_id":"118829778","mp_crag_id":"110678832","climb_id":"8Q3dhGfdWwWUOzO4HixuPQ==","areaRef":"hRN50VUbU9qW/RvdcV0sag=="},"content":{"description":"Unfortunately I did not take any notes at the time and this is going to be a very rough description. Pretty sure it's 5 pitches, going up a nice corner system on the large butte northwest of the end of the West Fork hiking trail. Definitely a bit on the blue collar side of things but a decent route that leads to a really cool (previously unclimbed?) summit in the middle of the West Fork. Crux involves pulling over a lip at the top of P2 of P3, there are a few pro bolts there.\n\n If you've ever said the words \"I don't like sand, it's coarse and rough and irritating, and it gets everywhere,\" this route might not be for you. Yes we named this route after a dumb viral marketing line for a movie series that had 2.5 good movies and a wholeeee lot of visual and plot diarrhea after that.","protection":"I'm going to say doubles of very small to #4 and a single #5 and #6. Can't remember if you need 2 ropes or not to get down so should probably take 2. I seem to recall putting chain on all the rappel anchors except one so maybe bring a few painted links to throw up there instead of just adding more tat.","location":"Hike the west fork trail until about 200 feet before it ends, cross the creek, and get to the big left facing corner system.  coordinates are: 35.001943, -111.769584 approach time depends on how fast you can hike the west fork trail, but should take roughly an hour. "},"__v":0},{"_id":"qqzjNztwX66zmQG3QMMBig==","name":"Into The Wild","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"John Burcham, Chris Tatum, & Kenny Powell - 2008","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74236,34.99066]},"left_right_index":999999,"mp_id":"106171656","mp_crag_id":"110678832","climb_id":"qqzjNztwX66zmQG3QMMBig==","areaRef":"hRN50VUbU9qW/RvdcV0sag=="},"content":{"description":"Into The Wild is a long, spectacular new school route up Oak Creek's Sunrise Arete - an unmistakable feature to anyone who is familiar with the drive from Flagstaff to Sedona.  The route is primarily steep slab and face climbing, but there are a few interesting crack sections as well as an awesome stemming and liebacking corner that comprises the crux pitch high on the route.  I'm generally not a fan of slab climbing -- especially on sandstone, but the climbing on this route is extremely enjoyable, and for a new climb, the route is overall very clean.  The authors of this route clearly put a lot of energy into it's creation -- both the line itself and the fixed pro on the route have been thoughtfully established. \n\n  Approach:  Park at \"Call of the Canyon\" (the West Fork trailhead), just a few miles south of the last switchback after descending from Flagstaff.  This parking area is on the west side of the road and is a fee area.  We parked at a pullout 1/4 mile north and walked in before the entrance station was staffed (9 AM).  Hike along the main tourist trail, crossing a bridge over Oak Creek, following the trail as it turns west up into the canyon below the obvious Sunrise Arete.  Cross a smaller creek and after about 50 steps follow a faint trail up a wooded hill.  A few small cliff bands must be skirted before scrambling steeply up slickrock to a large, open rocky staging area.  A pair of bolts below a finger crack mark the start of the route.  20 minutes hiking from the car. \n\n  P1:  Climb past two bolts to a thin crack with occasional pods to a bolted anchor far above on easier terrain.  If you don't mind a little rope drag, this pitch can fairly easily be linked into the next one.  5.10; 70' \n\n  P2:  Head up and left to the first of 9 bolts that head up ledgy slabs to a bolted anchor.  5.9; 100' \n\n  P3:  Climb up and right past 15 bolts to a bolted belay.  This pitch is called \"The Basketball Pitch\" -- you'll see why.  For slab climbing, quite good!  5.10+; 120' \n\n  P4:  Head straight right, then up the exposed arete to a bolt.  Continue up past more bolts to a stance below a roof crack.  Jam and undercling out this and up to a bolted anchor.  I found a key mailslot out left to make turning the roof much easier.  5.11; 120' \n\n  P5:  Do NOT head up the obvious corner above the belay.  Instead, trend slightly right and up a short finger crack to a tree.  Avoid this by climbing a bulge out right, clip a bolt, and continue up to a bolted anchor.  5.6; 80' \n\n  Unrope here and scramble up over a ridge, then head left through bushy terrain, following cairns, heading up to the upper wall well left of the arete.  Probably 200' of 2nd and 3rd class. \n\n  P6:  Begin at a cairn below a dirty corner.  Climb the corner, clip a bolt out right, do a thin step across move to a second bolt, and continue traversing straight right to a bolted anchor and the start of the upper arete.  This pitch, and the start of the next, are really the only junky sections on the climb.  5.10a; 50' \n\n  P7:  Clip a bolt over a bulge just above the belay and perform a very difficult move off of sandy, portable holds to get established on the slab above.  Yuck.  Continue up slightly better rock past a bunch more bolts.  At a large ledge there is a bolted anchor (this is expected to be removed soon); do not stop here, instead, continue up past two more bolts to a higher bolted anchor that is not visible from below.  5.10+; 180' \n\n  P8:  This pitch is pretty awesome.  Climb up low angle rock to a steep crack in the headwall above.  The rock is sugary and it's nice to have a #3 Camalot here (we didn't and got away with it though).  Pull up through this roof via jugs and continue up a finger crack to a bolt at a good stance below the enormous hanging corner.  Follow this tremendously exposed corner via liebacks and stems to a mantle/lieback crux halfway up.  Continue to the top of the corner with more steep liebacking.  Belay at a bolted anchor after pulling onto a ledge above the corner.  The meat of this pitch is protected with bolts, but smaller cams protect the first section and make sure to save a 0.75 Camalot for the last 20 feet.  5.12a; 130' \n\n  P9:  Climb the steep arete via cool pinches and sidepulls and a few super-exposed moves past 6 bolts to a bolted anchor near the top of the wall.  5.10; 80' \n\n  Descent:  Rap the route with 2 ropes.","protection":"1 each 0 TCU through #1 Camalot.  A couple extra finger size pieces.  15 draws/slings.  No wires.  Two ropes.  Optional #3 Camalot is handy for P6 and P8.","location":""},"__v":0},{"_id":"AE5eNmk9UxO/o2MsbMLfbw==","name":"Into the Void","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Mark Geikenjoyner, Jason Nelson, Mike Knarzer","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74236,34.99066]},"left_right_index":999999,"mp_id":"107839631","mp_crag_id":"110678832","climb_id":"AE5eNmk9UxO/o2MsbMLfbw==","areaRef":"hRN50VUbU9qW/RvdcV0sag=="},"content":{"description":"P1: The Music Never Stopped- climb initially dirty ramping crack to clean steep fingers (10+) past a delicate face move to anchor. ( I dropped my Ipod while cleaning this pitch and it kept on playing)   P2:Traverse left past a few bolts and gear placements to a bolt -either pendulum to a crack or make a dicey reach.   P3:unfinished crack (go for it!) or jug fixed line about 40ft.   P4: (coil rope)4th to easy 5th class (short chimney) up and right to top of tower, then head back to main wall.   P5:Road to Nowhere- clip a bolt, mantle (10+) to slabs (5.8PG13)and traverse past horitzonal gear and a few bolts around the corner, drop down to tree + coldshut anchor.   P6:Into the Void! Lasso cold shuts (15ft gap). Tyrolean across to ledge and up to bolt, continue up 30ft to gear/tree anchor.   P7: Thin and Thick- flared fingers to flared OW (10+)130ft.   From the top of this ledge walk back thru manzanita (past a great potential campsite)to main wall and then left to access summit above Road to Nowhere start. Rap from chains, then from tree. Then rap twice more basically down the route.","protection":"triple set of #00-#0.5, dbls # 0.75-#2, single #3, #3.5,#4,#4.5,#5 and a set of nuts. set of ascenders or prusiks if utilizing fixed line (also useful in tyrolean). Rap with a single 70M.","location":"downstream of West Fork about 1/4mi then up gully past BRIS another 200ft."},"__v":0},{"_id":"K5EDEQCnVm6S952Y2pinlg==","name":"Engagement","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"FFA: D.Mabe, A.Dembik 5/28/11","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74236,34.99066]},"left_right_index":999999,"mp_id":"107219430","mp_crag_id":"110678832","climb_id":"K5EDEQCnVm6S952Y2pinlg==","areaRef":"hRN50VUbU9qW/RvdcV0sag=="},"content":{"description":"","protection":"","location":""},"__v":0},{"_id":"rW5SlKHTUJSFjNHxJ64Vnw==","name":"Eight Ball Tower - Rolling with the Eight Ball","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Ray Vought, Greg Anderson 9/91","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74236,34.99066]},"left_right_index":999999,"mp_id":"110635338","mp_crag_id":"110678832","climb_id":"rW5SlKHTUJSFjNHxJ64Vnw==","areaRef":"hRN50VUbU9qW/RvdcV0sag=="},"content":{"description":"Pitch 1 (5.9) - Climb up a dirty but easy chimney to a ledge.  Continue up a harder section to the belay on a large ledge/alcove.  \n\n  Walk around to the NE face (morning sun). \n\n  Pitch 2 (5.9) - Climb up to a ledge with a bush.  Continue up the improbable but fun face, fingers to hands and a step right to a short OW.  Belay on the ledge above. (This pitch may differ from the FA route, we weren't sure).  \n\n  Pitch 3 (5.8) - Climb off the ledge through fun blocky terrain and one bolt. Sign the summit register!  \n\n  Descent - Make one 160 ft. rappel back to your packs - shitty.  An intermediate anchor would make this better and possible with one rope.","protection":"A double set of cams from thin fingers to hands. One #4 Camelot or equivalent sized piece. \n\n  The rap anchor is original but good.  We replaced the webbing 6/15.","location":"Two miles up the West Fork trail on the left if you're headed upstream. Cross the creek and head up a steep slope to the base of the chimney."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,24e148bb-4884-59e8-9870-43ce21f1a337,fa597035-a80a-55a2-9a9f-262bc7578ff9,ac61e188-87bc-52a9-af6a-5aee0657a3a0,851379d1-551b-53da-96fd-1bdd715d2c6a","pathTokens":["USA","Arizona","Northern Arizona","Oak Creek Canyon","West Fork"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.12"},{"count":2,"label":"5.11-"},{"count":1,"label":"5.12c"},{"count":1,"label":"5.11"},{"count":1,"label":"5.12a"},{"count":1,"label":"5.10+"},{"count":1,"label":"5.9"}],"byDiscipline":{"trad":{"total":8,"bands":{"unknown":0,"beginner":0,"intermediate":2,"advanced":6,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":2,"advanced":6,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-111.74236,34.99066]},"bbox":[-111.74290887108086,34.99021033981815,-111.74181112891917,34.99110966018187],"left_right_index":-1,"ext_id":"110678832","area_id":"hRN50VUbU9qW/RvdcV0sag=="},"content":{"description":"The West Fork of Oak Creek is a major side canyon rich with tall sandstone wall, beautiful springs, a babliing little stream, and some of the best technical slot canyoneering in the area.\n\n Such a natural wonder bring in the tourists by the throngs, and is second only to Slide Rock State Park for visited areas in Oak Creek Canyon.\n\n But it is home to some of the longest routes around, and a world of adventure...."},"density":0,"totalClimbs":8,"__v":1,"createdAt":"2022-11-07T05:52:45.344Z","updatedAt":"2024-01-15T16:39:30.674Z"}