{"_id":"63689d20e80bff5a994f2246","area_name":"Ultimates West","shortCode":"","climbs":[{"_id":"fvhJMfmAWqadnQBt+k1+zQ==","name":"Young Guns","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"D.Mabe, R.Brown, and K.Kent","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.71591,35.03512]},"left_right_index":16,"mp_id":"108161280","mp_crag_id":"118954668","climb_id":"fvhJMfmAWqadnQBt+k1+zQ==","areaRef":"zNh/Ap5MVGC/eUA6QMr4+g=="},"content":{"description":"This short route has excellent climbing at a surprisingly moderate grade, featuring great pro, secure jams, wild coconino face features, and foot holds; all in under 80 feet. Classy\n\n A steep start leads to a finger crack and stem-box. Work up through a flare and right into a right-facing corner and continue on amazing finger locks and varied jams to a two bolt rap anchor on a ledge.","protection":"cams C4: #0.3 to #3 with an extra of #0.4-#1 should be plenty. Medium and large stoppers also work well.","location":"Bushwack up the hill to the right of the base of White Wedding. You can see the upper dihedral above the trees from the creek bed."},"__v":0},{"_id":"J66+OXz1UDuPRCJJQluNRQ==","name":"You'll Never Be a Blacksmith With Flippers Like Those","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Zach Harrison, Chris Kalman 2020","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.71591,35.03512]},"left_right_index":0,"mp_id":"119262047","mp_crag_id":"118954668","climb_id":"J66+OXz1UDuPRCJJQluNRQ==","areaRef":"zNh/Ap5MVGC/eUA6QMr4+g=="},"content":{"description":"A route as good as its name.\n\n Blurch out of the dirt like some primordial blacksmith fish out of water and establish on the ridoncuolously steep corner. Climb past a whole ten moves to the anchor. There's a crux in there somewhere. On sloping tip jams. I swear, it's awesome. Pretty awesome. Pretty good, anyway.\n\n Stick clip the first bolt lest ye crater into the choss.","protection":"Quickdraw, doubles from blue metolius to .5, single .75 and 1.","location":"About 15 minutes down-canyon from Ultimate Dihedral is a scenic section of narrows flanked on each side by very steep overhanging walls. This route is on the west side wall, and climbs the obvious steep right-facing corner. Directly across the canyon from Sucker Pump."},"__v":0},{"_id":"Qlx0Vt3IUhOmLM+hWDbldQ==","name":"White Wedding","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Steve Grossman, Paul Davidson, June 21st 1982","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-111.71591,35.03512]},"left_right_index":15,"mp_id":"106230149","mp_crag_id":"118954668","climb_id":"Qlx0Vt3IUhOmLM+hWDbldQ==","areaRef":"zNh/Ap5MVGC/eUA6QMr4+g=="},"content":{"description":"A great hand crack in that slightly sandy Cocoweap of Pumphouse wash. Because it's a hand crack with good jams, the rock character is less of an issue than some of the climbs in Pumphouse.Steve thought it was 5.11, I recall thinking it was a bit easier so that probably means that it has some thin hand sections.I doubt this has had a second ascent yet because it needs some bolts for the belay on the first and probably for the lead on the second pitch. With those in place, this would be a classic.On the first ascent, I was following the first pitch and was almost to the small roof when Steve yells down,\"Don't fall on this pitch.\"I get to the roof, get a jam in above the small lip when a 2 ft cube comes off in my lap. I manage to keep the thumb down jam with my left hand, trap this rock on my lap with my right hand, and then count 3, cut my feet loose and give the rock a good flip with the right arm and let it fly to the ground.When I get to the belay, I find Steve buried back in this wide slot in a full butt chimney stem. The belay nut is a #3 hex sideways on two points and a Grossman stem (pretty solid actually.)Take a bolt kit and put in a belay.Second pitch was a pretty full rope length with some 5.8 friction climbing off very manky gear (2 or 3 pieces in a full pitch ?) Add a couple of bolts to the pitch and you'll have a pretty decent climb in a great spot.I will say though, that I was not a real happy camper running out almost a full rope and doing some sandy 5.8 friction moves over some overlaps while I was thinking of the belay Steve had in. And this was after I'd been climbing Sedona for many years. 2nd pitch was a bit like Dresdoom, only on the whiter rock.Belay the second pitch on top off big pines.I'm starting to remember that we might have had to simul for 15 ft or so for me to reach the top of the plateau.Name comes from the fact we did this the day before my wedding.We didn't have a bolt kit along because we figured we'd be crack climbing. We'd gone down for a late afternoon climb and ended up with a most memorable ascent.I've given this an R, but it really deserves an X for the belay and runout second pitch. But since you've been warned to add bolts, it should become PG13 at worst. And yes, you can add bolts to the first belay and second pitch. You might even need to add in a belay on the second pitch but probably not with 60m ropes.  But I'm not saying plaster it with bolts.  Two bolts on the second pitch will probably keep you off the ground.I think most folks now just do pitch one and rap.  We were trying to get out of the canyon and get to the rehearsal dinner.","protection":"Standard Grossman rack (that means triples of everything, at a minimum.)  Sorry, I don't recall the nut list.  It's a hand crack for the most part.","location":"This is the beautiful hand crack/corner on the west side of Pumphouse, across (and slightly upstream) from Ultimate Diehedral.   \n\n  Conversely, from Ultimate Finger crack, walk downstream and start looking on right wall (west side) for the cool looking corner with a small roof ~half way up first pitch. \n\n  Edit: From the 2nd pic looking straight up, looks like the little roof is more like 1/3 way up the pitch and more of a pod.  Nice pics, classic climb."},"__v":0},{"_id":"+wZKhVL+WRuuRq7QeIZchQ==","name":"The Ultimatum","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"P. Kingsbury, I. Sosa, Wookie; June 2019; P2 Bob Pettit; whole rig linked: Tyler Mattix July 19","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.71591,35.03512]},"left_right_index":4,"mp_id":"117284563","mp_crag_id":"118954668","climb_id":"+wZKhVL+WRuuRq7QeIZchQ==","areaRef":"zNh/Ap5MVGC/eUA6QMr4+g=="},"content":{"description":"Another wide choss roof in Sedona?  Why not. This thing is steep, wide and alittle crusty. Good entertainment for those who like this kind of stuff and probably best avoided by the rest. Enjoy?\n\n There has now been a second pitch added (more wide, extra 4,5), and it has now been linked into a single lead.\n\n One lead bolt (hard to clip) and a clip and lower up top.","protection":"3x 3's 2x 4's 1x 5 3x 6's Draws or runners Optional blue tube or mega cam (close to bolt) Clip and lower up top, easiest to have a second to follow and clean.","location":"Across and down canyon from the Ultimator,​ in the massive cave.  Hard to miss.​​​"},"__v":0},{"_id":"N7/O0rW/XcuqYyuz8bq/+w==","name":"Ultimate Traverse","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Zach Harrison, Chris Kalman","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.71591,35.03512]},"left_right_index":21,"mp_id":"119134321","mp_crag_id":"118954668","climb_id":"N7/O0rW/XcuqYyuz8bq/+w==","areaRef":"zNh/Ap5MVGC/eUA6QMr4+g=="},"content":{"description":"As you drop into the canyon from Newman Park, it's hard not to stop and admire the beautiful lichen-streaked upper slab of the buttress just left of the UFC gully. Now you can climb it.\n\n Unfortunately, the first pitch is somewhat forgettable; but the upper climbing is pretty darn good. And hey, it's a tower summit!\n\n P1: 5.10. Press out a mantle into the giant cave, walk up and left, and climb choss to a bolt. Climb a little more choss into an open book corner. Climb the corner on pretty decent stone to anchors on a ledge. (doubles from blue metolius to #2, single 3, 4, and 5)\n\n P2: 5.10+. traverse hard right all the way across the buttress clipping bolts and passing a couple of possible gear placements (finger sizes) on your way to a two bolt anchor on an airy perch next to the arete. (10 or so quickdraws and slings... mostly slings... singles from blue metolius to .5)\n\n P3: Two options: 1.) 5.9. The original finish: climb up and left on enjoyable crack climbing (bring singles of BD .3 to #2) to the top, and belay off a tree (doublelength sling is long enough). 2. 5.11+. Climb the bolted arete to a finger crack finish (bring a few draws and singles from .3-.5) and belay at two glue-in bolts on a nice ledge.\n\n *** P2 and P3 are meant to be linked if you do the arete finish. They can also be linked if you do the original finish; just sling out almost all the pro, and expect a little rope drag near the top.\n\n *** From the top of either finish, top out and walk a few meters climber's left (south) til you find rap chains directly above the P1 anchors.","protection":"Doubles from blue metolius to #2; single #3, 4, and 5; there's one spot down low where you may want a small nut but blue metolius also works. 6-8 slings; 4-6 draws.\n\n A 60m rope MIGHT do it... but watch/knot the ends. Or just be safe and use a 70m.","location":"Just left of the UFC corridor is an open area beneath a massive cave. This route starts there, and climbs the obvious corner (really the only climbable feature) on the left side of the cave.\n\n The wall is east-facing; so afternoon shade."},"__v":0},{"_id":"LwoNBgZYVv6nbUvq2SfXIg==","name":"Ultimate Lube Job","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.71591,35.03512]},"left_right_index":7,"mp_id":"118829768","mp_crag_id":"118954668","climb_id":"LwoNBgZYVv6nbUvq2SfXIg==","areaRef":"zNh/Ap5MVGC/eUA6QMr4+g=="},"content":{"description":"Enjoyable moderate for the area. Think of this one as a great warm-up for a day of trying hard in the Ultimates or a great lead for a developing trad climber. The start is a little awkward but don't let it discourage you.\n\n Disclaimer: this route retains a certain degree of sand that hasn't quite cleaned up yet. I plan on getting back out there to clean it up more but if you get on it before then, embrace the sand. ","protection":"Doubles: .5-2, Singles: .1-.4, 3, & 4, slings (triple #1s may be helpful if you are not comfy with short sections of tight hands.","location":"Down canyon past Ultimate Dihedral and Ultimate OW. Corner to the right of The Ultimatum and The Ultimate Bag of Tricks. "},"__v":0},{"_id":"aM+0XpL7XxyLxGcDYkesHg==","name":"Ultimate Fist Crack","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.71591,35.03512]},"left_right_index":27,"mp_id":"117652833","mp_crag_id":"118954668","climb_id":"aM+0XpL7XxyLxGcDYkesHg==","areaRef":"zNh/Ap5MVGC/eUA6QMr4+g=="},"content":{"description":"P1 (5.8) – Embrace the SAND and loose terrain as you grovel up the two short off-width ledges to gain access to the slot canyon. Clip the bolt to keep your rope from raking the dirty canyon floor. Head up, pull over the chockstone ledge and get comfy at the two-bolt anchor.P2 (5.10) – Stretch that groin and engage your stem/chimney climbing brain for the start –Namaste. Stem up and protect in the thin tips to finger crack until you can’t stretch it no more. Transition into the crack and get ready for the OW grovel with moments of delicate sandstone face dancing. Grovel, Grovel, Grovel. There is one bolt on the face right before you top out. Two bolt belay once you top out on the ledge. Rack: Doubles: .4-2, Triples: 3s, Four: 4s & Single: .2, .3, 5, & 6. Bring two double length slings and plenty of runners.P3 (5.walk) – Now that you’ve escaped the chrysalis of pitch 2, transcend in butterfly fashion up and over the hobbit boulder to the left and strut your proud grovely-self across the walkway to P4 glory. Three bolts along the way (added in case something catastrophically fails on the ledge) with the option to sling trees, if needed. At the third bolt, avoid surfing the sand for a few more steps to gain the two-bolt belay.  P4 (5.10+) – The main event. Channel your inner frat bro/guido as you fist-bump and jam up this meaty gem. Don’t blow your 4s too early. Two bolt anchor at the fourth ledge. Rack: Single: .75, 1, 2 & 5, Triples: 3s, Three to Five: 4sDescent: Reverse the process. Rap w/ 70 m rope.PSA: This route will likely always be a sandy adventure pursuit. If that's your speed, enjoy. Special thanks to James Croker and Rick Bantz for being a part of the initial recon and romp team.","protection":"Singles: .2-.4, 5 & 6, Doubles: .5-2, Triples: 3s, Four to\n\nFive: 4s. Bring two double length slings and plenty of runners. 70 m rope.","location":"Head up canyon to the end of the pond area past Ultimate Finger Crack and Ultimate Dirty Sanchez. Enter the woody area at the end of the pond, which has a cut trail that leads you to the base of the wall. Once at the base of the  wall, follow along to the right and scramble up the obvious entrance to the slot."},"__v":0},{"_id":"jwYAYDjHUHqT6gaf9bw1MQ==","name":"Ultimate Finger Crack","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Tim Coats, Jim Haisley, John Mattson, 1985","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.71591,35.03512]},"left_right_index":22,"mp_id":"105815998","mp_crag_id":"118954668","climb_id":"jwYAYDjHUHqT6gaf9bw1MQ==","areaRef":"zNh/Ap5MVGC/eUA6QMr4+g=="},"content":{"description":"splitter finger tips to small hands up a steep smooth wall.","protection":"3-4 each of tcus, double #.75-#1, single #2 & #3camalot. 2 bolt anchor with ClimbTech mussy hooks. ","location":"in a side slot on the West side of the canyon upstream from Mexican Pocket & down from rope swing-swimming hole."},"__v":0},{"_id":"4SDpVKgtUBS/h3vWm9mXkQ==","name":"The Ultimate Dirty Sanchez","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Jon Koehn and Will Cobb","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.71591,35.03512]},"left_right_index":24,"mp_id":"105850508","mp_crag_id":"118954668","climb_id":"4SDpVKgtUBS/h3vWm9mXkQ==","areaRef":"zNh/Ap5MVGC/eUA6QMr4+g=="},"content":{"description":"Approach as per the Ultimate Finger Crack and Twist of Fate.  UDS is located in the corridor to the right of UFC. \n\n  Pitch 1 - Climb a grey slab past one bolt to a stance below the \"beak\" roof.  Load up the beak with blue and yellow Metolius or green and yellow Aliens.  Use long runners on this gear.  Layback around the roof and climb across \"the beach\" ledge to a tight corner.  (Pulling the roof is no harder than 5.10, but the commitment level is high hence the 5.11- rating.)  Climb the tight hands corner (5.10, harder than it looks...) to a two bolt belay atop a pillar. \n\n  Pitch 2 - Launch up the sweet, right curving, splitter thin hands/hands crack. (5.10)  After about 50' pull onto a small ledge and make an awkward 5.9 move around a small bulge.  Continue up the widening crack to a two bolt rap anchor in a small alcove. \n\n  One double rope rap from the alcove anchor will land you back at your packs.","protection":"1 set stoppers   2 x Blue Metolius (Green Alien)   2 x Yellow Metolius (Yellow Alien)   2 x .5 Camalot (Old Sizes)   2 x .75 Camalot (Old Sizes)   2 x 1 Camalot (Old Sizes)   2 x 1 Camalot (Old Sizes)   1 x 3 Camalot (Old Sizes)   1 x 3.5 Camalot (Old Sizes)   1 x 4 Camalot (Old Sizes)","location":""},"__v":0},{"_id":"UPUbNV/zWFCqj1EpISOwVw==","name":"Ultimate Bag Of Tricks","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.71591,35.03512]},"left_right_index":5,"mp_id":"118806199","mp_crag_id":"118954668","climb_id":"UPUbNV/zWFCqj1EpISOwVw==","areaRef":"zNh/Ap5MVGC/eUA6QMr4+g=="},"content":{"description":"Think of this route as a longer, adventure climb requiring the use of a mixed bag of tricks. Please be careful with the rock on this route, especially at the beginning bolt sequence (delicate and slim) and the back of the chimney. If you can't make 5.11 moves with delicate feet and hands, I would encourage you to climb something else.\n\n Put on your beanie, channel your inner boulderer, and delicately solve the three bolt boulder problem to gain access to the crack system (tree is off, you filthy animal). With the right beta, the delicate, off-balance sequence feels like 5.11?. With the wrong beta, it can fell improbable. Once on the ledge, sigh with relief, for you have made it 15 feet and solved the first crux. (Note: I recommend placing a high piece in the finger crack and then down climbing/reaching across to the third bolt and extending it. I would also encourage extending every piece from this point on, through the chimney exit.)\n\n Say goodbye to the comfort of two good feet and fire the short finger section to a nice mantle ledge. Regain your composure and strut your stuff up the \"ramp\" toward the looming chimney. The base of the chimney is the troll, and the toll is squeezing your body up and through to get established. If you are used to squeezes, you know what to do here.\n\n Grovel, grovel. Once established in the chimney, make like Santa racing dawn and shimmy up to the glory of the upper crux/chimney exit. Two bolts protect the chimney (Note: Be mindful of the rock features extending from the back of the chimney; these are very pretty and also delicate. Please be careful with these features to help preserve the beauty of the rock).\n\n When exiting the chimney, reestablish in a vertical stance, maybe place some gear, and eye the upper crux. Take a breath, channel your inner Lynn Hill, and fire the moves; starts with fingers and finish with a fist/flare/desperate squeeze exit. God speed.\n\n 70 m rope or greater required to make it back to the ground.","protection":"Single: 1, 2, 5, & 6 Doubles: .3, .4, .75, & 4 Triple: .5  5 alpine draws & 10-12 slings 70 m rope","location":"Walk down canyon, passing Ultimate Dihederal on left. Route will be directly ahead on right wall, just right of the Ultimatum. "},"__v":0},{"_id":"hbkNGm7ZU5CJNuhqKTUzzQ==","name":"Ultimarete","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Damon Vaughan, Chris Kalman","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.71591,35.03512]},"left_right_index":26,"mp_id":"118928083","mp_crag_id":"118954668","climb_id":"hbkNGm7ZU5CJNuhqKTUzzQ==","areaRef":"zNh/Ap5MVGC/eUA6QMr4+g=="},"content":{"description":"STICK CLIP MANDATORY.Stick clip the first bolt.Make a difficult dyno to the starting holds (or if you can't, just pull up to them on the rope/anchor).Do wild campus-traversing left along an iron rail until you can stand up, make another move or two, and clip another bolt (end of crux one). Continue up and press out the mantle into the cave, and rest up.An airy roof pull out of the cave leads to the arete proper. Climb lovely moves into some lower quality but easier rock, then tackle the final shield (crux) which guards the chains. Climb through the crux (don't try to clip in the middle of it!), and clip the chains at your chest from the final holds, which are above the chains. (We had to put the anchor bolts a touch low due to deteriorating rock quality above.)","protection":"9? quickdraws to chains. Maybe bring 11-12 to be safe.Stickclip (there should be a good stick at the base).","location":"About 100 meters right of the UFC/Twist of Fate buttress is an attractive wall with a steep and stunning arete. This route starts on a shelf on the right side of that arete at a two bolt anchor. You can access this anchor by climbing the first 30 feet of Semi-ultimatic (gear protected) and continuing up and right, or you can brave the forest and bushwhack up to it about 30 meters right of the start of Semi-ultimatic."},"__v":0},{"_id":"Oo0605pfWM+16Xj6mzqkbA==","name":"Twist of Fate","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"C. Thornley, 1996. FFA: D.Mabe, 2012","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-111.71591,35.03512]},"left_right_index":23,"mp_id":"105817148","mp_crag_id":"118954668","climb_id":"Oo0605pfWM+16Xj6mzqkbA==","areaRef":"zNh/Ap5MVGC/eUA6QMr4+g=="},"content":{"description":"UPDATE 10/3/12: This coveted route was first aid climbed by Chris Thornley on rope-solo in 1996, just around the corner from the popular and excellent Ultimate Finger Crack. Since then, standing on top of the boulder, some have imagined, stared, and speculated the Fate of this route going free. Even fewer have ventured up with aiders, having realized the unforgiving fragility of thin Coconino cracks as a means to continue their sandy adventure for two more moderate free pitches. Speculation, rumor, and obscurity has left the fabled 5.13+(?) first pitch to be neglected and almost forgotten for 15 years even by Northern Arizonas elite.\n\n Here is a Twist. The striking first pitch goes free at a manageable 5.12 starting from the boulder. The lean/step across, along with the first gear placement, may be nearly-impossible for shorter climbers. Once you commit to actually starting, a brilliant crack-switch sequence unlocks the crux and leads to beautiful splitter fingers. I placed one bolt to protect the crux and preserve the soft and sandy seams, though attentive belay and careful gear placements above are necessary to keep you from hitting the boulder if you blow it. Difficulties ease above the leaning thin-hands offset, but the steepness and pump stay with you. Finish with twin cracks and a glorious handcrack bulge capped by a surprisingly tricky mantle onto the ledge. Lower 85 from a pair of fixed biners on chains, or belay from bolted anchors on the ledge if continuing.\" -D.Mabe\n\n Pitch 2. (5.10) Climb large hands, fist, and ow crack up a corner and flake to a stance with two bolts and chains (85').\n\n Pitch 3. (5.8) Face climb up and right past two bolts to a groove and the sub-summit ledge (45').\n\n Descend by rappelling the route starting from a tree that sits directly above the pitch 2 anchors. Three single rope raps get you down. OR take two ropes, top out, a short rap from a pine tree will get you to the bolted anchors atop UFC. A double rope rap from the top of UFC lands you about 25' away from Twist of Fate's start.","protection":"A couple of medium stoppers and micro-cams, doubles of Camalots #0.4 - #2, and maybe one #3, should provide enough of a selection for the first pitch. If continuing with the upper pitches, add at least (3)#3s, (2)#3.5s, and (1)#4. For full credit, don't even think about stick-clipping that bolt!","location":"Twist of Fate climbs up the face/arete just right of UFC's corridor. The start is marked by a large boulder at the base."},"__v":0},{"_id":"V/Bd4VygWQObA0sbVtoHDQ==","name":"Shut Out the World","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"2020","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.71591,35.03512]},"left_right_index":19,"mp_id":"119753068","mp_crag_id":"118954668","climb_id":"V/Bd4VygWQObA0sbVtoHDQ==","areaRef":"zNh/Ap5MVGC/eUA6QMr4+g=="},"content":{"description":"Sloper junk slapping down low to a juggy horizontal. A few cranks on good brown rock up and right lead to an easier finger crack finish. ","protection":"6 bolts 2x.4/.5","location":"Up and right 75 feet from The Crustifarian. "},"__v":0},{"_id":"nwidGgiVUnOH7vaM7ygPWQ==","name":"Sandy Lou Who","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Sosa, Kingsbury 2020","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.71591,35.03512]},"left_right_index":20,"mp_id":"119521264","mp_crag_id":"118954668","climb_id":"nwidGgiVUnOH7vaM7ygPWQ==","areaRef":"zNh/Ap5MVGC/eUA6QMr4+g=="},"content":{"description":"This route starts with a tricky traverse at a bolt(stick clip recomeneded) into a flaired hands crack. It then has another traverse left and then easier hands to a clip and lower up top.","protection":"Doubles .3 - 2 camalot.  (Tricky gear)RunnersDraw","location":"100 meters left of the Ultimate Traverse."},"__v":0},{"_id":"vRSmOE9DUmCP9eRlTGOU3A==","name":"Pumphouse Primer","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"D.Mabe, J.Mosher, R.Brown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.71591,35.03512]},"left_right_index":3,"mp_id":"108140050","mp_crag_id":"118954668","climb_id":"vRSmOE9DUmCP9eRlTGOU3A==","areaRef":"zNh/Ap5MVGC/eUA6QMr4+g=="},"content":{"description":"This is an enjoyable and rare moderate addition and warm-up to the Ultimate circuit, in a stunning location. \n\n  The hardest moves are off the ground. If you are resourceful, you can reach a good nut placement and starting finger lock. Continue up the left facing corner hand crack with three more steep and short cruxes including a brief wide section near the top.  Bolted anchor is on a sloping ledge near small tree underneath obvious squeeze. ","protection":"to protect for the grade: a medium stopper, a couple finger size cams, 2-3X C4 #0.5-2, a couple #3s, and even a #4 is handy.","location":"P.P. is on the south facing side, downstream from White Wedding less than 5 minutes and before the deep pool drop-off."},"__v":0},{"_id":"aXs7Z/+5X9i/pnDhWLIhEA==","name":"Pink Cloud","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"Trevor Bowman and Zach Harrison 10/24/20","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.71591,35.03512]},"left_right_index":1,"mp_id":"120291376","mp_crag_id":"118954668","climb_id":"aXs7Z/+5X9i/pnDhWLIhEA==","areaRef":"zNh/Ap5MVGC/eUA6QMr4+g=="},"content":{"description":"A nice sport venture up the north face of a small detached spire, which offers a good diversity of cranking up featured, vertical, orange rock. This adds another good option for the Ultimates sport circuit, and although isolated, is well worth seeking out. The line ends below the spire's summit, as the final band of sugar rock was of distinctly lower quality. ","protection":"12 bolts to clip-and-lower anchors.","location":"On the orange north face of a small, detached spire that rises above a steep shrubby slope a couple of minutes out of the main wash. See the pic for reference. "},"__v":0},{"_id":"Xce43pAwUi+ScgeLKlib1w==","name":"Metal Detector","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Z. Harrison, B. McCord","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.71591,35.03512]},"left_right_index":2,"mp_id":"119753001","mp_crag_id":"118954668","climb_id":"Xce43pAwUi+ScgeLKlib1w==","areaRef":"zNh/Ap5MVGC/eUA6QMr4+g=="},"content":{"description":"A fun route featuring some cool iron knob pulling and some puzzlin slab trickery, guarded by a difficult bulge pull at the start.","protection":"Bolts","location":"From the Ultimate Dihedral walk down the drainage until it becomes more of a slot canyon. This route starts on the ledge right side of the slot. There is belay bolt at the start."},"__v":0},{"_id":"4+WQpNdpW6ODmHKTiEbhng==","name":"The Lizard Howler Break Dance","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"Chris Kalman, Damon Vaughan","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.71591,35.03512]},"left_right_index":25,"mp_id":"118927758","mp_crag_id":"118954668","climb_id":"4+WQpNdpW6ODmHKTiEbhng==","areaRef":"zNh/Ap5MVGC/eUA6QMr4+g=="},"content":{"description":"Climb up an easy crack (5.9, hand size gear) to a series of bolts leading left into a cool scoop (crux one -- may be THE crux for tall climbers, but not bad at 5'5\" or 5'7\"). Climb the scoop (crux two) until a horizontal crack leads right (.4 BD camalot in the horizontal) into a huge cave. Rest up, because it's not over. 5.10 climbing on horizontals (clip a bolt up and left with a long sling) gets you up to easier terrain. Clip a bolt far left above the roof. Clip another bolt at a good stance, and rest up again. Clip a bolt over the lip of the little roof, and commit to the crack. Superb crack climbing (cruxes three and four) will get you to the chains.","protection":"From bottom to top, I used: #1 w/ long sling, four quickdraws, .4 w/ long sling, long sling, long sling, long sling, quickdraw, .3, .75, .75, and two more QD for the chains.\n\n I'd recommend a variety of cams and nuts from 000 C3 to .75 for the upper crack. My rack above was pretty dialed in and specific to how I climbed the route. The upper crack varies a fair bit so bring a good assortment of pro.\n\n 70m rope.","location":"On the clean, attractive, burnished buttress right of Twist of Fate. About 50 meters right of The Ultimate Dirty Sanchez."},"__v":0},{"_id":"v5Gw/NZ/XtKe24ZN3gLvug==","name":"Lil' Smokie's Wild Ride","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"McCord, Harrison","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.71591,35.03512]},"left_right_index":8,"mp_id":"119222513","mp_crag_id":"118954668","climb_id":"v5Gw/NZ/XtKe24ZN3gLvug==","areaRef":"zNh/Ap5MVGC/eUA6QMr4+g=="},"content":{"description":"A wildly steep arete with killer position and some fun moves leads to a wild reach/dyno move towards the top. A wide crack layback start slightly mars the route but the climbing once the arete is reached more than makes up for it.","protection":"Mostly bolted, a #2 and #4 (optional) protect the start and a #1 in a horizontal protects the run to the anchor.","location":"This route and it's cousins are located in a corridor tucked behind some trees down stream of White Wedding and upstream of Ultimate Lube Job.\n\n Hard to miss this one... Steep arete on the left side at the entrance of the corridor."},"__v":0},{"_id":"0Wd+fVseXwWsW3NufHENXg==","name":"Lil' Smokie's First Toke","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"B. McCord, J. Unema","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.71591,35.03512]},"left_right_index":11,"mp_id":"119187738","mp_crag_id":"118954668","climb_id":"0Wd+fVseXwWsW3NufHENXg==","areaRef":"zNh/Ap5MVGC/eUA6QMr4+g=="},"content":{"description":"This line follows a series of sculpted pockets up a slightly overhanging wall. Great rock and sustained, cool movement. Would be 4 stars is it was longer. ","protection":"4 bolts to a bolted anchor","location":"This route and it's cousins are located in a corridor tucked behind some trees down stream of White Wedding and upstream of Ultimate Lube Job.\n\n This route is the left most route on the right side of the corridor as you are looking into it."},"__v":0},{"_id":"zR75NWE8VuOyCL9BCRurvg==","name":"Lil' Smokie's First Crush","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"FFA: Giselle Field, Idaliza Sosa","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.71591,35.03512]},"left_right_index":9,"mp_id":"119538918","mp_crag_id":"118954668","climb_id":"zR75NWE8VuOyCL9BCRurvg==","areaRef":"zNh/Ap5MVGC/eUA6QMr4+g=="},"content":{"description":"This route climbs the zig zag crack. Gets cruxy as you move right on the 1st zig zag. Great for people who are new to trad leading. Gear friendly. Bit sandy. Anchor is currently a rope around a tree. To be updated.","protection":".75 (2)   1 (2)   2 (2)   3 (1)","location":"Left side of Lil Smokie's gully."},"__v":0},{"_id":"jwssFA/PWk6AF3TthmV3Lw==","name":"Lil' Smokie Shoots for the Moon","yds":"5.13-","grades":{"yds":"5.13-","french":"7c+"},"fa":"McCord, Unema","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.71591,35.03512]},"left_right_index":13,"mp_id":"119222457","mp_crag_id":"118954668","climb_id":"jwssFA/PWk6AF3TthmV3Lw==","areaRef":"zNh/Ap5MVGC/eUA6QMr4+g=="},"content":{"description":"Rad movement on great rock. If only it was longer...\n\n Stick clip a high first bolt and boulder you way to the anchor. This one hosts some of the coolest moves on the wall.","protection":"Bolts","location":"This route and it's cousins are located in a corridor tucked behind some trees down stream of White Wedding and upstream of Ultimate Lube Job. \n\n This is the right most route on the right side of the gully"},"__v":0},{"_id":"cHzLowe+XaagQCPPRt4zQQ==","name":"Lil' Smokie Goes All The Way","yds":"5.13b","grades":{"yds":"5.13b","french":"8a"},"fa":"B. McCord, J. Unema","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.71591,35.03512]},"left_right_index":12,"mp_id":"119187796","mp_crag_id":"118954668","climb_id":"cHzLowe+XaagQCPPRt4zQQ==","areaRef":"zNh/Ap5MVGC/eUA6QMr4+g=="},"content":{"description":"Sustain bouldering on steep pockets and an iron sausage leads to a sloping ledge and some easier climbing. A final techy roof pull takes you to the anchors.","protection":"9 bolts, bolted anchor","location":"This route and it's cousins are located in a corridor tucked behind some trees down stream of White Wedding and upstream of Ultimate Lube Job.\n\n This is the center line of the right side of the corridor. Just right of Lil' Smokie's First Toke"},"__v":0},{"_id":"xtecDMtzWdyeQxWQQcsnmw==","name":"Lil' Slopie","yds":"5.12+","grades":{"yds":"5.12+","french":"7c"},"fa":"McCord, Unema","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.71591,35.03512]},"left_right_index":10,"mp_id":"119223526","mp_crag_id":"118954668","climb_id":"xtecDMtzWdyeQxWQQcsnmw==","areaRef":"zNh/Ap5MVGC/eUA6QMr4+g=="},"content":{"description":"Sustained technical arete climbing and crimping. ","protection":"Bolts","location":"Obvious  arete in the back of the corridor on the left hand side\n\n This route and it's cousins are located in a corridor tucked behind some trees down stream of White Wedding and upstream of Ultimate Lube Job."},"__v":0},{"_id":"upemaARtWSqMdvXDHuP97g==","name":"Cry Havoc","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.71591,35.03512]},"left_right_index":6,"mp_id":"119439178","mp_crag_id":"118954668","climb_id":"upemaARtWSqMdvXDHuP97g==","areaRef":"zNh/Ap5MVGC/eUA6QMr4+g=="},"content":{"description":"P1 (5.11 - 110ish ft) - Ultimate Bag of Tricks. From anchor, walk up sandy ramp to hands crack system on right. P2 (5.9 - PG-13 - 70 ft) - Climb the wavy hands crack, until even with the anchors to the left and then traverse left. Test your holds before committing. The big block on the traverse makes this PG-13; it wasn't cleared because I don't want to modify the environment in that drastic of a manner. Move with intent. P3 (5.12 - 110ish ft) - Bring the ruckus. Boulder problem off the anchor to get established in the crack seam. Move up into the pod, clipping the bolt on the left wall (not for whips, simply placed for rope direction). Move out of the pod and continue on your OW journey. Goes from 4s to 5s to 6s, with potential for a 7 or Big Bro. Bump and place your cams wisely. Best climbed early in the morning or in the late afternoon/evening. Gets sun during the day. Can rap in on the route from the 89 side. ","protection":"70 m or greater required.    P1 - Doubles or triples; see UBOT beta.    P2 - Some hand sizes.    P3 - Singles from .3-3; Double - 5; Triple - 4 & 6. You may find a 7 or Big Bro helpful. I used two 6's for the FFA, but for an onsight attempt you may want to bring triples. Bring plenty of runners.","location":"Start with Ultimate Bag of Tricks and go up. It's the big one up there, can't miss it. "},"__v":0},{"_id":"ItxsVSPsWyOBocr686p3/g==","name":"The Crustifarian","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"2020","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.71591,35.03512]},"left_right_index":18,"mp_id":"119753047","mp_crag_id":"118954668","climb_id":"ItxsVSPsWyOBocr686p3/g==","areaRef":"zNh/Ap5MVGC/eUA6QMr4+g=="},"content":{"description":"Start right by a crack seam and climb exclusively horizontal holds until things get thin around bolt 3. Good holds lead to a big ledge rest. Do a pull up on sandy jugs to a fun headwall of crimpy things. ","protection":"8 bolts","location":"Located near the inside corner of the canyon as it makes its bend from the Ultimate Finger Crack to the Ultimate Dihedral. Right of the two large overhangs of choss. North East facing. 300 feet left of Sandy Lou Who. Set back from the drainage about 100 feet up on a terrace."},"__v":0},{"_id":"3Ox1ERhrUGeu7IVM6yjOXg==","name":"Brown Nosing","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"R. Brown, D. Mabe & Rusty???","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.71591,35.03512]},"left_right_index":14,"mp_id":"108160260","mp_crag_id":"118954668","climb_id":"3Ox1ERhrUGeu7IVM6yjOXg==","areaRef":"zNh/Ap5MVGC/eUA6QMr4+g=="},"content":{"description":"So here's the deal. I don't know if i am the first (kind of doubt it) but i am claiming it for now.    Starts with a thin hands corner (5.9) to a wide V-slot with a handcrack in the back. Optional belay (50ft ***) From here continue up burly V-Slot wide crack with handcrack in the back up to a slung tree. 125ft \n\n  Rap off upper section of tree down and to the left to keep ropes from getting stuck in the crack.","protection":"Doubles .5-4 with 3-4 #1-#3 C4's   Two Ropes","location":"40\" to the left of White Wedding   Rap from tree with slings to the ground with 2 ropes"},"__v":0},{"_id":"vspOcTv1WRut9SKrhRQldA==","name":"After the Gold Rush","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Trevor Bowman and Zach Harrison 11/6/20","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.71591,35.03512]},"left_right_index":17,"mp_id":"120291449","mp_crag_id":"118954668","climb_id":"vspOcTv1WRut9SKrhRQldA==","areaRef":"zNh/Ap5MVGC/eUA6QMr4+g=="},"content":{"description":"This prominent left-leaning splitter on a panel of tempting looking black varnish sits high above the wash, and is obvious from the Ultimate Dihedral area. Sadly the varnish is crustier than one would hope for, but just remember this is Toroweap after all. Although short, this rig offers up cool movement that involves a mix of face climbing and jamming. The southern aspect is this line's biggest detractor, and makes it difficult to sneak in an ascent when it isn't baking in the sun during the typical Ultimates season. P1--An access ramble up a slab with a bolt at about 15' and some gear above. Belay on a large ledge, which you then walk right to a belay bolt below the splitter. Minimal cleaning was done on this pitch. (.6, 60')P2--Crank the leaning, slightly overhung splitter past a couple of bolts. There is one thin section, but mostly it is sustained at the grade for its short span. (.11, 60')","protection":"In BD sizes:   (1X) .2, red C3, .3   (2X) .4, .5   (1X) .75-#3    Clip-and-lowers on P2. Chains on P1.","location":"On the black varnished face above and right of Young Guns. Scramble through oak/maples out of the wash on the upstream side of this buttress to a small open spot below the slab of pitch 1 (look for bolt about 15' up). "},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,24e148bb-4884-59e8-9870-43ce21f1a337,fa597035-a80a-55a2-9a9f-262bc7578ff9,1fdb38a6-6b41-5d20-993c-dcf46fcf25a3,945792cd-8c8c-59e3-9959-6182f4bf76cc,c2884274-08c6-5acf-b0ec-6de29b8c9b7a,ccd87f02-9e4c-5460-bf79-403a40caf8fa","pathTokens":["USA","Arizona","Northern Arizona","Flagstaff Area","Upper Pumphouse Wash","Ultimates, The","Ultimates West"],"gradeContext":"US","aggregate":{"byGrade":[{"count":4,"label":"5.9"},{"count":5,"label":"5.11"},{"count":1,"label":"5.11-"},{"count":3,"label":"5.10+"},{"count":1,"label":"5.11a"},{"count":2,"label":"5.11+"},{"count":1,"label":"5.11d"},{"count":1,"label":"5.12"},{"count":1,"label":"5.9+"},{"count":3,"label":"5.12-"},{"count":1,"label":"5.12d"},{"count":1,"label":"5.12b"},{"count":1,"label":"5.8"},{"count":1,"label":"5.13-"},{"count":1,"label":"5.13b"},{"count":1,"label":"5.12+"}],"byDiscipline":{"trad":{"total":19,"bands":{"unknown":0,"beginner":1,"intermediate":7,"advanced":11,"expert":0}},"sport":{"total":9,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":6,"expert":2}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":8,"advanced":17,"expert":2}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-111.71591,35.03512]},"bbox":[-111.71645916952973,35.034670339818135,-111.71536083047027,35.03556966018186],"left_right_index":-1,"ext_id":"118954668","area_id":"zNh/Ap5MVGC/eUA6QMr4+g==","polygon":{"type":"Polygon","coordinates":[[[-111.71645916952973,35.034670339818135],[-111.71536083047027,35.034670339818135],[-111.71536083047027,35.03556966018186],[-111.71645916952973,35.03556966018186],[-111.71645916952973,35.034670339818135]]]}},"content":{"description":"Because the majority of the climbs in Pumphouse Wash are found within the vicinity of an enormous oxbow in the canyon, East/West side can often feel like North/South side. But for the sake of simplicity, think of the canyon in terms of East and West.\n\n If you come in from Newman Park, you come in on the East side, and you will be looking directly at the three beautiful buttresses of the Ultimate Finger Crack area on the West side.\n\n Popular routes on the West Side include Pumphouse Primer, the Ultimatum, White Wedding... and the excellent Ultimate Finger Crack, and Twist of Fate.\n\n The routes around the Ultimate Finger Crack area face mostly north, and have shade most of the day. The routes further down-canyon face southwest and receive much more sun."},"density":0,"totalClimbs":28,"__v":1,"createdAt":"2022-11-07T05:52:43.832Z","updatedAt":"2024-01-20T00:56:40.249Z"}