{"_id":"6368a50be80bff5a995b062c","area_name":"Battle of the Bulge Buttress","shortCode":"","climbs":[{"_id":"sIADfMldU+696BZYJY18kw==","name":"Warm-up","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.54917,38.03837]},"left_right_index":20,"mp_id":"105717352","mp_crag_id":"105716883","climb_id":"sIADfMldU+696BZYJY18kw==","areaRef":"NTLjHT78VvmTslNBb5SIQQ=="},"content":{"description":"Short, but fun. Almost dead center in the Battle of the Bulge buttress between the cave and Jane Fonda's.  Look for the 30' climb with a large flake resting at the base and small roof 10' above it.  Scramble to the top of the flake, take a rest after a move and jam past the little roof.  Cruise through the widening crack to a nice ledge on the right.\n\nI saw a guide book (can't remember which one) with 5.8+ on the topo, but most will agree that there's a tough move or two getting off the flake and past the roof (9+?).","protection":"Singles from a #.75 Camalot to a #3 Camalot.  Nice climb for those with a little rack.","location":""},"__v":0},{"_id":"dSXjoZDmXEOeyLExOy+Wpg==","name":"Unnamed 5.11- just L of Last Battle","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.54917,38.03837]},"left_right_index":21,"mp_id":"106132232","mp_crag_id":"105716883","climb_id":"dSXjoZDmXEOeyLExOy+Wpg==","areaRef":"NTLjHT78VvmTslNBb5SIQQ=="},"content":{"description":"Tight corner with straight in rattly fingers in the back.  Kinda bombay start to get into the crack.  I though it was strenuous but my partner styled it.","protection":"yellow-grey-red aliens for lower crack.  3 - 3.5 camalot up higher.","location":"Just left of The Last Battle."},"__v":0},{"_id":"sFOUTcROVOOND4V+iM37Pw==","name":"Unnamed 5.11 (Just R of the Mayes)","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"N/A","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.54917,38.03837]},"left_right_index":35,"mp_id":"108920478","mp_crag_id":"105716883","climb_id":"sFOUTcROVOOND4V+iM37Pw==","areaRef":"NTLjHT78VvmTslNBb5SIQQ=="},"content":{"description":"This route starts up a thin corner and then climbs a zigzagging flake.  The anchor might be a little hard to clip since its located pretty far to the left of the crack.","protection":".3 to 1.0, heavy on the .75 and 1.0.","location":"Located just right of Mayes route."},"__v":0},{"_id":"vaL0wMgeUfuATRMRnuFdLA==","name":"Think Pink","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.54917,38.03837]},"left_right_index":2,"mp_id":"105717439","mp_crag_id":"105716883","climb_id":"vaL0wMgeUfuATRMRnuFdLA==","areaRef":"NTLjHT78VvmTslNBb5SIQQ=="},"content":{"description":"If you like Supercrack, you'll love this one too.  Head up to the far left side of the cliff, left of Crack Attack and the squeeze chimney Grits and Grunt.  This is an obvious right facing dihedral with a hand/fist crack that heads through a sizable roof.  Just left of this crack is a horrendous looking (unnamed) 5.11 offwidth.\n\nJam up the crack, if you have large hands, you can hand jam through the roof, otherwise it will be fists.  Continue on up to a 2 bolt anchor at 100'.","protection":"Many #3 Friends, plus doubles (at least) in the range #1.5 to #3.5 Friend.  Camalots are not ideal for the route as much of the crack is at the wide end of a #2 and too narrow for the #3.","location":""},"__v":0},{"_id":"/a9LEGDgW8elNOsYcsaWyQ==","name":"Unnamed 5.10 LF flake in deep corner","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.54917,38.03837]},"left_right_index":40,"mp_id":"105867613","mp_crag_id":"105716883","climb_id":"/a9LEGDgW8elNOsYcsaWyQ==","areaRef":"NTLjHT78VvmTslNBb5SIQQ=="},"content":{"description":"Decent warm-up route that that is probably easier than the 5.10 rating assigned to it.  The start is loose-fingers or tight-hands and quickly goes to good hands.  There are also face features to make it easier.  After the hands section the crack pinches down and then finish to the anchors in another loose-fingers or tight-hands crack.  Pretty fun, but not up to typical IC standards.","protection":"Camalots from green to gold should be sufficient.","location":"Route starts on the right side of the buttress.  It is one to the right of Railroad Tracks and a little before Three Strikes You're Out."},"__v":0},{"_id":"i3xE3XozXh2IN+1FSrec+w==","name":"Think Again","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Jay Smith, Greg Child 1997","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.54917,38.03837]},"left_right_index":3,"mp_id":"116101331","mp_crag_id":"105716883","climb_id":"i3xE3XozXh2IN+1FSrec+w==","areaRef":"NTLjHT78VvmTslNBb5SIQQ=="},"content":{"description":"The continuation to Think Pink, well worth doing. From the chains, climb up wide hands to a pod. Above the pod, follow the crack as it zigs right (hands), then zags left (off-fingers). Step up into a finger crack (careful of loose/fragile rock here), then make a face move left to another hand crack. Climb the hand crack through a short flare to anchors on a ledge.","protection":"I used one each 0.3 and 0.4, 2 each 0.5-3, plus an extra #2.","location":"Climb Think Pink then look up."},"__v":0},{"_id":"sRS0ugWdWseuhN4FjPk1FQ==","name":"Stress Puppet","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.54917,38.03837]},"left_right_index":11,"mp_id":"106053089","mp_crag_id":"105716883","climb_id":"sRS0ugWdWseuhN4FjPk1FQ==","areaRef":"NTLjHT78VvmTslNBb5SIQQ=="},"content":{"description":"This is the long right-facing corner to the left of\n\nDisco Machine Gun\n\n.  It has all sizes from hands to tips, it is long, and the rock is pretty good.  The start is straightforward jamming to an interesting crack switch to the left.  This leads to a wide pod (optional #3 Camalot).  Above the pod is a beautifully varnished tight corner that gets smaller as you climb higher.","protection":"Everything from a #2 Camalot - Blue Alien.","location":"Down on the left side of the wall.  Next route to the left of\n\nDisco Machine Gun\n\n."},"__v":0},{"_id":"iahszveKVOatMvcVeYBl9g==","name":"Swedin-Ringle","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"Kjell Swedin and Ray Ringle","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.54917,38.03837]},"left_right_index":43,"mp_id":"105717469","mp_crag_id":"105716883","climb_id":"iahszveKVOatMvcVeYBl9g==","areaRef":"NTLjHT78VvmTslNBb5SIQQ=="},"content":{"description":"For everyone (myself included) who thinks Indian Creek ratings are generally soft...well, jump on this one.\n\nThough the crux is short, it is quite desperate and comes at you right at the end where the splitter crack pinches to tips with no feet.  Just try clipping the anchors without grabbing them! The crux section is short enough though that it's just as easy to lead and aid the finish if you need to.\n\nI've heard you can set a toprope on this by swinging over from \"3 Strikes You're Out\" which is immediately to the right.","protection":"I would say doubles in sizes of yellow aliens through red camalot, with triples of #.5 and #.75 camalots.  Bring a green alien or blue TCU for the finish.","location":""},"__v":0},{"_id":"jBuhFeGjWLCgys9TJvFV1Q==","name":"Stella","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.54917,38.03837]},"left_right_index":1,"mp_id":"120654653","mp_crag_id":"105716883","climb_id":"jBuhFeGjWLCgys9TJvFV1Q==","areaRef":"NTLjHT78VvmTslNBb5SIQQ=="},"content":{"description":"Do you love wide? Do you like endless #6s? Then this climb is for you! A fun flare with a #2-#3 crack in the back takes you to a mini roof where you must switch sides while jamming through #4s that quickly widen to #5s. Milk the rest above the lip because from here you have nearly 100' of sustained 5.5-7\" crack climbing! The crack quickly pinches down to a #1 size just before the anchors, with some stemming & optional wide crack to the left to help de-pump.\n\nThere is an optional short pitch that continues above.\n\n1x70m rope barely gets you down from the lower anchors.\n\nPamela named this route after one of her beloved cats that has since passed on.\n\nFYI: For those still using the Bloom guide, this was marked in there as an unnamed route done by Jay Anderson. This is wrong. Jay confirmed this. Pamela & Devin put in the bolts now there. The start used to be guarded by a precarious leaning pillar that split and the top 1/2 fell before Pamela & Devin went to work. Since 2019, a middle chunk has fallen off leaving a longer flare to climb, and the final leaning 1/3 may one day go but seems pretty stable right now.","protection":"1-2x#1, 1x#2, 2x#3-4, 3x#5, 4-5x#6. Use 1x#2-3 at the start. Save the other 'small' cams for the finish.","location":"This is the first route left of Think Pink, marked by a detached pillar that is popping out from a flare left behind."},"__v":0},{"_id":"AUYyXQT3XearcWrzVvFF/g==","name":"Shadows of Tomorrow","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Joe Stern, Michelle Leber, Megan McGee","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.54917,38.03837]},"left_right_index":36,"mp_id":"120273067","mp_crag_id":"105716883","climb_id":"AUYyXQT3XearcWrzVvFF/g==","areaRef":"NTLjHT78VvmTslNBb5SIQQ=="},"content":{"description":"This is the 45' extension to the\n\nunnamed 5.11 just right of The Mayes\n\n. Climb the cool zigzagging flake up to the last corner change where the unnamed 5.11 finishes with a somewhat awkward and reachy anchor clip. Instead of clipping this anchor, climb through the last changing corner and into the flare. Follow the flare until it opens up, and then step delicately onto the sugary ledge at the top of the crack.","protection":"In BD sizes: (1) .2, (2) .3, (3-4) .4, (2) .5, (3-4) .75, (4-5) 1, (1-2) 2, (1) 3. There's a good spot for the #3 near the very top of the route to protect the top-out moves, but you could get by with just small cams (.2-.3) at the top as well.\n\nAn 80-meter rope is recommended for this route. However, the bottom of the climb is kind of scrambly and there's still the original midway anchor, so there are some options for shorter ropes.","location":"This route is the extension to the\n\nunnamed 5.11 just right of The Mayes\n\n."},"__v":0},{"_id":"TYiyLiFZX1CyXBcZi3rn3g==","name":"Seppuku Flake","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"Zack \"Bones\" Smith & Justin Cassels","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.54917,38.03837]},"left_right_index":25,"mp_id":"110034526","mp_crag_id":"105716883","climb_id":"TYiyLiFZX1CyXBcZi3rn3g==","areaRef":"NTLjHT78VvmTslNBb5SIQQ=="},"content":{"description":"An adventure of a route, with everything from delicate face climbing above small stoppers, to hands, thin hands, rattly fingers, and finally a nice section of fingers with just enough stances to the anchor. There is a little suspect rock and every bit of the 150 ft is well-earned. 3 stars for a very unique Indian Creek experience, but if you're not into this type of thing you may think otherwise. The name (misspelled in Bloom's book) is a reference to the disemboweling ritual suicide originally found in Samurai culture. \"We thought the feature could fall off,\" Zack says. Hopefully not!\n\nBouldery moves get you to, and just above, the fixed pin. Place critical small stopper(s) in a small constriction (I used a #5 off-set HB, with a #6 BD microstopper on top of it) before crimping and smearing slightly up and left to gain the main crack system. I think this entire first section constitutes the technical crux, but there is definitely a little more umph to be had up high. Enjoy the ride!","protection":"Fixed pin, selection of small stoppers, and cams to #3 BD. Bloom's gear recommendation is relatively accurate. I used less 1s and 2s, and added an extra from BD .75 on down and was happy to have them. 2 ropes mandatory to get down!","location":"In between Digital Readout and Ruby's Cafe. The fixed pin at the start is obvious, and the anchor is visible way up there."},"__v":0},{"_id":"BmvuYly7WnarhghDcIljvw==","name":"Schrödinger's Cat","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.54917,38.03837]},"left_right_index":0,"mp_id":"120654843","mp_crag_id":"105716883","climb_id":"BmvuYly7WnarhghDcIljvw==","areaRef":"NTLjHT78VvmTslNBb5SIQQ=="},"content":{"description":"This is a fun wide climb that works all of the sizes in a dihedral. It starts at tight hands and rough calcite, but quickly widens and cleans up. There are a couple of rests to milk, but be ready for a long stretch of 9\" wriggling! The crack briefly widens to nearly 12\" just before some features force you outside before a final mantle to the anchor ledge. This protects well with a BD #8 slid up behind the constriction.\n\nThere is a newer 2nd pitch that goes at 5.9 up the chimney to the top of the tower (or rim? I need to go back and climb this. I forgot which side Devin & Pamela said it topped out on).\n\n1x70m rope works. A 60 might, but I would be careful with that.","protection":"1x#2, 3, 2x#4, 1x#5, 1-2x#6, 1x#7-8, opt. 1x#1","location":"This is the next route left of Stella, in a right-facing corner."},"__v":0},{"_id":"2nFBxlSTWrefsEPxFldKhg==","name":"Ruins Crack","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.54917,38.03837]},"left_right_index":18,"mp_id":"105718270","mp_crag_id":"105716883","climb_id":"2nFBxlSTWrefsEPxFldKhg==","areaRef":"NTLjHT78VvmTslNBb5SIQQ=="},"content":{"description":"One of the bigger sandbags at Indian Creek?  Felt harder to me than most of the 5.11 thin hand corners at Battle of the Bulge.\n\n1st route to the right of Jane Fondas, directly left of the \"indian ruins\".  Steep tips liebacking off the deck, to wide fingers liebacking to get to a rest.  A strenuous and pumpy 20 feet of climbing.  Cop a decent rest then continue up the narrowing corner, until a tricky traverse right to gain a hand crack.  Continue to the chains.  The only way I can see justification for \"10+\" is the fact that its a little shorter than some of the other climbs at Battle of the Bulge. Total length of climb is 60-70 feet.","protection":"Aliens: 2 green, 2 yellow.  Friends: 4 #1, 1 #1.5, 1 #2.  Camalots: 1 red and 1 yellow.\n\nDo Not Climb","location":""},"__v":0},{"_id":"YxtoLBXjWIKmTNMvkejlrg==","name":"Ruby's Cafe","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"Lisa Gnade","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.54917,38.03837]},"left_right_index":23,"mp_id":"105932991","mp_crag_id":"105716883","climb_id":"YxtoLBXjWIKmTNMvkejlrg==","areaRef":"NTLjHT78VvmTslNBb5SIQQ=="},"content":{"description":"A thin start leads to changing corners, which puts you under an intimidating roof. A series of badass moves sets you up for thin laybacking to the anchors. Very sustained!","protection":"6 or so yellow Aliens, a few green.","location":"This incredible line lies inbetween \"The Last Battle,\" and\n\nDigital Readout\n\n."},"__v":0},{"_id":"WL7f8CPSV/ioD53z9aZ/cA==","name":"Road to Knowhere","yds":"5.13-","grades":{"yds":"5.13-","french":"7c+"},"fa":"FA - Coleman \"Troutman\" Blakeslee, Nate Sydnor and Joe Stern FFA - Nate Sydnor","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.54917,38.03837]},"left_right_index":46,"mp_id":"120048076","mp_crag_id":"105716883","climb_id":"WL7f8CPSV/ioD53z9aZ/cA==","areaRef":"NTLjHT78VvmTslNBb5SIQQ=="},"content":{"description":"Hayden Kennedy was one of the most righteous dudes I’ve ever known. He was wise beyond his years, about as kind and real of a person as you’d ever meet, and along with his raw good will he had an effortless, preternatural talent for climbing. This route was established as an honor to him. His death was for me the first glimpse of its kind of a certain visceral mortality we all face. And although the Romeo and Juliet tale of Hayden and Inge is a uniquely tragic one, as life and time moved on I saw that that loss somehow brought myself and some of my dearest friends closer together. It helped me to realize certain importances, and see with greater clarity certain trivialities. Every new route to me is a story, written in the experiences that lead to its fruition. A bit of that story unfolds below.\n\nCredit for the vision of this route goes to Coleman “Troutman” Blakeslee, one of Hayden’s best friends and one of my most cherished brothers. Coleman was an inspiration to Hayden, as he still is to many of us who are fortunate enough to know him as a great friend. It was Coleman’s suggestion to investigate the line as a potential tribute, and he bravely aided it in the blazing heat for the first ascent, leaving a cam nest to TR off of. I went up and pulled the trigger to drill the anchor, discovering in the process a difficult and intriguing free climb. I likely ended up getting the first free ascent because Coleman's finger tips wouldn’t quite fit for the crux, and because the beguiling nature of the line luckily eluded others for the nearly 3 years it took for me to complete it. For so many years this line sat front and center at Battle. Difficult free climbs were established just a stone’s throw away, yet for some reason it was never done. If such a thing could be considered, I would think of this as my magnum opus in Indian Creek, the closing of a chapter of new routing in an area I love so much. Hayden likely would have styled it first or second try.\n\nIn the beginning, Road to Knowhere was my original wish for the name of the route. I pondered long and hard about the name, as I always do. I’m an over-thinker, always looking for double or even triple entendres for a name’s meaning. Although I was the one finally able to pull it off free, Coleman was better friends with Hayden than I was so I felt it best to try and title the route directly with a reference Coleman had made when discussing possible names. That wish brought about the first inception of the route’s name. Well, fast forward through a conversation with Coleman, some story straightening and some facts clarified, and we’re now past the first name and back at the beginning.\n\nKnowhere is a harbor at the very edge of what is known in Marvel comics as the multiverse. Much like an electron, it does not hold one physical, identifiable location and thus cannot be observed as such. It is a dimensional crossroads that holds particular significance within the time-space continuum, and the limits of language make it difficult to describe. Multiple significant Marvel plots play out here, in the severed head of a once-mighty Celestial; one of the all-powerful beings who essentially watch over and reside at the very foundation of the multiverse. I clearly remember reading my brother's Thor comics as a little kid and seeing the depiction of the Celestials. The scale with which they were drawn broadened my understanding of the vastness of space and the colossal nature of the universe. Thanos also famously steals the Reality Stone here from Taneleer Tivan, The Collector, proclaiming in the process that “…reality is often disappointing. That is, it was. Now, reality can be whatever I want.” So it is with this authorship. The direct reference of Knowhere within this route's name specifically is that this crack has sat in some sort of vortex for so many years. Right at the top of the trail but seemingly invisible, it was never done. Coleman and Joe and I showed up at the “right” time, with the “right” mentality, and thus were granted access.\n\nI’ve also upgraded the route from the original grade of 12+ to 13-. This is sort of bait for suitors so that folks will come climb it, lured by the potential tick of a route with a coveted grade. I think it’s one of the hardest climbs I’ve ever done, and it felt like 12+ effort when I did it, but first ascents have a process that is unique. Finding out if it’s even possible presents a challenge all its own. Of course it doesn’t really matter how hard it is. It’s an amazing challenge with a great deal of meaning to me. I’m interested to see how it shakes out once repeated.\n\nRespect.","protection":"From tiny on up to .4 BD. See photos for the send rack, to which several pieces should likely be added on one's initial attempt.","location":"A stone's throw to the right of 3 Strikes"},"__v":0},{"_id":"YDPtcnPRW0mf3Rs9Cay4GA==","name":"Railroad Tracks","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"???","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.54917,38.03837]},"left_right_index":38,"mp_id":"105821587","mp_crag_id":"105716883","climb_id":"YDPtcnPRW0mf3Rs9Cay4GA==","areaRef":"NTLjHT78VvmTslNBb5SIQQ=="},"content":{"description":"This is a good warm up route.\n\nThin hands move off the ground to a good jam where you can stop to place gear.  Climb up in to the corner and wrestle with the \"Railroad Tracks\"\n\nThere are a couple of good stem rests.  Once the crack on the right widens you can move in to it and jam to the top.","protection":"Camalots  2 #1s, 2 #2s, 2 #3s Maybe 1 #3.5\n\nA yellow or green alien for the corner if you like","location":"One of the first routes when you get to the base of the cliff,  It is a few lines to the Left of Swedin-Ringle"},"__v":0},{"_id":"oqeqIjgUVH2FzSy6B8JxDw==","name":"Quarter of a Man","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Bob Rotert and Steve Hong","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.54917,38.03837]},"left_right_index":30,"mp_id":"105717466","mp_crag_id":"105716883","climb_id":"oqeqIjgUVH2FzSy6B8JxDw==","areaRef":"NTLjHT78VvmTslNBb5SIQQ=="},"content":{"description":"The best corner on a wall with countless superb corners.  Just left of Black Corner, this climb is extremely hand-size dependent...it is at just that point where many people can get tight hand jams (i.e. feels 5.11ish) while others will need to lieback forever (thus 5.12-).  There are a few rests on this one, so be on the lookout for features to stem to.  Milk the high rest for all its worth because the crux section begins just afterwards.","protection":"A whole mess of #2 friends (though you certainly don't need the recommended number from the guide- 12!) or a mix of #.75 and #1 camalots. You can use bigger pieces in a few pods. You'll need 2 ropes for this one or alternatively a 70 meter can work, but tie knots in the ends.","location":""},"__v":0},{"_id":"/B3aON4XVbGVlsYkbXXtCQ==","name":"Pigs In Space","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.54917,38.03837]},"left_right_index":5,"mp_id":"105831783","mp_crag_id":"105716883","climb_id":"/B3aON4XVbGVlsYkbXXtCQ==","areaRef":"NTLjHT78VvmTslNBb5SIQQ=="},"content":{"description":"The majority of this route is handcrack.  There are a couple of wider pods and one section of tight-hands.  Higher up there is a smaller crack out to the left that can be used.  Good route, lots of fun.","protection":"Green to Gold Camalots should do it.  A #3 Camalot could be nice to protect a wide pod higher up.","location":"Starts on the left side of the buttress.  Route begins on the face to the right of Elbow Vices, down near Think Pink."},"__v":0},{"_id":"5WJuP1tSU3KqRLHNa056ow==","name":"Our Piece of Real Estate","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"John Fantini and Greg Davis","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.54917,38.03837]},"left_right_index":16,"mp_id":"105717505","mp_crag_id":"105716883","climb_id":"5WJuP1tSU3KqRLHNa056ow==","areaRef":"NTLjHT78VvmTslNBb5SIQQ=="},"content":{"description":"Two stars, but (because?) varied and highly worthwhile. Is variously rated 5.10+ or 5.11-; I concurred with the latter but it may be that the grade feels magnified by the necessity of placing much gear, as the crux presents a fall onto a block if not sewn up.\n\nWalk past Battle of the Bulge, Black Corner, Quarter of a Man, Jane Fonda's Total Body Workout, etc. until you reach a massive RF corner, which is easily identified by the long, horrifying wide crack Big Baby, staring at you from the left wall. Our Piece of Real Estate starts in a corner itself. Scramble (low 5th class) up an easy corner, and clamber onto the block where the hard climbing starts. An interesting sequence uses the splitter rattly fingers crack on the left wall combined with super-thin fingers in the actual corner. Continue with somewhat pumpy thin hands in a flare, to a great rest, then stem out to a nice wide hands crack on the right wall which leads to the anchors.\n\nNote: you can use a 60-M rope, but the person being lowered MUST stop atop the initial low-5th class section and downclimb. I was waiting to do the climb while a person from the party ahead of us was dropped nearly into my lap (from about 10 feet up) because the rope went through his belayer's atc! Fortunately, he walked away only with bruises to his ass and ego. Also, go ahead and tie a knot in the end of your rope while you're at it.","protection":"Bring one 1.5 friend, two-three #2 friends, several 2.5 friends, and several 3.5 friends for the final hand/fist crack.  A couple tcus may be useful for the transition to the final crack.","location":""},"__v":0},{"_id":"2Ay15iztXP6hOpWPG6PDWA==","name":"New World Order","yds":"5.11b/c","grades":{"yds":"5.11b/c","french":"6c+"},"fa":"Mike Cann, 1997","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.54917,38.03837]},"left_right_index":6,"mp_id":"106155187","mp_crag_id":"105716883","climb_id":"2Ay15iztXP6hOpWPG6PDWA==","areaRef":"NTLjHT78VvmTslNBb5SIQQ=="},"content":{"description":"Climb the right-facing corner up through a thin section protected by two bolts then out a roof to the left and finish up the varied crack to the anchor.","protection":"(2) #.4 - #.75 Camalots, (1) #2 & #3 Camalot, a couple quickdraws","location":"Left end of the cliff right of\n\nPigs In Space\n\nand left of\n\nCrack Attack\n\n."},"__v":0},{"_id":"bkz5iARGWn+S9ngkVCSyfQ==","name":"The Mystery Machine","yds":"5.10b/c","grades":{"yds":"5.10b/c","french":"6b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.54917,38.03837]},"left_right_index":39,"mp_id":"105923818","mp_crag_id":"105716883","climb_id":"bkz5iARGWn+S9ngkVCSyfQ==","areaRef":"NTLjHT78VvmTslNBb5SIQQ=="},"content":{"description":"This route is located in the back of the corridor above Railroad Tracks.  Top out on Railroad Tracks and walk to the back of the chimney, the crack/flake on the right is the route. In the warmer months, this is a fun alternative to the heat.  THIS IS A LONG PITCH AND REQUIRES TWO ROPES TO GET OFF! I was unpleasantly surprised when the length in the Indian Creek guide was wrong.  No one should have to hike back down to the truck in the summer heat only to hike back up and then jug all the way back up to the top because of a little type error.\n\nThe climbing is fun chimneying to start until about Twenty-five feet up when the chimney widens and you have to transfer to just the crack.  From there, a couple of wide sections and twenty to thirty more feet of solid, slightly overhanging 5.10 tight hands and hands to the top.  Oh, and the top move is a little spicy.","protection":"Bring one of everything from .5 to #4 Camalots and three or four of .75 to #2 or #3.  Watch for sap in the top of the route and again, bring two ropes.","location":""},"__v":0},{"_id":"O58LZcXEVaGTx7RoRP5mwA==","name":"My awkward battle","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Karl Kelly, Dylan warren 2/17","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.54917,38.03837]},"left_right_index":33,"mp_id":"118899961","mp_crag_id":"105716883","climb_id":"O58LZcXEVaGTx7RoRP5mwA==","areaRef":"NTLjHT78VvmTslNBb5SIQQ=="},"content":{"description":"Ascend a small pillar (left facing) to a shallow right facing dihedral with off finger and tight hands. Continue up main corner with stemming until just before chains an overlap makes for some hard jams and tricky pro\n\nGood enough for a warm up and never a line make it a good (enough) start on a busy day","protection":".3-4 a few slings","location":"look for the clean corner and roof of the Mayes just left"},"__v":0},{"_id":"tkCx+JW9Xk2fLrsldg14pw==","name":"The Moon Also Rises (original var.)","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.54917,38.03837]},"left_right_index":41,"mp_id":"118709395","mp_crag_id":"105716883","climb_id":"tkCx+JW9Xk2fLrsldg14pw==","areaRef":"NTLjHT78VvmTslNBb5SIQQ=="},"content":{"description":"This shares the same first half with\n\nThe Moon Also Rises (Finger Lickin' variation)\n\nbut they differ on the last half, ending at two different anchors, require very different techniques & racks & (IMHO) are of different difficulties. Because of this, I felt the variations are worth separate pages to avoid confusion. For example, the guidebook & MP call for many #1 C4s, which I called B.S. on for this variation. I'm glad I left those behind!\n\nStart in the wide splitter and climb it all the way to the top, eventually squeezing into a chimney. There is a silly drilled angle that is after an unprotectable squeeze section, but at a spot where a #5 C4 protects nicely. The nice new anchors require an airy traverse back out from the depths of the chimney but the moves are secure.\n\nKelley's guidebook's wording is unclear if this is 5.11- and the Finger Lickin' Good variation is 5.11. I thought this felt more like old school 5.9 to me, and both me & my friend (with smaller hands) thought the thin hands variation felt more like 5.11-.\n\nWith a tension traverse you can switch from the top of one route variation to TR the other route.","protection":"C4: 1x#2, 3, 4, 3x#5, 1x#6. Opt. 1 extra #5 & #6\n\nBring a couple of slings for the last piece or two deep in the chimney. Maybe one for the drilled angle, but it is at a strange place where you are well protected with #5 cams, so why bother?\n\nRoute is good for sliding #5s, so you could get away with fewer and still keep it from being too runout if you're careful.","location":"Left of Swedin-Ringle and right of Mystery machine and the unnamed 5.10."},"__v":0},{"_id":"izCzPon0VL2U+D0Wi+iGBg==","name":"The Moon Also Rises (Finger Lickin' Good var.)","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Jason Nelson, Lisa Nelson","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.54917,38.03837]},"left_right_index":42,"mp_id":"106338053","mp_crag_id":"105716883","climb_id":"izCzPon0VL2U+D0Wi+iGBg==","areaRef":"NTLjHT78VvmTslNBb5SIQQ=="},"content":{"description":"Just a bit left of Swedin-Ringle is a seldom climbed route.  The fact that it's rarely climbed isn't because of a lack of quality; it is because it's wide...that's right, we're talking offwidth techniques.","protection":"Up to a #6 Camalot.  Be prepared for a little spice.  The mental crux of moving out from the chimney onto the face requires a unique placement if you want it: put a knot in a thin dyneema runner, and slide the knot into the flared bottleneck.  It's a somewhat blind placement, but it's bomber. Above this, you can place a 0.5 camalot, then 0.75, maybe two #1s.  You could place a #2 toward the top if you wanted.","location":"Left of Swedin-Ringle and right of Mystery machine and the unnamed 5.10."},"__v":0},{"_id":"2+KObaE3XouejBHB+WvUJg==","name":"The Man Cave 5.10","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"K3, MK 2017","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.54917,38.03837]},"left_right_index":28,"mp_id":"116784264","mp_crag_id":"105716883","climb_id":"2+KObaE3XouejBHB+WvUJg==","areaRef":"NTLjHT78VvmTslNBb5SIQQ=="},"content":{"description":"When the Cave route has a party on it and its hot out in the sun, jump on this fun enough route. Start on broken rock. varied climbing with mostly big hands brings you to a fun exit move to clip the bolted anchor.","protection":".75, 1.0,2.0, (3)3.0, 4.0, Alpine draws are useful","location":"Far right side of the cave feature"},"__v":0},{"_id":"30IIjMGwX+apUcsaDjoUDQ==","name":"Like a Prayer","yds":"5.13-","grades":{"yds":"5.13-","french":"7c+"},"fa":"Matt Segal 2009","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-109.54917,38.03837]},"left_right_index":37,"mp_id":"107891605","mp_crag_id":"105716883","climb_id":"30IIjMGwX+apUcsaDjoUDQ==","areaRef":"NTLjHT78VvmTslNBb5SIQQ=="},"content":{"description":"Really cool modern route surrounded by classics.","protection":"small stuff and a few other assorted cams","location":"Start Railroad Tracks then traverse left into thin stuff, finish out a small roof."},"__v":0},{"_id":"+djqtWUZUaWwi3wFUoK+6g==","name":"The Mayes","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Jeff Widen","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.54917,38.03837]},"left_right_index":34,"mp_id":"105871554","mp_crag_id":"105716883","climb_id":"+djqtWUZUaWwi3wFUoK+6g==","areaRef":"NTLjHT78VvmTslNBb5SIQQ=="},"content":{"description":"Starts in a left facing corner and gets wider as you climb higher.  Big-fingers, to tight-hands, to hands, to a pod.  then climb the anchors on the wall above the pod.  Pretty fun, however, short climb.","protection":"Green to Blue Camalots.  Short climb, so not much gear is necessary.","location":"The right end of the buttress.  This is the first climb to the right of Battle of the Bulge."},"__v":0},{"_id":"+7GuAbM4V4GFFST8m90P5g==","name":"The Last Battle","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.54917,38.03837]},"left_right_index":22,"mp_id":"106037752","mp_crag_id":"105716883","climb_id":"+7GuAbM4V4GFFST8m90P5g==","areaRef":"NTLjHT78VvmTslNBb5SIQQ=="},"content":{"description":"Located about 20-30 ft. left of Ruby's Cafe.  Begin climb in a short right facing corner using small cracks.  Use extra care when climbing and placing gear here, as the rock is a little questionable.  After the start move over a small roof (fingers) and climb a good crack above.  Move over another small roof, then climb a reachy flared wide hands crack.","protection":"Small tcus for the start, Friends-(3)0.75, (3)1.0, (3)1.5, (1)3.5\n\nA #3.5 Camalot works best at the top.","location":""},"__v":0},{"_id":"nIsL96MOUiKu8oDwbLVY2Q==","name":"Jane Fonda's Total Body Workout","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.54917,38.03837]},"left_right_index":17,"mp_id":"105717574","mp_crag_id":"105716883","climb_id":"nIsL96MOUiKu8oDwbLVY2Q==","areaRef":"NTLjHT78VvmTslNBb5SIQQ=="},"content":{"description":"Approaching from the east the route starts 30 feet past the wall art, which is marked by a built up ring of rocks.  The climb is in a large left-facing dihedral with a distinct no feet offwidth at the beginning. The short offwidth start has good foot holds outside the crack after the first 5 ft.  This leads to almost endless small hand jams through two somewhat steeper sections.  The last 40 ft. is less than vertical and icing on the cake.   3 bolt anchor, 170 feet.","protection":"BD Camalots:  6 #1, 4 #2, 2 #3, 1 #3.5, 1 #4, and 1 #3 Big Bro (optional)","location":""},"__v":0},{"_id":"uPpqbPLxW8eZQOfpPuanzQ==","name":"The Jagged Wedge","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.54917,38.03837]},"left_right_index":19,"mp_id":"107516551","mp_crag_id":"105716883","climb_id":"uPpqbPLxW8eZQOfpPuanzQ==","areaRef":"NTLjHT78VvmTslNBb5SIQQ=="},"content":{"description":"Just to the left of the Warm-Up is a wide fists crack, turning into an offwidth halfway up.  This is The Jagged Wedge.  A fun route, but bring your lead head!  See beta below.","protection":"Start out with a few BD #3s and a #4s, depending on your comfort level.  Next the offwidth starts at #5s, progresses to a shoddy #6, and then too wide to take any other cams.  Climb about 20-30 feet above your last piece using the offwidth for leg jams, acquire a small ledge, traverse left for a solid #2 placement, then move right on top of the gigantic flake for the anchors.","location":"Left side of the large \"flake\" the the Warm-up climbs."},"__v":0},{"_id":"4TJIokj9VVujNgpbV7x79g==","name":"Hole in the Wall","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.54917,38.03837]},"left_right_index":14,"mp_id":"105921773","mp_crag_id":"105716883","climb_id":"4TJIokj9VVujNgpbV7x79g==","areaRef":"NTLjHT78VvmTslNBb5SIQQ=="},"content":{"description":"BETA Alert--This text has Beta.  If you don't want it, don't read it.  This climb might be the route for the people who like Jane Fonda's Total Body Workout.  It's a burl-fest!\n\nThe first 15-20 feet is scissor-ing/chimney-ing up a flaring slot with one awesome hand in the perfect #2 crack.  It's a fair grunt-fest through this section but awfully secure thanks to the bomber hand crack deep in there.  When this ends there's a section of perfect, easy #2s.\n\nThen it widens to a (right side-in) OW/Squeeze Chimney.  You might want your gear on the left side.  I had mine on a shoulder sling, which worked well.  My partner tried to start the squeeze left side in but it didn't go too well.  By keeping the right in you can gain access to some edges on the left side of the wall up high.  Mantle out of the chimney onto a ledge.  Perfect rest.\n\nThen surmount a sweet little roof, work up another few feet, get past a fairly discouraging wide slot, then it's tight hands and hands to the top.  Full value and a good time.\n\nExpect it to be a bit harder than many of the other 5.11- climbs in the neighborhood, unless you're pretty unfazed by the wide.","protection":"Highly recommend a durable long sleeve shirt and wearing socks under them climbing shoes.  I had neither and my belayer was dodging drops of blood.\n\nI used:\n\n6 #2 camalots\n\n5 #3 camalots\n\n1 #1 camalot\n\n1 #4 camalot\n\nThe squeeze protects well with a #4 stuffed back in there, but if you want to sew it up you'll need 2 of them.","location":"The route is to the left of 20 meters to the left of big baby.\n\nA seventy meter rope is just a hair too short...you'll need two ropes."},"__v":0},{"_id":"TVMSqs2wWzKm9vYykhnh7A==","name":"Fat Boy Slim","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Keith Reynolds and Alan \"Heavy Duty\" Stevenson","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.54917,38.03837]},"left_right_index":8,"mp_id":"106052378","mp_crag_id":"105716883","climb_id":"TVMSqs2wWzKm9vYykhnh7A==","areaRef":"NTLjHT78VvmTslNBb5SIQQ=="},"content":{"description":"Starts with mostly 4\" crack through a section of broken rock to below a roof.  Pull through the roof and finish with fingers in a flaring stembox.  Good fun.","protection":"An assortment of gear from #4 Camalot down to a #.4 Camalot.","location":"Left side of the wall right of\n\nDogs in Space\n\n."},"__v":0},{"_id":"N9b63LMNX9adpGsCtMtukg==","name":"Elbow Vices","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.54917,38.03837]},"left_right_index":4,"mp_id":"105831778","mp_crag_id":"105716883","climb_id":"N9b63LMNX9adpGsCtMtukg==","areaRef":"NTLjHT78VvmTslNBb5SIQQ=="},"content":{"description":"Route climbs a corner with a rather wide start then is mostly handcrack to the top.","protection":"Large piece for the beginning and then mostly hand-size stuff.","location":"Route starts on the left end of the buttress.  Head down towards Think Pink.  Elbow Vices starts on the wall to the left of Pigs In Space."},"__v":0},{"_id":"QGJBeP+0UHK0v2Yp6IH0Ww==","name":"Down in Albion","yds":"5.13","grades":{"yds":"5.13","french":"8a"},"fa":"Will Stanhope","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-109.54917,38.03837]},"left_right_index":24,"mp_id":"108007936","mp_crag_id":"105716883","climb_id":"QGJBeP+0UHK0v2Yp6IH0Ww==","areaRef":"NTLjHT78VvmTslNBb5SIQQ=="},"content":{"description":"A stunning route with wild feature slapping, committing face climbing and very thin gear. This route defines \"new-school\" Indian Creek climbing.\n\nDifficult and scary feature climbing on the flare leads to the crux.\n\nThe crux is a burly traverse from the flare into Ruby's Cafe. The boulder problem is something like V7/8 with a nasty fall. Finish up on Ruby's.\n\nProud FA by Canadian hard-man, Will Stanhope.","protection":"Lots of thin stuff. The crux boulder problem is protected by two blades.\n\n2 00 C3\n\n3 Grey TCU\n\n3 Purple TCU\n\n3 Blue TCU\n\n2 Yellow TCU\n\n1 .4 BD","location":"Just right of Ruby's Cafe up the obvious flaring corner."},"__v":0},{"_id":"Ir3efbg3Xg2RubEtPpizDA==","name":"Dogs in Space","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"n/a","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.54917,38.03837]},"left_right_index":9,"mp_id":"105872095","mp_crag_id":"105716883","climb_id":"Ir3efbg3Xg2RubEtPpizDA==","areaRef":"NTLjHT78VvmTslNBb5SIQQ=="},"content":{"description":"Broken corner with big roof.","protection":"Starts small to big hands.  .5-4\"","location":"This is the big left facing corner with a big hands roof to the right of crack attack."},"__v":0},{"_id":"CclTE8MMXPWXfGo83cxfoA==","name":"Disco Machine Gun","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"Beth Rodden 1999","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.54917,38.03837]},"left_right_index":12,"mp_id":"106052383","mp_crag_id":"105716883","climb_id":"CclTE8MMXPWXfGo83cxfoA==","areaRef":"NTLjHT78VvmTslNBb5SIQQ=="},"content":{"description":"This is an incredibly fun left-facing corner with technical and powerful moves and not many rests. It is climbed via tight fingers - tips, and stemming.","protection":"Mostly small gear (Blue-Yellow Aliens), can also place a couple #1 Camalots.","location":"Left side of the wall, past\n\nHole in the Wall\n\nbut before\n\nCrack Attack\n\n."},"__v":0},{"_id":"lZSNT5ZfWny8LGSglEw6lA==","name":"Digital Readout","yds":"5.12b/c","grades":{"yds":"5.12b/c","french":"7b+"},"fa":"Alan Lester, Chip Chace","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.54917,38.03837]},"left_right_index":26,"mp_id":"105717739","mp_crag_id":"105716883","climb_id":"lZSNT5ZfWny8LGSglEw6lA==","areaRef":"NTLjHT78VvmTslNBb5SIQQ=="},"content":{"description":"Ouch. This is the obvious and painful looking fingers crack just left of the\n\nCave Route\n\n. The first 35-40 feet are tough, but do-able, with the assorted features on the face for feet. The last fifteen feet to the anchors are just incredibly hard, a fingertips crack with very few foot features. I still haven't figured out this crux.","protection":"small stuff- nothing bigger than 1.5","location":""},"__v":0},{"_id":"3M99fGnWUqqAk4j8wAMggQ==","name":"Crack Attack","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Jay Smith","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.54917,38.03837]},"left_right_index":7,"mp_id":"105717334","mp_crag_id":"105716883","climb_id":"3M99fGnWUqqAk4j8wAMggQ==","areaRef":"NTLjHT78VvmTslNBb5SIQQ=="},"content":{"description":"As you face the cliff, this route is towards the left end.  Keep walking left until you see a non-generic crack with a small A-shaped roof almost half way up the line.  You won't miss it - it's striking. This crack starts wide, goes to fist-large hands in a flaring slot, hits the small roof and then leads to less than favorable sizes until you reach the anchor ledge. The business above the roof is mainly a steep section with thin hands to rattly fingers until you are just about at the ledge.  This climb is nice because it varies in size and it actually has a few nice face hold on it.  It's not a bad choice for the beginning 11- Creek leader.","protection":"This route has a nice fixed anchor at a small ledge roughly 90 feet off the deck.  You can belay from up here if someone is seconding the route.  For gear, bring a set of cams from #1 to #5 Friends.  Doubles are only needed for 1.75, 2 and possibly the 2.5 and 1.5 Friends (bring triples if you're worried).  There are also a couple opportunities for large bomber stoppers.","location":""},"__v":0},{"_id":"VUlYV7opVte9WPduXCBFeA==","name":"Christmas Tree","yds":"5.12+","grades":{"yds":"5.12+","french":"7c"},"fa":"Antoine Savelli","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.54917,38.03837]},"left_right_index":10,"mp_id":"106091289","mp_crag_id":"105716883","climb_id":"VUlYV7opVte9WPduXCBFeA==","areaRef":"NTLjHT78VvmTslNBb5SIQQ=="},"content":{"description":"This is a really long right facing corner. Start up a little technical crux and fight up to a rest on a sandy slope. Good .12- climbing to here. Then sprint up a double overhanging corner to a couple hand jams at the anchor. All fingers. Mega 5.12.","protection":"In TCU-speak, I used 2 purples, 14 blues, 6 yellows, 1 orange, 2 reds.","location":"Towards the left end of BB Buttress. Just past Disco Machine Gun and a cool juniper (the x-mas tree?)."},"__v":0},{"_id":"8QNEg+4iWreaFv/4i++SFw==","name":"Cave Route","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.54917,38.03837]},"left_right_index":27,"mp_id":"105717361","mp_crag_id":"105716883","climb_id":"8QNEg+4iWreaFv/4i++SFw==","areaRef":"NTLjHT78VvmTslNBb5SIQQ=="},"content":{"description":"Great thin hands crack route hidden behind a large block leaning against the cliff a hundred yards or so left of Battle of the Bulge. Work your feet as you jam up into the darkness, safe with the knowledge that you will indeed find a bolt anchor up there. Look around, a little creativity can aid in the struggle. Be careful when pulling the rope, or the crack will eat it. Bump this two star route up to three on a hot day.","protection":"2 0.5 camalots, 3 0.75 camalots, 5 #2 friends, 2 #1 camalots, 1 2.5 friend","location":""},"__v":0},{"_id":"bxT83nQeUGm26WJdcCZ7fQ==","name":"Cal and Andy's Route","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Cal and Andy (presumably)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.54917,38.03837]},"left_right_index":29,"mp_id":"105717430","mp_crag_id":"105716883","climb_id":"bxT83nQeUGm26WJdcCZ7fQ==","areaRef":"NTLjHT78VvmTslNBb5SIQQ=="},"content":{"description":"Around the corner to the right from Cave Route is a nice, shady alcove.  Above its right edge is a nice thin hands crack.  CLimb this (cool) to a good hands crack (better) and up and into a slot (really damn cool).  Pull around a brief roof to a good stance, and akkkkwardly pull around another roof on flared hand jams to a bolt anchor.  I thought this last to be the crux, a friend who don't climb wideies thought the slot was the crux (but he fell at the upper roof).  An excellent, varied and sustained line on perfect stone.","protection":"3-4 each 2 and 2.5/3 Friends.  2 each 3.5 and 4 Friends.  1 5 Friend.","location":""},"__v":0},{"_id":"C5wBzYqUVXChJ4pyJMUvcA==","name":"Bloombagged Again","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"Sam Feuerborn & Justin Mages","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.54917,38.03837]},"left_right_index":13,"mp_id":"111331112","mp_crag_id":"105716883","climb_id":"C5wBzYqUVXChJ4pyJMUvcA==","areaRef":"NTLjHT78VvmTslNBb5SIQQ=="},"content":{"description":"Despite what Bloom says in every edition of his guide books this route is not 5.11 and until recently did not have anchors. However, it's a super varied climb with everything, face holds, tips locks, chicken wings and all those in between sizes. Still a few crumbly edges that will clean up with time but on nice varnished rock!","protection":"There is a bolt protecting the crux. Recommended gear is something along the lines of: 1 blue alien, 1 green alien, 2x .3, 3x .4, 3x orange metolius (.5's are super tight), 1x .75, 2-3x #1, 2x #2, 3x #3, 3x #4, 2x #5, 1x #6 (all in camalots unless otherwise specified)","location":"Just to the left of Hole in the Wall, start carefully up a crumbly pillar (A .4, #4 and #3 protect this fairly well)"},"__v":0},{"_id":"oDFlER8tWZ6ghpziYwYrQg==","name":"Black Corner","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.54917,38.03837]},"left_right_index":31,"mp_id":"105717355","mp_crag_id":"105716883","climb_id":"oDFlER8tWZ6ghpziYwYrQg==","areaRef":"NTLjHT78VvmTslNBb5SIQQ=="},"content":{"description":"This is the 2nd corner left of Battle of the Bulge.  Starts out rattly fingers in an acute corner, through a double tiered roof, and up the dihedral above.  80 feet to a bolt anchor.\n\nThis route is one of my favorites at IC.  Better than Battle, IMO, because it's more varied.  Climb smart and look for rests.","protection":"2 orange Metolius, 2 red metolius, 1 0.5 camalot, 3 0.75 camalots, 3 #2 Friends, 4 #1 camalots","location":""},"__v":0},{"_id":"V/3WN8lMWwiyYzHxmZghzw==","name":"The Big Baby","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Rich Wyatt","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.54917,38.03837]},"left_right_index":15,"mp_id":"105867934","mp_crag_id":"105716883","climb_id":"V/3WN8lMWwiyYzHxmZghzw==","areaRef":"NTLjHT78VvmTslNBb5SIQQ=="},"content":{"description":"This line is located near the left side of the Battle of the Bulge Wall and would be hard to miss.\n\nStart underneath a one-foot roof and climb a wide-hands crack for 15ft. to the roof.  Be careful of the loose flakes inside this initial crack.  Pull over the roof on fists to wide fists.  Battle up the crack for another 30ft. until you can get a knee in.  Work up the crack as it gradually widens to chain anchors.\n\nI got some key beta afterwards from Vera the offwidth master, who recommended climbing the route in sticky rubber approach shoes.  I had a hard time keeping my feet from slipping and I agree that approach shoes would give you that extra little width for good foot jams.","protection":"(based on the old camalot size) #3.5, (3) #4, (3)4.5, (3) #5 camalot. New #6 Camalots are good too for the top. There's also a single piton bolt almost 1/2 way up, just before you can get your knee in the crack.","location":"On the left end of Battle of the Bulge Wall, immediately left of Our Piece of the Real Estate."},"__v":0},{"_id":"dpD10J4GXtmrWy+ctxgbzA==","name":"Battle of the Bulge","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Steve Hong  1977","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.54917,38.03837]},"left_right_index":32,"mp_id":"105717331","mp_crag_id":"105716883","climb_id":"dpD10J4GXtmrWy+ctxgbzA==","areaRef":"NTLjHT78VvmTslNBb5SIQQ=="},"content":{"description":"This route follows an obvious right-facing corner through a slight bulge (hence the name).  It is easy to identify as you walk along the base of the wall, and can be picked out from the Donnelly Canyon parking lot.  Look for a right-facing corner that starts atop a block.  It is vertical for a bit, then goes to less than vertical before it heads through the slight bulge.  The route has two sets of anchors: climbing to the upper set is less contrived but the upper part of the route is slightly lower quality.  I listed the rack for climbing to the lower anchors.\n\nThe crack is a perfect #0.75 Camalot or #2 Friend size all the way through the bulge.  Get in the lieback and SPRINT!  The clock is ticking, just plug in the next cam and go go go.  I'm sure those with superior techinique or smaller hands will be able to jam more than I could.  Once over the bulge, the crack widens slightly.  For the liebackers, just pretend the bulge isn't there and you'll be fine.\n\nThis is a great first 5.11 lead as minimal thought and technique is required.  After you get this route dialed, head to Black Corner or Three Strikes You're Out and go for the onsight.","protection":"3 #0.75 Camalots, 7 #2 Friends, 2 #1 Camalots, 1 #2.5 Friend","location":""},"__v":0},{"_id":"GYsNwSD4XMCBcUoKYE6uRA==","name":"Air Swedin","yds":"5.13b","grades":{"yds":"5.13b","french":"8a"},"fa":"Pat Savageau","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-109.54917,38.03837]},"left_right_index":44,"mp_id":"106324871","mp_crag_id":"105716883","climb_id":"GYsNwSD4XMCBcUoKYE6uRA==","areaRef":"NTLjHT78VvmTslNBb5SIQQ=="},"content":{"description":"Above the Swedin Ringle anchor the crack pinches down to a slightly offset seam. Reach left to the arete and climb it with some trickery before transferring back into the crack when it widens again. The arete is tenuous and any fall, especially at the crux, has the potential to be a big one! Finish in the steep, slightly crumbly right-arching fingers to thin hands crack. Spectacular! The route is sometimes climbed by placing some high cams in the crack instead of clipping the chains, but word on the street (see comments) is that the rock in the crack is pretty beaten up and it's probably better to just clip the anchor.","protection":"Gear from very small to 1 inch. Doubles or triples of finger to hand pieces are useful. I found that it was possible to place a good small cam (spoiler: grey TCU, so maybe others like small C3s would fit) at some point during the crux, but the placement is mainly by feel and would be tricky to get right during an onsight. Based on a comment below, it's probably best to clip the anchor on Swedin Ringle, as the rock is somewhat soft in the crack and takes the brunt of the potentially large fall from the crux.","location":"Some will recognize this route from the Parallelojams video; most others will note that it is the oft-chalked extension to the prominent Swedin-Ringle. Lower with a 60m rope. The fixed \"hardware\" was pieces of static rope and carabiners in April of 2008 that was probably old."},"__v":0},{"_id":"igiUP6g8V/Oa0x34sVCjNA==","name":"3 Strikes You're Out","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.54917,38.03837]},"left_right_index":45,"mp_id":"105717358","mp_crag_id":"105716883","climb_id":"igiUP6g8V/Oa0x34sVCjNA==","areaRef":"NTLjHT78VvmTslNBb5SIQQ=="},"content":{"description":"This is the third of the left facing corner liebacks on Battle of the Bulge Buttress.  This route is directly above the Donnelly Canyon parking area at the point where Battle of the Bulge curves around into Donnelly Canyon.\n\nIf you've done Black Corner and Battle of the Bulge, the drill should be familiar.  Boulder up to the bottom of the corner proper, place some gear as high as you can reach, and go for it.  As with Black Corner, this route has rests.","protection":"1 1.75 friend, 2 0.5 camalots, 4 0.75 camalots, 4 #2 friends, 1 #1 camalot, 3 #2 camalots","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ee1d37e7-dc41-5c26-a358-5d51af01f499,cbbfd7c6-5cf2-5063-8939-5f3233efa573,f166e672-4a52-56d3-94f1-14c876feb670,3532e31d-3efc-56f9-93b2-53416f948841","pathTokens":["USA","Utah","Southeast Utah","Indian Creek","Battle of the Bulge Buttress"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.9"},{"count":5,"label":"5.11-"},{"count":8,"label":"5.11"},{"count":3,"label":"5.11a"},{"count":3,"label":"5.11+"},{"count":2,"label":"5.12-"},{"count":2,"label":"5.10+"},{"count":1,"label":"5.12d"},{"count":2,"label":"5.13-"},{"count":7,"label":"5.10"},{"count":1,"label":"5.11b/c"},{"count":1,"label":"5.10b/c"},{"count":1,"label":"5.9+"},{"count":1,"label":"5.11b"},{"count":1,"label":"5.13"},{"count":1,"label":"5.10b"},{"count":2,"label":"5.12"},{"count":1,"label":"5.12b/c"},{"count":1,"label":"5.12+"},{"count":1,"label":"5.10d"},{"count":1,"label":"5.13b"}],"byDiscipline":{"trad":{"total":47,"bands":{"unknown":0,"beginner":0,"intermediate":15,"advanced":28,"expert":4}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":15,"advanced":28,"expert":4}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-109.54917,38.03837]},"bbox":[-109.5497409258055,38.037920339818136,-109.54859907419451,38.03881966018185],"left_right_index":-1,"ext_id":"105716883","area_id":"NTLjHT78VvmTslNBb5SIQQ=="},"content":{"description":""},"density":0,"totalClimbs":47,"__v":1,"createdAt":"2022-11-07T06:26:47.386Z","updatedAt":"2024-01-15T16:49:34.775Z"}