{"_id":"63689d20e80bff5a994f221c","area_name":"Earthship, The","shortCode":"","climbs":[{"_id":"DzFlGbYdXJK2qDKr3NQJXg==","name":"Maiden Voyage","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"John Burcham & Derek Field (2018)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.83995,34.91966]},"left_right_index":1,"mp_id":"114500243","mp_crag_id":"114500204","climb_id":"DzFlGbYdXJK2qDKr3NQJXg==","areaRef":"xlCNjHb4X06Se+fP9F2iOw=="},"content":{"description":"Maiden Voyage is a friendly cruise up the striking east buttress of the Earthship. Four short pitches of moderate slab climbing, including a memorable headwall crux pitch, lead to a spectacular summit towering above Boynton and Long Canyons. With a straightforward approach, sweeping vistas, and a minimal gear list (one set of quickdraws and just three cams), it's a pretty low-key outing. Your first Sedona summit, perhaps?Pitch 1: Locate the boltline at the toe of the buttress. Venture up the lumpy mudstone slab and through a miniature roof crack (#2 camalot) to the two-bolt anchor just left of the tree. (5.7, 70 feet) - Pro: 7 bolts + #2 camalotPitch 2: Climb up and over the limestone band (#0.3 camalot), past a bulge in wildly-featured limey sandstone, emerging onto a clean low-angle slab. Cruise up to the two-bolt belay. (5.7, 100 feet) - Pro: 6 bolts + #0.3 camalotPitch 3: The crux headwall pitch. A dash of wind makes those balancy dimes seem extra thin. After scaling the headwall, clip the directional bolt and walk 20 feet left to the two-bolt anchor. (5.9, 80 feet) - Pro: 7 boltsPitch 4: Walk a bit further left from the belay and scramble up into a blocky left-facing corner. Scum the corner and float the final steep face on patina crimps. Clip a directional bolt and walk right to the two-bolt anchor. (5.8, 40 feet)  - Pro: 2 bolts + #0.3, #1, #2 camalotsVariation to P3+4: From the base of the headwall pitch, you can traverse hard left into the chimney/gully (5.7) that gains a tree belay on the summit ridge. Then, turn right (north) and boulder up a squat triangular block (5.7) to merge with the standard Pitch 4 corner. This was the original FA line and goes fine with the three listed trad pieces, but it's not nearly as good as the headwall pitch. - Pro: #0.3, #1, #2 camalotsDescent: Rappel the route with a single 70m or two 60m ropes, skipping the P3 anchor below the summit block.","protection":"One each #0.3, #1, and #2 camalots (C4 sizes) 8 quickdraws One 70m rope or two 60m ropes","location":"This route climbs the direct east buttress of the highest tower on the Earthship massif. Commonly the conditions are sunny and windy. See the Earthship area page for approach directions. The route is obvious for nearly the entire approach, at times framed nicely above the trail."},"__v":0},{"_id":"pdpTKeqQU/ydR2MBrKPYwA==","name":"The Cholula Bottle","yds":"5.10b/c","grades":{"yds":"5.10b/c","french":"6b"},"fa":"Derek Field & John Burcham (Oct 2019)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.83995,34.91966]},"left_right_index":0,"mp_id":"117852699","mp_crag_id":"114500204","climb_id":"pdpTKeqQU/ydR2MBrKPYwA==","areaRef":"xlCNjHb4X06Se+fP9F2iOw=="},"content":{"description":"This route starts by scaling a pillar of rock that is shaped and coloured like a bottle of Cholula hot sauce. It then charges straight up a clean, steep slab to the summit ridge of the Earthship. The two pitches could not be more different.Pitch 1 (5.9, 110 feet): Climb the right-facing corner on the right side of the Cholula Bottle. Four bolts protect stemming down low, then gear takes you up through a mudcrack and into a funky crux bulge. Near the top, a bolt protects a slab move. Boulder onto the bottle-cap, take a seat, and belay from the two-bolt chain anchor.Pitch 2 (5.10, 100 feet): Climb the clean, steep slab past 11 bolts to a two-bolt chain anchor on the summit ridge.Scramble 20 feet up easy ledges to the scenic panorama. You might continue north along the ridge to the summit with a 3rd class scramble and one short 5.8 pitch. If so, you can rappel Maiden Voyage.Descent: Rappel the route with one 70m rope or two 60m ropes.","protection":"Single set cams to 4\"   11 quickdraws   one 70m rope or two 60m ropes","location":"Cholula Bottle tower on the east face of the Earthship, about 200 yards left (south) of Maiden Voyage."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,24e148bb-4884-59e8-9870-43ce21f1a337,fa597035-a80a-55a2-9a9f-262bc7578ff9,19dfb197-abbe-5b60-abc0-83f875a4e73b,867e7293-5743-585a-8c46-9f82787eb5e8,75af4ca6-a6dd-5f5a-8bee-e51359bab81f,1dad9234-28c7-534c-b460-8486d50f8d70,c6508d8c-76f8-5f4e-927b-e7cff45da23b","pathTokens":["USA","Arizona","Northern Arizona","Sedona Area","West Sedona","Dry Creek Road Area","Long Canyon","Earthship, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.9"},{"count":1,"label":"5.10b/c"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":2,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":2,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-111.83995,34.91966]},"bbox":[-111.84049839583182,34.919210339818136,-111.8394016041682,34.920109660181865],"left_right_index":-1,"ext_id":"114500204","area_id":"xlCNjHb4X06Se+fP9F2iOw==","polygon":{"type":"Polygon","coordinates":[[[-111.84049839583182,34.919210339818136],[-111.8394016041682,34.919210339818136],[-111.8394016041682,34.920109660181865],[-111.84049839583182,34.920109660181865],[-111.84049839583182,34.919210339818136]]]}},"content":{"description":"The Earthship is a very prominent landmark of West Sedona. The summit looks like a giant red doorknob when driving north on Dry Creek Road near the Devils Bridge turnoff. The whole thing is really more of a massif/cluster than an individual formation. In terms of climbing, the highest point (the doorknob) is technical on all sides, though it is flanked by subsidiary towers that can be scrambled/soloed (all FA'd by John Burcham). There is an unknown rappel route (?) down the lower west side of the formation, starting at the most prominent notch/chimney. The east face of the massif now hosts a moderate slab route called Maiden Voyage (5.9) as well as the slightly more challenging Cholula Bottle (5.10)."},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T05:52:43.824Z","updatedAt":"2024-01-20T00:56:39.827Z"}