{"_id":"6368a1b8e80bff5a99553f24","area_name":"Bonsai","shortCode":"","climbs":[{"_id":"mnf4dyISUA+AXjGmYYjq1w==","name":"War and  Peace","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Dawn Shimberg, 1993","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83926,43.80288]},"left_right_index":15,"mp_id":"105878619","mp_crag_id":"105876699","climb_id":"mnf4dyISUA+AXjGmYYjq1w==","areaRef":"Kvc7X46oWnyYfQXLCm7IIw=="},"content":{"description":"War and Peace is a steep haul on schist jugs that finishes in/around a thought-provoking corner made by a distinct fin of rock. If you want to be gawhuffed at by aging locals, add the sit-start (maybe V2) in a small cave that involves a  heel-hook and a foot cutting traverse move (look for the chalked holds by your knees).","protection":"Bolts. Quick clip anchors.","location":"This route neighbors Masterpiece on the steep main    wall of Bonsai. War and Peace is one of the first climbs you encounter if you approached from below."},"__v":0},{"_id":"TzT7X6WUVyCZFjgUZslNVw==","name":"Social Promotion","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"bolted by Matt Keefe, FA Jon LaValee 7/2005","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83926,43.80288]},"left_right_index":6,"mp_id":"111188145","mp_crag_id":"105876699","climb_id":"TzT7X6WUVyCZFjgUZslNVw==","areaRef":"Kvc7X46oWnyYfQXLCm7IIw=="},"content":{"description":" Social Promotion is likely the hardest route at Bonsai, and has a very separate style from the typical Rumney route. After you shake off the pump from A Slice of Life, give this one a try!\n\n From a large jug at the second to last bolt of A Slice of Life move the right via bouldery moves on crimps to a massive horn jug and a fixed draw in the middle of a very steep face. From the horn the last crux boulder problem is either done as a huge throw to a good hold that flexes a little, or via incredible body tension and finger strength though a series of underclings and pinches.","protection":"Bolts, fixed draw at the crux.","location":"An intimidatingly steep face above a Slice of Life and Peer Pressure. Climb Slice of Life to the second to last bolt before breaking right to 2 more bolts of hard stuff."},"__v":0},{"_id":"LeY++ZsHW5ClbKR9pHcg5w==","name":"Social Outcast","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Ted Hammond, 1989","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83926,43.80288]},"left_right_index":9,"mp_id":"105879133","mp_crag_id":"105876699","climb_id":"LeY++ZsHW5ClbKR9pHcg5w==","areaRef":"Kvc7X46oWnyYfQXLCm7IIw=="},"content":{"description":"The unmistakable arete of Social Outcast can be seen from most points at or near Bonsai. Social offers steep climbing on mostly big holds.  \n\n  Begin with a hard sequence to gain the first jug on the route. Boulder a few moves on huge holds and climb slightly up until you can rest at a no-hands stance. \n\n  From the rest, move right onto the arete proper. The big holds continue up the arete. Most people top out to the right and then walk left to clip the chains. The left, more direct, exit is harder and a bit less fun. \n\n  Social is a popular first 5.12. The moves are fun, easy to work, and the falls are clean.","protection":"6 bolts.","location":""},"__v":0},{"_id":"u45qwP+yWc+PeRdSf6FRsg==","name":"Social Obligation","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Leslie Smith 7/99","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83926,43.80288]},"left_right_index":22,"mp_id":"106014674","mp_crag_id":"105876699","climb_id":"u45qwP+yWc+PeRdSf6FRsg==","areaRef":"Kvc7X46oWnyYfQXLCm7IIw=="},"content":{"description":"A short but challenging route that is worth a go on a crowded day, as this isn't the most popular 5.10 at Bonsai but its still a good time.. \n\n  Climb the blunt arete bear hugging your way through the business of the climb and on to a short but interesting slabby section before clipping the chains. \n\n  This one can be wet when things are seeping.","protection":"3 bolts to anchors.","location":"All the way to the right at bonsai. The blunt arete."},"__v":0},{"_id":"+rdNuCOXWfOXs6AdwvbLcw==","name":"Social Distortion","yds":"5.12a/b","grades":{"yds":"5.12a/b","french":"7b"},"fa":"Chris Smith 4/96","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83926,43.80288]},"left_right_index":10,"mp_id":"105942331","mp_crag_id":"105876699","climb_id":"+rdNuCOXWfOXs6AdwvbLcw==","areaRef":"Kvc7X46oWnyYfQXLCm7IIw=="},"content":{"description":"Just right of the arete of Social Outcast (5.12a/b), climb past the bolts up the steep wall on crimps and a good, sidepull rail (this is a boulder problem that most say is easier for tall folk) mantel on to a really nice rest ledge and rest up for one more boulder problem. Step to the left and clip a bolt then make a few hard moves to a good hold and pull the same last move as Outcast. A cool toss to a good hold and an airy, final mantel. Clip chains to the right. \n\n  The moves are really fun. Though not as popular as it's close neighbor, it is worth your time.","protection":"6 bolts to chains with lower off biners fixed.","location":"The bolt line just right of the obvious arete of Social Outcast (5.12a/b). Follow bolts to ledge, then step right, and do a few moves to the same top as Outcast."},"__v":0},{"_id":"LZlh5EnqXduDfYjzUn0KDw==","name":"Social Climber","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Mack Johnson 6/88","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83926,43.80288]},"left_right_index":8,"mp_id":"105964233","mp_crag_id":"105876699","climb_id":"LZlh5EnqXduDfYjzUn0KDw==","areaRef":"Kvc7X46oWnyYfQXLCm7IIw=="},"content":{"description":"Start up Social Outcast (5.12a/b) to the rest ledge on the left passing a few bolts. That section is the power crux. sit at the rest and get recharged for the technical crux while looking up and wondering how you will pull it off. Clip a pin from the ledge with a long sling climb up and place a small cam in the crack in the roof (finger-size). Head up and right under the roof awkwardly to clip another bolt and a few more moves on small crimps and a pocket to the chains. \n\n  A little slab technique is helpful on the upper crux. I used a palm on the roof and a few small holds in the corner as well. Very interesting and perplexing route. I like it. ","protection":"4 bolts a pin 1 or 2 pieces of gear to chains.   when i did it i used a yellow and a blue TCU one or the other would likely be fine but why not double up when you got em.","location":"Start up Social Outcast (5.12a/b) to the rest ledge.  Step left an go up under the steep roof trending right and clip the chains."},"__v":0},{"_id":"turtho0VUzWP2voxy2gAJw==","name":"Pretzel Logic","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Paul Wonsavage 8/97","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83926,43.80288]},"left_right_index":1,"mp_id":"105942325","mp_crag_id":"105876699","climb_id":"turtho0VUzWP2voxy2gAJw==","areaRef":"Kvc7X46oWnyYfQXLCm7IIw=="},"content":{"description":"A short but very interesting and fun climb. A good way to break in to 5.12 climbing. The route involves power and some very balancy and technical moves. \n\n  Stick clip the first bolt and bust in to the steep part, big moves on really good holds. Move through this quickly so not to pump yourself out. Some interesting moves lead to a good, sharp, horn hold leading up to a few pinches a possible, knee-bar rest and a final, thin section that I've seen done many ways. Basically do what you can to follow the arete to the good holds at the top.","protection":"5 bolts to quick clips.","location":"The farthest left bolted climb on the cliff."},"__v":0},{"_id":"ICZR8MRPVaODe1lmpfpiVg==","name":"Peer Pressure","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Tom Bowker and Jay Lena 10/87","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83926,43.80288]},"left_right_index":7,"mp_id":"105927987","mp_crag_id":"105876699","climb_id":"ICZR8MRPVaODe1lmpfpiVg==","areaRef":"Kvc7X46oWnyYfQXLCm7IIw=="},"content":{"description":"Peer pressure takes the intimidating line right up the corner between Kundilini (5.12d) and Social Outcast (5.12a). This route is a favorite at the grade. If you don't have it dialed in, it can get quite pumpy near the chains (to avoid falling at the chains climb to a good hold at the top before clipping). \n\n  Starting with a stick clip due to a nasty tumble factor. Head up the right wall on super crimpy holds then up and left in to the corner proper and use pods and pockets to get to the wicked nice rest ledge. Rest up cause it gets harder.   Layback up the flake above past a somewhat hidden pin. This part can be scary looking down at the ledge so focus on your killer footwork, and punch it for the top.You are safe.","protection":"6? bolts, chains. It is best to clean by having somebody second. Do not back clean on the lower and cut loose! People slam into the tree, risking impalement, and drag their belayer across the scree and risk knocking people off the ledge. Please see notes in the comments below to better understand how to safely clean if not having the second do it.","location":"Big corner on the left end of the crag."},"__v":0},{"_id":"gxiJNEl2X9+z9ByQrAhh2g==","name":"The Noodle","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Scott Reitsema","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83926,43.80288]},"left_right_index":12,"mp_id":"106072773","mp_crag_id":"105876699","climb_id":"gxiJNEl2X9+z9ByQrAhh2g==","areaRef":"Kvc7X46oWnyYfQXLCm7IIw=="},"content":{"description":"The wickedly steep roof to the left of Centerpiece.  Romp up some 5.11ish crimping up an overhanging bulge to a rest ledge before the business.  Rest well.  Then get moving into the awkward situation that awaits above.  Use the prominent flake to make progress up the massive overhang.  Would be a great inverted layback if there were feet with which to oppose.  Be more creative, unless you're a campusing mutant.  A super-awkward diving-board style mantle brings one to the top.  Cleaning draws is rather hard.","protection":"+/-7 bolts","location":"The climb immediately to the left of Centerpiece."},"__v":0},{"_id":"PCR2oRBoUaW6V5CtGSsMHw==","name":"Masterpiece","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Glen Cilley, 1992","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83926,43.80288]},"left_right_index":14,"mp_id":"105878204","mp_crag_id":"105876699","climb_id":"PCR2oRBoUaW6V5CtGSsMHw==","areaRef":"Kvc7X46oWnyYfQXLCm7IIw=="},"content":{"description":"Masterpiece is an all-inclusive epitome of Bonsai, as it has steep, juggy, and memorable moves that are not too far over the head of the average climber.  \n\n  If you have one, clip the first bolt with a long draw (it's easy to back clip here, watch out.) After hauling rails and jugs, climber can be stymied by dead ending sucker holds and an inobvious crux about half way up the climb. If you are scared by the run out directly below the chains you are probably forgetting to stem or jam.","protection":"Protected by bolts and glue-in eyebolts. Two bolts with Quick Clips for an anchors. (As always, help preserve the Quick Clips by lowering/TRing on your draws when ever possible).     [The 2001 guidebook lists 5 bolts to the top clips, but a 6th bolt may have been added.  As always, more draws on your rack is better than too few. COMMENTs suggest a long draw for bolt #1.]","location":"This route is in the thick of the steepest section at Bonsai. The start is distinguished by a smooth and slopey ledge with lots of chalk on it. The first bolt is hidden in a small but obvious left facing alcove. The opening moves traverse out right around the alcove."},"__v":0},{"_id":"9qx6QdfrU2q/neW8Bs8CCQ==","name":"Kundalini","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"Paul Cousar, 1989","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83926,43.80288]},"left_right_index":4,"mp_id":"105877268","mp_crag_id":"105876699","climb_id":"9qx6QdfrU2q/neW8Bs8CCQ==","areaRef":"Kvc7X46oWnyYfQXLCm7IIw=="},"content":{"description":"Kundalini was Rumney's first 5.13, until kneebar technology downrated the climb to 12+.  Although a bit on the short side, the line is lovely, following a striking orange and mica streak through dark rock.  Start left of the first bolt by stepping off large boulders and move right to gain a rest on the slab.  Then move up and left on small crimps and tackle the kneebar crux, a stab out left from an oppressive sloper. Kundalini is actually a type of yoga involving tense, muscular poses, and that's exactly what the route requires.  After the crux, the moves get progressively easier, though still interesting, through the small roof to the chains.","protection":"Bolts.  Consider stick clipping the first bolt, the starting moves are harder than they look.  Also, a long draw on the third bolt is helpful.","location":"Kundalini is the unmistakable orange streak on the far left side of Bonsai past the Peer Pressure corner."},"__v":0},{"_id":"KFEwXgv2WP2fU9J/knfe6g==","name":"Kamikazee","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Ward Smith, June 1996","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83926,43.80288]},"left_right_index":18,"mp_id":"105939289","mp_crag_id":"105876699","climb_id":"KFEwXgv2WP2fU9J/knfe6g==","areaRef":"Kvc7X46oWnyYfQXLCm7IIw=="},"content":{"description":"Climb up a steep, featured face past two bolts to the crux (look for some small, somewhat hidden holds).  Continue up and left to an old pin on a ramp.  From the pin, step left and continue past two more bolts to the anchors above Bonsai Bulge.","protection":"Four bolts and a pin to a two-bolt anchor shared with Bonsai Bulge.","location":"Located on the right side of Bonsai, just left of a white birch tree."},"__v":0},{"_id":"ODbKUzezUdOrVc0CQ+3jtw==","name":"Jugline","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"D Quinn","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83926,43.80288]},"left_right_index":16,"mp_id":"106014669","mp_crag_id":"105876699","climb_id":"ODbKUzezUdOrVc0CQ+3jtw==","areaRef":"Kvc7X46oWnyYfQXLCm7IIw=="},"content":{"description":"Located to the right of War and Peace (5.9+) this is (as the name points out) a juggy route that is fun but doesn't quite live up to the 4 star 5.10s farther left. No reason to avoid it however as it will give you that good old Bonsai feeling of climbing steep rock on good holds and we all know that classic is just slang for over crowded so as you wait for masterpiece to open up take a run up Jugline. \n\n  Climb the line of bolts just right of War and Piece. Climb up the steep wall starting on super jugs then a somewhat tricky section either use worse holds directly or better ones slighty right. The climbing eases up and you will be useing your mind more than your muscles to the quick clips. There are a couple ways to gain the quick clips i found staying right to be the line of least resistance.","protection":"8 bolts to anchors","location":"Just right of War and Piece..."},"__v":0},{"_id":"UkuJVGdLXXGaJ62zGg0utQ==","name":"India","yds":"5.12b/c","grades":{"yds":"5.12b/c","french":"7b+"},"fa":"Ted Hammond","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83926,43.80288]},"left_right_index":2,"mp_id":"109194991","mp_crag_id":"105876699","climb_id":"UkuJVGdLXXGaJ62zGg0utQ==","areaRef":"Kvc7X46oWnyYfQXLCm7IIw=="},"content":{"description":"This one is half boulder problem and half trad climb. The trad part is a big reason it seldom sees any action but it can easily be top roped after leading pretzel logic which uses the same anchor. \n\n  Start by stick clipping and pulling through a steep bouldery intro. Clip the piton and figure out the tricky and straight up difficult crux move. Once you have your fingers locked in to the thin crack it's about 5.10 to the top. Really nice crack up top but a bit too short sadly.","protection":"1 bolt 1 pin and a few small pieces","location":"Left end of the cliff. 2nd to last route."},"__v":0},{"_id":"usv2VjsWWF2ZAWdrVmMpwg==","name":"Five Steps","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"Tom Bowker, Alan Hunter  3/17/85","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83926,43.80288]},"left_right_index":20,"mp_id":"106302944","mp_crag_id":"105876699","climb_id":"usv2VjsWWF2ZAWdrVmMpwg==","areaRef":"Kvc7X46oWnyYfQXLCm7IIw=="},"content":{"description":"At the crags right end just left of a chimney the climb starts at a short overhanging right facing corner. Climb it and follow the line up left until you can exit up to a slab and trees. Rap w/one rope.     A fixed pin used on the FA may be gone.","protection":"normal rack and a small tri-cam.","location":""},"__v":0},{"_id":"8z1xewLCUguE07P0/SKXpg==","name":"The Flake","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Tom Bowker, Alan Hunter  1985","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83926,43.80288]},"left_right_index":0,"mp_id":"106302794","mp_crag_id":"105876699","climb_id":"8z1xewLCUguE07P0/SKXpg==","areaRef":"Kvc7X46oWnyYfQXLCm7IIw=="},"content":{"description":"Just left of Pretzel Logic you can look up and see a large jutting flake. Easy climbing up to the left side of the flake. Follow the large right slanting crack in the flake to its end then straight up. Tree belay. Easy hike off.","protection":"Big cam + normal rack","location":""},"__v":0},{"_id":"VqQj+RiLVoKSL9/n+67XKw==","name":"Centerpiece","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Tom Bowker 1987","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83926,43.80288]},"left_right_index":13,"mp_id":"105906870","mp_crag_id":"105876699","climb_id":"VqQj+RiLVoKSL9/n+67XKw==","areaRef":"Kvc7X46oWnyYfQXLCm7IIw=="},"content":{"description":"This is one of the best routes on this cliff (my personal favorite at the moment). The line is consistently steep and pumpy, but if you get to know it well you can dial it in and avoid the pump. \n\n  You start up a steep wall with incut holds that are better than they look from the ground. You gain a ledge that's not as good as it looks. Move to the right a little here if this spot is wet. a few slopers lead to a pretty good rest. move back to the left and up good holds to the top. Careful foot work will get you through here if the pump is catching up with you. Top out and do a few easy moves to the anchor.","protection":"8 bolts to quick clips.","location":"This route is the next one left of Masterpiece (5.10a) finishes to the right of the BIG roof of Noodle (5.12b)."},"__v":0},{"_id":"t6VbVhYLVfitzIns73HbpA==","name":"Cavatelli","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"chris smith","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83926,43.80288]},"left_right_index":11,"mp_id":"106271806","mp_crag_id":"105876699","climb_id":"t6VbVhYLVfitzIns73HbpA==","areaRef":"Kvc7X46oWnyYfQXLCm7IIw=="},"content":{"description":"A fun link up between Noodle (5.12b) and Social Distortion (5.12a/b). Really fun climbing but don't bother with it unless you have someone willing to follow it cause cleaning it would be a bitch! \n\n  Two boulder problems with a ledge rest. Climb pretty juggy holds past 2 bolts at the start on Noodle then a hard 5.11ish sequence gets you to the third bolt. Mantel on to the big ledge. Clip a long runner or double draw on the next bolt and traverse left to the finish of Social Distortion which is steep and pumpy if you get all mixed up so fire it quick mantel the top and smile wide.","protection":"6 bolts to anchors.","location":"Noodle to Social Distortion."},"__v":0},{"_id":"v3xrSD73V3qYwim2FD9yvg==","name":"Bonsai Bulge","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"chris smith 9/96","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83926,43.80288]},"left_right_index":17,"mp_id":"106016899","mp_crag_id":"105876699","climb_id":"v3xrSD73V3qYwim2FD9yvg==","areaRef":"Kvc7X46oWnyYfQXLCm7IIw=="},"content":{"description":"For a short route this thing makes you work. Steep, fingery and technical climbing to the same anchor as Kamakazi 5.8. Due to the fact that you can set a TR on this route by climbing a 5.8 it sees more toprope traffic than lead traffic. \n\n  Climb straight up the steep bulge of a wall. Careful clipping the second bolt cause there is no really comfortable way to clip it and a fall could be bad if you fumble it. After short but sustained climbing an awkward mantel (more so if you are tall) marks the end of the hard bit. Clip your last bolt and climb flakes to the chains. \n\n  Not the best route of the grade but if you like your sport climbing to be a bit bouldery this could be a good climb for you.","protection":"4 bolts to quick clips.","location":"On the right hand end of the cliff just left of the easy corner of Kamakazi 5.8"},"__v":0},{"_id":"jQJzTUAJUvG4TbLL9mvwQw==","name":"Bombs Away","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Tom Bowker, Alan Hunter 4/13/85","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83926,43.80288]},"left_right_index":19,"mp_id":"106302809","mp_crag_id":"105876699","climb_id":"jQJzTUAJUvG4TbLL9mvwQw==","areaRef":"Kvc7X46oWnyYfQXLCm7IIw=="},"content":{"description":"Start below a low roof on the ledge just right of kamikaze. Surmount the roof and traverse left past a bulge (stay low) and follow a left rising traverse to a beautiful bombay corner (now shared w/war & peace) with a live Red Pine lying horizontally across the top. Finish up this corner to a tree belay. Rappel from tree or hike off.","protection":"Normal rack with small wireds. Probably still one or two pitons in place.","location":""},"__v":0},{"_id":"8ZYadv2NU/u5e682SGvnCg==","name":"Astral Projection","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"John Mallery","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83926,43.80288]},"left_right_index":3,"mp_id":"117271431","mp_crag_id":"105876699","climb_id":"8ZYadv2NU/u5e682SGvnCg==","areaRef":"Kvc7X46oWnyYfQXLCm7IIw=="},"content":{"description":"Climb India, but instead of clipping the Pretzel Logic anchor continue up the arete past a bolt or two to the Kundalini anchor. Probably interesting climbing, but its unfavorable location makes the route a total obscurity. Last I checked the arete is somewhat clean. It may also be possible to approach this extension via Pretzel Logic by putting a long draw on the anchor and last bolt of that climb.","protection":"Trad gear for India, probably just draws for the arete portion.","location":"The arete above the obvious crack that makes up India."},"__v":0},{"_id":"1ME5lnEbXMekdXE6XvIy9g==","name":"Anti-Social Behavior","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"FA by Chris Smith 8/99","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83926,43.80288]},"left_right_index":21,"mp_id":"105956683","mp_crag_id":"105876699","climb_id":"1ME5lnEbXMekdXE6XvIy9g==","areaRef":"Kvc7X46oWnyYfQXLCm7IIw=="},"content":{"description":"Short but fun.    This cliff has some interesting powerful moves towards the bottom, and a fun finish.   the only bad thing about this climb is it is short.   Unfortunate that this climb is wet often and close to the other climbs at this cliff that are so classic.","protection":"4 bolts to anchor","location":"Right side of cliff, right of where trail comes up to cliff."},"__v":0},{"_id":"tuqGozysX8SHXjsWGxYSwQ==","name":"A Slice Of Life","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Dave Anderson, Tom Bowker 4/9/87 FFA Scott Stevenson 6/88","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83926,43.80288]},"left_right_index":5,"mp_id":"106302957","mp_crag_id":"105876699","climb_id":"tuqGozysX8SHXjsWGxYSwQ==","areaRef":"Kvc7X46oWnyYfQXLCm7IIw=="},"content":{"description":"Same start as Peer Pressure but climb the left arching corner and crack.\n\n Allow me to add to this description.   Originally an aid climb, It was later free climbed on gear and given the grade of 5.11d. It has been retro bolted and the grade has been upped to 5.12a in the latest guide book. If I were voting it might be the hardest 5.12a on the hill with only a couple of contenders. Moral of the story, old school dudes with trad racks are always tougher than the rest of us. \n\n  The climb is steep with some real trickery and some straight up hard pulling forearm pumping fun. Though it follows a crack system it is not a crack climb. There are two cruxes for me, One is mostly awkward the other is a difficult hold up toward the top of the climb.  \n\n  Notes:   A little sharp in places.   Not the cleanest route.   Often wet.   Do not disturb plant life, RARE FERN ALERT!   Shares anchor with Kundalini. \n\n  Cheers, Lee","protection":"All bolts. Don't clip the pins, which have been left in place as relics of another time.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,8a63706f-b14c-536f-b8ab-3cea90093e36,fdf16fa4-e20a-5cda-8c1b-dad225df6dce,2af73b5f-8ea8-5a7c-987d-05cb0a6ec823","pathTokens":["USA","New Hampshire","Rumney","Bonsai"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.9+"},{"count":3,"label":"5.12d"},{"count":3,"label":"5.12a"},{"count":1,"label":"5.10c"},{"count":1,"label":"5.12a/b"},{"count":2,"label":"5.11b"},{"count":2,"label":"5.10d"},{"count":1,"label":"5.12b"},{"count":1,"label":"5.10a"},{"count":1,"label":"5.8"},{"count":1,"label":"5.10b"},{"count":1,"label":"5.12b/c"},{"count":1,"label":"5.4"},{"count":1,"label":"5.5"},{"count":2,"label":"5.11c"},{"count":1,"label":"5.8+"}],"byDiscipline":{"trad":{"total":6,"bands":{"unknown":0,"beginner":3,"intermediate":0,"advanced":3,"expert":0}},"sport":{"total":17,"bands":{"unknown":0,"beginner":1,"intermediate":6,"advanced":10,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":4,"intermediate":6,"advanced":13,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-71.83926,43.80288]},"bbox":[-71.83988303496488,43.80243033981814,-71.8386369650351,43.803329660181866],"left_right_index":-1,"ext_id":"105876699","area_id":"Kvc7X46oWnyYfQXLCm7IIw==","polygon":{"type":"Polygon","coordinates":[[[-71.83988303496488,43.80243033981814],[-71.8386369650351,43.80243033981814],[-71.8386369650351,43.803329660181866],[-71.83988303496488,43.803329660181866],[-71.83988303496488,43.80243033981814]]]}},"content":{"description":"Looking for steep climbing on big holds?  Want a range of five star routes from 5.9 to 12d?  Bonsai will serve you well.  The left side of the wall is home to Kundalini (12d), Rumney's first 13, later downgraded after the discovery of a critical kneebar.  Easier but always challenging at 10d is the peerless classic corner of Peer Pressure, Rumney's first sport route.  The ever popular Social Outcast is a picture perfect 5.12a arete, juggy and pumpy with an exciting top out, and a great introduction to the grade if you have more endurance than power.  The right side of the cliff offers more moderate climbing of equal quality, such as Masterpiece (10a), Centerpiece (10d) and War and Peace (5.9).  The base of Bonsai is rimmed by tall pines, which offer shade in summer and also catch your feet as you lower off."},"density":0,"totalClimbs":23,"__v":2,"createdAt":"2022-11-07T06:12:11.657Z","updatedAt":"2024-02-19T18:35:15.159Z","_change":{"user":"jhoZ1HM5QQCLlIW8x9mK3A==","historyId":"64ac20c16d586cdc48db7aea","operation":"updateArea","seq":0}}