{"_id":"6368a1b8e80bff5a995540a2","area_name":"06. Square Ledge (Pinkham Notch)","shortCode":"","climbs":[{"_id":"hYK6DuryVWm0VhtT4UZ0Fg==","name":"Unnamed finger crack","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.2458,44.25681]},"left_right_index":5,"mp_id":"119168682","mp_crag_id":"105973007","climb_id":"hYK6DuryVWm0VhtT4UZ0Fg==","areaRef":"xDC+ZH4nVhyNYlofXFrwxg=="},"content":{"description":"Climb the easy first half of \"The Chimney\" then break left following a nice finger crack. At the end of the crack, reach for the nearby arete and finish the last bit of \"Thriller Arete\". The finger crack has good locks and protects very well with small cams and nuts.","protection":"A few small cams and nuts.","location":"The obvious left slanting finger crack that starts half way up \"The Chimney\"."},"__v":0},{"_id":"fmp7wybmUtWyiygcCZMSoA==","name":"Unknown (Left of Practice Session  Right of The Brain)","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.2458,44.25681]},"left_right_index":10,"mp_id":"106602962","mp_crag_id":"105973007","climb_id":"fmp7wybmUtWyiygcCZMSoA==","areaRef":"xDC+ZH4nVhyNYlofXFrwxg=="},"content":{"description":"This climb is just left of Practice Session and and right of the Brain. It is a not so obvious fissure\\finger crack that is not listed in the Guide book. \n\n  Finger lock and face climb your way to the top. Can walk off the cliff from the top or set up a TR anchor (Can't remember if it is gear or small trees), lower and belay the second.","protection":"Standard Trad Rack (Small - Mid Range Cams)","location":"About 20 feet left of Practice Session"},"__v":0},{"_id":"S4KkIZWaW4O868Qs/M2eUQ==","name":"The Tumor","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Ed Webster, Jason Laflamme, August 1995","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.2458,44.25681]},"left_right_index":7,"mp_id":"115430357","mp_crag_id":"105973007","climb_id":"S4KkIZWaW4O868Qs/M2eUQ==","areaRef":"xDC+ZH4nVhyNYlofXFrwxg=="},"content":{"description":"Left of The Brain is a roofed corner that is the start for both The Tumor and The Nose. Pull up and out the left side of the roof and into the vertical groove. Follow the groove up and left of the arete to the top. A lot of the holds after the roof are good (but kind of slippery) quartz crimps.","protection":"Gear or TR, no fixed anchors","location":"Left of The Brain at the roofed corner, shares a start with The Nose."},"__v":0},{"_id":"Be1TOTQuV+GMYEqRUE3fIA==","name":"Thriller Arete","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Bob Parrot, Rob Adair 1990","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.2458,44.25681]},"left_right_index":3,"mp_id":"105973026","mp_crag_id":"105973007","climb_id":"Be1TOTQuV+GMYEqRUE3fIA==","areaRef":"xDC+ZH4nVhyNYlofXFrwxg=="},"content":{"description":"This prominent arete is certainly the most photogenic climb in the area, with terrific views of Mount Washington in the distance. About 60 Feet to the right of Standard Route, Thriller climbs the intimidating overhanging arete, following it up and right. Start on the right side of the arete, eventually making your way around the corner to holds the left. Eventually a jug can be reached near the top where you can shake out and consider the top out. Breaking left from this jug is a variation of the original route, and clocks in at 5.10a. Either way, the climbing is pumpy and sequential all the way to the jug.","protection":"Takes mostly smaller cams and nuts","location":"60 feet the the right of Standard Route, and left of the Chimney and Blockheads, Thriller Arete climbs the obvious steep arete."},"__v":0},{"_id":"m0i1OHi3VKaKvCgmFVOSGw==","name":"Standard Route","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"Bill Putnam, Brooks Dodge,  1943","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.2458,44.25681]},"left_right_index":1,"mp_id":"105973013","mp_crag_id":"105973007","climb_id":"m0i1OHi3VKaKvCgmFVOSGw==","areaRef":"xDC+ZH4nVhyNYlofXFrwxg=="},"content":{"description":"HISTORY: The FA of this route was done in 1943 by Bill (\"William Lowell\") Putnam and Brooks Dodge in 1943. (Brooks was the son of Joe Dodge, who ran the AMC's Pinkam Notch camp from its inception in 1922 to 1959 [1928-1959 as Manager of the Hut system]), probably (?) just before Bill went to Camp Hale, Colorado to train the 10th Mt Division. Bill would later take part (as a Pvt.) in \"removing\" the Japanese from Kiska Island (Alaska) the only US territory Japan occupied during WWII.  Here his climb to the volcanic high point of the island took a bit longer than anticipated and resulted in AWOL, the \"punishment\" for which was to lead the entire company up as a training exercise the next day. During action in Italy in 1945 with 10th Mt. Division he took shrapnel to the chest (lungs) and missed the action at Riva Ridge and Mt Belvedere, but (now as a First Lieutenant) took part in the final push into northern Italy. After the war he would make the 2nd ascent of Mt St Elias in Alaska, lead many trips to the Adamant-Austerity range in the Selkirks of British Columbia, and serve as both President and Honorary President of the American Alpine Club.      \n\n  Climbing up the middle of three cracks on the main face, Standard Route is a classic. Though it can be done in one push, most prefer to break it up into 2 pitches. The first belay is usually about 2/3 of the way up the face on a small ledge. This allows the belayer to always be within sight of their leader.  \n\n  One can choose to either follow the crack system to the summit, or use the massive face holds. Either way, engaging climbing awaits all the way to the summit- just play it to your strengths.","protection":"Standard Route will pretty much take anything you have on your rack. It protects quite well using anything from wired nuts, to aliens, all the way up to the blue camalot. Needless to say, your standard Catherdral rack will work famously.","location":"Standard Route starts on the far left of Square Ledge by a prominent corner leading up the the middle of 3 fingercracks. Anchor to one of the two Birches."},"__v":0},{"_id":"mvLSxrP3U1yIeN0Jg5Vxwg==","name":"The Prize","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Brooks Dodge & Mary Backus  1944 as TR. led later","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.2458,44.25681]},"left_right_index":0,"mp_id":"106298756","mp_crag_id":"105973007","climb_id":"mvLSxrP3U1yIeN0Jg5Vxwg==","areaRef":"xDC+ZH4nVhyNYlofXFrwxg=="},"content":{"description":"History: The FA was made in 1944 by Brooks Dodge and Mary Backus. \n\n  The Prize ascends the far left side of the main face, about 20 feet left of Standard Route. Following a thin crack system most of the way, the climbing is a little less fun and varied than that on Standard Route. However, this climb is still worthwhile, especially given it's ideal position above scenic Pinkham Notch. \n\n  Begin climbing at the base of the buttress, right where the hiking trail hits the rock. Navigate easy terrain around a bush. Continue with more difficulty up the discontinuous crack system, but using mainly face holds. Either establish an awkward belay at half height or keep going. The crux is a slight bulge in the slab as the climber nears the top. Move up this steeper section with scant protection making easy but balancy moves. Alternatively, break right into Standard Route at around 80 feet. Gear and tree anchor at top.","protection":"Takes excellent passive pro for most of it's length. The bulge near the top is unprotected and probably means a 20 foot runout on easy terrain. This crux section is easily avoided to the right at 5.3 or 5.4.","location":"Far left side of the main face. First climb you will see on the approach."},"__v":0},{"_id":"cDKmpMekUVCaMB5xOqMV2Q==","name":"Practice Session","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Brooks Dodge & others  1944","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.2458,44.25681]},"left_right_index":11,"mp_id":"105973049","mp_crag_id":"105973007","climb_id":"cDKmpMekUVCaMB5xOqMV2Q==","areaRef":"xDC+ZH4nVhyNYlofXFrwxg=="},"content":{"description":"Practice Session is the farthest right climb at Square Ledge, and is often toproped. It climbs the obvious handcrack up and left to a stemming roof. Makes a good introduction to basic crack climbing.","protection":"Standard Rack- mostly mid range cams and nuts","location":"Far left of the crag, about 25 feet to the right of The Brain."},"__v":0},{"_id":"hNL2L98fWKOpjW3gasW2tw==","name":"The Nose","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Brooks Dodge- in sneakers","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.2458,44.25681]},"left_right_index":8,"mp_id":"106327660","mp_crag_id":"105973007","climb_id":"hNL2L98fWKOpjW3gasW2tw==","areaRef":"xDC+ZH4nVhyNYlofXFrwxg=="},"content":{"description":"Nearly as classic and bold as its brother in Yosemite, The Nose is one of the most singularly inspiring, aesthetic, and challenging 5.9 toprope routes in the Pinkham Notch area. Climbs into a corner to the left of The Brain, then continues up the overhang on jugs and sharp underclings. Pumpy for the grade. Lynn Hill has never freed this!!!","protection":"Toprope","location":"Left of The Brain"},"__v":0},{"_id":"JMhBL7nuWCmUMdKG2TSb1w==","name":"Joe's Place","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Brooks Dodge & Bill Putnam,  1944","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.2458,44.25681]},"left_right_index":2,"mp_id":"106273967","mp_crag_id":"105973007","climb_id":"JMhBL7nuWCmUMdKG2TSb1w==","areaRef":"xDC+ZH4nVhyNYlofXFrwxg=="},"content":{"description":"Admin's NOTE: I'm not sure where the \"somewhat vegetated\" crack is on the description (as posted) below, but this climb takes the right-most line on the main face, at times even using the arete as a handhold. Done in this manner, the route is at least equivalent in quality to the Standard Route and The Prize. The crux is getting off the ground, especially if you are short, although there is some 5.4-5.5 climbing up by the upper crack(s).   \n\n  Joe's Place is an unlikely route up the far right hand side of the main face. Starting at the overhang between the Standard Route start and Thriller, pull out left towards an arete on good holds until it is possible to move around the corner onto a slab. You now face a somewhat vegetated, slightly overhanging crack that appears to be much harder than 5.6. Using some hidden face holds, make strenuous moves past the crack and an inconvenient bush. Continue more easily along discontinuous cracks with ample face holds, right along the top of the spectacular, arcing Thriller Arete. Finish towards the top of Standard Route. \n\n  This route is of a much lower quality than Standard Route. The moves are less fluid, the line less obvious, and some parts are dirty. However, the cruise along the top of Thriller is spectacular, and it might even be possible to set up a toprope for it from a point on Joe's.","protection":"Pro is sparse during the first bouldery section, but afterwards the route takes good nuts. Gear is slim right at the top, so move left for a solid gear anchor.","location":"Tackles the rightmost crack system on the main face."},"__v":0},{"_id":"69HWdafZWRKkLjye3vouSQ==","name":"The Chimney","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Brooks Dodge & others  1943","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.2458,44.25681]},"left_right_index":6,"mp_id":"105973037","mp_crag_id":"105973007","climb_id":"69HWdafZWRKkLjye3vouSQ==","areaRef":"xDC+ZH4nVhyNYlofXFrwxg=="},"content":{"description":"Right of Thriller Arete, One will find an obvious chimney that slowly constricts all the way to the top. Scramble up to the base where face holds and a handcrack on the left provide easy climbing to the 5.5 crux near the top. Though slightly slabby in nature, The Chimney will bestow you with a hefty payload of positive feet and hands. Makes for a great first trad lead- will take pretty much any protection all the way to the top.","protection":"Medium to large cams and nuts- standard rack.","location":"The obvious chimney system in the upper right portion of the crag."},"__v":0},{"_id":"bRlW/NybXtywOG7lFRqhaA==","name":"Blockheads","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Bob Parrott, Rob Adair","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.2458,44.25681]},"left_right_index":4,"mp_id":"119170862","mp_crag_id":"105973007","climb_id":"bRlW/NybXtywOG7lFRqhaA==","areaRef":"xDC+ZH4nVhyNYlofXFrwxg=="},"content":{"description":"Climb on good positive holds to a long reach to an horizontal between the first and second (missing) bolt. Put a good cam in the horizontal and fire a tricky sequence on really small crimps to the third bolt. From there go more or less straight to the arete on much better holds and finish on Thriller Arete. ","protection":"2 draws and a couple cams . The second (out of 3) bolts is missing but there is good pro in the horizontal nearby.","location":"Start on good holds a short distance right of the start of Thriller Arete."},"__v":0},{"_id":"CyHynHo7UZq2ElVjaqI+dw==","name":"The Brain","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.2458,44.25681]},"left_right_index":9,"mp_id":"105973043","mp_crag_id":"105973007","climb_id":"CyHynHo7UZq2ElVjaqI+dw==","areaRef":"xDC+ZH4nVhyNYlofXFrwxg=="},"content":{"description":"On the far right of Square Ledge, The Brain climbs up the suprisingly steep section of rock best categorized by the white blob of a protrusion that undoubtedly looks like a brain. Start above the dihedral system to the left, climbing up relatively pumpy moves to a steep and reachy top out. No worries though- your on toprope.","protection":"Standard Rack for toprope anchor.","location":"On the far right of the crag, left of the Practice Session crack. Look for the Crystal Blob."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,8a63706f-b14c-536f-b8ab-3cea90093e36,28caf581-f8e4-5e0a-bd89-06b71080d0c3,c430be64-7e27-561c-8d62-5a1f5c5af0c6","pathTokens":["USA","New Hampshire","WM: Pinkham / Presidentials","06. Square Ledge (Pinkham Notch)"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10a"},{"count":1,"label":"5.7"},{"count":1,"label":"5.11a"},{"count":1,"label":"5.10-"},{"count":1,"label":"5.4"},{"count":2,"label":"5.5"},{"count":2,"label":"5.6"},{"count":1,"label":"5.9"},{"count":1,"label":"5.12b"},{"count":1,"label":"5.8"}],"byDiscipline":{"trad":{"total":10,"bands":{"unknown":0,"beginner":6,"intermediate":2,"advanced":2,"expert":0}},"tr":{"total":5,"bands":{"unknown":0,"beginner":1,"intermediate":2,"advanced":2,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":7,"intermediate":3,"advanced":2,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-71.2458,44.25681]},"bbox":[-71.2464278249825,44.25636033981815,-71.2451721750175,44.25725966018188],"left_right_index":-1,"ext_id":"105973007","area_id":"xDC+ZH4nVhyNYlofXFrwxg=="},"content":{"description":"The premiere crag of Pinkham Notch sadly goes under the radar for many ambitious trad climbers. An excellently varied plethora of trad and toprope routes from 5.4 to 5.12 are just waiting to be climbed, but they are not noticed nearly as much as their big brother, Cathedral Ledge. Square ledge is never completely deserted, though traffic is thin compared to other flagship crags in northern New Hampshire. At times in the summer, however, it can get quite crowded, as it is a popular crag for group functions. Though hikers wont hinder your climbing in any way other than asking lots of questions, they often hike to the top of the ledge for its excellent views of the Presidential Range and Tuckermans Ravine.  \n\n  Because Square Ledge is largely surrounded by trees, one can almost be certain of finding a nice shady spot while still being able to watch the day's proceedings.  \n\n  Square Ledge is quite unique in terms of rock type. It features a horizontally running schist, mixed in intermittently with strips of quartz. The schist provides excellent friction for the feet, yet the crimps are not too sharp as one would imagine- still pleasantly positive though.   \n\n  With an excellent variance of routes ranging all the way up to 5.12b, square ledge is a great crag to bring new climbers for toproping, or intermediates looking for their first traditional lead. Square ledge also provides a great opportunity to challenge oneself on hard routes that don't fit the traditional mold. At two pitches and 130 feet, Square Ledge also makes for a memorable first multi-pitch. The views and atmosphere are wonderful, and the approach isn't that long."},"density":0,"totalClimbs":12,"__v":1,"createdAt":"2022-11-07T06:12:15.122Z","updatedAt":"2024-01-15T16:46:52.336Z"}