{"_id":"63689d5ce80bff5a994f615c","area_name":"Summit, The","shortCode":"","climbs":[{"_id":"vXiP45IcU3yIxCPvE0xbTw==","name":"Sanitarium","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Worrall / Shannon","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.70788,32.98227]},"left_right_index":2,"mp_id":"120880906","mp_crag_id":"107008818","climb_id":"vXiP45IcU3yIxCPvE0xbTw==","areaRef":"AJHHHnKqVVGOJOj4gyJWRg=="},"content":{"description":"Wild and varied route from the bowels of the Summit Walls alcove to a highly exposed summit pitch","protection":"All bolts","location":"The first pitch climbs the overhanging arete on the right side of the deep recess, one of EP’s steepest sections of climbing starts 30’ up, cruxing (12a) where the wall eases to gently overhanging, the rest of the pitch is easier, and climbs right on the exposed sharp arete. The pitch ends on a big ledge below a big roof\n\nPitch 2 moves left from the belay bolts onto a slightly overhanging wall with widely spaced holds. The crux of this pitch, also 12a, is turning the small roof on the right, above that, fun face climbing leads to a bolted belay just below the edge of the giant Irie Headwall Ledge.\n\nPitch 3 climbs up a face from the far left end of the big ledge, 10d\n\nPitch 4 is several bouldery sections, 11+, of climbing leading out onto the west edge of the Irie Headwall, and finishes on a highly exposed stance below anchors on a giant summit boulder. A short exciting 20’ traverse right leads to the ledge where the original Headwall anchors were."},"__v":0},{"_id":"O10S1udvXRqrAU6DuXywnw==","name":"Treasure Chest","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Worrall/Shannon, et all?","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.70788,32.98227]},"left_right_index":7,"mp_id":"108561391","mp_crag_id":"107008818","climb_id":"O10S1udvXRqrAU6DuXywnw==","areaRef":"AJHHHnKqVVGOJOj4gyJWRg=="},"content":{"description":"Great single pitch of 5.12 climbing. Located on climbers right side of the Summit area at a blocky tower feature hosting 3 lines. Rap in to a small pedestal from 2 bolt anchors(no rings)on a large boulder sitting somewhat precariously on the top of the tower feature. You can walk to the anchors from the Summit proper by following a trail to the left (when facing out from the Summit) about 200 yards, and then traversing carefully along the summit boulder out to the top of the tower. Rap in with one rope (60m plenty long) to the pedestal ledge and start this climb.\n\n*take note the Prairie falcon has a nest on the right side of this tower feature so there may be seasonal closures for this route/area\n\nBegin the climb by clipping a first bolt from the pedestal and execute sustained crimpy moves right off the belay (11+) to a rest below a roof. Climb out the roof and up right to an arete (crux), passing a reinforced hold right on the arete. Continue using the arete with your right hand until better holds appear on the face. A few more moves lead into a crack feature that ends at the top of the tower.","protection":"10 bolts and 2-bolt anchor","location":"Located on climbers right side of the Summit area at a blocky tower feature hosting 3 lines. Rap in to a small pedestal from 2 bolt anchors(no rings)on a large boulder sitting somewhat precariously on the top of the tower feature. You can walk to the anchors from the Summit proper by following a trail to the left (when facing out from the Summit) about 200 yards, and then traversing carefully along the summit boulder out to the top of the tower. Rap in with one rope (60m plenty long) to the pedestal ledge and start this climb."},"__v":0},{"_id":"gbnPUdYcXUqVm6mgz3C8iw==","name":"Nice Jugs","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Worrall/Shannon","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.70788,32.98227]},"left_right_index":6,"mp_id":"120700058","mp_crag_id":"107008818","climb_id":"gbnPUdYcXUqVm6mgz3C8iw==","areaRef":"AJHHHnKqVVGOJOj4gyJWRg=="},"content":{"description":"This excellent steep face route is best accessed by using the first pitch of Comply or Else. At the top of this pitch, 10a, move left to a belay. Second pitch exits left from Comply or Else onto a near vertical face with lots of widely spaced square cut holds on fantastic rock. The pitch ends on a big ledge below giant stacked summit blocks. The last short pitch scrambles up and moves right (11+) onto the sharp dead vertical arete of the summit block for 40 ft to a sudden top out on a huge flat ledge with a prominent 10 ft tall Boulder perched on it\n\nThere were convenient bolt anchors on this boulder, but I suspect they were removed by the late Dave Bittner, and need replacing. There are possible natural anchor options also.","protection":"All bolts","location":""},"__v":0},{"_id":"8hdUGODXWUqspXqR3zAUHg==","name":"Irie Corner","yds":"5.11b/c","grades":{"yds":"5.11b/c","french":"6c+"},"fa":"Kevin Worrall, Sean Shannon","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.70788,32.98227]},"left_right_index":3,"mp_id":"107430438","mp_crag_id":"107008818","climb_id":"8hdUGODXWUqspXqR3zAUHg==","areaRef":"AJHHHnKqVVGOJOj4gyJWRg=="},"content":{"description":"It is quite easy to rap and access a big broken ledge system in the middle of the summit wall. The original bolts were accessed by traversing to the climbers’ right over some boulders to a nice flat ledge top dead center above the Irie Headwall. The bolts were at eye level on a vertical panel above the ledge.\n\nA lot of classic climbs tackle the beautiful orange face below, dubbed the \"Irie Headwall\", which is about 200 feet high.\n\nIt’s possible that the top anchors have still not been replaced. They were likely chopped by bird fanatics, so a natural anchor might be needed - a 20’-30’ extender rope to sling a big block would be handy, The spacious ledge where a number of steep sport routes start is less than 200’ down, and there should still be an anchor at the end of the Irie Corner’s first pitch which enables making two 100’ raps with one rope.\n\nI've climbed at this area a few times and its much easier to hike the main trial to the top of the summit crag and rap in/climb out. Thus the reason I've listed many of top pitches only.\n\nStarting off the ledge and the only set of anchors (obvious) in the boulder pile at the base of the \"Irie Headwall\". Make a move to get established to the right of the starting anchors, then clip the first of 3 bolts up a slab leading to the base of the corner and an obvious crack (10a).\n\nPull up into the crack system and jam or undercling into the start of the corner where the difficulties begin. Continue to layback and stem up the featured holds in the corner until the good holds following this corner feature go away(11a).\n\nYou'll then spy a series of holds traversing right in the immaculate orange stone (crux - 11c?) follow just the right amount of features as you traverse on slopey pocket feet, and classic EP flat-top holds. At the far right end of the traverse there is a jug and a rest stance in the apex of the face (at this point you'll actually be at the same rest stance at the top of the crux on the neighboring route).\n\nFrom here climb up and left back into the corner to a rest on jugs. Then negotiate the final roof crux, moving left out amazing in-cut holds to a stance over the roof (11b). Keep traversing a few final moves to an anchor above a small 1x3 ledge thats just out of sight to your left.\n\nThere are two options for a final pitch from this hanging belay, the left hander being a bit harder - 5.11-\n\nPhew...this thing is classic action packed sport wanking and totally amazing.","protection":"Bolts","location":"From the top of the Summit Crag locate the obvious rap rings on the climbers left side of the buttress. This is for the route Where Eagles Dare.  Rap twice to access the large ledge at the base of the Irie Headwall. Walk climbers right to the boulders at the base of the big beautiful orange face and you will see a set of anchors. The 3rd pitch begins here.\n\nThis pitch follows an amazing and obvious corner system on the left side of the beautiful orange face. It ends at rap rings where you can lower back to the ledge, or alternately do another shorter pitch to the walls top."},"__v":0},{"_id":"UzVb6PrcV0mVnZr0Nyt3eA==","name":"Hang Em High","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Worrall, et all","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.70788,32.98227]},"left_right_index":5,"mp_id":"107008825","mp_crag_id":"107008818","climb_id":"UzVb6PrcV0mVnZr0Nyt3eA==","areaRef":"AJHHHnKqVVGOJOj4gyJWRg=="},"content":{"description":"Pitch 1: (11d)Begins on the far right side of the large ledge system 200 feet from the summit. Rap in (2 raps with a 60m rope) from the anchors at the top of the route \"Where Eagle Dare\" to reach the terrace.  Traverse the ledge system with caution to the right side and the steepest part of the upper wall. There is a good belay area here.\n\nThe first pitch begins with steep blocky climbing to a steep corner capped with a roof.  Negotiate this first crux with long reaches to a rest over the roof. Then head up and right into a corner system that holds the second and hardest crux moves exiting the corner.  Finish with pumpy moves back left on good holds, and up to a slabby attention grabbing ending to a two bolt anchor.\n\nPitch 2: (10a) Follow 3 or 4 bolts of easy climbing to an anchor just below the top of the cliff. This pitch wanders a bit.","protection":"15 draws","location":"Right side of the large ledge system that is 200 feet below the summit.  Best to do 2 raps from the anchors atop the route \"Where Eagles Dare\" with a 60m rope.  The top rap station is easily identified as its the only anchor visible from the summit that has rap rings."},"__v":0},{"_id":"oDYXduUXW9uwx1jfRkyexA==","name":"Easy Rider","yds":"5.11a/b","grades":{"yds":"5.11a/b","french":"6c"},"fa":"unknown","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.70788,32.98227]},"left_right_index":0,"mp_id":"110544581","mp_crag_id":"107008818","climb_id":"oDYXduUXW9uwx1jfRkyexA==","areaRef":"AJHHHnKqVVGOJOj4gyJWRg=="},"content":{"description":"Crux move at the roof is fun but very reachy.","protection":"two shuts at the top plus another bolt.  Can use a #3 Camalot if belaying from above.","location":"the second route from the left.\n\nEasiest to just walk down to the start from the summit, circling around to the west."},"__v":0},{"_id":"32kpZh9EXK+Swef0WX9vXg==","name":"Drastic Park","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Worrall/Shannon, et all","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.70788,32.98227]},"left_right_index":4,"mp_id":"108561408","mp_crag_id":"107008818","climb_id":"32kpZh9EXK+Swef0WX9vXg==","areaRef":"AJHHHnKqVVGOJOj4gyJWRg=="},"content":{"description":"Amazing and mega! This long sustained line climbs up the middle of the \"Irie Headwall\" as a single pitch affair to anchors on a nice ledge at the top of the main Summit wall. Its long, has a few varied cruxes, some excellent rock, and an exciting/sporty finish.\n\nAccess \"Drastic Park\" by rapping into the Irie Headwall via 2 rappels via the route \"Where Eagles Dare\" and traversing along the broken ledge to the right. Alternately you could walk around the front of the cluster of rocks at the Summit to access the \"Drastic\" anchors and rap with 2 ropes from here to the ledge.\n\nThe Irie Headwall is blocked on the right side by a low roof guarding the upper impeccable orange/brown stone. Begin the climb by stepping up off the ledge to clip a high first bolt. Negotiate the first crux moving over the roof to get established on the headwall at a stance. A few more tricky moves on amazing holds leads to a short left facing corner. Solve the tricky corner moves (probably easier if you are tall) and gain a layback flake leading to a large flat rest jug. Shake here and get ready for the sustained red point crux leading into a shallow, right-angling dihedral. At this point the rock changes character to the white/orange, more coarse grained granite. Follow the angling dihedral via crimps and grippy slopers to its end, then move back left to lower angle terrain with more widely spaced bolts. From here the difficulties are over but you still have to manage the pump and the runouts for 3 or 4 more bolts of 10a climbing to the top of the wall with a perfect ledge and a 2-bolt anchor.","protection":"14 bolts","location":"This is a single pitch line that starts off the broken ledge system at the bast of the \"Irie Headwall\" about 200 feet down from the top of the main Summit area. Rap in via the route \"Where Eagles Dare\" via 2 rappels."},"__v":0},{"_id":"e5gOSgsSXsevoYan56lxhQ==","name":"Dirty Hairy","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Worrall/Shannon","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.70788,32.98227]},"left_right_index":1,"mp_id":"120697809","mp_crag_id":"107008818","climb_id":"e5gOSgsSXsevoYan56lxhQ==","areaRef":"AJHHHnKqVVGOJOj4gyJWRg=="},"content":{"description":"Start in the middle of the flat wall left of the deepest recess, across the gap from Sanitarium. First pitch is all bolts,10b, thought provoking steep face climbing on big square cuts (known as Eagle Peak flattops). From the belay, the second pitch moves right and up an intermittent crack with gear protection to a bolted belay. Move right again into a left facing, gear protected corner that steps up and left to a big roof. The roof is passed on a bolt protected face to its right, 5.11. After the bolted section, the climbing eases to 5.7 protected with gear up to a 3” cam, or it’s an exciting, exposed runout to the 3rd belay on the right end of a big wide ledge. Follow bolts straight up and slightly left to the top out on the fourth pitch, moderate 5.10 on big holds and good stone. This route has great variety, good stone, and just a little vegetation","protection":"Mixed - gear selection from wired stoppers to 3” cams, light rack","location":"Fifty feet left of the deepest part of the Summit Wall Recess."},"__v":0},{"_id":"kdxiBHsnV4SAWRsD2PlKLg==","name":"Comply or Else","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.70788,32.98227]},"left_right_index":8,"mp_id":"110544594","mp_crag_id":"107008818","climb_id":"kdxiBHsnV4SAWRsD2PlKLg==","areaRef":"AJHHHnKqVVGOJOj4gyJWRg=="},"content":{"description":"The 1st pitch starts off the huge ramp which descends from east to west under the east side of the Summit Wall, it starts an obvious bolt protected white corner. There is maybe one move of 5.9 and the rest is 5.7. The next 2 pitches tend up and right on lower angle rock just right of the vertical wall where Nice Jugs and Treasure Chest stand. Both pitches are fun, moderate 5.10, with an abrupt top out from a vertical Headwall to a flat summit ledge","protection":"bolts","location":"You can scramble down to the start from the summit ridge.  Starts in a little dihedral."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,06ef17a3-29aa-56c6-b227-4e49cb91e070,3e6d010b-b832-544e-b649-c3caf17b47dd,1d98a9f9-f961-568f-ad50-73e6af8e887f,0091c71e-72aa-5551-8e24-e8f883225646","pathTokens":["USA","California","San Diego County","South San Diego County","Eagle Peak","Summit, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":3,"label":"5.12a"},{"count":2,"label":"5.11+"},{"count":1,"label":"5.11b/c"},{"count":1,"label":"5.11d"},{"count":1,"label":"5.11a/b"},{"count":1,"label":"5.10b"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}},"sport":{"total":8,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":7,"expert":0}},"tr":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":1,"advanced":8,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-116.70788,32.98227]},"bbox":[-116.70841605059758,32.98182033981813,-116.70734394940244,32.98271966018186],"left_right_index":-1,"ext_id":"107008818","area_id":"AJHHHnKqVVGOJOj4gyJWRg=="},"content":{"description":""},"density":0,"totalClimbs":9,"__v":1,"createdAt":"2022-11-07T05:55:34.606Z","updatedAt":"2022-11-25T11:16:08.394Z"}