{"_id":"6368a50be80bff5a995afee0","area_name":"Granite Flume","shortCode":"","climbs":[{"_id":"0W/aRQdhXUGOjhxneOa+8g==","name":"The Tunnel to Mordor","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"G.Kaplan","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.76504,40.62699]},"left_right_index":15,"mp_id":"119494581","mp_crag_id":"119492392","climb_id":"0W/aRQdhXUGOjhxneOa+8g==","areaRef":"e3/kPq5sUQGjeaF8acLDMg=="},"content":{"description":"This is the obvious low angle “chimney”-like tunnel feature that climbs the 4th gully as you walk up Windy Canyon. It is totally unique and protects well with large gear.  It is all gear, there is zero installed hardware.   It is possible to exit out of the tunnel system on the right before the upper head wall, and then follow the path of least resistance to the summit (+200’ and f easy 5th class).  It is also possible to get out of the tunnel and then traverse left across steepening terrain and step/leap across the gully to the slab/low angle terrain.\n\nThere is evidence of earlier technical climbing up on the head wall (there is an old tattered death triangle on 2 pins/1/4”er’s).   I plan to explore more as I see some potential.","protection":"Gear to 4”, gear anchors","location":"This is the obvious low-angle chimney like feature that ascends the 4th gully system in Windy Canyon.    Pure adventure.   :)"},"__v":0},{"_id":"o/XqaSGYUliI0V4OpoQnvg==","name":"Sonic Boone","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Dylan Pike and James Garrett, 16 July 2020","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.76504,40.62699]},"left_right_index":0,"mp_id":"119493301","mp_crag_id":"119492392","climb_id":"o/XqaSGYUliI0V4OpoQnvg==","areaRef":"e3/kPq5sUQGjeaF8acLDMg=="},"content":{"description":"This is an easy multi pitch bolted BCC route with a very short approach. For that, it is somewhat unique for the area. Definitely fun. Dylan and Emily's infant namesake son Boone now has something to aspire to:).\n\nPitch #1: Easy scrambling leads to a bulge with a bolt and continue straight up past a few other easy bulges and small roofs to a small two bolt rappel ledge. Continue past this rappel station passing another bolt to 3rd class scrambling (pass some loose shale here with care) to the huge ledge and two bolt belay. 5.5, 60m, 7 bolts.\n\nPitch #2: Continue straight up following bolts passing some broken up terrain passing two or three bulgy roofs to another ledge and two bolt belay. 5.6, 35m.\n\nPitch #3: Pass a small roof to the left and climb a steep pillar like feature passing three bolts. Can be tricky here. Some of the bolts here may not follow the easiest line but were placed in better rock. Climbing a bit left and then reaching out right may be easier than climbing bolt to bolt. Surmount this roof and then enter an OW section (one bolt) and finally scramble the last few meters to the two-bolt belay. 5.8, 30m, 5 bolts.\n\nPitch #4: Pass the bolt protected roof on right edge to another two bolts trending left. After the third bolt expect easy exit moves without fixed protection to the two bolt belay. 5.7, 20m, 3 bolts.\n\nRappel the Route. 70m rope recommended. Possible with a 60m.","protection":"8 QDs and assorted Camalots to #5 work well to supplement the fixed protection.","location":"See attached photo/topo for clarity. This is on the South Facing quartzite of the Granite Flume and basically ascends the right buttress of the formation.\n\nApproach as for the little canyon, but as you reach the old aqueduct pathway 4 way path intersection, follow that for a short distance to the west (left). Instead of continuing up the little canyon, follow the aqueduct for about 100m until you are in a clearing and the south face is directly above you. From the aqueduct trail, follow some cairns up (north) and through some scrub oak clearings connecting some boulder/scree clearings to the foot of the wall. A quick 10-15 minute approach time."},"__v":0},{"_id":"ncRezAnlVnqB8kkvF/+kDA==","name":"Smoochie Poochie","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"G.Kaplan, Mar 2020","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.76504,40.62699]},"left_right_index":10,"mp_id":"119494491","mp_crag_id":"119492392","climb_id":"ncRezAnlVnqB8kkvF/+kDA==","areaRef":"e3/kPq5sUQGjeaF8acLDMg=="},"content":{"description":"Very fun, positive, and surprisingly steep for a 5.7.   This is currently the middle route at the Highline Hang Ledge.  It is also the first route in the Wasatch totally equipped with Bonier <pronounced bone yay> hangers, stainless steel but painted brown (aka vagina hangers).\n\n7 bolts plus chain anchors.","protection":"7 quick draws for bolts, 2 chain anchors","location":"This is currently the middle route at the Highline Hang Ledge which is an awesome hangout about 150’ off the canyon bottom.   Approach by climbing Fizzy Whiz arete or Golden Ticket and then scrambling 80’ further to ledge, or walking up past Chali and the Toprope Factory to the 2nd Gully and scrambling up 4th to easy 5th class low angle gully.    The Highline “Dream” anchors near the top of this wall."},"__v":0},{"_id":"4znnjtXPW5KBUZ2Bo7Qyww==","name":"Scooby Snacks","yds":"5.10a/b","grades":{"yds":"5.10a/b","french":"6a+"},"fa":"G.Kaplan","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.76504,40.62699]},"left_right_index":12,"mp_id":"119494525","mp_crag_id":"119492392","climb_id":"4znnjtXPW5KBUZ2Bo7Qyww==","areaRef":"e3/kPq5sUQGjeaF8acLDMg=="},"content":{"description":"This is the fun, generally overhanging area to the left of Diving for Rocks.   It currently is not equipped with any hardware and is easily top-roped from the Diving for Rocks anchors.   This climbs really well but still needs lots of cleaning as of Sept 2020.","protection":"Currently only toprope.","location":"Starts 10’ left of Diving for Rocks and 5’ right of The Hang Crack."},"__v":0},{"_id":"21ZiGAAnXCKUk5Y/IrQiQQ==","name":"Oompa Slab","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"G.Kaplan, Feb 2020","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.76504,40.62699]},"left_right_index":5,"mp_id":"119494562","mp_crag_id":"119492392","climb_id":"21ZiGAAnXCKUk5Y/IrQiQQ==","areaRef":"e3/kPq5sUQGjeaF8acLDMg=="},"content":{"description":"This is the promising looking slab up above and to lookers right of the Golden Ticket/Fizzy Whiz Arete, where the shale and quartzite form a very loose gully and hanging ledge, above some lurking rocks and tangled roots/tree system.   If you want to do this before the groundwork gets done, I suggest beginning the climb from the Golden Ticket belay perch and/or below that perch on the ground, and traversing right into the slab.   There is adequate natural protection along the entire traverse and then the slab itself spaces that out a little bit more.  There is a single bolt in the 2nd shield, tri-cams work great below that, and the climbing is easy enough above this that the sporadic and small gear is sufficient.\n\nThis slab is excellent and easy and can basically be climbed anywhere.  It takes some effort to “climb” the more technical line as it is very easy to just climb the gully to the left.  Therefore this is an example of “Texas Harvesting”.\n\nUntil the ledge/belay area gets stabilized and worked in, I highly suggest belaying from the top either from a hanging stance off the anchors or simply by sitting on the top.\n\nThere are many variations on the slab.","protection":"Tri-cams for horizontal placements, small to medium nuts, nothing bigger than 2”, and a single bolt, chain anchors.","location":"2 min up Windy Canyon from the Aquaduct trail, the first rock buttress encountered is the Chali and the Toprope Factory wall—Oompa Slab is the right side of this wall.  It is best viewed from slightly upcanyon."},"__v":0},{"_id":"9oZ6R/ucWuu8dAk5CZ2glA==","name":"Nipping at the Heels","yds":"5.8-","grades":{"yds":"5.8-","french":"5b"},"fa":"T. Phillips, G. Kaplan Nov 2020","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.76504,40.62699]},"left_right_index":18,"mp_id":"119874136","mp_crag_id":"119492392","climb_id":"9oZ6R/ucWuu8dAk5CZ2glA==","areaRef":"e3/kPq5sUQGjeaF8acLDMg=="},"content":{"description":"Very unique position, literally sandwiched between the shale and the quartzite arete/slab of Amyloid Plaques.   The first pitch is essentially the same as for Bebop Arete and can easily be scrambled.  Before the actual arete of Bebop Arete, hang a right at an obvious quartzite ledge/stance and aim for “the Pit”, a nice nook with enough room to dump a pack and suit up.  Just right of the Pit is a single bolt belay (an angle will soon be added but a 3/4” cam works great too).  This belay position affords an excellent view of most of the route, up and left.The money pitch begins up and out of the Pit to a left trending finger and hand crack that takes bomber gear (Red metolius, blue metolius, pink Tricam, small nut, ...) with great feet.  There’s a little bit of movement up and left of this crack before it mellows out for about 20’ over a couple of “almost” ledges to some smaller nuts or micro cams and the bolts.\n\nThe second part of this pitch continues traversing up and left through 4 or 5 bolts.  It is possible to exit up and right at almost any point on this climb as it literally traverses under the edge of the arete the entire way.   Try to stay low and left for some excellent movement and exposure, never harder than 5.8.\n\nEnds at (2) Fixe Rap Rings to the left of the arete, or exit up and right from the last bolt and finish the last 35’ of easy 5th class to the 2nd set of anchors on Amyloid Plaques.\n\nDescent: a 70m will reach straight down from the anchors to a small evergreen near the beginning of the actual arete on Bebop Arete (also a pretty obvious quartzite stance/ledge).  This is about 30’ left of the Pit.  BE CAREFUL OF THE SHARP SHALE.  Either carefully downclimb from here or do a short rap from the evergreen (a lower rap station may be added at some point).","protection":"Full set of Metolius cams up to the green #5, helpful to have double Orange and double Red metolius (size 3 and 4), small to ledium","location":"At the top of “Windy Canyon” on the left.  Literally under the arete/slab/ridge of Amyloid Plaques."},"__v":0},{"_id":"TYTNKovEWrKefsv3ZDuW9A==","name":"The Minor Unconformity Crack","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.76504,40.62699]},"left_right_index":7,"mp_id":"119494566","mp_crag_id":"119492392","climb_id":"TYTNKovEWrKefsv3ZDuW9A==","areaRef":"e3/kPq5sUQGjeaF8acLDMg=="},"content":{"description":"This is the obvious low angle wide crack on the right side of Oompa Slab.  The right side of the crack is shale and the left side is quartzite (correct me if I’m wrong).   It is really fun climbing, unfortunately it is currently a pain to get to.   My plan is to continue developing the landing and access.","protection":"Gear up to 5”","location":"Far right side of Oompa Slab, this is the highest route up Windy Canyon of the Chali and the Toprope Factory area.   You can climb this to the top and that would essentially put you on the large ledge system that becomes the Highline Hang Ledge if you go right, or walk around and out onto the South Face where the 2nd pitch of Sonic Boone is located."},"__v":0},{"_id":"OYqpqGSnXUeYEpUMaaG+9A==","name":"Loompa Slab","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"G.Kaplan, Feb 2020","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.76504,40.62699]},"left_right_index":6,"mp_id":"119542763","mp_crag_id":"119492392","climb_id":"OYqpqGSnXUeYEpUMaaG+9A==","areaRef":"e3/kPq5sUQGjeaF8acLDMg=="},"content":{"description":"This is the right side of the Oompa Slab feature of the Chali and the Toprope Factory wall.  Currently it is all traditional protected with small and sporadic nutcraft; however, it is possible to simply protect the wide crack to the right of the slab at the quartzite/shale interface—the Minor UnConformity Crack.  There is no hardware or anchor.\n\nI suggest top-belaying this slab/crack as the ledge/belay area is very unstable and needs significant work before it is “friendly”.","protection":"RP’s and small gear, currently gear anchor.","location":"Right side of Oompa Slab, 5’ left of the Minor UnConformity Crack where the quartzite meets the shale."},"__v":0},{"_id":"2cv6HT6mWambELG+ndPgSA==","name":"Human Airer","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"G.Kaplan","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.76504,40.62699]},"left_right_index":14,"mp_id":"119494537","mp_crag_id":"119492392","climb_id":"2cv6HT6mWambELG+ndPgSA==","areaRef":"e3/kPq5sUQGjeaF8acLDMg=="},"content":{"description":"This outstanding climb is around the corner, further up Windy Canyon, in the 3rd gully of sorts.   It is super fun, with 3 distinct “cruxes”, and some amazing holds.   It is incredible position, and literally climbs up above the Highline anchors of “Dreams”.\n\nIt affords a ton of air for only weighing in at easy 10.\n\nI still need to finish the first bolt so currently advised to bring a few small pieces (#1 blue metolius and/or #2 yellow metolius).   Also advised to bring a few extra-length runners.","protection":"10 bolts plus anchors, #1 and #2 metolius for the beginning, potentially a finger/thin hand sized piece for the top.   Fixe Rap Ring Anchors","location":"Scramble North for about 200’ from Highline Hang Ledge or approach up Windy Canyon and scrambling up the 3rd gully system (same used to access those Highline anchors).   The gully is 4th to easy 5th low angle scrambling and is about 200’ of scrambling."},"__v":0},{"_id":"thZwT4TLVNmD8JKl5a4lKw==","name":"The Hang Corner","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Unknown, possibly Alpenbock","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.76504,40.62699]},"left_right_index":11,"mp_id":"119494530","mp_crag_id":"119492392","climb_id":"thZwT4TLVNmD8JKl5a4lKw==","areaRef":"e3/kPq5sUQGjeaF8acLDMg=="},"content":{"description":"This is the obvious crack/corner system that splits the Highline Hang wall.   It is still pretty dirty but I plan to keep cleaning it.   I came across an old tattered fixed monkey fist and some tattered cord on this route—I suspect Alpenbock explorations as I did find research supporting they frequented this formation early on.  It’s nothing special but it is a worthy beginner trad route.\n\nCurrently the easiest thing to do is use the anchors atop Smoochie Poochie, but you can climb an additional 25-30’ to the top of a pillar, where there is a set of fixe rap rings to the left—for those who like “adventTR’ing”. The climbing may approach 5.8 in some places?  Lots of guano.\n\nReminds me of climbing at Castlerock, WA for some reason.   I can picture Beckey would have loved this way back in the day.   It’s got that “vintage” feel to it.\n\nIf it was closer to the road, I bet it would get climbed regularly.","protection":"Singles to 4”, lots of double length runners","location":"Splits the Highline Hang wall.   5’ right of Smoochie Poochie in the obvious corner/crack."},"__v":0},{"_id":"k3SgIMWUUbOU0OfyJCJIFg==","name":"Habesha","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Glen Kaplan and James Garrett,  10 September 2019","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.76504,40.62699]},"left_right_index":16,"mp_id":"119492968","mp_crag_id":"119492392","climb_id":"k3SgIMWUUbOU0OfyJCJIFg==","areaRef":"e3/kPq5sUQGjeaF8acLDMg=="},"content":{"description":"The landing is on a somewhat sloping ledge past some thick underbrush. We did clear it out, but it may have a tendency to grow back. This East facing little route is practically always in the shade.\n\nStart climbing up some steep finesse requiring moves following the bolts to the two bolt belay and lower. 5.9+, 20m.","protection":"5 or so QDs to a two bolt belay. Glen and I finished drilling this in a raging thunder shower.","location":"Habesha is what Ethiopians call themselves. I must be sort of a Habesha Wannabe:)?... although Glen is the only one of us to ever have Rasta Dreds!\n\nLocated another 15m down hill to the left of the longer Amyloid Plaques. This unique rock is a very compact conglomerate like steep slab. It is a very different rock feel than everything around it.  Short, but nice."},"__v":0},{"_id":"b4GD6CsNWxikJ+rrIdiHHw==","name":"The Golden Ticket","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"G.Kaplan, Feb 2020","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.76504,40.62699]},"left_right_index":3,"mp_id":"119494547","mp_crag_id":"119492392","climb_id":"b4GD6CsNWxikJ+rrIdiHHw==","areaRef":"e3/kPq5sUQGjeaF8acLDMg=="},"content":{"description":"This crack dihedral is in the first bit of rock you come to once you enter Windy Canyon.   This first wall is Chali and the Toprope Factory and will be an excellent beginners area, as well as a great family area for younger children (with traffic and once I finish what I have planned). There is an Indian staircase/scramble that gets you to the top of most of these TR’s (there are a dozen possible variations).   And there is even an additional series of top-ropes up above on the Glass Elevator Ledge (where the Everlasting TR Pillar is).\n\nThe Golden Ticket is a perfect guides crack or beginner trad crack.   It protects very well and every piece can be made from secure stances.   The lower part of the climb currently scrambles up about 25’ of easy 4th class terrain, but from the upper belay perch, there is a solid 50’ of excellent easy crack/dihedral.  I think I will put in a “guide anchor” here as well, but currently there is an additional 25’ of 5.5 to a set of chain anchors on a prominent nose","protection":"Trad or Top-Rope","location":"This is the most prominent dihedral on the first wall encountered when walking up Windy Canyon.  I currently only have the 2 sets of TR anchors installed but plan on finishing it out.   All the TR variations have been done to some extent"},"__v":0},{"_id":"YKvceOAwWAaFQQDGzkEFBg==","name":"Fizzy Whiz Arete","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"G.Kaplan","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.76504,40.62699]},"left_right_index":4,"mp_id":"119494552","mp_crag_id":"119492392","climb_id":"YKvceOAwWAaFQQDGzkEFBg==","areaRef":"e3/kPq5sUQGjeaF8acLDMg=="},"content":{"description":"This is the fun arete immediately to the right of the Golden Ticket.  Shares the high anchors with the Golden Ticket.\n\nBegin with ez dirty slab with many ledges, up to the roof overlap where there is solid gear in the horizontal.  Make a fun squishy step up and right onto the large ledge, with more good gear in the dirty cracks.  Follow these weaknesses on the right with nice slab holds on the left up to the single bolt.","protection":"Gear to 2”, small Tricams for horizontals, 1 bolt, chain anchors","location":"6’ - 10’ right of the Golden Ticket, shares anchors.  Belay from flattened perch below slab to the right."},"__v":0},{"_id":"01lj8GyNWWCcspLeRtDxhg==","name":"Fight or Flight Crack","yds":"5.10a/b","grades":{"yds":"5.10a/b","french":"6a+"},"fa":"G.Kaplan, Mar 2020","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.76504,40.62699]},"left_right_index":9,"mp_id":"119494509","mp_crag_id":"119492392","climb_id":"01lj8GyNWWCcspLeRtDxhg==","areaRef":"e3/kPq5sUQGjeaF8acLDMg=="},"content":{"description":"Also known as the\n\nGrade-School Variation\n\n, this is the crack/dihedral system to the right of 5th Grade Bully.  If done completely as a gear route, you would essentially join into 5th Grade Bully near the 3rd bolt but then choose to not flip any of them and instead futz with gear in some suspect rock—it is possible to do the line completely on gear, but this “hang” is destined to be a fun sport area so save some weight or displace it with cold canned variety.\n\nThere is a fun 3 bolt variation that turns the roof to the right near the 3rd bolt of 5th Grade Bully...hence there are a few different lines that share some space and eventually the same anchors.","protection":"Quick draws for bolts and/or fingers to thin hands gear.","location":"The overhanging crack/corner system immediately right of 5th Grade Bully.  It is possible to do a number of different variations that climb parts of the Bully and parts of the crack...either all boys or supplemented with some gear, or stick to yer guns all trad cuz you hauled it up here!"},"__v":0},{"_id":"XjSPiF/hUcS46PjqfSMeQw==","name":"The Everlasting TR Pillar","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.76504,40.62699]},"left_right_index":2,"mp_id":"119494588","mp_crag_id":"119492392","climb_id":"XjSPiF/hUcS46PjqfSMeQw==","areaRef":"e3/kPq5sUQGjeaF8acLDMg=="},"content":{"description":"This is a real sweet hang, up on the ledge system above Chali and the Toprope Factory.   Accessed via those routes or the Indian Staircase and an easy scramble to lookers left.   It’s a shame this rock isn’t much, much longer...as it is we just put TR anchors on it and love pursing safely around in this cool spot.   The overhanging arete to the left is 5.11.   There is a fun, but short finger and hand crack a bit further down the ledge.   Then there is a really fun triangle pillar slab that I likely will equip...albeit it’s only 3 bolts long.    Then there is a really awesome steep crack face problem as well.    It’s a cool place to hang.   It’s easy to talk to each other, etc its fun.   There’s nothing wrong with going out and to prolong in the shade!","protection":"Toprope","location":"Above Chali and the Toprope Factory."},"__v":0},{"_id":"ImTymEH6Vb6UglQavpXgOA==","name":"Diving For Rocks","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"G.Kaplan, Feb 2020","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.76504,40.62699]},"left_right_index":13,"mp_id":"119494516","mp_crag_id":"119492392","climb_id":"ImTymEH6Vb6UglQavpXgOA==","areaRef":"e3/kPq5sUQGjeaF8acLDMg=="},"content":{"description":"This is a double homage route—my amazing scooby-doo Dane/Rodesian dog passed away this year.   She was the best.   Her name was Chali.   She used to collect rocks and would literally “dive for rocks”.  Also, similar backstory to a fantastic and classic route of the same name on the Greenbelt in Austin, TX.   So...double-homage.\n\nVery fun, overhanging, gym-like moves.   Some hard to find holds, and some that may not make it...there are also great “stances” throughout.    The first bolt is a little high and a yellow #2 metolius or similar sized cam works great to “help” getting there.","protection":"7 or 8 bolts plus a single #2 yellow metolius, fixe rap anchors","location":"Currently the right most route on the Highline Hang Ledge.   Belay below a little “cave”/pedestal feature.   The climbing begins directly in off this pedestal."},"__v":0},{"_id":"L9gTgLqgVpOQJ6bKKB76dg==","name":"Chali and the Toprope Factory","yds":"Easy 5th","grades":{"yds":"Easy 5th","french":"1+"},"fa":"G.Kaplan","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.76504,40.62699]},"left_right_index":1,"mp_id":"119494595","mp_crag_id":"119492392","climb_id":"L9gTgLqgVpOQJ6bKKB76dg==","areaRef":"e3/kPq5sUQGjeaF8acLDMg=="},"content":{"description":"That’s right!   I don’t even have kids, but when I lost my fur baby, and got laid off because of the virus, I had to do something in the heat of the summer!   This will be a really fun place to take beginners and especially kids!    Currently it is a work in progress but James decided to share the Flume so I thought I’d start fleshing it in.   I have lots more work to do here.   For now...you can easily walk up to Windy Canyon and one dad or mom could scramble up to the ledge where the Everlasting TR Pillar is and essentially set up any number of easy 5th TR’s.\n\nit will be more obvious I promise...anyone want to donate some funds towards anchors and hardware?","protection":"Toprope Tricks abound, bring long slings/webbing.\n\nEither scramble up an “Indian Staircase” to the left of the wall or climb the easy and excellent Golden Ticket. There are many top-rope variations to do from the upper ledge, and another set of harder top-ropes above, on the 2nd ledge.","location":"First rock wall encountered in Windy Canyon on the left.  The trail deposits one immediately below a left leaning low angle chimney.  Looking up, there are 3 distinct “spires”, each forming fun and easy corners/aretes.   The beginning is essentially vegetated easy scrambling, maybe only 4th class, up to some nicer rock and actual technical climbing."},"__v":0},{"_id":"L4GvObe9XGOAuimRFwaqhQ==","name":"Bebop Arete","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-111.76504,40.62699]},"left_right_index":17,"mp_id":"119492836","mp_crag_id":"119492392","climb_id":"L4GvObe9XGOAuimRFwaqhQ==","areaRef":"e3/kPq5sUQGjeaF8acLDMg=="},"content":{"description":"Pitch #1: The crux is probably thrashing through the thick brush and loose chossy rock guarding the \"real climbing\" ascending the bolted arete. 5.3? Loose.\n\nPitch #2: Once one of the bolts is clipped about 40 feet up from the ground/gully, it will be impossible to get off route to the two bolt with chains belay. 5.6, 30m.\n\nRappel the Route or waddle over to Amyloid Plaques and Rappel there.","protection":"QDs and a few small Camalots or slings for the start.","location":"This is the spur/crest of rock immediately 15m downhill and to the looker's left of Amyloid Plaques. The start is just below and to the left of AP."},"__v":0},{"_id":"DR/9Iy/YXm6Oc0u4lB/Gpw==","name":"Amyloid Plaques","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"James Garrett, Franziska Garrett, and Russ Bangert, 21 September 2019","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.76504,40.62699]},"left_right_index":19,"mp_id":"119492504","mp_crag_id":"119492392","climb_id":"DR/9Iy/YXm6Oc0u4lB/Gpw==","areaRef":"e3/kPq5sUQGjeaF8acLDMg=="},"content":{"description":"This easy, but fun climb follows the last quartzite crest of rock before it deteriorates into shale which indeed it does a few meters to the north. A 20-25 minute approach hike should get you there.\n\nPitch #1: Climb the bulge passing a couple of bolts to a ledge and rap station. You can easily continue on to the top (beware of rope drag) of the climb or belay here if with kids or beginners. Two bolt belay. 5.5, short.\n\nPitch #2: Follow the fixed protection up the fun arete like spur passing obvious bolts to another two bolt belay. 5.5, 30m.\n\nRappel the route.","protection":"QDs for about 10 bolts. Supplementary Camalots / Nuts may also be helpful.","location":"This is found at the far north end of the little canyon right at the edge of the quartzite/shale border line. The trail kind of ends there as well. AP starts at a steepish step on the east face of end of the quartzite rock with an obvious bolt."},"__v":0},{"_id":"fkKsxUHfUPOK24+/nkww1Q==","name":"5th Grade Bully","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"G.Kaplan, Mar 2020","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.76504,40.62699]},"left_right_index":8,"mp_id":"119494496","mp_crag_id":"119492392","climb_id":"fkKsxUHfUPOK24+/nkww1Q==","areaRef":"e3/kPq5sUQGjeaF8acLDMg=="},"content":{"description":"This is the leftmost route from the Highline Hang Ledge.   It is a bit “sporty”.  The crux is between the 2nd and 3rd bolts and is essentially a dead point if climbing the bolt line—however, it seems possible to run from the bully and dodge away to the right—fight or flight!  Possibly easier 5.10 if done that way, but a spicier, swinging leap around the arete should you succumb.   Belayers pay attention!   It is also possible to plug some gear here to the right if desired, although extra length runners are advised should you try and run from the bully.","protection":"7 bolts plus chain anchors, possibly some smaller cams or nuts if desired","location":"10-15min hike into Windy Canyon via the Granite Flume/aqua duct trailhead on excellent trail.   Once at the base of the Chali and the Toprope Factory area, continue upcanyon until the 2nd gully system on the left.   Scramble up for about 150’ 4th and easy 5th class low angle gully/slab until a large chockstone can be passed on the left.   This takes you to “the Hang”, aka Highline Hang Ledge.   Very pleasant after 2pm.   Sometimes the Highline “Dreams” is fixed but those anchors are actually in the next gully upcanyon."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ee1d37e7-dc41-5c26-a358-5d51af01f499,5f0ed4d8-ebb0-5e78-ae15-ba7f1b3b5c51,e838736e-03de-5522-b170-850c7ffcb2ac,26a193ca-cb5e-5423-8ead-6db185433cfb,7b7fe43e-ae6c-5101-a379-a17c69c2c332","pathTokens":["USA","Utah","Wasatch Range","Central Wasatch","Big Cottonwood Canyon","Granite Flume"],"gradeContext":"US","aggregate":{"byGrade":[{"count":6,"label":"5.7"},{"count":1,"label":"5.8"},{"count":2,"label":"5.10a/b"},{"count":1,"label":"5.8-"},{"count":2,"label":"5.6"},{"count":1,"label":"5.10b"},{"count":1,"label":"5.9+"},{"count":2,"label":"5.5"},{"count":2,"label":"5.10+"},{"count":1,"label":"5.10a"},{"count":1,"label":"Easy 5th"}],"byDiscipline":{"trad":{"total":11,"bands":{"unknown":0,"beginner":10,"intermediate":1,"advanced":0,"expert":0}},"sport":{"total":7,"bands":{"unknown":0,"beginner":2,"intermediate":5,"advanced":0,"expert":0}},"tr":{"total":8,"bands":{"unknown":1,"beginner":5,"intermediate":2,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":1,"beginner":12,"intermediate":7,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-111.76504,40.62699]},"bbox":[-111.76563246523807,40.626540339818135,-111.76444753476193,40.627439660181864],"left_right_index":-1,"ext_id":"119492392","area_id":"e3/kPq5sUQGjeaF8acLDMg==","polygon":{"type":"Polygon","coordinates":[[[-111.76563246523807,40.626540339818135],[-111.76444753476193,40.626540339818135],[-111.76444753476193,40.627439660181864],[-111.76563246523807,40.627439660181864],[-111.76563246523807,40.626540339818135]]]}},"content":{"description":""},"density":0,"totalClimbs":20,"__v":1,"createdAt":"2022-11-07T06:26:24.258Z","updatedAt":"2024-02-19T18:40:29.833Z"}