{"_id":"6368a60be80bff5a995c4fdc","area_name":"Mount Rainier","shortCode":"","climbs":[{"_id":"ViP0OJFlWPGG3bxyngkdzg==","name":"Bread Loaf","yds":"V0","grades":{"yds":"V0","font":"4","vscale":"V0"},"fa":"07/22/2020","type":{"alpine":true,"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.76047,46.8529]},"left_right_index":17,"mp_id":"119283293","mp_crag_id":"105877031","climb_id":"ViP0OJFlWPGG3bxyngkdzg==","areaRef":"MLSiNMDLXJSZ3b99C/6Zew=="},"content":{"description":"Good warmup, dyno sit start or techy stand start on the left side of the boulder's face, both V0/VEasy. Reach for a bread loaf shaped hold at the top!","protection":"Crash pads, Spotters","location":"About 1 mile in (clockwise) on the Silver Falls Loop Trail in the Ohanapecosh Campground at Mount Rainier National park. Right off the trail, hard to miss."},"__v":0},{"_id":"tYOG4/kXUjOZOy34nNMiFg==","name":"Upper Castle Toprope Wall","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"tr":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.76047,46.8529]},"left_right_index":13,"mp_id":"113173040","mp_crag_id":"105877031","climb_id":"tYOG4/kXUjOZOy34nNMiFg==","areaRef":"MLSiNMDLXJSZ3b99C/6Zew=="},"content":{"description":"There is a 40ft crag about 1-200' elevation above the Castle, just below the Turtle Snowfield on the approach to the Kautz Ice Chute. The rock quality is actually decent. This offers a great pastime at high camp. The Castle camp is at 9,200' and the Upper Castle is just under 9,400'.\n\nThe routes range from 5.6 (SE Prow) to much harder (S Face).","protection":"Toprope - there are some large boulders on top of the cliff, as well as a lot of loose blocks and flakes - so be careful.","location":"Easy walk around the NW side of the formation to get to the top for building TRs."},"__v":0},{"_id":"CdLbv4BmWsuCcMLoit2qVA==","name":"Sunset Ridge","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"unknown","type":{"trad":true,"ice":true,"snow":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.76047,46.8529]},"left_right_index":10,"mp_id":"112479245","mp_crag_id":"105877031","climb_id":"CdLbv4BmWsuCcMLoit2qVA==","areaRef":"MLSiNMDLXJSZ3b99C/6Zew=="},"content":{"description":"Disclaimer: this is based on a 1979 ascent so conditions may be different.\n\nThis excellent route climbs the ridge above the Sunset Amphitheater.  Spectacular views and solitude await.\n\nFrom the west side road, climb the ridge past Tokaloo Rock.  We went up the ridge above and then traversed left in a flat area across the Puyallup and S. Mowich glaciers to a good bivi below the ridge at around 8500'\n\nThe route is obvious from here - climb steep snow up the face of the ridge until you reach the ridge proper.  Our main obstacle was a short \"rock\" section featuring the loosest rock I've ever had to deal with.  Other than a long sling around a big boulder sticking out of the ridge there wasn't anything you could really call pro.  We belayed without an anchor astride the ridge - every time you shifted weight you would sink deeper into the ridge.\n\nOnce you regain snow, the angle eases and you're on mellow ground to the top of Liberty Cap.  There were spectacular nieve penitente on this last part which made progress slow.\n\nIf conditions have exposed more rock, prepare for some serious looseness.  It was mostly volcanic mud with cobbles.","protection":"Some slings and maybe a few cams?","location":"The west side of Rainier"},"__v":0},{"_id":"qJ6aHOMjULa4OL1okltb0w==","name":"Ptarmigan Ridge","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Wolf Bauer and Jack Hossack Sep 8, 1935. 1966 var. by Bloomer, Kelsey,  Pinsch, Williams.  Ice Cliff var. (not described) by Fred Beckey & friends","type":{"ice":true,"snow":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.76047,46.8529]},"left_right_index":7,"mp_id":"106846325","mp_crag_id":"105877031","climb_id":"qJ6aHOMjULa4OL1okltb0w==","areaRef":"MLSiNMDLXJSZ3b99C/6Zew=="},"content":{"description":"A classic route on the Northwest side of Mount Rainier. The route itself ascends more of what I would describe as a terraced buttress and ledges than an actual ridge, regardless, Ptarmigan Ridge offers fantastic position and interesting and often varied climbing. Consider the enjoyable approach to a scenic highcamp that you often have all to yourself and it makes Ptarmigan a worthwhile objective for any experienced and fit climber. The route consists of snow climbing(40-55 degrees) and often several sections of mixed rock/snow/ice. The route is steeper and more sustained than its classic neighbor Liberty Ridge and requires almost 1000 feet greater elevation gain on summit day due to a start at 9,800ft on Mowich Glacier versus Liberty Ridge's 10,700ft start from Thumb Rock.\n\nFrom 10K highcamp downclimb loose rock or steep snow a few hundred feet onto the Mowich Glacier. Crossing the Bergschrund is typically accomplished by finding a bridge just left of a rock outcropping about center of the face but an end-run may be necessary if the schrund cannot be passed in this area. You can easily view the condition of the shcrund from highcamp on the ridge. Once above the schrund climb 40-45 degree snow for about 1000ft until just below large rock cliffs where you make a traverse left into an hourglass shaped snow face below the large rock buttress that splits the upper route. Climb 45-55 degree snow to base of rock buttress at 11,500ft. There are two possible variations to the route that ascend from this point at the base of the buttress.\n\n(1) The original (1935) ascent traverses left onto exposed snow slopes then contours around and up onto Liberty Cap and climbs between the rock buttress on right and the icefall on left(45-55 degrees, often icy) it then ascends towards summit as described below.\n\n(2) The other variation (first climbed in 1934 during an attempt by G. and W. Bauer) traverses right and up from the base of the rock buttress. Depending on conditions this section may be good styrofoam snow or verglassed rock or water ice or a combination of all. After several hundred feet of climbing through a minor rock rib, you'll move out onto the very left margin of the Mowich Face around 11,800 ft. Continue a rising traverse to the second rock gully encountered. One or two pins may be present in this short vertical rock step. Easier scrambling above this leads to the Liberty Cap Glacier.\n\nFrom the lower Liberty Cap Glacier, follow easy snow to Liberty Cap where one must descend a few hundred feet then climb back up several hundred feet to reach the 14,410ft summit of Columbia Crest. Recommend descent via Emmons Glacier route.\n\nOnce on route few bivy sites exist until you exit the rock gully onto the lower Liberty Cap Glacier. There are excellent bivy sites higher near Liberty Cap and Columbia Crest.","protection":"The route is conditions dependent and can change dramatically from early season ascents to later in season. It is possible to encounter the route as almost entirely a snow climb with one short fixed pin protected rock section where only 3-4 pickets would be necessary for protection or there could be substantial climbing on verglassed rock and/or water ice in which case protection may include ice screws, a pin rack and/or light rock rack.","location":"The route starts at the left edge of Mowich Glacier just below the 10,200ft high point on lower Ptarmigan Ridge. There are a few approach options. If you plan to ascend the route and carry over and descend Emmons(recommended) then either a car drop at White River is necessary for a start from Mowich Lake, or one can approach from White River and eliminate the need for a car drop. The road to Mowich Lake is often closed as late as early July and the route is often in great shape by May. If the road is closed at the gate and one must walk the extra miles up the road before beginning this approach it may be just as easy to do White River approach and avoid the car drop.\n\nFor Mowich Lake approach follow the trail approximately 3 miles to Spray Park and ascend the lower slopes of Ptarmigan Ridge until it narrows above Observation Rock and continue until suitable bivy sites are located. Many bivy sites exist along the ridge but it is advisable to make camp as high as possible to get a quick start onto the lower slopes and to help facilitate scoping out the short descent onto the glacier and the condition of the schrund.\n\nFor the White River approach follow the Glacier Basin Trail approx 4 miles to St Elmo Pass(7,400ft). Once at the pass drop down a couple hundred feet onto the Winthrop Glacier and holding as much elevation as possible traversing west towards Curtis Ridge and continue west crossing the Carbon Glacier. Once across the Carbon climb moderate snow slopes aiming for the ridge just below the 10,200ft high point. Excellent bivy sites here."},"__v":0},{"_id":"JgIsDfvRWK2EGnL0MRUgag==","name":"Curtis Ridge","yds":"4th","grades":{"yds":"4th","french":"1"},"fa":"Gene Prater and Marcel Schuster","type":{"trad":true,"ice":true,"snow":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.76047,46.8529]},"left_right_index":4,"mp_id":"110037673","mp_crag_id":"105877031","climb_id":"JgIsDfvRWK2EGnL0MRUgag==","areaRef":"MLSiNMDLXJSZ3b99C/6Zew=="},"content":{"description":"Overview\n\nCurtis Ridge is one of the large ridge routes on Mount Rainier's north side.  It is technically harder, more confusing, and more committing than either Liberty Ridge or Ptarmigan Ridge.  Many have considered it to be a rockfall death route, but in good cold conditions it is an excellent hard route for fast, competent parties.\n\nRoute\n\nThe technical portion of the route begins at point 10,300 ft on Curtis Ridge.  To reach this location see the approach section below.  Once you reach this high point, hike down a hundred feet towards the right to find a rappel station around a large boulder.  Rappel about 70 feet down to snow slopes.  This is a point of no return.  Once you have rappelled down and pulled your rope there is no easy way back.  The bail option after this point is to down climb the ridge to the right all the way to the Carbon Glacier.  After the rappel follow the ridge crest up towards the prominent rock gendarme.  At rock steps in the ridge traverse either the right side or left side to bypass.  During our ascent we traversed left around the first one and then right around the 2nd big step.  Soon you will arrive at the rock gendarme.  There is an excellent place to bivy a couple hundred feet before you reach the rock gendarme.\n\nFrom the gendarme get a really good look at rest of the ridge.  Try to connect the lines to find you route because from up close it is hard to tell which cliff band is which.  I added a couple of beta photos with some approximate route lines on them.  They help to show the back and forth weaving between snowfields and rock bands.\n\nThere are a few different variations to the route starting with the 1st cliff band including some steep rock and old aid lines.  I will be describing what we found as the easiest line.  Keep following the ridge crest up towards the 1st steep rock band.  You may have to pass a few more rock steps on the right side.  Once you reach the 1st prominent cliff band contour right underneath it for about 200 yards.  Keep going until it is possible to turn up and cut back towards the left staying on steep snow/ice.  Follow this snowfield back towards the left then go up through a snow chute into another small snowfield.  From here traverse left following the bottom of the prominent cliff band.  You are looking for a ledge/ramp system that runs up the cliff ending with a couple moves of 4th class.\n\nOnce you pass this rock band you have reached the snowfield above the 1st rock band.  Follow the snowfield (more like a wide gully) continue up through a constriction to the base of the 2nd rock band.  Again traverse out right on the snowfield looking for a weakness through the cliff band.  It is an easy but exposed scramble through this rock.  This will bring you into yet another large snow field.  Head up and to the left towards the ridge crest.  At the top follow the exit gullies up.  There are several small rock steps that will have to be passed.  We found a short section of ice as well.  The final gully will deposit you on top of the entire cliff section at 12,500 feet.  From here continue up easy snow to the top of Curtis Ridge at 13,800 feet.\n\nDescent\n\nThe normal descent for this route is down the Emmons Glacier.  From the top of Curtis ridge either continue to the summit of Rainier at Columbia Crest or traverse the contour lines left until you hit the Emmons descent trail.  Follow this route down the Emmons Glacier to Camp Schurman.","protection":"A light alpine rack should be plenty.  We encountered a short ice step but were able to protect with rock gear.  We took a couple of pitons, a few nuts, and 4 cams.  Take some cord to leave at the rappel station in case the stuff there looks bad.  This route isn't climbed very often.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,cfe129f6-5f60-5bc8-87b3-3d3bfaff9472,92f9a13d-6569-5e8a-bcf6-421cc787b8f4,7916d17d-080c-5901-bf30-a68e2f184158,30b4a234-c0cb-5c94-99dd-bf7d0bfe997b","pathTokens":["USA","Washington","Southwest Cascades","Southwest Cascades","Mount Rainier"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"V0"},{"count":1,"label":"5.6"},{"count":1,"label":"5.5"},{"count":1,"label":"Unknown"},{"count":1,"label":"4th"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":1,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"bouldering":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"alpine":{"total":5,"bands":{"unknown":1,"beginner":4,"intermediate":0,"advanced":0,"expert":0}},"snow":{"total":3,"bands":{"unknown":1,"beginner":2,"intermediate":0,"advanced":0,"expert":0}},"ice":{"total":3,"bands":{"unknown":3,"beginner":0,"intermediate":0,"advanced":0,"expert":0}},"tr":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":2,"beginner":3,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-121.76047,46.8529]},"bbox":[-121.76112751926713,46.85245033981814,-121.75981248073282,46.85334966018186],"left_right_index":-1,"ext_id":"105877031","area_id":"MLSiNMDLXJSZ3b99C/6Zew=="},"content":{"description":""},"density":0,"totalClimbs":5,"__v":1,"createdAt":"2022-11-07T06:30:36.196Z","updatedAt":"2024-01-15T16:50:26.657Z"}