{"_id":"63689d20e80bff5a994f2178","area_name":"Flatiron","shortCode":"","climbs":[{"_id":"VCQh6QNgXnyQiH7C16kVzQ==","name":"Sidewinder","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"M. Trainor, M. Rangel","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.45433,33.43761]},"left_right_index":0,"mp_id":"105824538","mp_crag_id":"105797454","climb_id":"VCQh6QNgXnyQiH7C16kVzQ==","areaRef":"lfxAmu+CV668j8RL4tmCmA=="},"content":{"description":"A fun climb with good exposure and great views.  P1: climb the left-facing dihedral (crux) and exit right on a ledge.  Traverse right (4th class) about 40' to the bottom of a long dihedral/crack system that goes to top.  Use long runners at top of dihedral to minimize rope-drag.  P2: Climb the mostly hands dihedral to a small ledge.  Excellent pitch!  P3: short pitch to top following cracks (hands thru offwidth).","protection":"No bolts.  Pro from small thru #4 friend.","location":"Start at a short left-facing dihedral on left side of The Flatiron.  To descend, walk off left until possible to scramble down a gully to near base of climb."},"__v":0},{"_id":"hLjrMdZbUKivSAW6z7ginw==","name":"Rocky Horror","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Jim Waugh, Bill Forrest, 1981","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-111.45433,33.43761]},"left_right_index":3,"mp_id":"116373979","mp_crag_id":"105797454","climb_id":"hLjrMdZbUKivSAW6z7ginw==","areaRef":"lfxAmu+CV668j8RL4tmCmA=="},"content":{"description":"Perhaps more important than the grade of the route a closer inspection of the first ascensionists and perhaps the name of the climb should be considered.  Rocky Horror is a serious undertaking and nothing like the new-age routes.  This is a bygone adventure created by those with brass balls and love for rotten and loose rock.\n\n Pitch one climbs up the chimney with sparse gear for the first several feet before tackling a bulge and wrestling through a thorny shrub.  A short squeeze chimney awaits and a semi-hanging belay around large loose blocks ends the pitch.\n\n Pitch two skirts out climbers right and uses a series of cracks and bulges to reach the infamous yellow band of rotten rock.  This pitch was harder than it looks and has several toaster size chunks of rock precariously perched.  Belay off a single bolt off right to avoid dragging rope through cacti and loose rock or belay out left off one old, original and one new bolt directly below the third pitch.\n\n Pitch three is dirty and dangerous but manageable with soft and gentle movement.  Sort of a chimney, sort of a wide, loose crack with a piton on climbers left.  Once reaching the piton the rock on the left is solid but remains in the 5.9 effort zone.  Ends at a single bolt on sort of a blocky ledge.\n\n Pitch four is on fairly solid rock and climbs a series of cracks slightly up and left, 5.10.  We ended this pitch below the mini-roof at a hanging, but solid belay with one piton.  Thin and difficult moves a few feet above the belay make this pitch a winner.\n\n Pitch five continues over the roof and eventually to the summit, 5.10.  ","protection":"Nuts and cams.  We also used a #5 and #6 and found them critical at two different cruxes.","location":"From the prow of the Flatiron, hike east about 100 feet and locate a chimney system.  The route is on the southwest face so it gets a fair amount of sun."},"__v":0},{"_id":"nb7urGD0WdGAYVHETwtJGQ==","name":"Rio Del Mundo","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Scott Duemler, Sam Foreman","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.45433,33.43761]},"left_right_index":1,"mp_id":"116383076","mp_crag_id":"105797454","climb_id":"nb7urGD0WdGAYVHETwtJGQ==","areaRef":"lfxAmu+CV668j8RL4tmCmA=="},"content":{"description":"Misery's the river of the world. This is a lesson most of us learn on a day of climbing at the Flatiron, and the lesson is no less poignant on Rio Del Mundo. This route name was inspired by a Tom Waits song \"Misery's the River of the World\", and also by the commitment to suffering required for the full day of adventure. Don't let my dramatic rendition scare you off though - this route is definitely worth doing. In fact, the stellar climbing on the long pitch 3 is worth the effort alone. Rio Del Mundo ascends the middle of the Flatiron's north face, on the right side of a feature that stretches over 300 feet up this impressive formation. In it's entirety the route is over 400 feet, with some stoke-worthy climbing on much of it. As with all routes in the superstitions, wear a helmet, pull down not out, and expect some looseness. Most anchors require and take good gear to supplement single bolts/pitons. Pack in such a way that you can climb with all your stuff. You don't want to have to hike back up to the base to retrieve your leftovers.    ","protection":"double rack tips through #4 with good collection of nuts. Bring around 6 alpine draws as well.","location":"Look for an obvious gully/trail branching right from the main hiker's trail to the flatiron, roughly .5 miles from top-out of the regular trail. It should be pretty apparent and points in the direction of the base of the flatirons north face - roughly at its midpoint. Hike the steep and loose, wandering path up dirty, loose rocks and scree. As you approach the middle of the base, look for the long, right facing dihedral ascending the middle the large wall. Aim your feet toward the wall in a plumb line directly below the dihedral.\n\nPitch 1: There are two options for pitch one, a direct 5.7+ R, or a wandering 5.8. Option a: climb wandering cracks that start slightly right of large roof/ledge above, trending left toward large ledge below obvious roof. You will pass a yucca. This option is roughly\n\n5.8, wandering, loose, and dirty but sufficient pro. 85 feet\n\nOption b: Climb crack system directly below large ledge and subsequent roof directly above. Some dirty sections but more direct and fun than option a. Though runout in spots - 5.7+ R. 85 feet.  Pitch 1 ends on large ledge directly below roof. One bolt and many options to back up with pro.\n\nPitch 2: Follow crack on right side of roof, pull roof on amazing hand jams, then continue up great climbing. Pass an anvil shaped rock, climbing on its left side - then to easier climbing but softer rock. Once above anvil, you can continue straight up on 5.8ish face/stemming to finish pitch or do airy step left to crack and finish pitch that way. Overall beautiful crack with a lot of nice hands and finger with great pro on mostly good rock. Ends on large ledge below intimidating overhung crack through roof, 2 pitons. 5.10a, 90 feet.\n\nPitch 3: This is the coveted pitch. 150 feet of beautiful and varied crack climbing - fairly consistent in difficulty. Climb up crack through bulge/roof. Left of crack is a rounded arete that has some loose rock, it will force you to depend on good crack technique (crux 5.10+),  large and rattling fists. Continue up easier ground for a bit until you reach a strenuous but short chimney/offwidth (5.10b) - good pro below and above, as well as deep within. Your heart will be pumping as you pull though it, and continue up beautiful hand, fingers, and layback. You will pass a single bolt, which you can use in addition to gear in crack to create a semi-hanging belay. This is an option if you want to split up this pitch due to fatigue, 2nd thoughts, or you don't think you have enough gear to finish the pitch. That singe bolt is approximately 60 feet from top of pitch. The crack continues to ledge with large rocks and single bolt - good opportunities to back it up are close by. 5.10+, 150 feet.\n\nPitch 4: Directly above single bolt is a 35ft finger crack, take that, decent gear though some looseness/lichen on rock it is stellar climbing. Continue up intermittent cracks, following best pro, trending slightly right toward the top with fun finish. Most of this pitch has good rock and is surprising fun. 5.9, 105 feet. 2 bolt anchor above ledge. Decent: Hike down the standard hikers trail. "},"__v":0},{"_id":"42XUWnLLVPuhJZC0DoghUw==","name":"Field of Dreams","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Mark Trainor, Perry Teeters","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.45433,33.43761]},"left_right_index":2,"mp_id":"105797459","mp_crag_id":"105797454","climb_id":"42XUWnLLVPuhJZC0DoghUw==","areaRef":"lfxAmu+CV668j8RL4tmCmA=="},"content":{"description":"Walk 50' left of the prow of Flatiron, at a 25' flake leaning against the wall.  Left side is thin, right is hands.  A welded cold shut is visible 30' above.  Climb up and right past bolts then left onto blocks to surmount bolt protected stem roof p1/150'/5.10c.  Belay from ledge up and right.  Climb easy 5th class cracks up and left to below white band of rock p2/50'.  Go straight up past bolts on white band to dihedral and go right into crack that traverses left on bolt to belay on large blocks p3/80'/5.9.  Traverse right into hand crack up to bolt above, go left into corner and continue up to the bolt protected roof.  Finish on thin corner to belay on large ledge p4/160'/5.10c/d.  Final pitch is easy 5th class for 40'.  All belays are bolted except the top, so walk off is best (walk north to trail) but you can rap route w/double 60m ropes.","protection":"single rack of cams from small to #3; nuts, lowe tri cams, 15 QDs/runners","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,24e148bb-4884-59e8-9870-43ce21f1a337,c1fdee82-93e7-5a55-9103-7defbe7f0b10,186b8322-95a3-5a61-a831-156bf794a951,00df6899-b6f6-5def-b9c8-4fe1d0901f09,95fc409a-ef82-57ae-bc8f-c44be2d98298","pathTokens":["USA","Arizona","Central Arizona","**Phoenix Areas","Superstition Mountains","Flatiron"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10"},{"count":1,"label":"5.10b"},{"count":2,"label":"5.10+"}],"byDiscipline":{"trad":{"total":4,"bands":{"unknown":0,"beginner":0,"intermediate":4,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":4,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-111.45433,33.43761]},"bbox":[-111.45486884666711,33.437160339818135,-111.45379115333289,33.438059660181864],"left_right_index":-1,"ext_id":"105797454","area_id":"lfxAmu+CV668j8RL4tmCmA==","polygon":{"type":"Polygon","coordinates":[[[-111.45486884666711,33.437160339818135],[-111.45379115333289,33.437160339818135],[-111.45379115333289,33.438059660181864],[-111.45486884666711,33.438059660181864],[-111.45486884666711,33.437160339818135]]]}},"content":{"description":"The Flatiron is a 450' wall of volcanic rock that is some of the best in the Superstition mountains.  The Superstitions are located on the east edge of the Valley of the Sun.  The Flatiron has a southern and northern exposure.  The two meet at a visible prow seen from the valley below.  Only a few routes have been done, earlier routes were scare fests that keep most away.  For some reason, the shadier the route, the better the rock."},"density":0,"totalClimbs":4,"__v":1,"createdAt":"2022-11-07T05:52:40.628Z","updatedAt":"2024-01-20T00:56:37.398Z"}