{"_id":"63689d5ce80bff5a994f5305","area_name":"Ap. New Diversions","shortCode":"","climbs":[{"_id":"f7g4b6p8U/66esLC3fktXw==","name":"Wasp","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Steve Wunsch and Rab Carrington, 1972","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-119.70258,37.72262]},"left_right_index":6,"mp_id":"107002873","mp_crag_id":"105862921","climb_id":"f7g4b6p8U/66esLC3fktXw==","areaRef":"uqjzpts+XeCn017FKn9ofQ=="},"content":{"description":"Exciting and fun climb just right of New Diversions.  The route follows steep and smallish chickenheads for quite a while before merging with New D near the top of it's second pitch.  Very interesting and delicate climbing in spots.  Seemed very sustained and perhaps hard for the grade.","protection":"The gear is mostly slung chickenheads, and some times these are thin and potentially friable.  Best not to take any big falls and/or consider use of screamers if climbing at your limit.  I recall some wired nuts and perhaps other small gear, but the chickenheads were key.","location":"Starts in the gully just right of New D, following the very steep face/arete up and left.  Rap from the top of the 2nd pitch of New Dimensions or head up one easy short pitch to the top and a walk off left."},"__v":0},{"_id":"bkqlTgHkVsORvJ0smP6QHA==","name":"Tail End","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"George Meyers - 1975","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.70258,37.72262]},"left_right_index":12,"mp_id":"106695222","mp_crag_id":"105862921","climb_id":"bkqlTgHkVsORvJ0smP6QHA==","areaRef":"uqjzpts+XeCn017FKn9ofQ=="},"content":{"description":"I'm posting this climb because the top half is a great 2\" hand crack that goes at 5.6  It is rare to find a beginner climb like this that is low angle down in the river canyon.  So if Swan Slab is too crowded in the early spring, you just don't want to go to Knob Hill, or the cliff up and left of Little Wing is just too long of a walk, come and do this line.\n\nClimb an unattractive, chocky, left facing corner to a nice flat ledge.  Continue up left around a tree in the slammer hand crack.  The top slabs out but the crack continues.","protection":"Single set of friends to #3.  Extra #2 - #2.5 pieces.  Slings.\n\nNatural anchor on top.  Walk off to the right.\n\nTry to pass underneath the tree to avoid rope drag if you can.","location":"This route is the last climb on the right side of the cliff.  Pass Chicken Pie, walk around a large boulder, and pass a small gully which is actually the dirty Chimney for Two.  Tail End begins up a chocky left facing corner."},"__v":0},{"_id":"A/evLwEEWeOGbItTD803ig==","name":"Strangers In the Night","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Jim Donini, Rab Carrington, Bev Johnson, Steve Wunsch","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.70258,37.72262]},"left_right_index":7,"mp_id":"108063514","mp_crag_id":"105862921","climb_id":"A/evLwEEWeOGbItTD803ig==","areaRef":"uqjzpts+XeCn017FKn9ofQ=="},"content":{"description":"Above the Electric Gully, in the center of the cliff, is large pillar.\n\nWasp\n\nclimbs the corner on the left side of this pillar, while Strangers in the Night ascends the right side. The crux fist crack is tucked away in a right facing corner and is not visible from the base of the cliff. As a result, this nice route sees little traffic.\n\nThe first pitch is the same as the Electric Gully. Climb steep knobs out of an alcove, past a bush, and then squeeze chimney past another bush. A variation (5.10) can be done by starting on the hand crack on the left wall and then moving through knobs up and right to get over into the chimney. Establish a belay in the gully below the obvious right-facing corner.\n\nThe second pitch climbs the burly fist crack in the corner to a ledge, and then more cracks to the summit. Like most climbs at New Diversions cliff, it is possible to link this into one long pitch but you will probably need an 80m rope or do some simulclimbing.","protection":"Pro to 4\" with extra 3\" cams.","location":""},"__v":0},{"_id":"ce1QsSg7UxaGBA7Ycz71YA==","name":"Shake, Rattle, and Drop","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Rick Sylvester, Chris Hassig, and Alex Behr - Nov. 1974","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.70258,37.72262]},"left_right_index":11,"mp_id":"106656189","mp_crag_id":"105862921","climb_id":"ce1QsSg7UxaGBA7Ycz71YA==","areaRef":"uqjzpts+XeCn017FKn9ofQ=="},"content":{"description":"This is a hidden gem!  There are bushes blocking the view of the top half of the climb from the ground.  If the bushes were not there I'm sure this climb would have people on it more often.  Can be done in one pitch but two is recommended due to rope drag.\n\nPitch One:  Climb up crack into and through the bushes.  Set up a natural anchor below a large roof.\n\nPitch Two:  Climb through the roof with excellent hands and cups (.10b) turning the lip is the crux.  Continue up slabby hand crack (#2.5 friend) to the top and a natural anchor.\n\nWalk off to the right.","protection":"Single set to 3\".  Bring one extra #2-#3.5 friends.  Slings.","location":"This climb is to the right of Chicken Pie, and just to the left of a dirty Chimney for Two.  Look for an east facing crack that climbs up into some bushes."},"__v":0},{"_id":"LPkRNCOCWpe4AP5woVea/A==","name":"Rocket Man","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Paul Crawford","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.70258,37.72262]},"left_right_index":1,"mp_id":"120739012","mp_crag_id":"105862921","climb_id":"LPkRNCOCWpe4AP5woVea/A==","areaRef":"uqjzpts+XeCn017FKn9ofQ=="},"content":{"description":"Someone could probably fill this in better as my ascent was more than 10 years ago.\n\nStart by making a big move to get established on the face. Climb past a piton that I re-set by having my belayer toss me up a rock. Then move left into a beautiful splitter tips crack which opens up the higher you go. Piton needs re-set and the note I put in my guidebook says “needs new anchor”, so heads up on that! Remember it being a beautiful pitch.","protection":"Cams to 2”. Nuts, 1set.","location":"On the far left side of New Diversions cliff. Can’t miss it."},"__v":0},{"_id":"p+l4Xp4lU8yozO8bYk00yA==","name":"New Diversions","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Sylvester, Wreford-Brown, & Coe - 1971","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.70258,37.72262]},"left_right_index":4,"mp_id":"105862924","mp_crag_id":"105862921","climb_id":"p+l4Xp4lU8yozO8bYk00yA==","areaRef":"uqjzpts+XeCn017FKn9ofQ=="},"content":{"description":"New Diversions is a fun little climb with a unique crux.\n\nP1: Begin at the obvious right-facing crack just left of a right-facing corner near where the trail hits the wall. Climb this wide crack up to near its terminus, then step up, clip a bolt, and climb up and right across the knob-studded face. The crux involves mantling onto a huge steering-wheel shaped knob. Belay just above, on a knob near the arete, at a pin with small cams/wires to back it up. 5.10a.\n\nP2: Continue up the thin crack and knobs until it suddenly turns wide. Struggle up this to a belay at a two bolt anchor. 5.9.\n\nMost parties do two raps from here (possible with a single 60m rope but be careful!), but it is possible to continue to the top on easier terrain before walking off.","protection":"Single set of cams through a 4 inch piece.  A shoulder-length sling.","location":""},"__v":0},{"_id":"UUfeT3yFV9ucujOn44OZkQ==","name":"New Deviations","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Jack Johnson and Mike Ulawski ('92)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.70258,37.72262]},"left_right_index":3,"mp_id":"106807133","mp_crag_id":"105862921","climb_id":"UUfeT3yFV9ucujOn44OZkQ==","areaRef":"uqjzpts+XeCn017FKn9ofQ=="},"content":{"description":"The other other \"New D\". This climb is almost as good as New Diversions. Start the same, but upon clipping the first bolt, continue up instead of traversing right. The crux is a delicate step right to gain some large knobs and it's well protected by the second bolt. After that the route starts to wander up and left. Make two raps with one rope using the Highlander anchors above the roof. (70m rope only gets you down as far as the first bolt).","protection":"Pro to 4 inches, 5 bolts, 2 bolt anchor. Save a shoulder length sling for a knob tie-off in the later half of the route.","location":""},"__v":0},{"_id":"5VK/6ohDUji22ZfOZrfRrw==","name":"Jugs","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Henry Barber (1974)","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-119.70258,37.72262]},"left_right_index":10,"mp_id":"108063097","mp_crag_id":"105862921","climb_id":"5VK/6ohDUji22ZfOZrfRrw==","areaRef":"uqjzpts+XeCn017FKn9ofQ=="},"content":{"description":"This route takes a path of least resistance up the knobby face to the right of Chicken Pie. It is best done in one very long pitch. An 80m rope might make it to the top of the cliff. I think with a 70m you will have to simulclimb 20ft or stop and belay at a hand crack just shy of the top.\n\nStart a ways to the right off a boulder that touches the base of the wall. Climb up to a high first bolt, and then continue upwards to a second bolt. The bolts were recently replaced and are bomber. From the second bolt downclimb a short ways and traverse perhaps 15 feet to the left. From here continue up on smaller knobs to reach a small footledge below a water-streak. Down at the bottom of the footledge is a knob that you can tie off which protects the next crux. (Its also possible to escape here by traversing further left on big knobs to a bolted rap anchor) Make one sort of thin move above the ledge to gain a good rail and bigger knobs in the water-streak. There is another ok knob that can be tied off here, before you must mantel onto a hummock which is growing out of the bottom of a flake. This leads to directly below the roof where there is good gear (1-1.5 cams). Getting over the roof is easy thanks to big knobs and then its a cruise to the top of the cliff.","protection":"Bring a light rack of 1-2 cams, a couple quickdraws, and numerous slings or cords for tying off knobs.","location":""},"__v":0},{"_id":"M6L8JWjXVnWc1iPWECttSA==","name":"Highlander","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Dave Schultz 1988","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.70258,37.72262]},"left_right_index":2,"mp_id":"118069680","mp_crag_id":"105862921","climb_id":"M6L8JWjXVnWc1iPWECttSA==","areaRef":"uqjzpts+XeCn017FKn9ofQ=="},"content":{"description":"Incredible thin face climb up to a short juggy roof. I found 3 distinct cruxes (possibly 4) one of which involves using a ridiculously small disc shaped crimp (nails down!). You'll also find some really powerful long moves between crimps that feel like vertical campusing. Perhaps a bit height dependent however.","protection":"8 bolts plus chains (I may be wrong here)","location":"Directly below the finish of New Deviations, finishing at the mid-way rap anchors for New Deviations."},"__v":0},{"_id":"nky7mX/2VyytAZBXR4E9TQ==","name":"Falcon","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.70258,37.72262]},"left_right_index":0,"mp_id":"112276851","mp_crag_id":"105862921","climb_id":"nky7mX/2VyytAZBXR4E9TQ==","areaRef":"uqjzpts+XeCn017FKn9ofQ=="},"content":{"description":"Start on a stone pedestal on the far left of the crag.  Climb up a left facing corner, arete and face.  Route is a bit mossy, but provides interesting climbing on quality stone.","protection":"Standard rack, with a few larger pieces.","location":""},"__v":0},{"_id":"9wbnAK/QXsOx/gKRpb5XPQ==","name":"Cock Tart","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"McGahey, Doyle et al.","type":{"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-119.70258,37.72262]},"left_right_index":9,"mp_id":"109613411","mp_crag_id":"105862921","climb_id":"9wbnAK/QXsOx/gKRpb5XPQ==","areaRef":"uqjzpts+XeCn017FKn9ofQ=="},"content":{"description":"Climb and mantle chicken heads for 7 bolts, then plug cam in horizontal, traverse right and then up past one more hitherto-out-of-sight bolt, then up to anchor. Fun and cool-this route is not pg13.","protection":"8 bolts 1 green alien 2 bolt anchor with metolius rap hangers. Some people might like a piece to protect them while climbing to first bolt yellow #2 on long sling worked well make sure once you clip first bolt you unclip sling unless you want rope drag.","location":"Just right off chicken pie same start"},"__v":0},{"_id":"f2noh3h6VvW44vbOhPKr2Q==","name":"Chicken Pie","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Jerry Coe & Rick Sylvester - April, 1971","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.70258,37.72262]},"left_right_index":8,"mp_id":"106655892","mp_crag_id":"105862921","climb_id":"f2noh3h6VvW44vbOhPKr2Q==","areaRef":"uqjzpts+XeCn017FKn9ofQ=="},"content":{"description":"This is a route of high quality with all sorts of jams from finger locks to fists and knob tie-offs.  I would point anyone who is a crack lover to this climb.  It is also considered the warm-up climb for the area, although, it really is a little steep and stiff for this consideration.  Many climbers feel Chicken Pie is deserving of a .10a grade.  This is understandable since Chicken Pie is one of the more demanding 5.9 finger to hand cracks.  The overall quality of this climb is comparable to the best cracks you will find down canyon.\n\nAlso, if you have repeatedly climbed pitch one of Chicken Pie, I would recommend you give the knobby pitch two top out a try.  From the chains, pitch two heads right and up large knobs.  The pro is good on the entire route, and can easily be done in one pitch if mindful of rope drag.","protection":"Pitch one: Single set of friends and stoppers to 3.5\" Bring extra 1.25 - 1.75 friends for the corner.  Slings.  Bolted chains at the anchor.\n\nPitch two: Slings for knob tie-offs.  Green alien for the moves exiting the slab on the top.  Natural anchor.\n\nEnjoy!","location":"This climb is about 100ft. right of New Diversions.  Look for a right facing ramp with a bush in the middle of it.  The ramp turns into an amazing corner (.9).  Most parties rappel from the chains at the top of pitch one.  If completing the climb (recommended) walk off to the right."},"__v":0},{"_id":"MlxpjHx4WxCXpPagLcLS0A==","name":"Burst of Brilliance","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Eric Kohl, 1990","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.70258,37.72262]},"left_right_index":5,"mp_id":"106695510","mp_crag_id":"105862921","climb_id":"MlxpjHx4WxCXpPagLcLS0A==","areaRef":"uqjzpts+XeCn017FKn9ofQ=="},"content":{"description":"Burst of Brilliance is a worthy line while at the New Diversions cliff.  Start up the bolted face, bust through the crux with your Burst of Brilliance to the crack above that leads to the bolted anchors.","protection":"bolts plus a few cams.  Single set?","location":"Just right of New Diversions.  It is possible to rap off of New D to the BoB anchors to toprope."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,8ab53875-745f-5076-b396-d3d84945e52c,0f1eddf1-5a79-556e-92f6-0d91627e1f2f,14a34046-d4ba-5064-b505-92d1514f96b6,baa8f3a6-db3e-5de0-a7d3-5ec52a7f687d","pathTokens":["USA","California","Yosemite National Park","Yosemite Valley","Lower Merced River Canyon","Ap. New Diversions"],"gradeContext":"US","aggregate":{"byGrade":[{"count":3,"label":"5.9"},{"count":1,"label":"5.6"},{"count":3,"label":"5.10b"},{"count":1,"label":"5.11d"},{"count":1,"label":"5.10a"},{"count":1,"label":"5.8+"},{"count":1,"label":"5.12c"},{"count":1,"label":"5.10c"},{"count":1,"label":"5.11b"}],"byDiscipline":{"trad":{"total":11,"bands":{"unknown":0,"beginner":2,"intermediate":7,"advanced":2,"expert":0}},"sport":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":8,"advanced":3,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-119.70258,37.72262]},"bbox":[-119.70314848342517,37.722170339818135,-119.70201151657486,37.723069660181864],"left_right_index":-1,"ext_id":"105862921","area_id":"uqjzpts+XeCn017FKn9ofQ=="},"content":{"description":""},"density":0,"totalClimbs":13,"__v":1,"createdAt":"2022-11-07T05:54:45.172Z","updatedAt":"2022-11-25T11:14:41.563Z"}