{"_id":"63689de0e80bff5a994f90a6","area_name":"Sharkstooth","shortCode":"","climbs":[{"_id":"yPICs8BzXsGwefyD7k4ZIA==","name":"Variable","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"old school","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.674,40.2808]},"left_right_index":999999,"mp_id":"119508132","mp_crag_id":"105745133","climb_id":"yPICs8BzXsGwefyD7k4ZIA==","areaRef":"IhTOnmalXX66qz2Ekc64qg=="},"content":{"description":"The 1st pitch starts 30 to 40 feet left of the Sharkstooth\n\nNortheast Ridge\n\nroute. The start is the dihedral with good, protectable cracks. I personally did it as a variation of the\n\nNortheast Ridge\n\ndue to a traffic jam.\n\nIf you stay left of the corner cracks and on the face more, there is a small roof that can make it feel very 5.7+ or even 5.8 - this is also on the first pitch.\n\nThe 2nd pitch starts above that roof. There are bail off anchors there if needed. The rest of the climb stays just to the left of\n\nNortheast Ridge\n\n.  For pitches 3 and 4 continue straight upward parallel to the\n\nNortheast Ridge\n\nroute until you gain ridgeline.\n\nDescend with standard rappels, 50m on each rap station. Double ropes are preferred.","protection":"A standard rack.","location":"Start in a dihedral 30 feet left of\n\nNortheast Ridge\n\nroute."},"__v":0},{"_id":"n8oXAbgMUvKUkoX3AQn9NQ==","name":"Valhalla","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"Larry Smith, Brian Cottle, & Stuart Schneider, 1982","type":{"trad":true,"alpine":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.674,40.2808]},"left_right_index":999999,"mp_id":"107736827","mp_crag_id":"105745133","climb_id":"n8oXAbgMUvKUkoX3AQn9NQ==","areaRef":"IhTOnmalXX66qz2Ekc64qg=="},"content":{"description":"The route ascends the direct south face of the Sharkstooth. P1 and P2 gain the spire while P3 climbs through loose, wet, and overhanging chimneys (crux). P4 continues up overhanging corners. P5 gains the ledge connecting the\n\nSouth Prow\n\ntraverse ledge. From here, continue up the\n\nSouth Prow\n\ntrending right to the summit.\n\nP1 - ascend a dirty chimney to the left of the Petit Grepon.\n\nP1 alternate - climb corners on the buttress to the left of the Petit. This avoids the dirty chimney (5.7).\n\nP2 - move the belay across the talus to the base of a left-facing cihedral.\n\nP2 alternate - climb left of chimney capped by huge boulder, cross talus. (60m, 5.4) Bump the belay up another 100 feet to base of left-facing dihedral.\n\nP3 - climb through blocky, loose, wet, and lichen covered overhanging corners and chimneys (5.8).\n\nP4 - continue up overhanging corners with more loose and lichen covered rock (5.7+/5.8).\n\nP5 - climb up the final corner system to gain the ledge of the\n\nSouth Prow\n\n.\n\nP6-12 - follow the\n\nSouth Prow\n\n(5.7) or Southeast face (right of the prow - 5.6) to the summit.","protection":"Standard alpine rack - Wires up to #3 Camalot. A #4 could be useful but is not necessary.","location":"The route ascends the South Face of the Sharkstooth and links up with the\n\nSouth Prow\n\nroute. The traditional 1st pitch is in the dirty chimney in between the Sharkstooth and the Petit Grepon. The alternate starts can be found on the low buttress to the left of the Petit. Pitch one of our line ascended a blocky corner on the right side of the buttress.\n\nDescent: continue up the\n\nSouth Prow\n\nor SE Ridge to the summit. Two (60m) double rope and one (60m) single rope rappels get you down the East Gully.\n\nNOTE: the descent puts you on the Andrews Creek side of the spires. Be prepared to carry everything with you on your climb."},"__v":0},{"_id":"18zHO4C7WcuKBkGgLXF3gw==","name":"South Prow","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.674,40.2808]},"left_right_index":999999,"mp_id":"105757333","mp_crag_id":"105745133","climb_id":"18zHO4C7WcuKBkGgLXF3gw==","areaRef":"IhTOnmalXX66qz2Ekc64qg=="},"content":{"description":"\"An enjoyable romp up the obvious South prow of the tower\" (Gillett) with lots of option climbing (a la Gill).  You can dial up and down the difficulty up this alpine rock between 5.7 and 5.11.  This felt more mountaineering-ish due to the many rests/ledges.  Due to the wandering nature of the route, a camera seemed underutilized.\n\nApproach:  Approach via Loch Vale, Sky Pond, to the base of the Petit Grepon (allow 2-2 1/4h).  From here, angle left and up around a 300 foot-high rock buttress (left and higher than the base of the Petit).  Scramble 3rd class (with sections you don't want to fall) towards the base of the SW face (shady).  Stay left of this last 100 foot buttress and find a ledge system.  Allow 30-40 minutes for this last bit.\n\nDescription:  There are probably nearly infinite variations to this route.  We tried to aim for the prow and generally take the path of least resistance with a few detours.  I'll describe one possibility, our path.  There is lots of rocks on ledges.  It was a 4 1/2 hour climb for slugs like us.\n\nP1.  We geared up on the left side of a fading, slightly-sloping ledge system.  To the left, there was a previously-climbed crack in a dihedral system angling left (away from the prow).  Instead, we traversed perhaps 45 feet right to a big flake with a wide crack on its left side.  Face climb up to a crack and ledge system.  Move right perhaps 20 feet to a chimney-like system.  Continue up and right to a big ledge system in the sun.  This is the only pitch in the shade.  5.7, 195 feet.\n\nP2.  We angled up and right (rather than traversing to the prow).  Follow a big groove via face holds.  Pass a set of 3 precariously-balanced rocks on the left, stand on the top of these rocks, move right and continue up to a ledge system 100 feet up.  You could continue up this groove, but the holds seemed less positive here, so I traversed right to a ledge on the prow.  5.7, 110 feet.\n\nP3.  From here, pop up and on to the prow on excellent rock.  Continue up past short walls, angling slightly right.  We aimed for a good-sized, rightward-pointing flake.  Find a 5.8 move here.  Move up easier terrain to another big ledge.  5.8, 195 feet.\n\nP4.  Here there are certainly more challenging options.  A sling above entices up on to more challenging ground.  Seeking a path of least resistance, we traversed right around the prow and found a wonderful dihedral system just right of the prow.  You can continue up and stretch it to a nice ledge.  5.7, 200+ feet.  There are nice views down of the Petit Grepon and Penknife summits.\n\nP5.  Here you are again enticed onto more challenging terrain on the left up the bulging prow.  We angled right to an obvious notch.  There is a stretch of fractured rock just below the notch.  Protect this judiciously.  Rope drag prompted a short pitch.  5.7, 100 feet.  There is a fixed HB quadcam up here.\n\nP6.  You can traverse the slab to the right, or down-scramble the ramp into the East gully system.  It appears you can make the top but not so quickly.  Find an anchor somewhere.  4th or 5.2, 190 feet.\n\nP7.  You can take a direct line to the top 5.6? or we traversed left to the prow again.  Nice exposure on your left.  We found 2 fixed pitons and then the top.  5.4, 150 feet.\n\nThe shark in the summit register seems to be gone!\n\nDescent:  From the South end of the summit area, find a 3 pin rap (one is blue) station just a few feet below the top.  Rap down the East Gully 180 feet to a big slung flake with an old piton (you pass this on your 2nd to last pitch).  You can rap and down-scramble this last bit if you have 50m ropes.  The 2nd anchor, described by Rossiter, 100 feet right via a grassy traverse (that we used previously), did not seem to be there.  Rap 195 feet, passing 2 less-confidence-inspiring rap stations, to a rap station with a piton, chockstone, a Wild Country Rock on the right.  A much shorter rap gets you to The Gash.  A marmot, however, easily scrambled up to this last rap station and continued upward.  Gillett describes doing this descent with 1 rope.  I would recommend 2 ropes, ideally 60m.  From here, scramble down to the boulder field, to a cliff.  Either find a grassy ramp system E->W (or descend the snow slot) past this cliff.  Pass another large boulder field and connect with the Andrews Glacier trail.  Allow 2-3 hours to descend.","protection":"Standard light alpine rack.  We brought 1 set of wires, 1 set of cams Aliens to #3 Friend, #7, 8, 9, 11 hexes.  This route eats wires.","location":""},"__v":0},{"_id":"59uvoN7MXcqtuiH8BfFx9Q==","name":"Northeast Ridge","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown by me","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.674,40.2808]},"left_right_index":999999,"mp_id":"105750940","mp_crag_id":"105745133","climb_id":"59uvoN7MXcqtuiH8BfFx9Q==","areaRef":"IhTOnmalXX66qz2Ekc64qg=="},"content":{"description":"From the Andrew's Glacier trail, you will see the Sharkstooth to the south. Hike up the Gash, which is the large boulderfield between you and the rock. As you get near, there will be a long fin of rock coming off the northeast ridge and heading, guess which direction...northeast. Climb to the east of that and scramble up on some large ledges for the first pitch.\n\nP1. The first pitch can start in several places that are all about 5.4-5.6. I'd say we ran about 160 feet of rope on the first pitch. There are probably several places you could rig a belay.\n\nP2. The second pitch was similar to the first 5.4-5.6 climbing, about the same distance and straight up the northeast ridge. Not a lot of zigzagging on this route. After some initial 5.5 climbing a long section of 5.easy climbing leads to a crux layback flake (<10ft). Belay on top of the flake. On this pitch the terrain gets easier if you stay left, but avoid the temptation and go straight up. You will eventually see the flake. Alternatively if you veer left a bit you can find a good belay stance on a dirt/grass covered lege below and left of the flake about 30-50 feet and save the flake for the next pitch.\n\nP3. The third pitch goes 5.6 in the guidebook. Startup up a left-facing dihedral, and go more or less straight up, or possibly slightly right along a system of left facing dihedrals. The crux is just before the belay. 100-150'.\n\nP4. Go up and slightly right along 5.easy terrain. Just before the end of the pitch there's a nice right slanting finger crack. Reach the first ledge/bench on the route and build the belay on the far side next to or in the wide crack. This pitch could likely be linked with the next with a 60m.\n\nP5. Pitch 5 starts up a wide crack, but I hung out on the face for most this, because I think offwidths are about as fun as getting beaten with a rubber hose. The climbing is a lot easier on these last two pitches. Also, the route is completely obvious here as well. The 5th pitch ends on another, somewhat smaller ledge. More people on the Petit...if only they knew what they were missing over here.\n\nP6. On the 6th pitch, there was little more loose rock and hollow holds, so be a little more cautious. From the top of #6, it's a very simple scramble to the summit. Ok, I was roped up, so what?, but honestly, it's probably Class 2 to the top from here.\n\nSo, some may consider it 5 pitches.\n\nThe top has a great view of the surrounding area. Also, a little less comforting, look down through the boulders on the summit on the west side. I swear I saw daylight through there. Anyway, head southeast from the summit and down a little gully to rap rings. There are 3 50-60 meter raps to the top of the Gash here. The rap rings looked pretty good. Don't forget to bring a second rope or you'll be downclimbing. Also, there seems to be a lot of loose rock that gets knocked down when you toss your ropes on each rappel so be prepared to shout \"ROCK!!\" often to the people below and watch for more of it when you pull your ropes. That's it. Down the Gash to the trail. Hope you enjoy it. Also, I gave this a grade III, because it took us 13 hours, but we took a 2 mile detour by going to the south side first and then backtracking around to the north side. It's probably somewhere between a II and a III.\n\nFor an efficient party:\n\nBase to summit time: 4 hours.\n\nApproach: 3 hours.\n\nDescent from summit to base: 90 minutes.\n\nSlow or inexperienced parties should increase these by 50%. Experienced parties should shoot for better time.","protection":"Standard rack.","location":""},"__v":0},{"_id":"+FMdLBY1W4GFQvxCaEzU8Q==","name":"East Gully","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"unknown","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.674,40.2808]},"left_right_index":999999,"mp_id":"105750994","mp_crag_id":"105745133","climb_id":"+FMdLBY1W4GFQvxCaEzU8Q==","areaRef":"IhTOnmalXX66qz2Ekc64qg=="},"content":{"description":"This route follows the standard descent route, so get an early start. You will want to be on the last pitch by the time the folks on the northest ridge route finish. There is some loose rock at the end of the first rap. To get to the start of the climb, scramble up the east side of Sharkstooth. There are great views looking down at the Petit Grepon from the start of the climb.\n\nLocate the start of this climb by hiking to the saddle between Sharkstooth and the Petit.\n\nP1. Scramble up the start of the gully and work out a belay on the right side of the headwall. (easy 5th Class).\n\nP2. Make a rising traverse to the left through the headwall. Continue upwards, and belay above a 25 foot, right-facing dihedral. (185 feet, 5.4)\n\nP3. Scramble up through some lower angle rock and belay on the right side of the next headwall. (~100ft, easy 5th Class)\n\nP4. This is the best pitch of the climb. I think that there are other variations, but this is how we climbed the route. Angle left through the headwall and end up on the prow. Peek over the edge, and check out the amazing exposure. Head straight up the arete with steep face and crack climbing. There are a few fixed pitons on this pitch. This pitch gets three stars. Make sure you let your partner get the first lead, so that you can lead P2 and P4. They are the best pitches on the climb.\n\nDescent: a single 60m rope will provide 4 rappels to reach the start of the climb.","protection":"Light rack to 2 inches.","location":""},"__v":0},{"_id":"BquFCOxoUTK6U0ww2vHC1g==","name":"Cathedral Traverse","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Perhaps D. Haller, B. Collett, June 2018","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.674,40.2808]},"left_right_index":999999,"mp_id":"114468677","mp_crag_id":"105745133","climb_id":"BquFCOxoUTK6U0ww2vHC1g==","areaRef":"IhTOnmalXX66qz2Ekc64qg=="},"content":{"description":"From the South Face of Otis, the ridgeline to the east of Sharkstooth looks quite fun. It turns out that it is. Clearly, the best way to get there is to climb a route on the Cathedral Wall. We found that\n\nTourist Tragedy\n\nworked quite well for this. From the notch in the ridge above that route, scramble west out of the notch. From here, delightful ambling (if you are into that sort of thing) up a grassy meadow replete with wildflowers leads to a the rocky part of the ridge above the Foil, Saber, et al. This ridge leads to a first gendarme from which a two nut rap station can be found just NW of the summit. More ridge maneuvering leads to the second tower which can be ascended by avoiding the steep step on the north side and climbing up to the summit. There is an anchor on top of this. A single rope rap to the north accesses easy scrambling terrain to the base of Sharkstooth. This leaves one with a decision to make about which route to climb on Sharkstooth. Unfortunately, the\n\nEast Gully\n\nis the most convenient.","protection":"A standard rack.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,b8bc6400-2efc-577d-b6a6-c5367641fd44,1621a45a-659f-5708-9ba0-bc0a295bfc73,2214ce9e-66a5-5d7e-baab-3d8491ceb8aa","pathTokens":["USA","Colorado","Alpine Rock","RMNP - Rock","Sharkstooth"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.5"},{"count":1,"label":"5.7+"},{"count":1,"label":"5.7"},{"count":1,"label":"5.6"},{"count":1,"label":"5.4"},{"count":1,"label":"5.9"}],"byDiscipline":{"trad":{"total":6,"bands":{"unknown":0,"beginner":5,"intermediate":1,"advanced":0,"expert":0}},"alpine":{"total":6,"bands":{"unknown":0,"beginner":5,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":5,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.674,40.2808]},"bbox":[-105.67458942064037,40.28035033981813,-105.67341057935964,40.28124966018186],"left_right_index":-1,"ext_id":"105745133","area_id":"IhTOnmalXX66qz2Ekc64qg==","polygon":{"type":"Polygon","coordinates":[[[-105.67458942064037,40.28035033981813],[-105.67341057935964,40.28035033981813],[-105.67341057935964,40.28124966018186],[-105.67458942064037,40.28124966018186],[-105.67458942064037,40.28035033981813]]]}},"content":{"description":""},"density":0,"totalClimbs":6,"__v":1,"createdAt":"2022-11-07T05:55:51.167Z","updatedAt":"2024-01-20T00:59:41.431Z"}