{"_id":"6368a50be80bff5a995b05e9","area_name":"Cobra, The","shortCode":"","climbs":[{"_id":"yByYxEC+VjK1xijFYSN/3A==","name":"The Cobra","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Jimmy Dunn","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-109.3083,38.724]},"left_right_index":0,"mp_id":"105717490","mp_crag_id":"105716892","climb_id":"yByYxEC+VjK1xijFYSN/3A==","areaRef":"c40Uy7XPUlaA5zGXxRwMTg=="},"content":{"description":"Unfortunately, sometime during the first week of August 2014, it is suspected that\n\nThe Cobra\n\nhad succumb to severe weather and thunderstorms. The once proud, albeit precarious tower is no longer. There were no injuries and no one was present to witness its sudden demise. This page will be left to preserve its history.\n\nCrusher edit: Someone beat me to the update, thanks. RIP Cobra.\n\nI've seen pics of folks jumping up and down on the summit, and even pics of a with slack line rigged over the top. Amazing that it fell down by itself, with no one to see. I'll leave the rest of the text as it was written, 14 years ago.\n\nThis route is a Fisher Tower classic. It should be a  mandatory lead for anyone who wants to climb the  larger towers. So unlikely, yet so much fun, and  semi-terrifying too. Sart on the north side below a crack system. Up this at  5.9 or so, ending up on the obvious ledge on the west.  A tricky mantel here (some kind of small camming  device) gains another ledge below the major bulge  above.  Here you can actually throw a long piece of  webbing all around the tower for protection. Reaching  and clipping the fixed pin above is not easy. When I did  this the wind was blowing real hard so every time I  teetered up with a view to clipping the rope into the  quickdraw, the quickdraw kept swinging out of reach.  Scary. However the benefit of the wind was that the  sling I slung round the whole tower just flew right round  and back into my hands. Once the quickdraw is safely  clipped, lurch upwards. Most folks go for a full-on dyno  here, but I figured out an awkward but cool sequence to  avoid this. The pin is drilled into what looks like  pettrified mashed potato (with paprika), so heavy falls  are perhaps not such a good idea. Anyway, once you've  gained the rail above the \"bolt\" the final overhang  seems pretty easy (if inelegant). I kinda recall that a  large (4-inch ?)cam goes in under here, but watch for  rope drag. Once I was on top, the wind almost blew me  right back off, and, acutely aware that a windy day is just  the kind of day which will see this thing fall over, I  stayed perhaps a second, before lowering, mildly  gibbering, to the ground. Best to keep your eyes shut  while lowering, as this Cobra sure looks like it has  some nasty eating disorder.","protection":"This route needs a small rack of  medium/large cams for the first half, a very  long sling to tie off the tower halfway up, and a  quickdraw for the bolt/fixed pin. Finally there  are two bolts on top with fixed webbing and  fixed biners, so you can lower/toprope rappel.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ee1d37e7-dc41-5c26-a358-5d51af01f499,cbbfd7c6-5cf2-5063-8939-5f3233efa573,6d2dca56-4ef3-5eca-82de-19ef638461db,738d14cb-b5cf-5256-80e7-3197c51c0c4e","pathTokens":["USA","Utah","Southeast Utah","Fisher Towers","Cobra, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11-"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-109.3083,38.724]},"bbox":[-109.30887636294938,38.72355033981813,-109.30772363705059,38.72444966018186],"left_right_index":-1,"ext_id":"105716892","area_id":"c40Uy7XPUlaA5zGXxRwMTg==","polygon":{"type":"Polygon","coordinates":[[[-109.30887636294938,38.72355033981813],[-109.30772363705059,38.72355033981813],[-109.30772363705059,38.72444966018186],[-109.30887636294938,38.72444966018186],[-109.30887636294938,38.72355033981813]]]}},"content":{"description":""},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T06:26:46.330Z","updatedAt":"2024-01-20T01:07:22.044Z"}