{"_id":"63689d5ce80bff5a994f47bf","area_name":"North Peak","shortCode":"","climbs":[{"_id":"wWpxfUsnXpC5uiqWg+Ft2A==","name":"Northwest Ridge","yds":"Easy 5th","grades":{"yds":"Easy 5th","french":"1+"},"fa":"unknown","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.31462,37.98218]},"left_right_index":0,"mp_id":"107727366","mp_crag_id":"106637283","climb_id":"wWpxfUsnXpC5uiqWg+Ft2A==","areaRef":"GAO+9z5vUbuPFBxrVQQwog=="},"content":{"description":"Gain the ridge by climbing class 3 blocks at the base of the ridge. For the next several hundred feet it's easy travel over class 3 terrain with great veiws on both sides of the ridge.\n\nIf you stay on the ridge crest, soon you will come upon the first of two impasses. This first one is easily bypassed with a short class 3 downclimb on the left(south) side of the ridge. Gain the ridge again and continue on until you come to the second, and larger impasse. With technical skill/gear, one could down climb into the gap and up the other side and continue on. Another variation is a moderate class 4 down climb on the right(north) side of the ridge until you can cross over and climb back up to the ridge crest and continue on.\n\nSoon the ridge begins to steepen for several hundred feet and in this section some class 4 moves with exposure are required. After this section it's all class 3 (if you stay on the ridge crest, class 2 if you drop lower down on the sandy slope) for what seems like quite a ways to the summit.","protection":"Light alpine rack. No fixed gear/bolts.","location":"Approach:\n\nFollow the directions on the main page to Saddlebag Lake. From the trailhead parking lot, head north on the well used hiker's trail that traverses the west side of the lake. At the northern end of Saddlebag Lake, the trail forkes. Stay on the right fork and continue on towards the Steelhead lake area.\n\nJust before Steelhead Lake, leave the trail to the left(west) and work your way around a few small lakes. At this point you will probably be able to pick up a lightly used climber's trail. Follow this trail, or climb cross country, as you ascend the enjoyable class 2 slope that leads to the base of the Northwest Ridge.\n\nDescent:\n\nTravel southwest down the class 2 sandy slope on the backside of North Peak, aiming for the saddle between Mount Conness and North Peak. Descend here and pick up the hiker's trail that leads down through the Conness Lakes area and back to the trail junction at Saddlebag Lake."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,7a68eb3f-1d6f-5bdf-863a-b1eeea8dad89,5bbe4b79-6838-5261-8eed-d9e4b46c55b2,1803bef7-3e6f-51bb-8f14-1c6b550430a2","pathTokens":["USA","California","High Sierra","01 - Hoover Wilderness","North Peak"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"Easy 5th"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":1,"beginner":0,"intermediate":0,"advanced":0,"expert":0}},"alpine":{"total":1,"bands":{"unknown":1,"beginner":0,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":1,"beginner":0,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-119.31462,37.98218]},"bbox":[-119.31519048836394,37.98173033981814,-119.31404951163607,37.98262966018187],"left_right_index":-1,"ext_id":"106637283","area_id":"GAO+9z5vUbuPFBxrVQQwog=="},"content":{"description":""},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T05:54:08.651Z","updatedAt":"2022-11-25T11:13:03.281Z"}