{"_id":"63689d20e80bff5a994f21de","area_name":"Summit Block Rock","shortCode":"","climbs":[{"_id":"0Jpiwm56X9CIgG7JTMG63Q==","name":"Unknown 5.8 (a.k.a. Rap Route 5.8)","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.79434,34.88502]},"left_right_index":0,"mp_id":"107972676","mp_crag_id":"105808366","climb_id":"0Jpiwm56X9CIgG7JTMG63Q==","areaRef":"92+GZMdrXiusA+q/jS0PCw=="},"content":{"description":"This pretty crumbly 5.8ish route doesn't appear to have seen many ascents or the rock is just pretty poor overall. As you rap down from the summit of Summit Block Rock, you pass right over this route. It starts from the saddle at the bottom of the rappel.  \n\n  From the saddle, tenuously head up and left on crumbly rock to gain the crack. Gingerly work up until a small bulge in a right-facing corner. Reach up and clip the only bolt on the route and breathe of sigh of relief for some decent pro. Pull over the bulge and continue up into easier ground and the big legde with the bolt anchor and rap rings.  \n\n  The route's real name and FA info would be appreciated.","protection":"Standard rack and a single bolt to a two-bolt anchor with a rap ring.","location":"Start from the saddle at the bottom of the rappels. Note, this is not the route further to the right with a single bolt protecting the lower section."},"__v":0},{"_id":"D5l6ejjfVziSiJeV0zAmtQ==","name":"Shagging the Doctor","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Bloom/Cosentino","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.79434,34.88502]},"left_right_index":999999,"mp_id":"105917054","mp_crag_id":"105808366","climb_id":"D5l6ejjfVziSiJeV0zAmtQ==","areaRef":"92+GZMdrXiusA+q/jS0PCw=="},"content":{"description":"This is an OK route with a spectacular summit.   4 pitches   Double rope rapel \n\n  P1- Located 2 crack systems to the right of Dr. Rubo's, climb up to a small belay ledge with bolt.  Crux is just below the ledge.  5.10 but awkward. \n\n  P2- Climb up adn left under roof.  Fixed black #4.5 in crack around the roof.  Bolt at belay. \n\n  P3- Climb up to the base of the block.  Belay at tree. \n\n  P4- This is the last pitch of Dr. Rubo's.  Scramble to the north side of the block, and step up.  Bolts at top.\n\n Descent- double 60m rapel off bolts to saddle. ","protection":"Standard rack   3...1\"-3\"   2...3\"-4\"   Fixed cam on Pitch 2   Rap chains at top.","location":"Park at the end of Soldier's Pass road, and hike to Summit Block Rock, West of Coffee Pot Rock"},"__v":0},{"_id":"gundmCYpXjiuQI0IFmbrfA==","name":"Santa's Chimney","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Spencer/Anderson/Cathey, 1997","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-111.79434,34.88502]},"left_right_index":999999,"mp_id":"117666496","mp_crag_id":"105808366","climb_id":"gundmCYpXjiuQI0IFmbrfA==","areaRef":"92+GZMdrXiusA+q/jS0PCw=="},"content":{"description":"Pitch 1: (5.9) Tunnel in to the start of a widening off-width-to-chimney crack, then onto the top of a big flake. Rappel here (double rope), or continue to top: Pitch 2: (5.10) Traverse left to a crack with a bolt and a bush, then face-climb back right (past a bolt) to gain the slab. Pitch 3: (Easy 5th) Continue up and left through ledges, bushes and loose blocks to ledge with a tree. Fourth class to summit from here.","protection":"Gear to 5\".  Two double rope rappels.","location":"Follow the approach to \"Dr. Rubo's Wild Ride\". From the approach trail, the climb is on the back side of the tower behind Summit Block Rock. Continue around left of Summit Block, staying left of the next tower. The climb starts at the break between the tower and Coffee Pot Rock."},"__v":0},{"_id":"dgq8FlEDVemY+Y2Esf8AXA==","name":"The Quiet Storm","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"D.Bloom, T. Cosentino 1999","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.79434,34.88502]},"left_right_index":1,"mp_id":"107972700","mp_crag_id":"105808366","climb_id":"dgq8FlEDVemY+Y2Esf8AXA==","areaRef":"92+GZMdrXiusA+q/jS0PCw=="},"content":{"description":"A shaded, varied and interesting route that takes you to the same belay ledge at the top of P3 of Dr. Rubo's Wild Ride allowing you to finish on the fourth pitch of that route to the summit.  \n\nPitch 1 (165 feet, 5.10+) - Head up crumbly rock from the left to a bolt  about 15 feet up. Pass through the small limestone band into some flaring finger crack that widens as you get higher eventually turning into offwidth. A #4 camalot protects the bottom of the OW. Higher up a #5 or #6 camalot likely protects this section but if you don't care for OW, gun through it laybacking to the hand crack and lower angle terrain above. it also appears you could get a #3 or #4 deep in the back of the OW.    Higher up, pass a drilled angle in a steeper hand crack section up to a short, clean corner with thin hands (.75 camalot) crack. Punch through this into a grunty left-angling offwidth section to gain a good, sloping ledge for a gear belay. Definitely save a #3, #2 and/or #1 camalot for the belay.  \n\nPitch 2 (65 feet, 5.8) - Continue up the corner above the ledge on much easier ground for about 25 feet. Step right and make a slabby, unprotected traverse to the gully. Continue to the top of the gully and the belay, the same belay as the top of P3 of Dr. Rubo's Wild Ride. Gear belay anchor.  \n\nPitch 3 (70 feet, 5.9) - The same as Dr. Rubo's Wild Ride's fourth pitch. Head straight up to a good ledge, move left quite a bit, clip the bolt and make the awkward mantle move up to easier ground and then to the cool summit.","protection":"A full rack with doubles or even triples in the .75 to #3 camalots. TCUs for the flaring crack down low on P1. A #5 or #6 camalot would probably be nice on the OW of P1.","location":"On the shady north side of the formation. Hike up along the base of the formation on the loose trail about halfway up to the saddle above. Look for the bolt protecting the initial chossy section."},"__v":0},{"_id":"01AiEW1cWuuZJdEZsxAwlA==","name":"Dr. Rubo's Wild Ride","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Tim Coats, Larry Coats, and Scott Baxter, 1983","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.79434,34.88502]},"left_right_index":999999,"mp_id":"105789516","mp_crag_id":"105808366","climb_id":"01AiEW1cWuuZJdEZsxAwlA==","areaRef":"92+GZMdrXiusA+q/jS0PCw=="},"content":{"description":"Dr. Rubo's has gained in popularity over the last few years as one of Sedona's best moderate multipitch outings. The climbing is pretty dang good, with the awesome splitter crack of the second pitch being the highlight of the ascent. The route sits on Summit Block Rock, found just left (west) of Coffeepot Rock. \n\n  P1) Climb the obvious slot on the left side of the face to a belay seat at bolts atop the limestone band. \n\n  P2) Thrutch up through the slot right above the belay to gain the splitter hand crack above. Once that peters out, follow discontinuous cracks to a belay on a sloping block. \n\n  P3) Follow the line of fixed pro (retrobolts and fixed pins) out right from the belay across the face. At the end, turn and climb up to gain the top of the ledge above. Belay. \n\n  P4) Climb east from the belay up broken ledges to the left side of the summit feature. Out on the left, find a single bolt, clip it, then make a sort of airy bouldery move to gain a small ledge, then scramble up easier stuff to the top. \n\n  Descent: Rappel (two ropes) off the east side into the saddle behind the formation. Scramble back to front.","protection":"Standard rack from 1/2\" up to #4 Camalot.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,24e148bb-4884-59e8-9870-43ce21f1a337,fa597035-a80a-55a2-9a9f-262bc7578ff9,19dfb197-abbe-5b60-abc0-83f875a4e73b,867e7293-5743-585a-8c46-9f82787eb5e8,e4812157-138d-5d13-8d66-76c504849a14,f76f8664-c76b-5e2b-ac03-eabf8d2d0f0b","pathTokens":["USA","Arizona","Northern Arizona","Sedona Area","West Sedona","Coffeepot Rock Area","Summit Block Rock"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.8"},{"count":2,"label":"5.10"},{"count":1,"label":"5.10+"},{"count":1,"label":"5.9"}],"byDiscipline":{"trad":{"total":5,"bands":{"unknown":0,"beginner":1,"intermediate":4,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":4,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-111.79434,34.88502]},"bbox":[-111.79488816456777,34.88457033981813,-111.79379183543224,34.88546966018186],"left_right_index":-1,"ext_id":"105808366","area_id":"92+GZMdrXiusA+q/jS0PCw==","polygon":{"type":"Polygon","coordinates":[[[-111.79488816456777,34.88457033981813],[-111.79379183543224,34.88457033981813],[-111.79379183543224,34.88546966018186],[-111.79488816456777,34.88546966018186],[-111.79488816456777,34.88457033981813]]]}},"content":{"description":"Summit Block Rock is located tucked away inside the northwesternmost shadow of Coffeepot Rock and barely visible until you're fairly close. If you squint a lot and use your imagination, it sort of looks like a big sandstone candlestick with a rock flame on top."},"density":0,"totalClimbs":5,"__v":1,"createdAt":"2022-11-07T05:52:42.291Z","updatedAt":"2024-02-19T18:27:55.188Z"}