{"_id":"6368a29ce80bff5a9956b0f3","area_name":"Hanging Chain","shortCode":"","climbs":[{"_id":"PPclV2FkV4qoKq8hftWOxA==","name":"Zealot Shout - 1st pitch","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Doug Reed, Tim Fisher, Tom Howard","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-82.22473,35.4555]},"left_right_index":15,"mp_id":"107953841","mp_crag_id":"106379715","climb_id":"PPclV2FkV4qoKq8hftWOxA==","areaRef":"f2MoarNDXiuY+o0iXsGyqg=="},"content":{"description":"This description is for the first pitch only.  This is a superb natural line of high quality sustained crack and edge climbing.  There are just enough stances to keep it in the sub-5.12 range. Get on this one fresh.","protection":"Lots of tiny to finger size cams (hybrids useful) and small stoppers. The belay on the ledge usually has fixed gear but, the slings are often chewed. Bring a couple of medium cams and be prepared to leave something.","location":"At a left end of a lower cliff band between the waterfall and Spider's and Snakes Buttress.  Find a left leaning crack/seam on a steep brown face. There a small roof with wedged block at head height. 12 feet up the seam forms a short right facing ramp."},"__v":0},{"_id":"k/jBah1IVa6stzD8pHqi8g==","name":"Weed-wack Crack","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Mike Reardon","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-82.22473,35.4555]},"left_right_index":22,"mp_id":"107083408","mp_crag_id":"106379715","climb_id":"k/jBah1IVa6stzD8pHqi8g==","areaRef":"f2MoarNDXiuY+o0iXsGyqg=="},"content":{"description":"Take the newly excavated finger crack to a small ledge with a tree. Step left following the face with gear in horizontals to another dirty crack. Use the crack for gear, step left and continue on the edge filled face.\n\nOptional finish 1: finish on Excavation Crack\n\nOptional finish 2 (recommended) trend up and left about 20 feet (easy) to a double bolt belay","protection":"Up to 2.5\". Either rap from the tree above Excavation Crack or rap from left anchors","location":"Far Right end of the Hanging Chain Wall, past the routes in the Selected Climbs book. You will come to a large arete just past a gully. The arete has a route with 3 bolts and bolted anchors on it. You will then pass another unknown route with a low bolt. Weed-wack Crack is 10 feet right of that route. The gully to the right of this climb leads to the Wall of Solitude."},"__v":0},{"_id":"vGo6sRzPVzWYAAPE6Mclpw==","name":"Unknown","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Doug Reed?","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-82.22473,35.4555]},"left_right_index":11,"mp_id":"116109207","mp_crag_id":"106379715","climb_id":"vGo6sRzPVzWYAAPE6Mclpw==","areaRef":"f2MoarNDXiuY+o0iXsGyqg=="},"content":{"description":"Obscure, dirty, hard, and runout. If you'd like to hone your \"questing\" game this route might be for you. The climbing is slabby, often thin, and a bit tenuous in places. The fine sheen of dusty lichen only enhances the experience.\n\nIf this got climbed and the dirt was cleaned off it'd be a climb worth repeating and warming up on. The Shull guide listed this as 5.11a. That seems a bit much. I thought it was more like mid 5.10.","protection":"3 bolts. Micro gear to .5 BD camalot size. Lots of small stoppers. This route deserves an R rating and maybe... an X in one spot up high. BUT, its mostly well protected. Bolts look newly replaced.\n\nThe first bolt is way up high and you have to bust some techy 5.9 to clip it. Then next section requires some tricky and tenuous small nut and TCU placements up a very thin seam. But the pro is good. An easy runout to the roof gets you to bomber pro. Pull the tricky roof and clip the 2nd bolt. Now prepare to quest. This stretch of climbing is dirty and hard to read. And it's run the F out. Its a long ways to the next bolt. Don't fall at the apex of the runout or you might come close to the ground, thus the R/X rating. There is a micro cam but I thought it was rubbish.\n\nOne more bolt here would make the route (still runout) but very manageable and sane.\n\nFinish on a huge ledge and lower from anchors above the OW corner.\n\nTake a deep breath.","location":"Just left of \"Walk this way\" is an obvious long Chimney and OW layback. This climb starts just left of the arete that forms this corner."},"__v":0},{"_id":"gSoQqyHLVPivOBWaKst2ow==","name":"Walk This Way","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Bill Brickey, Tony Ledford 1990","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-82.22473,35.4555]},"left_right_index":13,"mp_id":"108062830","mp_crag_id":"106379715","climb_id":"gSoQqyHLVPivOBWaKst2ow==","areaRef":"f2MoarNDXiuY+o0iXsGyqg=="},"content":{"description":"A long and amazing technical face climb.  Thin edges and sidepulls will test your balance and footwork.  An exciting and difficult crux will definitely test your route reading skills.  A must do for the face climbing connoisseur.  Many of the old bolts remain, but a few have been updated in the important places.\n\nStart in a short right-facing dihedral and a slab.  Reach a ledge about 25' up and get some gear before starting the bolted steeper face.  Climb through some balancy left facing sidepulls to reach the first old bolt.  Make the easy runout to the new shiny bolt.  Here the wall gets steep, difficult, and sustained for a few more bolts.  Fire through the blank looking wall as holds magically appear.  Move to better crimps past a few more bolts to a great stance at a series of left facing vertical rails.  Clip an old pin (sling this) and another bolt before trending slightly left and up at the same height of the two-bolt anchor (skip this anchor) on the 5.8 OW.  Climb through amazing pods that often take gear to an exciting finish above the last bolt.  Reach a ledge with a bolted anchor and amazing belay seat.  Probably should have been called best seat in the house.  Enjoy the views while your partner thrashes their way up.","protection":"Finger sized cams to .5.  Lots of draws with a few longer ones to keep it running smooth.  The last two old bolts can be backed up with gear.  Two bolt anchor at the top with carabiners for rappel.","location":"At the Y-intersection near the top of the hanging chain approach trail, make a left and continue up the hill for 40'.  You will be at the base of Talk This Way and the large leaning block that creates two OW dihedrals.  Go right for another 40' and on the right side of the dihedral just before the waterfall is the climb.  It is easy to spot most of the bolts from the ground.  Rap with 2 60m ropes to the ground."},"__v":0},{"_id":"0hVeNS64Xwal4pB4Dp4KCw==","name":"Truth or Dare","yds":"5.11b/c","grades":{"yds":"5.11b/c","french":"6c+"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-82.22473,35.4555]},"left_right_index":3,"mp_id":"111398843","mp_crag_id":"106379715","climb_id":"0hVeNS64Xwal4pB4Dp4KCw==","areaRef":"f2MoarNDXiuY+o0iXsGyqg=="},"content":{"description":"A fun route that protects very well where you need it most. Definitely a route worth putting on the 5.11 circuit at this wall.\n\nClimb the moderate face just above the cedar tree via good holds and seams  (thin pro) to the steep wall where spry look merges (alternate start would be to climb past the first bolt on spry look to this point). From here climb the bouldery corner just left of spry look on all gear. A hard move getting into it and out of it are the cruxes of the route. The corner is well protected on stoppers and small cams but they can be strenuous to place. From a good stance at the jug/flake, get a good blue tcu before moving left into the corner of sly hooks. Finish on the last two bolts of sly hooks. Be sure to save a few slings for the gear on the traverse.","protection":"Stoppers and RP style nuts, cams up to finger size - maybe double in smallest sizes.","location":"Just right of Sly Truths  (Sly Hooks) and left of Spry Look"},"__v":0},{"_id":"yoNTFcvSUrCyss/l9HQfpA==","name":"Toys in the Attic","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"P-1 NB (rope-solo); P-2 NB, Nick C.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-82.22473,35.4555]},"left_right_index":12,"mp_id":"120213775","mp_crag_id":"106379715","climb_id":"yoNTFcvSUrCyss/l9HQfpA==","areaRef":"f2MoarNDXiuY+o0iXsGyqg=="},"content":{"description":"I was recently asked about this old(ish) line that was never documented, so here's the low down.\n\nThis is the 2-pitch line on the arete a bit to the right of the Doug Reed face climb listed here as\n\nUnknown,\n\nand just left of the big wide corner. The first pitch is a 3-star line with one bolt and lots of good gear in mostly horizontals. Belay at the shared anchor atop the wide corner. ~ 5.10. The second is an adventurous pitch up the steep wall, above the shared anchor, to the top. I do not remember much about this pitch other than it is mixed and a good bit harder than the first. Rap from a tree. ~ 5.11. If someone does this and can offer more beta, I'd be happy to add it here.","protection":"Standard NC rack with emphasis on small (maybe offset) cams.","location":"See description"},"__v":0},{"_id":"DKU0FhNpUem/4vH1dL7L4g==","name":"Talk This Way","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Nathan Brown, Tim Snyder","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-82.22473,35.4555]},"left_right_index":10,"mp_id":"107392873","mp_crag_id":"106379715","climb_id":"DKU0FhNpUem/4vH1dL7L4g==","areaRef":"f2MoarNDXiuY+o0iXsGyqg=="},"content":{"description":"This is the right-hand line of a good new pair of routes at the Hanging Chain area.\n\nStart from a ledge next to the flake chimney.  Climb past small TCU in flake to a line of 3 bolts which leads to a short left diagonaling flake (gear).  Continue up the thin face past 2 more bolts and some  bigger holds to merge into the end of \"Lessons Learned\".","protection":"6 bolts, cams from #00 TCU to #2 Camalot","location":"Located on the left side of the large OW/Chimney flake feature.  \"Walk This Way\" is located on the other side (right)."},"__v":0},{"_id":"oFYDviSuVqm1jIueR08SXQ==","name":"Spry Look","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Porter Jarrard - 1990","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-82.22473,35.4555]},"left_right_index":4,"mp_id":"107361500","mp_crag_id":"106379715","climb_id":"oFYDviSuVqm1jIueR08SXQ==","areaRef":"f2MoarNDXiuY+o0iXsGyqg=="},"content":{"description":"Spry Look is an incredibly sustained, technical face climb up a beautiful orange and black wall, high above Lake Lure.  The grade is kind of a joke - while there are probably no 5.12 moves on the route, it is still one of the hardest .12b's I've tried.  It is best described as 5 or 6 long v2 and v3 boulder problems stacked on top of each other with nothing that even resembles a rest.  Technical sequences that, once deciphered, aren't hard for the grade - but they go on forever!\n\nHead up the grey, blocky slab, shooting for the obvious right facing feature above.  Fire up the corner on small edges and then head out onto the face for the crux sequence.  Don't think it's over... the real crux of this route is just hanging on through the finish.","protection":"Small stoppers and/or TCU's protect the first 30 feet.","location":"Obvious orange and black headwall on the left side of Hanging Chain.  Look for a dirtyish grey slab below the vertical, blank looking wall."},"__v":0},{"_id":"rASFKLGzUwGvrf9kuo7VYg==","name":"Spiders & Snakes","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Bruce Burgess & Chris Caldwell - 1988","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-82.22473,35.4555]},"left_right_index":17,"mp_id":"106379721","mp_crag_id":"106379715","climb_id":"rASFKLGzUwGvrf9kuo7VYg==","areaRef":"f2MoarNDXiuY+o0iXsGyqg=="},"content":{"description":"Steep face to cruxy slab move making the transition.  Start at the crack on the far left (same start as Love Wig) and follow incut holds out to the arete and the 2nd bolt.  If you start directly on the arete below the 2nd bolt, the route goes at 5.12d.","protection":"Mixed","location":"Left end of big slab that is located to the right of the breakdown gulley. Immediately right of Love Wig"},"__v":0},{"_id":"uQrX1g9tVYC1CSfu5Ew7JA==","name":"Sly Lie (aka Sly Corner)","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Nathan Brown - belayed by TS / direct finish - rope solo","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-82.22473,35.4555]},"left_right_index":1,"mp_id":"107422751","mp_crag_id":"106379715","climb_id":"uQrX1g9tVYC1CSfu5Ew7JA==","areaRef":"f2MoarNDXiuY+o0iXsGyqg=="},"content":{"description":"This is a fun route with varied climbing.  Of the two lines here, this is the one that was established without prior TR rehearsal (although we did look at it briefly). It was originally done late in the day after finishing up another project, so time was of essence.  The route was established in about an hour, and with one point of aid at the base of the corner since the gear was originally poor, and the park was about to close.  It was repointed solo a few days later.  The sketchy gear was improved at the start of the corner (we'd actually considered a bolt previously).\n\nAlso, a couple months ago we discussed the possibility of the line finishing directly up instead of traversing out right (we'd originally considered this).  The route now finishes this way, past an additional bolt.\n\nP-1\n\nStart same as for Sly Hooks.  Climb past same 2 bolts to the ledge.  Move up past gear and a bolt into the corner on great jugs.  Get some crucial gear here (.5 camelot - see picture) and work out a funky move into the corner.  Climb it to the top.  From here climb up past 2 more bolts to an anchor.  Two options exist for the finish - straight up is about 11c, right and up is 11a or so.","protection":"Small nuts and cams to #3 camelot.  Make sure the gear at the crux is good as there is ledge-out potential if it pulls.","location":"Same start as Sly Hooks.  Climbs the obvious right facing corner just to the left of Sly Hooks."},"__v":0},{"_id":"QUh1nuNwWLKS0FatrRqJ3w==","name":"Sly Hooks (aka Sly Truths)","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Tim Snyder, N.B.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-82.22473,35.4555]},"left_right_index":2,"mp_id":"107376404","mp_crag_id":"106379715","climb_id":"QUh1nuNwWLKS0FatrRqJ3w==","areaRef":"f2MoarNDXiuY+o0iXsGyqg=="},"content":{"description":"This route features fun and exposed face climbing and makes a great warmup for the harder climbs in the area and may also stress your truth telling abilities.\n\nClimb up the slabby first section past two bolts to a blocky narrow ledge. Plug in some gear and then climb up and right past 4 bolts to a small roof. Get a piece or two over the roof in a small seam. Yard over the roof and then step up and left to the last bolt. A few more moves and the fantastic belay ledge is reached.","protection":"Mixed, 7 bolts, red or yellow camolot, small tcus or c3s, small to medium nuts","location":"Starts 45 ft left of Spry Look and a couple feet left of a 10 ft Juniper tree"},"__v":0},{"_id":"Nam/5euDVXKNGNgLd8g8AQ==","name":"Remote Control Cockroach","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Paul Rothfeldt, Tim Snyder  Dec. 2005","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-82.22473,35.4555]},"left_right_index":21,"mp_id":"108004558","mp_crag_id":"106379715","climb_id":"Nam/5euDVXKNGNgLd8g8AQ==","areaRef":"f2MoarNDXiuY+o0iXsGyqg=="},"content":{"description":"Start at a left facing arete just right of a deep, low-angle dihedral. Hard moves off the ground can be protected by stemming off the tree to stick clip the first bolt. Pass two bolts and make your way to a small tree growing out of the face.  Follow the thin crack left of the tree up and left. Just as the crack peters out reach out to the made to order scooped holds on the arete. Pass one more bolt to a bolted anchor","protection":"3 bolts. Cams up to .75 camalot. Thin to medium nuts.","location":"Right of Krispy Creme at a prominent arete feature"},"__v":0},{"_id":"a7XJWqbgWEyeJFqDeOUz2A==","name":"Plastic Fish","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Jim Overby, Tim Fisher","type":{"trad":true,"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-82.22473,35.4555]},"left_right_index":19,"mp_id":"107947649","mp_crag_id":"106379715","climb_id":"a7XJWqbgWEyeJFqDeOUz2A==","areaRef":"f2MoarNDXiuY+o0iXsGyqg=="},"content":{"description":"The rewards of this route are waiting for those willing to cast out their line. Ground up goodness.\n\nMantel and crimp through powerful and delicate moves to the second bolt(5.10b). Traverse out right(5.9) to better holds and then climb up on run out terrain(don't fall) to a sloping ledge and another bolt. Move into a nice hand crack until it ends and then face climb to a bolted anchor at 95 feet.","protection":"3 bolts, small to medium cams for the upper crack, anchor slings","location":"Located at the bottom of the Spiders and Snakes buttress on the left side just before turning uphill"},"__v":0},{"_id":"AD3lejN6UeKSFY8h1QidIw==","name":"Organized Confusion","yds":"5.12b/c","grades":{"yds":"5.12b/c","french":"7b+"},"fa":"Porter Jarrard 1989","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-82.22473,35.4555]},"left_right_index":18,"mp_id":"107300700","mp_crag_id":"106379715","climb_id":"AD3lejN6UeKSFY8h1QidIw==","areaRef":"f2MoarNDXiuY+o0iXsGyqg=="},"content":{"description":"A bolted steep Face with some finger crimping and edges!","protection":"bolts","location":"Just around Right of the Spiders & Snake arete."},"__v":0},{"_id":"kTtKYyRyX7Gy9K4/d4RabQ==","name":"The Not-so Great Arch","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Robert Powell and Matt Johnson","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-82.22473,35.4555]},"left_right_index":24,"mp_id":"112292003","mp_crag_id":"106379715","climb_id":"kTtKYyRyX7Gy9K4/d4RabQ==","areaRef":"f2MoarNDXiuY+o0iXsGyqg=="},"content":{"description":"The arch crack in the boulder starts left and follows the ramp and undercling up to the roof and traverses right under the roof for a downclimb. A good quicky to warm-up your trad game before hitting the Wall of Solitude.\n\nAlternatively, you can top out the roof on licheny slopers to a tree. This is called \"Trad problem in the Sky\" (R-rated)","protection":"As many cams as you'd like. Maybe a nut if you do the Alt.","location":"On the trail between Hanging Chain Right and Wall of Solitude. SE facing."},"__v":0},{"_id":"+FEPuXJnUr+sKkI9rkCOzw==","name":"Love Wig","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"Porter Jarrard 1989","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-82.22473,35.4555]},"left_right_index":16,"mp_id":"106379732","mp_crag_id":"106379715","climb_id":"+FEPuXJnUr+sKkI9rkCOzw==","areaRef":"f2MoarNDXiuY+o0iXsGyqg=="},"content":{"description":"Super thin overhanging bouldery face to a single jug at the top. Several bolts to anchors. Mikey Williams said he was on it recently and may be more like 13a/b...","protection":"bolts","location":"left of Spiders & Snakes on overhanging clean face."},"__v":0},{"_id":"KnVhjnvoXsGlRgQdtAHcNA==","name":"Little People","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Mike Rearon, Willy Munder 2012","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-82.22473,35.4555]},"left_right_index":0,"mp_id":"107539389","mp_crag_id":"106379715","climb_id":"KnVhjnvoXsGlRgQdtAHcNA==","areaRef":"f2MoarNDXiuY+o0iXsGyqg=="},"content":{"description":"Deceptively committing stemming moves through three short cruxes along well protected terrain. The top roof is a bit dirty but will hopefully clean up nicely.","protection":"One bolt, doubles in the small TCU's are nice but not needed, a small nut, a few larger cams. Rap from tree. One 60 M will just get you down.","location":"About 40 feet left of sly corner; you can see the bolt from the ground"},"__v":0},{"_id":"hNLtO1PqWJyke9cz9Nfr2g==","name":"Lessons Learned","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Nathan Brown, Mike Reardon","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-82.22473,35.4555]},"left_right_index":9,"mp_id":"107392899","mp_crag_id":"106379715","climb_id":"hNLtO1PqWJyke9cz9Nfr2g==","areaRef":"f2MoarNDXiuY+o0iXsGyqg=="},"content":{"description":"This is the left-hand line of two routes that starts from the narrow ledge slightly up the hill.\n\nClimb straight up to a bolt about 18' up at a good stance. Continue up to an overlap and protect with small cam. Continue through overlap past another bolt to the easier face and a 3rd bolt. Continue to the left facing corner and follow it to a small ledge. Continue past 3 more bolts on funky techno face to a 2 bolt anchor under the roof.\n\nCool variation: At 3rd bolt, move right and climb the face right of the corner to the same finish.","protection":"6 bolts, medium sized rack.","location":"Just left of \"Talk This Way\", and downhill and right of the \"Big Corner\"."},"__v":0},{"_id":"7Ln25QktVTqUzWDo8VUeaA==","name":"Lavender Dream","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Tim Fisher, Doug Reed, Jim Overby ~1987","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-82.22473,35.4555]},"left_right_index":14,"mp_id":"116088677","mp_crag_id":"106379715","climb_id":"7Ln25QktVTqUzWDo8VUeaA==","areaRef":"f2MoarNDXiuY+o0iXsGyqg=="},"content":{"description":"Classic ground up goodness. Easy climbing leads to the base of the shallow dihedral. Get good gear in the hoizontal at the base of the dihedral and launch into some classic stemming on decent holds. It may require some gardening to open up the gear placements in the dihedral above. Clip the bolt and hope the mud dauber hasnt gummed up the key crux hold. Get some more gear and clip a second bolt. Take a deep breath and get your slabbing A-game going. The local crusty's call it 5.7 (dont believe them). Trend slightly down and right for about 15ft then follow decent holds back left and up. Get your last gear for a long time in the overlap before heading up and left to the arete. Follow the slabby dihedral through a wild hueco placing some gear and up to a ledge with a slung tree. Cord on tree is new as of 11/12/2018.","protection":"Small wires, nuts, tricams and a single set of cams from finger to hand sized","location":"about 40 ft left of Zealout Shout. Find the small dihedral about 30 feet up. Start to the left of the dihedral on top of several big blocks."},"__v":0},{"_id":"h+wwKByMWROnkICGH58fRA==","name":"Krispy Kreme","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Bruce Burgess","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-82.22473,35.4555]},"left_right_index":20,"mp_id":"107947811","mp_crag_id":"106379715","climb_id":"h+wwKByMWROnkICGH58fRA==","areaRef":"f2MoarNDXiuY+o0iXsGyqg=="},"content":{"description":"This seldom done route of Bruce's is one of his best.\n\nBoulder up to that 1st high bolt and a small foot hold. Crimp and high step past another bolt to a pondering stance and some relief. Climb up to a sloping pod and another stance. Move up, clip a third bolt and make precise and delicate smears(12a) until you are well above that last bolt and standing on a small sloping ledge. Calm down and climb up and left to a bolted anchor at 95 feet.","protection":"3 bolts, possible yellow or blue BD cam in the sloping pod\n\nEDIT-\n\nAt one time both Plastic Fish and Krispy Kreme topped out on a ledge with a pine tree. The pine came down sometime around 2004. The new anchor was placed at the same time KK got rebolted.","location":"Starts just right of Plastic Fish"},"__v":0},{"_id":"L5HKZU09XcCckSzT+sCbCQ==","name":"Hanging Chain","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Doug Reed, Byron Bridges, Tim Fisher","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-82.22473,35.4555]},"left_right_index":6,"mp_id":"107872207","mp_crag_id":"106379715","climb_id":"L5HKZU09XcCckSzT+sCbCQ==","areaRef":"f2MoarNDXiuY+o0iXsGyqg=="},"content":{"description":"Hanging Chain has some of the best (only) crack climbing in North Carolina.  Perched way up over Hickory Nut Gorge, this pumpy route is a classic and likely the best crack of it's grade in N.C.\n\nThe route begins with some do not fall territory that leads to sustained and often heads up crack and face climbing.  Be on the lookout for a thin section at the top of the crack section.  The route changes character near the top for some enjoyable and technical face climbing.  Technical and thin moves near the top could make for a heartbreaking finish.","protection":"A healthy set of stoppers and a single set of cams from micro to a #3 camalot should do it.   4 Bolts protect the top.  Bolted anchors.  A 70m rope is recommended.","location":"Scramble low 5th and 4th class terrain up ledges to a perch beneath a bolt.  Head straight up to the crack above."},"__v":0},{"_id":"V86SW4aTUPGDn6u53+semg==","name":"Fairhope","yds":"5.13b","grades":{"yds":"5.13b","french":"8a"},"fa":"Douglas Harston Reed 1989","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-82.22473,35.4555]},"left_right_index":7,"mp_id":"106379739","mp_crag_id":"106379715","climb_id":"V86SW4aTUPGDn6u53+semg==","areaRef":"f2MoarNDXiuY+o0iXsGyqg=="},"content":{"description":"Took Doug forever to complete. Super difficult moves around the corner to the right and up...way out over the bolt. Big falls and small holds. Has it been repeated??? Doug would wait for a big cloud to come and cover the sun for each RP attempt...I could never get around the corner to the holds.","protection":"Several bolts to anchors. May be difficulty descending to Hanging Chain Ledge because of angling line.","location":"Starts right of HC on the HC ledge."},"__v":0},{"_id":"bJJmFBmsUFq4i4Gytal4TQ==","name":"Excavation Crack","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Mike Reardon","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-82.22473,35.4555]},"left_right_index":23,"mp_id":"107083430","mp_crag_id":"106379715","climb_id":"bJJmFBmsUFq4i4Gytal4TQ==","areaRef":"f2MoarNDXiuY+o0iXsGyqg=="},"content":{"description":"This route will hopefully clean up as it sees more traffic.\n\nClimb the newly excavated fist crack to a ledge below an arete. Climb the exciting arete over nice edges and horizontals to a small roof about 10 feet from the top. Take the crack and exit out and right, using the tree as gear or belay.","protection":"Up to 4\", Use a tree on the ledge as an anchor, rap or walk off right or keep climbing on Ice Cakes","location":"15' right of Weedwack Crack, near a tree. Locate the obvious, nice fist crack that needs a power wash. When you top this out to the tree filled ledge, you will be directly under 'Ice Cakes, 5.9+' and this, or Weedwack crack, could be a first pitch to it."},"__v":0},{"_id":"6Lo+bN1cWSmJ6qgoil283w==","name":"Big Corner","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Doug Reed, Tom Howard","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-82.22473,35.4555]},"left_right_index":8,"mp_id":"107946965","mp_crag_id":"106379715","climb_id":"6Lo+bN1cWSmJ6qgoil283w==","areaRef":"f2MoarNDXiuY+o0iXsGyqg=="},"content":{"description":"A unique climb for the area. Not the greatest rock quality, but the moves and protection are really good. Great training for your next alpine adventure. Jam up left-most right facing dihedral on the right edge of the Hanging Chain Buttress.  After about 60 feet at a triangle block,  you encounter the 5.10c crux traverse that takes you into the corner system to your right. Be sure to save #3 and #2 camalots to protect the next testy section up and around a small roof (5.10b/c). Continue up and right (avoiding a hollow flake or two) to a large block with many slings. It's about 110' to the ground from there.","protection":"medium-large stoppers, tricams. Double set 0 TCU - #3 Camalot. Save #2, #3 Camalot and 0 and 1 TCUs for after the traverse.  If a 3rd will be following the pitch, the 2nd should trail a rope and reclip gear.  It would be difficult to reclip gear in the left crack if lowering from the top anchor.","location":"2nd route right of Hanging Chain.  one 70m rope will get you down fine."},"__v":0},{"_id":"+rHNpiMTW9qi58VT7Yi+hw==","name":"Battery Brides","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"Porter Jarrard, Sue Patenaude (1989)","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-82.22473,35.4555]},"left_right_index":5,"mp_id":"108540505","mp_crag_id":"106379715","climb_id":"+rHNpiMTW9qi58VT7Yi+hw==","areaRef":"f2MoarNDXiuY+o0iXsGyqg=="},"content":{"description":"Very nice line with a variety of climbing styles.  Boulder problems separated by low angle rests with an endurance finish.  Crack style, crimps, underclings, side-pulls, and jugs... this has it all.  This could be why repeating this route seems more appealing than repeating Spry look since it works a lot of different muscles and is not too hard on the finger tips.  Great moves that are very memorable.","protection":"Optional small gear, or a stick clip to the first bolt.... 1 medium sized cam (2\") and 10 bolts to anchors.","location":"To the right of Spry Look.  Bolts leading into a thin crack feature."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,b51eaea8-8aee-5fa5-b892-180460bb414d,09830eb9-3d49-51e3-8127-6506b4f459de,501a5223-8516-5d16-95c8-d19da85584bd,7f63286a-b343-5e2b-98fa-8d225ec1b2aa","pathTokens":["USA","North Carolina","1. Southern Mountains Region","Rumbling Bald","Hanging Chain"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11c"},{"count":1,"label":"5.7"},{"count":2,"label":"5.10c"},{"count":1,"label":"5.11b"},{"count":1,"label":"5.11b/c"},{"count":3,"label":"5.11"},{"count":1,"label":"5.11a"},{"count":2,"label":"5.12b"},{"count":2,"label":"5.12a"},{"count":1,"label":"5.10d"},{"count":1,"label":"5.9"},{"count":1,"label":"5.10b"},{"count":1,"label":"5.12b/c"},{"count":2,"label":"5.8"},{"count":2,"label":"5.12d"},{"count":1,"label":"5.10+"},{"count":1,"label":"5.11-"},{"count":1,"label":"5.13b"}],"byDiscipline":{"trad":{"total":21,"bands":{"unknown":0,"beginner":3,"intermediate":6,"advanced":12,"expert":0}},"sport":{"total":7,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":5,"expert":1}}},"byGradeBand":{"unknown":0,"beginner":3,"intermediate":6,"advanced":15,"expert":1}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-82.22473,35.4555]},"bbox":[-82.22528202405054,35.45505033981814,-82.22417797594943,35.45594966018186],"left_right_index":-1,"ext_id":"106379715","area_id":"f2MoarNDXiuY+o0iXsGyqg=="},"content":{"description":""},"density":0,"totalClimbs":25,"__v":1,"createdAt":"2022-11-07T06:16:00.860Z","updatedAt":"2022-11-25T11:20:59.036Z"}