{"_id":"6368a57ce80bff5a995b844a","area_name":"B. Middle Cliff Routes","shortCode":"","climbs":[{"_id":"L4Q2+mdOU/egLHQHrCH7nQ==","name":"Two Tree or Not Two Tree","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Avery Clotfelter, Kristofer Fiore (11/5/19)","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-72.84965,44.38995]},"left_right_index":12,"mp_id":"118003451","mp_crag_id":"109675923","climb_id":"L4Q2+mdOU/egLHQHrCH7nQ==","areaRef":"sUK3M1AFWcyGrHmnpqrjGw=="},"content":{"description":"Some hollow rock detract but the movement is excellent. 2 bolts take the edge off the trad climbing.\n\n Climb up the initial right-facing corner to easy climbing on big holds. Climb the massive left-facing flake to it's top and clip a bolt. Traverse right (crux) and move up to a ledge. Clip a high bolt and tackle the last right-facing corner and romp up to a two-bolt anchor.","protection":"Gear to #2, two bolts.","location":"35 feet right of Schistorectomy at the right of two small tree stumps"},"__v":0},{"_id":"3z5F2t2wVVyI+GzQkNj8FA==","name":"Traction Splint","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Dylan Oliver, Conor mark 7/16","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-72.84965,44.38995]},"left_right_index":0,"mp_id":"112097221","mp_crag_id":"109675923","climb_id":"3z5F2t2wVVyI+GzQkNj8FA==","areaRef":"sUK3M1AFWcyGrHmnpqrjGw=="},"content":{"description":"The beginning of this route really needs a bolt. Originally, Dylan though this would be a roof crack, but the start pushes you out onto the face. With a bolt and some more cleaning on the upper crack, this would get another star.  \n\n  Scramble up to a large ledge, get gear in the crack, and follow better holds on the face up to a cruxy lip encounter. Pull around onto the face, much more easily and with fantastic views up the wide crack.  \n\n  Bolted rappel anchor on the next prominent buttress climber's left brings you back to your packs.","protection":"Standard rack to #4 camalot. No fixed anchor, belay on top of the cliff from gear.","location":"~100 ft. left of Snap, Crackle, Pop, in the prominent alcove."},"__v":0},{"_id":"l7fMKZ77UuGse0BTT/9ipQ==","name":"Schistorectomy","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Kristofer Fiore, Dylan Oliver (10/1/17)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-72.84965,44.38995]},"left_right_index":10,"mp_id":"113657394","mp_crag_id":"109675923","climb_id":"l7fMKZ77UuGse0BTT/9ipQ==","areaRef":"sUK3M1AFWcyGrHmnpqrjGw=="},"content":{"description":"Sadly a route that has gotten dirty without traffic. Still great trad climbing on a 95 degree overhanging crack system. No move harder than 5.9 but the pump builds up.Begin just right of the tree stump on the wall and take on the small roof with surprisingly easy stemming and big holds. Romp straight up the face on excellent incut holds following the crack system for gear. A tricky ending guards the final clip, be ready! Ends at a two-bolt anchor at the lip.","protection":"Rack to a #2. Some doubles in the small fingers helpful.","location":"50 ft. right of the arete that makes up Fuck Rumney and 150 feet right of Family Picnic. Start at the tree growing out from the base of the cliff."},"__v":0},{"_id":"A1OW7EzqWlGGV3hLifGQEg==","name":"Raising Money for Polar Bear Erections","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Kristofer Fiore (11/5/19)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-72.84965,44.38995]},"left_right_index":11,"mp_id":"118003438","mp_crag_id":"109675923","climb_id":"A1OW7EzqWlGGV3hLifGQEg==","areaRef":"sUK3M1AFWcyGrHmnpqrjGw=="},"content":{"description":"A really fun climb and one of the cleaner sport routes on the wall with a short crux.\n\n Climb up a short tricky section to reach big jugs and incut holds for a while. Halfway up step left beneath an undercling and a mini left-facing ridge. Work to the top of the ridge to a rest hold. Shake out for a moment and tackle a short and sweet boulder problem to reach bigger holds and an easy topout.","protection":"9 bolts, bolted anchor.","location":"30 feet right of Schistorectomy at the left of two small tree stumps."},"__v":0},{"_id":"YI+xlevYWjCw1ONFxdCcCA==","name":"The Mountaineers Route","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Dylan Oliver, Conor Mark","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-72.84965,44.38995]},"left_right_index":1,"mp_id":"112047650","mp_crag_id":"109675923","climb_id":"YI+xlevYWjCw1ONFxdCcCA==","areaRef":"sUK3M1AFWcyGrHmnpqrjGw=="},"content":{"description":"Begin 30 feet left of Golf Ball Sized Urethra and 50 feet right of Snap Crackle Pop at the base of a gully.  \n\n  P1: Scramble up into a small hole in the rock that turns into a massive chimney tunnel. Climb this with combinations of 4th and 5th class climbing for 100 ft trending left. Pop out on a nice belay ledge halfway up the cliff. (5.5) \n\n  P2: Drop down to the aréte on the left hand side. Do a couple bouldery moves to gain the hand crack on the right side of the aréte. Climb this to the top of the same detached pillar as Snap Crackle Pop. (5.6) \n\n  P3: Scramble down and left from the aréte to a lower ledge, re-establish the belay, then traverse out left onto a floating boulder. Make an airy move from the boulder onto a right facing corner out to the left. Climb this up and left with a balancy move to finish.","protection":"Wide gear needed to protect the first pitch \"well\". Fairly easy secure climb so a competent leader shouldn't have to much trouble running this out, though a piece or two should be placed to prevent the rope from getting kinked in the back of the crack. rest of the climb protect with standard rack to 4\", some run out sections on every pitch but on easier ground","location":"Begin 30 feet left of Golf Ball Sized Urethra and 50 feet right of Snap Crackle Pop at the base of a gully."},"__v":0},{"_id":"gOwm9ZMsXFWBMA67GqIUVA==","name":"Maybe God's a Trad Climber","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Kristofer Fiore, Connor Myers, (May 23rd, 2016)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-72.84965,44.38995]},"left_right_index":5,"mp_id":"111874292","mp_crag_id":"109675923","climb_id":"gOwm9ZMsXFWBMA67GqIUVA==","areaRef":"sUK3M1AFWcyGrHmnpqrjGw=="},"content":{"description":"Another climb that will deserve more stars once cleaned. A great route to pair with Family Picnic. \n\n  P1. Begin up the face with difficulty until reaching easier terrain above. Continue up a gear protected bulge, followed by a bolt protected bulge and easier dirty terrain and a gear belay. (5.8) \n\n  P2. Step right from the belay and continue up easy blocky climbing aiming for the obvious fist crack above you. Use the fist crack to reach good holds before traversing right under the small roof to a two-bolt belay. A steep but surprisingly mellow ending! (5.7) \n\nI had my drill stolen out of my car recently and upon wondering out loud what I could possibly have done to deserve such a thing, the name of this climb was Connor's answer.","protection":"Standard rack. Gear belay at the top of Pitch 1 if you have it or use the mid-anchor for Family Picnic. Bolts at the top of pitch 2. \n\n  A 60 meter rope is required to rappel from the anchors to the bottom of Fuck Rumney and it's a real stretch so make sure your rope is a true 60. Alternatively, you can rappel to the mid-anchors of Family Picnic to descend in two raps.","location":"Begin at an obvious triangle of missing rock with a glue-in bolt above it about 20 feet right of Family Picnic."},"__v":0},{"_id":"H7N4tCAiVti80OoG/IECog==","name":"Golf Ball Sized Urethra","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Kristofer Fiore, Dylan Oliver, Conor Mark (March 27, 2016)","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-72.84965,44.38995]},"left_right_index":2,"mp_id":"111729939","mp_crag_id":"109675923","climb_id":"H7N4tCAiVti80OoG/IECog==","areaRef":"sUK3M1AFWcyGrHmnpqrjGw=="},"content":{"description":"Starts on a great, albeit dirty, winding finger crack for 20 feet until the first bolt. Then follow up the tricky face past 4 bolts to a ledge with a bolted anchor. \n\n  Named after a snippet of conversation that only happens when you spend enough time developing new routes at Bone Mountain.","protection":"Medium/large stoppers, quickdraws. \n\n  A toprope can be set up by scrambling up the gully to the right.\n\n  Like everything at Bone, this would clean up to be beautiful.","location":"40 feet left of Family Picnic/Father's Day at a finger crack. Marked with yellow flagging on a tree."},"__v":0},{"_id":"tr0QjfgEWb2rLtCNrPss/g==","name":"Fuck Rumney","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Kristofer Fiore, Conor Mark, Dylan Oliver (March 27, 2016)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-72.84965,44.38995]},"left_right_index":7,"mp_id":"111730029","mp_crag_id":"109675923","climb_id":"tr0QjfgEWb2rLtCNrPss/g==","areaRef":"sUK3M1AFWcyGrHmnpqrjGw=="},"content":{"description":"A stellar pitch with meaty business. New beta may have softened the grade. \n\n  After clipping the first bolt work up unique schist scoops, pinches, and crimps past small gear until you reach a stance at the third bolt. Chalk up a half dozen times and catch your breath. From here it's obvious what you're shooting for but can you figure out how to get there? Get through the business and trend right to a crack with gear and secure holds. Continue around the left of a bulge to a two-bolt anchor. But wait, there's more! There is now an additional 20 ft. of climbing with an awesome one-move crux. Clip the anchors with a double length sling and trend up and left until you can clip the high bolt. Pull through and mantle to a second anchor shared with Maybe God's a Trad Climber. \n\n  If rappelling from the second anchor you NEED a 60 meter rope. Nothing shorter will reach.\n\nA 60 meter rappel from the top anchors.","protection":"A light rack and 4 quickdraws. A #3 is nice if shooting for the second anchor. Cruxes are well protected but it's a tricky onsight.","location":"30 feet to the right of Father's Day on the huge obvious arête. Look for a bolt 20 feet up."},"__v":0},{"_id":"Riq2dNaCXCmL4kfUHlaT5Q==","name":"Flippin the bird","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Dylan Oliver, Conor Mark 8/1/16","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-72.84965,44.38995]},"left_right_index":8,"mp_id":"112047945","mp_crag_id":"109675923","climb_id":"Riq2dNaCXCmL4kfUHlaT5Q==","areaRef":"sUK3M1AFWcyGrHmnpqrjGw=="},"content":{"description":"The obvious chimney just right of Fuck Rumney, seriously classic pitch that reminded me of some of the climbing at Pokomoonshine.\n\n P1: Gain the chimney by climbing the perpetually wet corner on the right, wet but positive holds with a couple good jams and gear along the way. Dry your shoes off at the small ledge right below the chimney proper and then worm your way up the bottom groove. Move out right as the chimney widens to a powerful crux up to gain the top of the flake then continue trending right until you gain the upper right-facing corner. Cruise through this sweet 5.8 corner to a 2-bolt belay on a small ledge next to a warped tree.\n\n P2: Traverse right from the belay moving slightly higher to a larger ledge. Traverse to the far right side of this ledge and move up on good holds to a nice featured slab. Run it out up the featured slab keeping an eye out for a few gear placements, then pull a steep face on great holds to gain the top. You can rap from trees to various mid-anchors.","protection":"Gear to 4\" will work though you can get a couple 6\" and 5\" pieces in the upper corner, double rack of larger sizes is definitely helpful on first pitch especially 4\"","location":"The obvious chimney just right of Fuck Rumney."},"__v":0},{"_id":"mWlEwbkEW6mcQPAOtFP6vw==","name":"Family Picnic","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Paul Hansen  Derek Doucet  5/02","type":{"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-72.84965,44.38995]},"left_right_index":4,"mp_id":"107302807","mp_crag_id":"109675923","climb_id":"mWlEwbkEW6mcQPAOtFP6vw==","areaRef":"sUK3M1AFWcyGrHmnpqrjGw=="},"content":{"description":"On par with any of the multi-pitch routes at the 82.  Long, steep and thoughtful characterize this fun romp up a nice exposed buttress.   \n\n  start on the left side of a 70/80 foot buttress/pillar of rock in the center of the Main Cliff.  The route is unmistakeable, as bolts mark the way.  Pitch one is tricky little number with some balance and faith required at the crux.  Finish on a nice ledge with a 2-bolt anchor. \n\n  The 2nd pitch climbs steep rock up past an insecure block (step around it gingerly!!) to a series of delicate moves to a nice ledge with a 2-bolt anchor. \n\n  A single rap with 2 60 meter ropes with get you back to the ground.","protection":"10 QDs, plus some small nuts if  you want to avoid the runouts.","location":"Center of the Main Cliff Wall on the left side of an obvious buttress of rock."},"__v":0},{"_id":"0kcwcx9HW36AavIeOQmJEw==","name":"Compound Fracture","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Conor Mark, Dylan Oliver 8/21/16","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-72.84965,44.38995]},"left_right_index":9,"mp_id":"112087538","mp_crag_id":"109675923","climb_id":"0kcwcx9HW36AavIeOQmJEw==","areaRef":"sUK3M1AFWcyGrHmnpqrjGw=="},"content":{"description":"A wild and exposed journey up the obvious seam/crack system. While there are hollow spots, the rock is generally much better than it looks from below.  \n\n  Begin as for Flippin' the Bird, breaking right into the seam at 20ft. Half way up the seam, move right over two foot ledges. Load up on small gear under the roof (fixed white tricam) then make a wild and committing move around the corner and into the wide, flaring feature. Continue up the crack with good exposure and good feet, making a bouldery move over the \"finger\" at it's end (crux) to a small alcove. Move straight up to the bolted belay on Flippin' the Bird. Double ropes helpful. 35m.","protection":"Rack many long slings, including two 4ft. slings for under the roof, 0.2-#4 bd (doubles .4-.75), a set of stoppers, and tricams","location":"Around the corner from Family Picnic, 20 feet right of Fuck Rumney."},"__v":0},{"_id":"0l845oQtUFmLIpz+gPqe4w==","name":"Breaking the Wishbone","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Dylan Oliver, Kristofer Fiore, Conor Mark (March 26, 2016)","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-72.84965,44.38995]},"left_right_index":3,"mp_id":"111730009","mp_crag_id":"109675923","climb_id":"0l845oQtUFmLIpz+gPqe4w==","areaRef":"sUK3M1AFWcyGrHmnpqrjGw=="},"content":{"description":"Originally led onsight on gear which shall not be discussed without any bolts in place.\n\n  Work up the hand crack until the gear runs out and aim for a pair of bolts and excellent incut edges until you can surmount the right side of the pillar. Place one more cam and finish on easier terrain with a two-bolt anchor.","protection":"Small cams and tricams with 2 bolts. Bolt anchor. \n\n  A toprope can be set up by scrambling up the gully to the right.","location":"Start in the chimney 40 feet left of Family Picnic and 5 feet right of Golf Ball Sized Urethra."},"__v":0},{"_id":"oWHE6/6oWeCvN74sqh6X1g==","name":"The Boys Are Back at Bone","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Dylan Oliver, Kristofer Fiore (10/1/17)","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-72.84965,44.38995]},"left_right_index":13,"mp_id":"113657508","mp_crag_id":"109675923","climb_id":"oWHE6/6oWeCvN74sqh6X1g==","areaRef":"sUK3M1AFWcyGrHmnpqrjGw=="},"content":{"description":"The R-rated section is a run out on Pitch 1 that is on 5.5 terrain. \n\n  Pad up the easy terrain and place a #2 before making a committing 5.7 move to the face above. Work up to the overhanging blade of rock. Surmount the blade with excellent gear and rock up onto a ledge with a 2-bolt anchor. \n\n  P2. Move up and traverse left onto the big ledge. From here work up the excellent finger/hand crack with a tough but short crux until it tapers out to great edges. Step right to a two-bolt anchor. \n\n  It's possible to rappel into the gully on the left with a single 60-meter rope off the second anchors. or a 70-meter rope will get you to the base","protection":"Single rack","location":"Begin 75 feet right of Fuck Rumney at the brushy face behind a big white birch. It's probably easier to find the second pitch from below then hike to the base."},"__v":0},{"_id":"rOnvkZocWei+D+0u7aoVyw==","name":"Boaty's Birthday","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Kristofer Fiore, Asya Zolotusky","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-72.84965,44.38995]},"left_right_index":6,"mp_id":"112930032","mp_crag_id":"109675923","climb_id":"rOnvkZocWei+D+0u7aoVyw==","areaRef":"sUK3M1AFWcyGrHmnpqrjGw=="},"content":{"description":"Dirty to start but stick with it. It's worth it!\n\n Stem up past the tree and boulder through a short unpleasant dirty section. Continue up small holds to a ledge. Work up from the ledge to a high bolt and cruise up 40 feet of interesting edges and crimps with good feet. Surmount the bulge with high reaches (Asya is 5.4 so not that high!) and mantle the bulge before romping up jugs to a ledge with a two-bolt anchor.","protection":"12 glue-in bolts.","location":"Begin 10 feet right of Maybe God's a Trad Climber and 10 feet left of Fuck Rumney."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,f0144402-e84e-5e32-88ee-648033ed0e77,c39deb6c-8546-520a-9c31-aee4f0c33a5c,f90b510e-efcb-57b2-aad8-114f0cd564c0,fd5611f7-9552-599f-9d8c-50fb39a5f62f,b7670c92-5e56-5961-bed2-1924449d9f7c,b142b733-5005-59cc-86ac-79a7a6aae31b","pathTokens":["USA","Vermont","1. Northern Vermont","Bolton Area","Bone Mountain","Main Cliff, The","B. Middle Cliff Routes"],"gradeContext":"US","aggregate":{"byGrade":[{"count":4,"label":"5.9"},{"count":3,"label":"5.10a"},{"count":1,"label":"5.11c"},{"count":2,"label":"5.7"},{"count":1,"label":"5.8"},{"count":1,"label":"5.11a"},{"count":1,"label":"5.10b"},{"count":1,"label":"5.10c"}],"byDiscipline":{"trad":{"total":11,"bands":{"unknown":0,"beginner":2,"intermediate":8,"advanced":1,"expert":0}},"sport":{"total":3,"bands":{"unknown":0,"beginner":1,"intermediate":1,"advanced":1,"expert":0}},"tr":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":2,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":3,"intermediate":9,"advanced":2,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-72.84965,44.38995]},"bbox":[-72.85027925144206,44.389500339818134,-72.84902074855793,44.39039966018187],"left_right_index":-1,"ext_id":"109675923","area_id":"sUK3M1AFWcyGrHmnpqrjGw=="},"content":{"description":"The center of the cliff contains a few quality walls. Home to the popular Family Picnic and Father's Day and new climbs of Fuck Rumney, Breaking the Wishbone, Radius, and Ulna."},"density":0,"totalClimbs":14,"__v":1,"createdAt":"2022-11-07T06:28:18.208Z","updatedAt":"2022-11-25T11:24:05.083Z"}