{"_id":"63689de0e80bff5a994f9438","area_name":"Indian Peaks Traverses","shortCode":"","climbs":[{"_id":"YPyNPiYMUluZZXfbjVpfaw==","name":"LA Freeway (Long's to Arapaho Traverse)","yds":"Easy 5th","grades":{"yds":"Easy 5th","french":"1+"},"fa":"Buzz Burrell, 2002","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.58099,40.08365]},"left_right_index":999999,"mp_id":"117783697","mp_crag_id":"114960525","climb_id":"YPyNPiYMUluZZXfbjVpfaw==","areaRef":"EZO+Sm7BXLisrchQ5wWMNg=="},"content":{"description":"\"LA Freeway\" is the complete ridge traverse from Long's Peak to S. Arapaho Peak, tagging 19 officially-named summits en route and staying as close to the ridgeline as practical. Unnamed spot heights and unofficially-named features such as the Chessman are optional. It's about 38 miles with 21,000' of gain. Much of it is easy scrambling and hiking (or running) across tundra, but there are several 4th Class and low 5th Class sections, with optional harder variations. It was first done over two days in 2002 by Buzz Burrell. The current record (2019) is a remarkable 16h 29min by Kyle Richardson. See\n\nhttps://fastestknowntime.com/route/la-freeway-co\n\nand\n\nhttps://www.kyleprichardson.com/blog/2018/8/3/la-freeway\n\n.\n\nLack of water can be a problem once you get past Longs Peak. The ideal time for an unsupported attempt is early summer, when there's enough residual snow to provide water but before the summer monsoon. If attempting this in late summer, you may need to enlist friends to meet you en route with water, or pre-place your own supplies. In mid-July 2020, after a hot and dry spring, we found water at these locations:\n\n- A small pool on the S slopes of Mt Alice at 40.2310 N, 105.6699 W.\n\n- Several small pools about 0.25 SW of Ouzel Peak at 40.1837 N, 105.6748 W. Water has been reported here as late as September.\n\n- A small pool at the saddle between Mt. Toll and Pawnee Peak.\n\n- A small pool near Pawnee Pass.\n\n- A large perennial tarn at the base of the snowfield between Navajo Peak and Arikaree Peak.\n\nAccording to USGS topo maps the officially-named summits are Longs Peak, Pagoda, Chiefs Head, Alice, Tanima, The Cleaver, Isolation, Ouzel, Ogalalla, Sawtooth, Paiute Peak, Toll, Pawnee, Shoshoni, Apache, Navajo, Arikaree, and N. and S. Arapaho. (These are the USGS spellings. MountainProject prefers \"Long's Peak\" to \"Longs Peak\"). There are several other features with unofficial names, such as \"Ooh La La\", \"Algonquin\", and \"Deshawa\". Purists attempting to better Kyle Richardson's record will need to include points 12,277' and 12,391' (\"Red Deer\") between Ogalalla and Sawtooth, which are otherwise easily bypassed.\n\n1. Start from the Long's Peak trailhead, and climb Long's Peak by any route. The fastest is usually the N. Face Cables Route (5.4,\n\nmountainproject.com/route/1…\n\n), but in early or late season this may be covered by snow or verglas.\n\n2. Descend the Homestretch on Long's Peak, continue descending to the Long's/Pagoda col, and scramble up to Pagoda. On the descent, there's a short 3rd Class section through a cliff-band at 13,250'. The easiest way can be tricky to find from above; approximate location is 40.2526 N, 105.6214 W.\n\n3. Downclimb the W. Ridge of Pagoda to the Pagoda-Chiefs Head col (5.7,\n\nmountainproject.com/route/1…\n\n). Or reverse the Pagoda W. Ridge Bypass (one or two easy 5th Class moves,\n\nmountainproject.com/route/1…\n\n).\n\n4. Scramble up Chief’s Head, and hike down to the broad saddle between Chiefs Head and Mt. Alice.\n\n5. Scramble up the Hourglass Ridge on Mt. Alice (3rd Class,\n\nmountainproject.com/route/1…\n\n). Drop down to the Boulder-Grand Pass.\n\n6. Hike up to Tanima Peak, and drop down to the base of The Cleaver. Scramble up The Cleaver (3rd Class), and climb down a short distance to Isolation Notch, just beyond The Cleaver.\n\n7. From Isolation Notch, the most direct route is to traverse a short distance right (west), then head up and left across an exposed face (5.5?) to regain the ridge crest. An easier variation is to drop down a gully on the right, losing about 150-200', then follow an upward-sloping ledge for several hundred feet on the west side until one rounds a corner and a 3rd Class gully comes into view. Follow the gully back to the ridge crest. Either way, follow the ridge crest to the summit of Isolation Peak.\n\n8. From Isolation Peak, a long section of hiking, boulder-hopping and occasional easy scrambling leads across Ouzel, Ogalalla, \"Ooh La La\", Point 12,277', and \"Red Deer\" to Buchanan Pass. Make a detour to tag the summit of Sawtooth, and continue to \"Algonquin\" (12,574').\n\n9. After \"Algonquin\", it gets interesting again. Climb to the summit of Paiute via the N. Face Bypass (5.5,\n\nmountainproject.com/route/1…\n\n). It might be possible to do an easier 3rd Class variation.\n\n10. Continue as described for the Audubon-Arapaho Traverse (\n\nmountainproject.com/route/1…\n\n).","protection":"If you think you need protection on easy Class 5, then this route probably isn't for you.","location":"Start at Long's Peak trailhead. End at the 4th of July trailhead below South Arapaho Peak."},"__v":0},{"_id":"B63zAb6AXBWMM0Q20yhF/w==","name":"Continental Divide Tour","yds":"Easy 5th","grades":{"yds":"Easy 5th","french":"1+"},"fa":"","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.58099,40.08365]},"left_right_index":999999,"mp_id":"119495799","mp_crag_id":"114960525","climb_id":"B63zAb6AXBWMM0Q20yhF/w==","areaRef":"EZO+Sm7BXLisrchQ5wWMNg=="},"content":{"description":"Inspired by the Pfiffner Traverse and variations thereof, this route features the complete ridge traverse from Trail Ridge Road (RMNP) to Rollins Pass Road (just south of IPWA.) Staying as close as practical to the continental divide the entire time, this route features ~40 summits over ~60 miles, with ~28,000 feet of elevation gain at an average elevation of ~12,400 feet. As adventures go, this is as good as it gets on the Front Range.\n\nLarge sections of the route are easy hiking/running/scrambling across tundra and scree fields; however, numerous exposed 4th and low 5th-Class cruxes do exist, with optional harder variations. Because of this, the recommended direction of travel is North to South. Some of the most beta-intensive sections are listed here in order of appearance (though much additional, unlisted and exposed 3rd/4th-Class terrain exists):\n\nMcHenry's notch\n\n: 5.4.\n\nIsolation notch: 5.6? (\n\nbeta available here\n\n).\n\nNorth face of Paiute Peak\n\n: 5.3?\n\nNorth face of Mt. Toll\n\n: 5.6 (or\n\nlow 5th bypass\n\n).\n\nKasparov Traverse\n\nbypass: 4th/low 5th (difficult route finding).\n\nNorth face of Navajo Peak: 4th (\n\nbeta available here\n\n).\n\nDeshawa: low 5th (\n\nbeta available here\n\n).\n\nNorth ridge of Arapahoe: 4th (\n\nbeta available here\n\n).\n\nMuch of the route of the route follows shorter traverses, with detailed beta available here:\n\nLA Freeway\n\nand\n\nAudubon to Arapahoe\n\n.\n\nWater and weather can both be an issue, so be sure to plan accordingly. The full traverse took me three full days, though I'm sure both that some can do it in half the time and that some would rather take double.\n\nA downloadable GPX track can be found here:\n\nhttps://caltopo.com/m/RN24\n\n.","protection":"If you think you need protection on easy Class 5, then this route probably isn't for you.","location":"Start at Trail Ridge Road, and finish at Rollins Pass Road, traversing most of RMNP and all of IPWA in the process."},"__v":0},{"_id":"gBlnK2tLWtW2y8keEfAeXA==","name":"Blue Lake Traverse (Aka the JV Traverse)","yds":"4th","grades":{"yds":"4th","french":"1"},"fa":"unknown","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.58099,40.08365]},"left_right_index":999999,"mp_id":"119133226","mp_crag_id":"114960525","climb_id":"gBlnK2tLWtW2y8keEfAeXA==","areaRef":"EZO+Sm7BXLisrchQ5wWMNg=="},"content":{"description":"This is a traverse of the Blue Lake Basin starting as far down on the ridge connected to Little Pawnee as you can. Peaks hit are Little Pawnee (via exposed E Ridge), Pawnee, Toll, Paiute, and Audubon. Aside from a couple of notches, the entire traverse is basically Class 2-3, but it is right on the crest nearly the entire time. I think this is an excellent junior league traverse if you're looking to get into something harder and more committing or just want a big day up high. It's above 12.5-13K but pretty mellow. This is exposed the whole way.\n\nTips:\n\nLittle Pawnee's E ridge is the crux and has the most techy moves in a couple of notches. Early/mid-season, they''ll have snow. Consider an axe or at least a sturdy branch! All difficulties on the ridge itself are passed on the N. Side.\n\nGetting off Toll looks tough, but it's pretty easy. Take the obvious notch just down from the summit. Follow cairns, and use good route finding judgment. There is lots of loose stuff. Climb carefully. It is never more than 4th Class if you hit it right.\n\nYou're likely to find water between Pawnee and Toll before August. After that,  maybe not. Plan accordingly.\n\nThis is a very low commitment traverse. If you're over it, just pick a line back to the basin, and you're back on a superhighway in no time.","protection":"Sticky rubber shoes and maybe an axe or spikes, conditions depending.","location":"To link the full ridge, start at the Blue Lake Trail, but where the trail makes an obvious \"V\" just east of a small heart-shaped lake, cut south cross country aiming for a couple of gullies on the North side of the ridge. I took the western gully, and it was mellow. Hit the ridge, and off ya go. The nice thing about this route is that it deposits you right back where you started."},"__v":0},{"_id":"fnZhPXC4X8qrZYWClA+gwQ==","name":"Audubon-Arapaho Traverse","yds":"Easy 5th","grades":{"yds":"Easy 5th","french":"1+"},"fa":"unknown","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.58099,40.08365]},"left_right_index":999999,"mp_id":"114960566","mp_crag_id":"114960525","climb_id":"fnZhPXC4X8qrZYWClA+gwQ==","areaRef":"EZO+Sm7BXLisrchQ5wWMNg=="},"content":{"description":"This is a traverse of Audubon and all the named peaks on the continental divide between Paiute and South Arapaho Peak. There's lots of Class 3 scrambling, some Class 4, and one or two short 5.0-5.4 sections. The distance is about 17 miles with 8,500' elevation gain. It's been done in under 7 hours, but most people will take much longer.\n\n1. Start at Mitchell Lake trailhead, and hike up the trail to Audubon.\n\n2. Hike across to Pauite's east ridge, and scramble up the ridge.\n\n3. Hike down to the base of Mt. Toll. In mid-August we found a small pool of meltwater here, one of the few water sources at that time of year. Climb Toll's north \"ridge\" (really the NW face), Class 4 with a 20' 5.4 corner. See Buzz Burrell's comment under\n\nhttps://www.mountainproject.com/route/105758278/north-ridge\n\nand\n\nhttps://www.mountainproject.com/photo/114957967\n\n. Or traverse south at the base of the face, and climb a gully on the west side (loose 3rd class).\n\n4. Hike across Pawnee Peak.\n\n5. Hike across the Pawnee Pass and up Shoshoni Peak.\n\n6. Traverse from Shoshoni to the start of the \"Chessmen\",\n\nhttps://www.mountainproject.com/route/105764475/kasparov-traverse\n\n. Most of the towers can by bypassed by Class 3 and 4 scrambling on exposed ledges, initially on the west side and then crossing over to the east. The final tower, the \"King\", is climbed via the ridge crest and ramps on the east side (Class 3). Scramble to the summit of Apache.\n\n7. Hike SE and downclimb (exposed Class 3) towards Navajo. Bypass \"Dicker's Peck,\" and follow a 3rd Class ramp across the SW side of Navajo until a deep west-facing gully comes into view. Climb the gully (Class 4) to the base of a short, steep cliff band. Traverse south on an easy ledge, then double back and follow Navajo's SW ridge to the top.\n\n8. Reverse the top part of Navajo's SW ridge. Hike down scree to a tarn at the base of a snowfield on the NE side of the Navajo-Arikaree col. This is a good water spot and the only place where the route deviates by more than a few hundred feet from the ridge crest. (Ironically, the snowfield appears to be partially outside the City of Boulder watershed boundary.) Scramble up the north ridge of Arikaree or ledges on the ridge's east side.\n\nAlternatively, it's possible to stick to the ridge crest between Navajo and Arikaree. This is considerably more difficult and bypasses the water spot. Tommy Caldwell did it this way in August 2020.\n\n9. From Arikaree, hike down and across a flat section, then up and over Point 12,887, until the ridge narrows. Follow the ridge crest for several hundred feet to a notch. At this point there is an old airplane wreck. According to\n\nhttps://planecrashmap.com/plane/co/N609Z\n\nand\n\nhttps://aviation-safety.net/database/record.php?id=19631207-0\n\n, these are the remains of a Curtis C46 cargo plane that crashed in December 1963. Climb gingerly past the wreckage and up a corner (Class 4). Follow ledges on the E side just below the ridge crest and drop down to a notch the base of the north ridge of \"Deshawa\" (unmarked on USGS maps). Alternatively, from the notch near the wreckage, downclimb (loose Class 3) towards a small tower, traverse south along ledges at the base of steep cliffs, then climb up to the notch below \"Deshawa\". The latter variation may be covered by snow until late summer. Either way, once at the notch below \"Deshawa\", climb a short 5.0 corner near the ridge crest then a Class 3 ramp on the east side to the summit.\n\n10. Scramble across to the base of the NE ridge of North Arapaho Peak. Where the ridge steepens, climb Class 4 slabs on the right side of the ridge crest, move back left to the ridge crest, bypass a short vertical step (very exposed), then move back right, and climb more slabs to regain the ridge crest where the angle eases off. Follow a long Class 3 ramp on the east side until one can cross over easily to the west. Hike a few hundred feet up scree slopes to the summit.\n\n11. Follow the well-trodden Class 3 traverse to South Arapaho Peak,\n\nhttps://www.mountainproject.com/route/105756721/south-ridge\n\n. Run, walk, or hobble down the trail to the 4th of July trailhead.\n\nA dowloadable GPX track can be found here:\n\nhttps://caltopo.com/m/83QV\n\n.\n\nAnton Krupicka's trip report:\n\nhttp://antonkrupicka.com/blog/audubon-to-arapaho/\n\n.","protection":"If you think you need protection on easy Class 5 then this route probably isn't for you.","location":"Start at Mitchell Lake trailhead (Brainard Lake area), and end at the 4th of July trailhead below South Arapaho Peak."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,b8bc6400-2efc-577d-b6a6-c5367641fd44,5f78c46b-a25c-5b59-8514-41ae795c0b82,1193be4a-6ec1-5cb8-acad-c850e7058c36","pathTokens":["USA","Colorado","Alpine Rock","Indian Peaks","Indian Peaks Traverses"],"gradeContext":"US","aggregate":{"byGrade":[{"count":3,"label":"Easy 5th"},{"count":1,"label":"4th"}],"byDiscipline":{"trad":{"total":4,"bands":{"unknown":4,"beginner":0,"intermediate":0,"advanced":0,"expert":0}},"alpine":{"total":4,"bands":{"unknown":4,"beginner":0,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":4,"beginner":0,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.58099,40.08365]},"bbox":[-105.58157771028473,40.083200339818134,-105.58040228971528,40.08409966018186],"left_right_index":-1,"ext_id":"114960525","area_id":"EZO+Sm7BXLisrchQ5wWMNg=="},"content":{"description":""},"density":0,"totalClimbs":4,"__v":1,"createdAt":"2022-11-07T05:56:03.482Z","updatedAt":"2024-01-15T16:42:51.213Z"}