{"_id":"63689de0e80bff5a994fa20a","area_name":"Northwest Slabs","shortCode":"","climbs":[{"_id":"kA+LG/TVWH2/lnit47gTxQ==","name":"Yellow Dihedral","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.294,40.7156]},"left_right_index":2,"mp_id":"106727368","mp_crag_id":"106535477","climb_id":"kA+LG/TVWH2/lnit47gTxQ==","areaRef":"YN9ZBwSlUriJRlVDSBd5/w=="},"content":{"description":"This is a fun and aesthetic line up the beautiful yellow dihedral. It is the most striking line on the Northwest Slabs and the climbing on the second pitch is stellar.\n\nP1: Start up the dirty crack just right of two bolt protected single pitch routes (\n\nTurbo Pup\n\nand Flabby Little Girly Man). Move right and then up towards the base of the Yellow Dihedral and belay on the ledge.\n\nP2: Head up the dihedral and enjoy! Move left in a hand crack onto the arete as the slab terminates near the end of the dihedral. Rail left and up towards a great belay ledge below the final bulge and belay.\n\nP3: Head up and over the steep bulge and onto easier ground above. Walk left, skirt the pond, and regain the Greyrock trail to descend.","protection":"Standard Greyrock rack (pack light).","location":"Hike towards the Northwest slabs and follow the cairns to the route's base below the obvious yellow dihedral. There are two single pitch bolted routes on the slab a few meters left of the start."},"__v":0},{"_id":"sZ4OKjwuUceQBLOFOeCxsw==","name":"Turbo Pup","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"D Braddy, D Wood","type":{"trad":true,"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.294,40.7156]},"left_right_index":0,"mp_id":"106879705","mp_crag_id":"106535477","climb_id":"sZ4OKjwuUceQBLOFOeCxsw==","areaRef":"YN9ZBwSlUriJRlVDSBd5/w=="},"content":{"description":"This has to be one of the finest face climbs on the NW Slabs - sustained and spicy, with great climbing throughout. The first bolt is a wee-bit high, but that's what makes it exciting. After clipping the first bolt, get down to the biz and enjoy excellent thin face moves - the NC3 Guide describes \"howling face climbing\" - a very accurate description. Climb past the second bolt to the obvious little roof with a crack to undercling. I was able to plug some pretty decent gear here - small TCUs. Bust some final committing moves over the bulge to gain the 5.8R slab above.\n\nDescent? Figure it out.","protection":"2 bolts - TCUs.","location":"There are two bolted routes left of\n\nYellow Dihedral\n\n- this is the one on the right."},"__v":0},{"_id":"gAr+pE5NVbK1kxiFyu53lw==","name":"Stiffler's Mom","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"Brian Hastings","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.294,40.7156]},"left_right_index":7,"mp_id":"105753409","mp_crag_id":"106535477","climb_id":"gAr+pE5NVbK1kxiFyu53lw==","areaRef":"YN9ZBwSlUriJRlVDSBd5/w=="},"content":{"description":"This route is located on the NW slabs of Greyrock. It starts approximately 75' left of Skycrack (5.7).  It's two pitches, the first (~125') is easy slab (face/crack) and then continues up the right-facing corner to a small ledge with a couple shrubs (5.6), while the second (~90') continues up the fun right-facing corner (5.7+).  The crux is at the obvious roof, but you have to traverse out to the right and up the continuing corner. Pull a small roof to top out on \"Cow Pie Ledge\".  Rap from the conifer (need two 60 m ropes).  It still might need some lichen cleaning on the crux (reason why I think its never been climbed).  Must groan at the crux and passionately yell... \"Oh, Stiffler's Mom!\"  Have fun!","protection":"Takes gear well, medium nuts and hexes, small to medium cams.  Gotta clean out a little lichen on the crux.","location":""},"__v":0},{"_id":"kiHGgTYCUWGwojCJA8PprA==","name":"Squid Skid","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"D Braddy and K Gibson","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.294,40.7156]},"left_right_index":1,"mp_id":"106873771","mp_crag_id":"106535477","climb_id":"kiHGgTYCUWGwojCJA8PprA==","areaRef":"YN9ZBwSlUriJRlVDSBd5/w=="},"content":{"description":"This route climbs the fun first pitch of\n\nYellow Dihedral\n\nbut steps left from the belay ledge and around the arete. Climb an obvious crack system - pretty enjoyable with good fingers and hands - and finish as for\n\nYellow Dihedral\n\nwith a short but fun last pitch to the top.\n\nThis is yet another enjoyable moderate at Greyrock.","protection":"A light trad rack.","location":"Yellow Dihedral\n\narea."},"__v":0},{"_id":"Cle5Ya5MXhWWoJz0LLGMVA==","name":"Sky Crack","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.294,40.7156]},"left_right_index":8,"mp_id":"106668837","mp_crag_id":"106535477","climb_id":"Cle5Ya5MXhWWoJz0LLGMVA==","areaRef":"YN9ZBwSlUriJRlVDSBd5/w=="},"content":{"description":"Sky Crack is an amazing finger- and hand-crack that defines, and ascends, the right margin of the NW Slabs.  The climb is easily identified as a clean crack splitting the low-angle slab above the base cairn, and begins in a right-facing, right-leaning dihedral below and the to the left of the crack.\n\nBegin by liebacking around the right side of a white flake leaning against the wall below the base of the dihedral and continue to lieback up the dihedral above.  It's probably worth slinging your pro on the end of this section, as the dihedral heads right while the majority of the climb angles slightly left.\n\nAt the end of the dihedral, pull through a short roof on bomber fingerlocks to gain a shallow groove that ends at a second overhang. Overcome this second crux and swim up the classic hand and finger crack above until the crack dies out on Cow Pie Ledge.\n\nIf you're climbing on a 70m rope, this climb should unquestionably be done in one pitch, since any belay would break up an otherwise continuous line. However, a belay could be had at any point on the pitch, since the crack takes pro for its entire length.","protection":"Nuts through #3 BD; plenty of opportunities for passive pro, bring your hexes!\n\nNovice leaders will likely feel more comfortable with doubles since the route is a full rope length.","location":"Sky Crack climbs the right side of the NW Slab of Greyrock, and is plainly obvious as one reaches the cairn at the base of the face."},"__v":0},{"_id":"4ITp14BeWDaJN2TOJJL0rw==","name":"Ribeye Flake","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"T Moderson, Craig Leubben, 1989","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.294,40.7156]},"left_right_index":3,"mp_id":"106688925","mp_crag_id":"106535477","climb_id":"4ITp14BeWDaJN2TOJJL0rw==","areaRef":"YN9ZBwSlUriJRlVDSBd5/w=="},"content":{"description":"A decent climb that mixes up nice edging with some fairly intimidating friction moves.  Begin at the right side of a flake leaning against the wall directly beneath the hanging \"ribeye flake\" in the middle of the NW Slab.\n\nP1 - Climb the right-facing corner and face to a belay at a juniper bush directly beneath the hanging Ribeye Flake.  Good gear and easy climbing. 5.6, 80 feet.\n\nP2 - The meat.  Bite into a leftward traverse on significant edges, heading up through broken, slabby terrain toward a line of three bolts.  Friction up the bolt line (5.8, intimidating) to reach lower-angle, more well-featured rock and a left-trending finger crack that deposits you on Cow Pie Ledge.  5.8, 120 feet.","protection":"Three well-spaced bolts protect the crux of this climb.  It wouldn't be at all unreasonable to simply solo the first pitch and forego building a belay at the juniper bush; the climbing is easier than the guidebook 5.6 up to this point.  Regardless, QDs and a set of nuts will get you up this climb in style; bring some cams if you're so inclined.","location":"3rd class about 100 feet left of the base cairn and\n\nSky Crack\n\nuntil you're directly beneath a dark, water-stained face and a large, hanging flake.  Ribeye climbs an easy corner to a stance beneath the hanging flake, and then traverses left about 20 feet to follow a line of bolts through low-angle, friction-intensive terrain."},"__v":0},{"_id":"SLqZEtjqXHOr1wk6J0HRpQ==","name":"Paint it Sad","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.294,40.7156]},"left_right_index":9,"mp_id":"106873676","mp_crag_id":"106535477","climb_id":"SLqZEtjqXHOr1wk6J0HRpQ==","areaRef":"YN9ZBwSlUriJRlVDSBd5/w=="},"content":{"description":"This is a fun little climb up the cool slab left of \"\n\nBolted Arete\n\n\". Great slab climbing leads up past several horizontal cracks which take good gear. After clipping the route's lone bolt, enjoy thin face moves through the fun, little crux. Climb easy slab up to the tree-anchor shared with \"\n\nBolted Arete\n\n\". The route makes a great warm-up or cool-down.\n\nRap from the tree-slings with two 60m ropes or make a single rap to a low 5th class downclimb - it's hard to clean gear on the slab this way.","protection":"TCUs and 1 bolt.","location":"On the slab left of \"Bolted Arete\"."},"__v":0},{"_id":"TpFXCXq8XMSXItYKPOt+LQ==","name":"Doctor Cow","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Craig Luebben","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.294,40.7156]},"left_right_index":5,"mp_id":"106788027","mp_crag_id":"106535477","climb_id":"TpFXCXq8XMSXItYKPOt+LQ==","areaRef":"YN9ZBwSlUriJRlVDSBd5/w=="},"content":{"description":"This is a great climb up the slab below Cow Pie Ledge. Start as for\n\nCows in Space\n\n, but move left as the bolts split. Really fun and enjoyable climbing leads up the beautiful slab, getting better and more engaging the higher you go. The cool, little crux is moving up from the last bolt. A few delicate moves lead to a sloping, horizontal crack and an easy mantel onto the ledge.\n\n- The 10b finish traverses right at the last bolt and finishes on\n\nCows in Space\n\n.","protection":"15 bolts (way over-bolted).","location":"Slab below Cow Pie Ledge."},"__v":0},{"_id":"vKXeMDhtUiGuc2/k8BX5Sw==","name":"Cows in Space","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Craig Luebben, Skip Harper","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.294,40.7156]},"left_right_index":6,"mp_id":"106788005","mp_crag_id":"106535477","climb_id":"vKXeMDhtUiGuc2/k8BX5Sw==","areaRef":"YN9ZBwSlUriJRlVDSBd5/w=="},"content":{"description":"Cows in Space is one of the best pitches at Greyrock.\n\nFirst off, the Northwest Slab topo in the new NC3 guide shows this route to be about 75 feet right (and on a completely different slab) of where it actually is. Cows in Space is more in line with the routes labeled #40 and #41. This route was recently retrobolted and there are now six bolts. I know Skip Harper and doubt the coward who retro-bolted his route asked for permission before doubling the bolt count. Bad ethics, bad karma. The big slab below Cow Pie Ledge is obvious, as is the route.\n\nClimb up the large boulder-slab, gain the main slab and follow six bolts up right - the bolts heading out left belong to\n\nDoctor Cow\n\n(11c) - really good climbing above the fourth bolt gains a horizontal crack. Plug a small cam in the crack then continue up on delicate terrain to gain a sweet little flared seam with a bolt above. Fun climbing leads to one last bolt and a brilliant finish to this awesome route.\n\nThis is a fun climb. It is a little spicy with the runouts but not nearly as spicy as it would have been before the bolt count doubled.\n\n- 08/27/010\n\nI talked to Skip Harper about this route, and he confirmed my suspicion that the fool who retro-bolted the route did not ask permission. Skip placed four bolts ON LEAD during the FA - all below the obvious, horizontal crack (first gear placement). He also told me how he discovered a fresh cow-pie on the ledge and thus he and Craig pondered how exactly a cow could reach that ledge - Cows in Space?","protection":"There are 6 bolts in total. Bring some small-medium TCUs and stoppers. Offsets are useful.","location":"This ascends the big slab below Cow Pie Ledge."},"__v":0},{"_id":"/m66bb/mVdypozWi5Ft7qA==","name":"Cows are People Too","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Craig Luebben, Sarah Spalding, Ralph Walter, Schmetterer","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.294,40.7156]},"left_right_index":4,"mp_id":"106879665","mp_crag_id":"106535477","climb_id":"/m66bb/mVdypozWi5Ft7qA==","areaRef":"YN9ZBwSlUriJRlVDSBd5/w=="},"content":{"description":"What a fun route! Scramble up the sweet, right-facing corner (5.6) to the \"Ribeye Flake\" belay. Climb up right on moderate ground to an obvious seam - continue up on beautiful, water-polished rock. Clip the route's lone bolt (I'm not sure if this bolt was added after the FA by the infamous \"Greyrock Retrobolter\", or if it was placed by the FA Team - certainly possible considering where the bolt is located and the general look of it - when compared to the shiny new bolts that abound on the surrounding slabs). Climb softly through the route's crux - excellent slab moves on perfect stone. Follow the obvious, arching crack to about mid-way, place a big cam and then savor the \"exciting exit moves\" on the slab above. Sweet!!!\n\nRap from the tree anchor on Cow Pie Ledge to the ground with 2 60m ropes, or make a single 60m rap to an easy downclimb.\n\nThis route is mislabled as route #40 in the NC3 guide. It is actually the route labeled #39. There is also a lone bolt on the route not described in that book - to be sure the NC3 guide is an invaluable resource for the Greyrock climber - but on the NW Slab topo many route #s do not match their descriptions.","protection":"A few cams to 4 inches, stoppers. There's one bolt on the route.","location":"Ribeye Flake area, NW Slabs."},"__v":0},{"_id":"SybCfUeoUMWwlrTFEFy52g==","name":"Bolted Arete","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.294,40.7156]},"left_right_index":10,"mp_id":"106873729","mp_crag_id":"106535477","climb_id":"SybCfUeoUMWwlrTFEFy52g==","areaRef":"YN9ZBwSlUriJRlVDSBd5/w=="},"content":{"description":"This is the obvious bolted arete and one of the most westerly routes on the NW Slabs. This is an obvious line and was surely climbed as a runout trad line before it was bolted.\n\nClimb up the arete past a little juniper growing out a crack. Move right past the last bolt and climb the obvious corner/crack. A few enjoyable stemming moves leads to easy slab above a tree/sling anchor.","protection":"4 bolts. A light set of stoppers.","location":"The first bolts you see as you approach the NW slabs via the climber's trail. Obvious arete."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,58343ac7-d09d-502d-80d2-8c6694f7c914,f27f00b7-1968-5942-bffb-931b2cd00345,19124f55-4cb4-5391-8646-4159f1dce732,60df5907-04a5-52b8-8946-5543481779ff","pathTokens":["USA","Colorado","Fort Collins","Poudre Canyon","Greyrock","Northwest Slabs"],"gradeContext":"US","aggregate":{"byGrade":[{"count":3,"label":"5.8"},{"count":2,"label":"5.10b"},{"count":1,"label":"5.7+"},{"count":1,"label":"5.7"},{"count":1,"label":"5.8+"},{"count":1,"label":"5.11c"},{"count":1,"label":"5.9"},{"count":1,"label":"5.6"}],"byDiscipline":{"trad":{"total":10,"bands":{"unknown":0,"beginner":7,"intermediate":3,"advanced":0,"expert":0}},"sport":{"total":4,"bands":{"unknown":0,"beginner":2,"intermediate":1,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":7,"intermediate":3,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.294,40.7156]},"bbox":[-105.29459325307903,40.715150339818145,-105.293406746921,40.71604966018186],"left_right_index":-1,"ext_id":"106535477","area_id":"YN9ZBwSlUriJRlVDSBd5/w==","polygon":{"type":"Polygon","coordinates":[[[-105.29459325307903,40.715150339818145],[-105.293406746921,40.715150339818145],[-105.293406746921,40.71604966018186],[-105.29459325307903,40.71604966018186],[-105.29459325307903,40.715150339818145]]]}},"content":{"description":""},"density":0,"totalClimbs":11,"__v":1,"createdAt":"2022-11-07T05:56:54.726Z","updatedAt":"2024-02-19T18:32:36.447Z"}