{"_id":"63689de0e80bff5a994f92c9","area_name":"West Ridge - part B - Long John to Verschneidung","shortCode":"","climbs":[{"_id":"Z/q2jI0yXimxqNoM6INPRw==","name":"White Rabbit","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"C. Harrison, S. East, 1980","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2879,39.9314]},"left_right_index":28,"mp_id":"105753691","mp_crag_id":"105807746","climb_id":"Z/q2jI0yXimxqNoM6INPRw==","areaRef":"ubfnWH3FW8yoOQf8r8Xywg=="},"content":{"description":"Refer to the directions to the route\n\nVerchneidung\n\n. This route climbs the dihedral system to the left of the left hand side of the last pitch of\n\nVerschneidung\n\n, and\n\nClear-A-Sill\n\n.\n\nFrom the belay tree at the top of the first pitch of\n\nVerschneidung\n\nor\n\nClear-A-Sill\n\n, look up and left 20' to another evergreen. This tree has no fixed slings and is smaller but solid. Either move your belay to this tree, or clip it with an extension runner of at least 4'. Climb up and around to the right up a broken face into a corner system. There are 2 obvious dihedrals, and as the corner system becomes distinct, take the left of these two. This pitch is 30 meters long and leads to a crest in the rock where good gear (a red or pink tricam) can be placed prior to traversing over and down to a solid rappel station on a tree to the south on that same ridge. This is the same rap frequently used from the finish of\n\nVerschneidung\n\n.\n\nRap a single 60M rope stretching to the original belay station mentioned, and then to a walk of ledge. A single 70M rope will make the rap to the lower tree/station more comfortable, and then take you all the way to the ground from the tree.","protection":"Pro to 2\".  Stoppers, tricams, and cams.  The protection is less frequent than you'd hope for, and also not as good.  Falling from the first 20-30' of this route would produce a massive stain on the slab below and probably end your climbing career.  The climbing is not difficult but for one move, done with a so-so large stopper or tricam behind a large questionable flake.\n\nReduced to simplicity: Climb carefully, distribute your weight carefully, test the holds, and keep both you and your belayer alive.  Belaying from the lower tree of\n\nVerschneidung\n\n(not moving up the belay) will produce a 35+ [meter] pitch and but it might afford more safety to the belayer should the leader [peel] off a large flake.\n\nThat all said, my partner and I climber this 30 meter pitch without breaking a single hold or dropping any loose rock.  The pitch was fun, and I enjoyed it, but it would not be fun to lead or follow if 5.9 was your limit.  How this got put in the book without a S/VS rating is completely beyond me.","location":""},"__v":0},{"_id":"UD5GKucZWyiMwtFZVPOyIw==","name":"Washington Irving","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Jim Erickson, Jim Walsh, Ed Wright, 1969","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2879,39.9314]},"left_right_index":17,"mp_id":"105749839","mp_crag_id":"105807746","climb_id":"UD5GKucZWyiMwtFZVPOyIw==","areaRef":"ubfnWH3FW8yoOQf8r8Xywg=="},"content":{"description":"This is a one pitch route that climbs a good crack in the back of a low-angle dihedral. It is just to the left of\n\nThe Unsaid\n\nand is a great warm-up for any climbs in the area. The climbing is fun on positive holds and is always well protected.\n\nThere is a second pitch.  Per\n\nDave Holliday\n\n: Steve Levin describes a second pitch to this route (5.2). After getting to the anchor atop the first pitch, clamber over some choss to access a low-angle slab. Climb it with periodic gear placements in the corner to a cable anchor with rappel rings.","protection":"Standard trad rack. Bolt anchors at the top allow for top-roping subsequent ascents.","location":""},"__v":0},{"_id":"o7jv1xPmWOGdCSG4SyhWxw==","name":"Varieties Of Religious Experience","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"C. Archer and C.A. Crysdale, 1987","type":{"trad":true,"tr":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2879,39.9314]},"left_right_index":32,"mp_id":"105758763","mp_crag_id":"105807746","climb_id":"o7jv1xPmWOGdCSG4SyhWxw==","areaRef":"ubfnWH3FW8yoOQf8r8Xywg=="},"content":{"description":"Just above the West Ridge Amphitheater (as for Allosaur) and just below\n\nThe Unsaid\n\narea there lies a set of less-often-climbed routes. This is the\n\nHigh Anxiety\n\narea.\n\nHigh Anxiety\n\nand Varieties Of Religious Experience are two of the better routes here. Most of the routes here are 5.10 to 5.11 and almost all of them are runout at least a little.\n\nTo find Varieties Of Religious Experience, first locate the big clean slab 100' down and 30' left of the hanging slab of\n\nVerschneidung\n\n, where a lone pine tree holds a rap station. A right-facing, right-leaning corner borders the edge of this lower slab, which is Verschneidung Indirect Start. About 40 feet left of this, start climbing.\n\nP1 (5.10d, S). Pick and choose your way up the slab/face climbing a short distance left of an obvious roof which is about 80' overhead. The difficulty will be from 5.9 to 5.10 depending upon your exact line. The protection available will also vary according to your position, but it is never great. As the slab disappears, cut over to the right on an undercling to just below the extreme left-hand side of the roof and go up through a short, right-facing feature (crux). Run it out to a large pine tree from there and belay in a stance below the tree.\n\nP2 (5.11b). This is the good pitch! Move out and left from the pine tree on jams and underclings below a roof, which is rising up and left. There are a few loose holds in the area, but they can easily be avoided. After 10' of climbing (5.10), you will tackle the roof at a small crack, and continue up the face for the first bolt. If this runout is not to your liking, you can place a few pieces including a hand-sized cam in the cracks below the roof before pulling over it. From the first bolt, climb up and left to a second bolt. From there, climb straight up (thin crux) to the top of a ledge at a 3rd bolt. Continue up another 35 feet on thin cracks with slightly sharp rock to the top of the buttress (5.8).\n\nI toyed with the idea of giving this route 3 stars, as it is a very good route, but it just can't compete with the 'true Eldo classics.'\n\nTo descend, scramble NW up the back side of the West Ridge, and descend as for\n\nVerschneidung\n\n.","protection":"P1 is runout on so-so gear.  Take a set of RP's and small Stoppers with a set of cams to 3\".  No doubles are really needed. P2 is bolted but there is quite some distance to the first bolt. A [hand-sized] cam (2.5\") can be placed to fill the void.  The top-out over P2 requires a few medium to large nuts or small cams.","location":""},"__v":0},{"_id":"Jwnmv6AWUhGVc++ZeKEGJw==","name":"The Unsaid","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"George Meyers, Roger Grette, 1970","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2879,39.9314]},"left_right_index":21,"mp_id":"105748951","mp_crag_id":"105807746","climb_id":"Jwnmv6AWUhGVc++ZeKEGJw==","areaRef":"ubfnWH3FW8yoOQf8r8Xywg=="},"content":{"description":"This one pitch climb is about 50 feet below the\n\nLong John Wall\n\nroute. It follows a thin crack in a dihedral past two small roofs and out onto a face. Rossiter describes it as classic, but that depends on your definition. As opposed to most Eldo routes, which tend to be sustained, this pitch is a one move wonder as    far as difficulty is concerned. Still, if you are in the area it is well worth doing and is quite fun.\n\nAddendum:\n\nThe right finish has a fixed hex at the top.","protection":"Standard trad rack. Pretty thin, no need for any pieces above 1.5 inches. You only really need a set of    nuts and about 4 cams from .5 to 2.","location":""},"__v":0},{"_id":"Iq/f0Y5ZVKmtRoBzr1l/fw==","name":"Uranus","yds":"5.8-","grades":{"yds":"5.8-","french":"5b"},"fa":"unknown to me","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2879,39.9314]},"left_right_index":5,"mp_id":"106647361","mp_crag_id":"105807746","climb_id":"Iq/f0Y5ZVKmtRoBzr1l/fw==","areaRef":"ubfnWH3FW8yoOQf8r8Xywg=="},"content":{"description":"This route is an alternative to the last pitch of\n\nLong John Wall\n\n. Get yourself to the start of the last pitch of that route to set yourself up for this one. About ten feet to the right, you'll see an alcove with a small tree. This route takes the wide crack up the right side of the alcove. Even though the crack is quite wide in places, there are spots for regular size gear. There are a couple of pins right before the wide section. They both look dubious and there is better gear nearby.","protection":"A standard rack to a #4 Camalot.","location":"This route starts about ten feet to the right of the start of the last pitch of\n\nLong John Wall\n\n. Look for an alcove with a small tree in the left side of the alcove.\n\nTo descend, scramble climber's left to the descent for\n\nLong John Wall\n\nback to the large ledge."},"__v":0},{"_id":"piEczdxSVUigxMJ4umutpg==","name":"The Unlead","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2879,39.9314]},"left_right_index":20,"mp_id":"105754648","mp_crag_id":"105807746","climb_id":"piEczdxSVUigxMJ4umutpg==","areaRef":"ubfnWH3FW8yoOQf8r8Xywg=="},"content":{"description":"The route is a \"squeeze in\" and may originally have been a more well known and often climbed route, but for the fact that there are obvious lines almost within reach on either side of this relatively blank face.\n\nFollow the directions to a climb called \"\n\nThe Unsaid\n\n.\"  Climb that rope and hang a TR above it (up and left are the rap anchors).\n\nTR the face immediately left of\n\nThe Unsaid\n\n, and without using the crack of\n\nThe Unsaid\n\nor the crack to your left, toward\n\nWashington Irving\n\n.  Though the Rossiter book calls it an arete, it is a face.\n\nThe crux is a less-than-vertical face with crimper fingers and smears for feet.  It is a 3 move crux, with only one really hard move.  The crux sequence begins with a shallow (1/4 pad) finger pocket in the left hand and had some long reaches.\n\nA second, easier, crux is getting past the roof at the top, which is done near the right hand side, but quite so far as to be reaching into the crack system of\n\nThe Unsaid\n\n.\n\nI've tried as have others to move through the roof via the seam on the left side, but as of yet this seems to be undone.","protection":"One could protect the unlead by moving to either crack system to either side (and back again) every so-often, but this breaks up the climbing.  It is better as a Top Rope.\n\nIf you want to lead it, take gear, small to 2\".","location":""},"__v":0},{"_id":"Nf896Nx1XNuh+8jPcjJ1XQ==","name":"Toothsheaf Transfusion","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"D Hersey, K. Ainsworth, 1987","type":{"trad":true,"tr":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2879,39.9314]},"left_right_index":29,"mp_id":"105755293","mp_crag_id":"105807746","climb_id":"Nf896Nx1XNuh+8jPcjJ1XQ==","areaRef":"ubfnWH3FW8yoOQf8r8Xywg=="},"content":{"description":"This route is difficult and cruxy, but fun!  Leading this route would demand confidence, as the body position at the crux moves would leave a falling leader extremely vulnerable to head or spinal injuries.  I did this route on toprope, looking for protection opportunity for a future red-point along the way.  After seeing the lack of protection and taking a few falls at the crux, I decided not to lead the pitch at all.\n\nTo approach Toothsheaf Transfusion, go uphill on the West Ridge just past the V-slot of\n\nVerschneidung\n\n.  Climb\n\nClear-a-Sill\n\nor\n\nVerschneidung\n\nto the strange looking pine tree.  From there, either climb Toothsheaf (wandering up the overhanging face above, between the V-slot and\n\nGhetto Blaster\n\n/\n\nWhite Rabbit\n\n(the dihedrals to the left) or climb one of the other routes to set a toprope.\n\nThe crux of this route comes after a section of large moves between large holds and consists of moving to the right from slopers under an overhang, onto slopers above the overhang.  A fall from this position would likely result in a significant injury.  Continue up and left to the rap above\n\nGhetto Blaster\n\n.\n\nTo descend, rap\n\nGhetto Blaster\n\nto the tree, then from the tree down to the first ledge, then scramble off.","protection":"The protection did not seem not very good and there are ledges that could cause serious injury.  This pitch is debatably VS.  Take an assortment of wires, cams, and tricams.\n\nBetter yet, if you don't climb 5.11X, toprope it from the anchors above\n\nGhetto Blaster\n\n.  If you don't climb 5.10X either, then climb\n\nVershniedung\n\nto reach the summit and from there scramble to the anchor above\n\nGhetto Blaster\n\nto hang your TR.","location":""},"__v":0},{"_id":"BLYrnSyfVtucM0D3o7bFAg==","name":"Think Quickly","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Tony Bubb, Jason Haas, 3/07","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2879,39.9314]},"left_right_index":6,"mp_id":"105926770","mp_crag_id":"105807746","climb_id":"BLYrnSyfVtucM0D3o7bFAg==","areaRef":"ubfnWH3FW8yoOQf8r8Xywg=="},"content":{"description":"Think Quickly is a great line with 2 distinct cruxes, one physical and one mental. After a bulging start on thin hands and off-fingers, the line soars up to a clean arete and climbs thin moves above sparse gear.\n\nThe bottom looks a little junky but is mostly cleaned and climbs well, the middle slab is mellow and gorgeous but runout (5.6?) with no need to venture left into the inset. The final arete is the business, so load up the slashes, and go, go, go. Once established on it, the climbing is easier.\n\nTo get down, traverse to climber's left for 50' past the top of\n\nLong John Wall\n\n, and descend as for that route.","protection":"A set of cams 1\"-2.5\" for the bottom, bulging crack start. Protect with a few cams from tiny to 2.5\" for the top arete in diagonal slashes and horizontals, and then it is a bit of a runout.\n\nStoppers and longer slings will fill out the rack. Stoppers and a 2.5\" cam are perfect for belaying up top.","location":"The route starts above the top of Ignominity, to the right, this is perhaps 10 meters right of the final pitch of Long John Wall.  Just to the right of a lower-angle, chossy inset, there is a bulging crack (1\"-2\") with some juggy holds nearby. Climb that to a slab and over right past a few brief \"slashes\" and out to an arete above a horizontal.  Thin cams and a 2\" cam in the \"slashes\" protect the entry onto the arete and for some distance up it.  A horizontal gives one more opportunity for placing gear before topping out."},"__v":0},{"_id":"8rQ5gHizXHCECH8lLiL33g==","name":"Thin Ice","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"[FA: Eric Goukas and Mark Sheppard, 1980]","type":{"trad":true,"tr":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2879,39.9314]},"left_right_index":1,"mp_id":"105763731","mp_crag_id":"105807746","climb_id":"8rQ5gHizXHCECH8lLiL33g==","areaRef":"ubfnWH3FW8yoOQf8r8Xywg=="},"content":{"description":"\"Walking on Thin Ice\" - that about sums it up.\n\nFind this route by locating\n\nLong John Wall\n\n. Look just to the left of the broken, right-facing corner at the base of\n\nLJW\n\n. The arete on the left of this is the route.\n\nThere is a clean arete with a few tiny seams in it, 15' up off the ground, a short finger lock section, and then flakes. Climb in from either side (5.9) to establish yourself on the left side of the arete on a reasonable set of footholds. Try in vain to get a RP placement you trust around the right hand side, which is a blind placement from the good stance. Give up, and climb a few more feet up and left onto the left side, checking out the nasty 20' landing you'd get. Look at the seam at the left hand, and decide again that nothing good goes in there. Quit fooling around, and make a few 5.9 moves to a 10-inch section of \"finger crack\" where you can place a TCU or Alien. Clip it, make a crux move (9+), and then run for the ledge on easy moves. Don't fall. Place a piece or two near the ledge for a directional. Climb up and left to a tree with slings that can be backed up by nuts up and right above. (no rap rings here) or go up and right to join\n\nLong John Wall\n\n.\n\nIn any case, when you come down, ask yourself if that was really S (given grade) or VS. At least the rock is nice solid stone!","protection":"A few VERY TINY nuts and a 0.4-0.75\" cam placement (TCU, Alien, or something narrow) are about all you can get. The nuts will be about as good as they are big. The cam will be OK but not great.from the top of \"the business\" of the route. You will need a #3-4 BD or equivalent for a directional before finishing to the left or right. You might TR the route from an anchor on the face well above + a directional a the top of the arete (small nuts + long sling).","location":""},"__v":0},{"_id":"PBzwXvEiXc+rQoOBYnRHag==","name":"Sunshine Wall","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"A. & M. Sharp","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2879,39.9314]},"left_right_index":14,"mp_id":"105754219","mp_crag_id":"105807746","climb_id":"PBzwXvEiXc+rQoOBYnRHag==","areaRef":"ubfnWH3FW8yoOQf8r8Xywg=="},"content":{"description":"The route is in the popular Unsaid area of the West Ridge.  Use the directions from\n\nThe Unsaid\n\n,\n\nWashington Irving\n\n, or\n\nCruising for Burgers\n\nto locate this area. Once the area is located, find the climb\n\nWashington Irving\n\n.  To locate Sunshine Wall, look at the top of\n\nWashington Irving\n\nand follow a ramp down and to the left.  The \"ramp\" is very small and is sloping down outwards, and on the right side, but is coming from the left of the top of the pitch.  The ramp is anywhere from a few inches wide at the top to huge at the botom (before disappearing [beneath] a large roof).  The smallness of the last bit of ramp makes the climb somewhat awkward.  Follow this line down until the ramp becomes much larger, below and left of a massive roof/ bulge.  That is the upper portion of Sunshine wall.  A few hand-sized [pieces] protect that section, if memory serves me correctly.  The crack system leading directly up to this ramp (a little chunky) is the first part of the climb.\n\nAlternatively, to find the climb... scramble up some Class 4 rock to get to the good rock and then look just a few feet to the right of the line\n\nChianti\n\n(left of\n\nWashington Irving\n\n).  Start up the chunky crack system near a small pine tree.  The crack system peters out a bit after a bulge, then go up a face/slab to the afforementioned roof, where you tend to the right to gain the small part of the sloping \"ramp\", which is followed up and right to the tree.\n\nThe climb is described as 2 pitches, but with some longer slings can easily be done as a single pitch.\n\nRap from the top of\n\nWashington Irving\n\n.","protection":"Standard Rack with a few cams.  It can be TR'd from the tree and anchors above Washington Irving.","location":""},"__v":0},{"_id":"u42tRuLxUKe3uk4Yb/9gvw==","name":"Strawberry Shortcut","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"George Hurley, Cindy Stanley, Chris Reveley, 1976","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2879,39.9314]},"left_right_index":24,"mp_id":"105753514","mp_crag_id":"105807746","climb_id":"u42tRuLxUKe3uk4Yb/9gvw==","areaRef":"ubfnWH3FW8yoOQf8r8Xywg=="},"content":{"description":"Start in between\n\nThe Unsaid\n\nand\n\nCruisin' for Burgers\n\nfrom a large ledge with a tree. Climb a right-facing dihedral with small gear (a little vegetated). Pull up left where it gets vertical, and step right above the roof (crux). Belay at the broken band, and rap from\n\nThe Unsaid\n\nor\n\nWashington Irving\n\nanchor.\n\nThis pitch is worth doing if you're in the area and other routes are occupied. I wouldn't make an outing of it though.","protection":"Rossiter's book calls this pitch \"S\", but I thought the pro was fine.","location":""},"__v":0},{"_id":"WpFpJqfxUMaWqt1NsUvqbw==","name":"Shock Of the New","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Sharp/D'Antonio/Lavender, 1981","type":{"trad":true,"tr":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2879,39.9314]},"left_right_index":23,"mp_id":"105751357","mp_crag_id":"105807746","climb_id":"WpFpJqfxUMaWqt1NsUvqbw==","areaRef":"ubfnWH3FW8yoOQf8r8Xywg=="},"content":{"description":"This route is near the obvious arete just to the right side of the famous route \"The Unsaid.\" This is located in the \"Unsaid Area\" of the West Ridge of Eldorado Canyon. Hordes of climbers may be in this vicinity, climbing the more popular lines, including: The Unsaid, Crusing for Burgers, Break on Through, Strawberry Shortcut, Sunshine Wall, and Washington Irving.\n\nAfter conferring with Chris Archer, Steve Levin, and Bob D'Antonio about this line, I am a little more clear on why it felt hard. As it turns out the route is not meant to be forced directly up the arete the whole way (refer to variation called AFTERSHOCK).  Rather, start just to the right of the arete on a flake system, then up it for a short while before crossing it to go SIGNIFICANTLY left of it to another \"flake system\" (The Unsaid), just below the small roof.  This is how it is drawn in Rositer's topo as well.  As Chris Archer put it \"No, Sharp lead that thing, and he was pretty out there, but he wasn't an idiot.\"\n\nWhich sums up how I feel about the possibility of *ME* leading the arete either as originally done or direct. Even at it's difficulty, it is hard- there is almost nothing positive on it. By way of comparison, The Unlead (11b, S/VS) is both easier and better protected compared to either.  Bob D'Antonio (FA party) also stated that he believed that the original grade was a sandbag.  I had never seen another climber attempt Shock Of The New, although since the original posting here, both versions of the route have been getting some attention. I've now talked to people on it & now see lots of chalk on both versions)\"","protection":"This route is a serious lead for any climber. The gear is for naught and the moves are difficult and insecure. I do not know how anyone could safely lead this route, but it can be toproped with only minor swing-potential.  If you attempt to lead this route and are not injured, you will still probably wet the bed every night for a few weeks.","location":""},"__v":0},{"_id":"2705k9ktWxWtajXYRkNH9w==","name":"Rock For Climbing Routes To","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Alec Sharp, Muriel Sharp, Matt Lavender","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2879,39.9314]},"left_right_index":9,"mp_id":"105761892","mp_crag_id":"105807746","climb_id":"2705k9ktWxWtajXYRkNH9w==","areaRef":"ubfnWH3FW8yoOQf8r8Xywg=="},"content":{"description":"(Note: the person who orignally submitted this route only described the last pitch. Here is a complete description of the route.)\n\nThis is an entertaining route with a burly roof on the first pitch. I've never seen anyone climb the crux pitch or know anyone who has. When my partner was following the first pitch, some passersby asked me about the route. One said that it looked \"rowdy\"; I can't disagree.\n\nThe route starts just to the left of the dihedral on the first pitch of\n\nBreak on Through\n\n. Scramble easily up to the dihedral, but veer left. The feature to climb will be obvious from the ground. When you're positioned under the roof, you'll realize that it's just as steep as it looks from the ground.\n\nPitch 1 (\n\n11c\n\n): climb the overhanging flake and hand crack out the roof to a welcome thank-the-diety-of-your-choice jug. Recover a little, move up on good sidepulls, and then carefully balance your way up to the slab. Breathe a sigh of relief and continue easily up and left to a belay just right of the second pitch of Long John Wall. The gear is good on this pitch, but after the initial handcrack is small (Aliens and small stoppers).\n\nPitch 2 (7): climb the seam about a body length to the right of the second pitch of Long John Wall. When you get to the roof, traverse easily to the right for about twenty feet or so and make a belay near the tree below the second pitch of\n\nBreak on Through\n\n(be careful of loose rocks in that area).\n\nPitch 3 (10c): traverse right from the belay, climb carefully through the shattered band, and go up the crack a few feet to the right of the last pitch of\n\nChianti\n\nto a good ledge, and make a belay there.\n\nOnce on top, one could traverse climber's right to the chain anchors atop\n\nAtom Smasher\n\n. I find it so awkward to set up that anchor for a rappel that my preference is to continue up and over, scramble down to a good ledge with a tree, traverse skier's right, and rappel from the cable anchor atop the second pitch of\n\nWashington Irving\n\n. I like to go to\n\nThe Unsaid\n\nanchor from there.\n\n(The route name and first ascent information were obtained from Steve Levin's excellent guidebook to the canyon.)","protection":"I used cams from a purple TCU up to a #3 Camalot and a selection of stoppers (including some small stuff). Extra finger-size cams wouldn't go unused.","location":""},"__v":0},{"_id":"6CjUMJAlUruifqQTlXQGgA==","name":"Rictus","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"None really  FFA: Rolando Garibotti","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2879,39.9314]},"left_right_index":12,"mp_id":"105761910","mp_crag_id":"105807746","climb_id":"6CjUMJAlUruifqQTlXQGgA==","areaRef":"ubfnWH3FW8yoOQf8r8Xywg=="},"content":{"description":"For now, this is essentially a toprope, and as such it may well have been done previously.  I TR'd it with Ridge Dorsey in November 2002 and then led it while placing gear that December but I took one panic hang after the crux. I've pretty much given up on leading it cleanly. I'm posting it for anyone who wants to try headpointing it, or just to make people more aware of a terrific toprope.\n\nThis is the blank-looking face and prow between the first pitches of\n\nBreak on Through\n\nand\n\nChianti\n\n. From the top of the pointy flake on the rotten band below the face, step onto the face, protect low and left, and balance up to a short, thin, right-flacing flake. Fill this with gear (5 pieces can be placed in all!), then do the crux face moves straight up. From a good handhold, move right a few feet to a stance on the prow, place gear at your feet (very balancey), then do 5.9 moves to the lip of the first wall. Place more gear in the bottoming crack in front of your face, being careful not to block the crucial pebble hold, and then do a 5.10 mantel up and left. (On my only lead attempt, I hung briefly from the wire before this mantle.) Easier climbing (and pro) leads to the second headwall. Angle up and left toward a crack and tiny tree at the top of this wall, about six feet right of\n\nBreak on Through\n\n-- quite scary if you don't cheat and protect in\n\nBreak on Through\n\n. A fun crank past the tree with good pro gains the top.\n\nThis is definitely VS for the onsight, but with knowledge of the gear it is surprisingly well-protected -- perhaps S+. I bounce-tested each of the pieces protecting the crux after I placed them on lead, and I had previously tested the higher pieces -- the trick is placing them just right while on the lead. Ask me if you want the piece-by-piece beta. Or, this could be a relatively safe (S) lead with pre-placed pro. Or, simply toprope it. That's what I'm going to do from now on....","protection":"RPs, three #1 wires (straight-sided), blue Alien, red (#2) ball nut, two #4 Rocks (one of them extended), small cams for second half, slings, double ropes -- email me if you want pro details.","location":""},"__v":0},{"_id":"8pZq8pZ3U/yML1wBKTm19w==","name":"Quick Silver","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Tony Bubb, Chris Parks, & Peter Spindloe, 12/2003","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2879,39.9314]},"left_right_index":4,"mp_id":"105815398","mp_crag_id":"105807746","climb_id":"8pZq8pZ3U/yML1wBKTm19w==","areaRef":"ubfnWH3FW8yoOQf8r8Xywg=="},"content":{"description":"Quicksilver is a different finish and a completely new pitch above the first 3 pitches of\n\nQuicksand\n\n. The 5.9+ rating is an offwidth rating and may seem hard if you are not used to OW climbing.\n\nFrom the ledge previously above the first 3 pitches of\n\nQuicksand\n\n, below the death-rap-station, climb up to the right and towards a 4-6\" crack though the roof at a right-facing dihedral/overhang. There is a death block teetering here, but it can be easily avoided. It looks to be about ~ 4' x 3' and is perhaps 8 cubic feet (about 2000 lbs). The point is, that it WILL KILL OR MAIM SOMEONE if you knock it off - so don't. Stem up past the flake and to the roof/crack. You can protect the roof at the base with a #3 Camalot or 3.5\" piece in a narrow spot (solid gear), and then stem higher and get in a solid 3.5\"-4\" cam. Protect, then pull up and left to the corner and over the roof (5.9+). During this crux, a #4 Camalot is optional, but the last piece is at your knees anyway. Continue up on easy hand-to-fist cracks protecting with 3\" gear, if you saved any (5.5) and up to a ledge and to the top of the ridge, now 20' right of the top of\n\nLJW\n\n. Belay after slinging a [huge] boulder, or walk the ridge to the \"slot\" above\n\nLJW\n\n, and belay as per that climb.","protection":"A standard rack as for the approach pitches (like\n\nQuicksand\n\n) + a #4 Camalot and maybe a 3.5 if you brought it. The route would be moderately spicy without these pieces.","location":"This is a lone pitch high on the West Ridge, approached via\n\nIgnominity\n\n,\n\nQuicksand\n\n, or\n\nLong John Wall\n\n."},"__v":0},{"_id":"J8gXorxXWJqenkBb7PmsVQ==","name":"Pluto","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Larry Hamilton and Dakers Gowans, 1974","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2879,39.9314]},"left_right_index":7,"mp_id":"109677433","mp_crag_id":"105807746","climb_id":"J8gXorxXWJqenkBb7PmsVQ==","areaRef":"ubfnWH3FW8yoOQf8r8Xywg=="},"content":{"description":"Pluto starts off the crumbly red ledge just right of\n\nThink Quickly\n\n.  Start where the red ledge starts to drop steeply downward.  Make cautious moves up and right on loose rock until you reach some good holds that you can use to pull up through a bulge on the skyline.  Above the bulge is a really nice dihedral.  Continue upward and turn a roof on the left with good holds, and then proceed to the top. Once at the top, traverse climber's left along the ridge until you get to the easy downclimb that takes you to the\n\nSooperb\n\nrappels. Aside from the crumbly start, this route is really good and would be even better if it saw a bit more traffic to wear down the lichen.","protection":"A standard rack.","location":""},"__v":0},{"_id":"rSGFK7qKWOyE4BDcT9UKbQ==","name":"Next to Nearly","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2879,39.9314]},"left_right_index":19,"mp_id":"105754906","mp_crag_id":"105807746","climb_id":"rSGFK7qKWOyE4BDcT9UKbQ==","areaRef":"ubfnWH3FW8yoOQf8r8Xywg=="},"content":{"description":"Climb the only crack between\n\nThe Unsaid\n\n&\n\nWashington Irving\n\n.","protection":"Standard rack.","location":""},"__v":0},{"_id":"wZsgu0O9UrygUZLyPb2zCg==","name":"Next to Irving","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2879,39.9314]},"left_right_index":18,"mp_id":"116648085","mp_crag_id":"105807746","climb_id":"wZsgu0O9UrygUZLyPb2zCg==","areaRef":"ubfnWH3FW8yoOQf8r8Xywg=="},"content":{"description":"This route is in the Eldorado Canyon 2nd edition guidebook by Steve Levin but wasn't here.\n\nFor a nice 5.6 pitch, bypass the crux of\n\nNext to Nearly\n\nby stepping left in\n\nWashington Irving\n\n.","protection":"A standard rack.","location":"It is in the midde of the West Ridge near\n\nWashington Irving\n\n."},"__v":0},{"_id":"t5fcmcPpXQ+aFZi6K5s4oQ==","name":"Long John Wall","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Larry Dalke, Pat Ament, Wayne Goss, 1964","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2879,39.9314]},"left_right_index":2,"mp_id":"105748924","mp_crag_id":"105807746","climb_id":"t5fcmcPpXQ+aFZi6K5s4oQ==","areaRef":"ubfnWH3FW8yoOQf8r8Xywg=="},"content":{"description":"Start to the left of a large overhang and just right of a large, right-facing dihedral. Watch out for poison ivy near the start.\n\nP1. Start up the easy ramp, and grovel up left through an awkward slot. Climb a thin slab with marginal small pro, traverse back right, and continue up a crack to a decent ledge (7).\n\nP1 variation 1 (5.8). Start on\n\nBreak on Through\n\n, 20' to the right. Climb the layback corner, go up a ramp, turn the overhanging corner on the left, and traverse left to the first belay on Long John Wall. Recommended.\n\nP1 variation 2 (5.7). Start on\n\nIgnominity\n\n, 20' to the left. Climb a right-facing corner, pass a bulge, and traverse right to the first belay on Long John Wall.\n\nP2. Ascend the great finger crack (8) to a small roof; continue up to a large ledge, traverse left 15', and belay below a wide slot.\n\nP3. Climb the slot, then continue up the brilliant dihedral to the crux--a finger/hand crack in a corner with excellent stemming. Belay on another large ledge by a tree.\n\nP4. Finish the short and easy (5) dihedral to the summit, or if you're in a hurry, rap off a tree 10' to the left.\n\nP4 variation (5.8). Traverse right about 20' and climb up a corner with some old pins. Then move right, and climb past a wide crack to the top.\n\nYou can do both P4 variations if you have the time, since the descent takes you back to the starting ledge for this pitch.\n\nDescent: downclimb a gully to the north of the finish back to the same belay ledge for P3. Do 2 rappels from rings (the tree anchors have been removed) with a 60m rope down to a broken ledge, and then follow the ledge uphill to the trail. Angle the second rappel to the left and watch the ends of the rope.  Be VERY careful if you only have a 50m rope, but you can make it with some downclimbing.","protection":"Full set of wired nuts, Friends from 0.5-4 (doubles in No. 1 is useful), a few medium hexes, 12\" draws, and 3-4 24\" runners.","location":"Start about 20' left of\n\nBreak on Through\n\nand 20' right of\n\nIgnominity\n\n."},"__v":0},{"_id":"OLaSTSyEUUGQmGDgFk39Cg==","name":"Long John Direct (Original Aid Start)","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Bob Candelaria FFA 1973","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2879,39.9314]},"left_right_index":3,"mp_id":"117629935","mp_crag_id":"105807746","climb_id":"OLaSTSyEUUGQmGDgFk39Cg==","areaRef":"ubfnWH3FW8yoOQf8r8Xywg=="},"content":{"description":"This is the direct start to\n\nLong John Wall\n\n. It is more aesthetic and much better protected than the P1 slot/runout traverse option to the left.\n\nStart as for\n\nLong John Wall\n\n. At the roof on pitch 1, do not go left into the slot. Instead, go past underclings, and move straight up into the left-facing corner. Continue to the top of\n\nLong John Wall\n\n.","protection":"A standard rack to 3\".","location":"Pass a couple of obvious staging areas, and you will see Long John Wall Tower standing tall over the center of West Ridge.\n\nLong John Wall\n\nstarts below this prominence, at a low angle bushy crack leading to big flakes and a weakness left of a steep roof."},"__v":0},{"_id":"ubE/FbNoUC+31NaheZzuUQ==","name":"Knife, The","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"T. Bubb, J. Meir, 11/03","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2879,39.9314]},"left_right_index":0,"mp_id":"105761493","mp_crag_id":"105807746","climb_id":"ubE/FbNoUC+31NaheZzuUQ==","areaRef":"ubfnWH3FW8yoOQf8r8Xywg=="},"content":{"description":"The Knife refers to the feature on which we climbed. Some 15m to the SE (climber's right) of the crux roof pitch of\n\nSooberb\n\nand 20' NW (climber's left) of the last pitch of\n\nLong John Wall\n\nis a sharp, knifeblade arete. This is the outside left edge of the left side of the final 'inset' pitch of\n\nLong John Wall\n\n, but it is climbed from the outside of the knife, not the inner side that is visible. The bottom overhang is split by a decent crack, but poor rock quality guards this from being lead without fear of life and limb. To the left side (facing N/NW) is a dark, shaded face. Up this face, starting 4m from the ground is a system of flakes and cracks. These run up and left of the face for perhaps 10-12m before running out, just below and left of a good ledge on the arete. Climb this system with surprisingly solid rock and good/available protection to its end. Pop out right by grabbing a few flakes and then the knife-blade arete and stepping up onto the shelf on it. A small seam is at chest level and provides placement opportunity for a few good small nuts- then run up the arete to the top.\n\nBoth I and my partner were very pleasantly surprised by the quality and fun nature of this pitch. Two-stars. This is a good alternate finish to\n\nSooberb\n\nor\n\nLong John Wall\n\nif a queue of people develops or if you get spanked off.\n\nThe route did not look as good as it was, and is somewhat obscured by other wall features, as well as superseded by other nearby classic pitches. I feel that it is as likely as not that this particular pitch has not previously been climbed.","protection":"A set of nuts and cams to 2.5\" plus a few very small nuts for the easy arete.","location":""},"__v":0},{"_id":"6U3JoRDDWf629jqKt5/HMg==","name":"Incarnation","yds":"5.12c/d","grades":{"yds":"5.12c/d","french":"7c"},"fa":"Bob Horan, 1985","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2879,39.9314]},"left_right_index":33,"mp_id":"106331436","mp_crag_id":"105807746","climb_id":"6U3JoRDDWf629jqKt5/HMg==","areaRef":"ubfnWH3FW8yoOQf8r8Xywg=="},"content":{"description":"Located on an isolated block, sitting on the upper right side the Lower Ramp.  Climbs the thin seam splitting the sheer maroon face. A fixed pin gets you started and then small wires are used to protect the thin crack which is more or less face climbed.","protection":"Bolts, small Friends?","location":"Located on an isolated block, sitting on the upper right side the Lower Ramp."},"__v":0},{"_id":"mUki/2ZBV36I842RIBKBCQ==","name":"The Gibbet","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Steve Levin & Aaron Lucas, September 2007","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2879,39.9314]},"left_right_index":15,"mp_id":"106032424","mp_crag_id":"105807746","climb_id":"mUki/2ZBV36I842RIBKBCQ==","areaRef":"ubfnWH3FW8yoOQf8r8Xywg=="},"content":{"description":"Use 'Improve This Page' to add a description!","protection":"Wires to 2\". Rappel 75 feet from the wad 'o slings back to the slabs.","location":"This route is located on the south face of Long John Wall tower, right of and below Weevil's Walk and The Wizard. It can be approached from the top of\n\nWashington Irving\n\n, or by climbing slabs west of the Kloof Alcove."},"__v":0},{"_id":"s4uQ23baUaepJlf7crYwoQ==","name":"Ghetto Blaster","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"M. Brooks, J. Foster, 1982","type":{"trad":true,"tr":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2879,39.9314]},"left_right_index":30,"mp_id":"105753898","mp_crag_id":"105807746","climb_id":"s4uQ23baUaepJlf7crYwoQ==","areaRef":"ubfnWH3FW8yoOQf8r8Xywg=="},"content":{"description":"Follow the directions as for\n\nWhite Rabbit\n\nand take the right-most, right facing dihedral, as opposed to the left-facing one.  This route is located just L of\n\nVerschneidung\n\n.  If you enjoy the head game, this route is for you.  The moves actually are fun, but potentially dangerous.\n\nThe crux move is a reachy mantle/flag from poor flakes to and though an overhang to pinch a horizontal arete-like feature above - matching on the sloping pinch and pulling up to a toe-hook is exciting above crappy small gear.  It felt like solid 5.10 to me.  The *very tall* folks might find it easier than I did.\n\nPerhaps some holds broke between when the route was rated and now, which could have produced some spectacular falls.","protection":"This is a death route.  The Rossiter guidebook rated it 5.9 (no S in the Boulder Climbs South) and the route was described as S in the text.  The route is VS.  About 30' off of the big ledge you will do a balancey mover on poor rock with bad or no protection.  Then you will place a red or brown tricam behind a bad flake and do some more 5.8+ moves to gain the dihedral.  There is a right-hand traverse that has terrible rock- thus you can not use just any hold.  The crux pro was a 2\" cam behind a poor flake, 12' below and to the left of the crux on a long sling, then a few brass nuts in poor rock, 5' down, and a #3 BD stopper just below the move.\n\nThere is a lot of very poor rock and many runouts on the route, some potentially lethal.\n\nYou can traverse from the top of\n\nVerschneidung\n\n(5.7 sewn-up) to the rap tree above Ghetto Blaster and TR the crux pitch from there if so desired.","location":""},"__v":0},{"_id":"LfFsWx79X9GLFsYP1uQFnA==","name":"Ein Kluck","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"chipmunks probably","type":{"trad":true,"tr":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2879,39.9314]},"left_right_index":27,"mp_id":"106172851","mp_crag_id":"105807746","climb_id":"LfFsWx79X9GLFsYP1uQFnA==","areaRef":"ubfnWH3FW8yoOQf8r8Xywg=="},"content":{"description":"This is a little pitch that was kind of fun.  If you've done most of the classic moderates, can tolerate a bit of runout, you might like this one.  Best to choose a dry day, since the lichen still absorbs water.\n\nOkay, should you decide to try this line go up and right into the scooped out area.  Note Tim, that low horizontal crack on the right might hold a green Alien, but it fell out on me.  Move up to the left to another horizontal.  Opposed #4 BD wires & a blue Alien fit.  Move up to the next horizontal crack and slot some iffy wires and a good green Alien.  Do a lieback/high step and get your feet established above the crack.  Now, from here you can go right or up to the twig.  Once there, you can get an orange Alien or two and a #3.5 Camalot in easy huecos and cruise to the tree above.\n\nDownclimb up and left as for\n\nWashington Irving\n\n.\n\nSorry, old age & I've forgotten a camera at least twice.","protection":"Blue, green, orange Aliens, #4-8 BD wires, #3.5 Camalot.","location":"From the P1 start of\n\nVerscheidung\n\n, move about 10 feet left.  Aim for the tree on the ledge above."},"__v":0},{"_id":"Uto7hCXGV2eLjrpXKJmzaA==","name":"Cruisin' for Burgers","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Candelaria, Erickson, Ament , '75","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2879,39.9314]},"left_right_index":25,"mp_id":"105753262","mp_crag_id":"105807746","climb_id":"Uto7hCXGV2eLjrpXKJmzaA==","areaRef":"ubfnWH3FW8yoOQf8r8Xywg=="},"content":{"description":"Located on the West Ridge near\n\nThe Unsaid\n\n(two dihedrals to the right). Start from the ledge with the tree.  Climb through blocky terrain to an open corner with a detatched flake.  Much harder when the horizontal break near the top of the corner is wet.  Crux is last 15 feet. Rap off\n\nUnsaid\n\nanchors.","protection":"Light rack up to 2.5\"","location":""},"__v":0},{"_id":"qbxYVejIV1ykZLnGoJW+lA==","name":"Clear-a-Sill","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Chris Reveley, Ajax Greene, 1976","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2879,39.9314]},"left_right_index":31,"mp_id":"105759309","mp_crag_id":"105807746","climb_id":"qbxYVejIV1ykZLnGoJW+lA==","areaRef":"ubfnWH3FW8yoOQf8r8Xywg=="},"content":{"description":"A nice route with two good pitches. Start directly below the belay tree of\n\nVerschneidung\n\nat a wide crack. This is maybe 20 feet left of the upper\n\nVerschneidung\n\ndihedral. Up the wide crack using various holds (no offwidth required) to an easy low angle area. Aim straight up for a crease at the left edge of an overhanging headwall. Get gear at the base of the crease -- cam straight up, small wire in the crease -- and move left onto the steep wall. Get a cam above in an undercling. You can escape further left for a rest, but if you can, continue straight up on good face holds--it gets easy quickly. Continue to the belay tree. This pitch felt contrived, since at the crux headwall you can go just a few feet left to easier climbing.\n\nPitch 2 climbs a bit right of the tree with decent gear to the base of an overhanging buttress. Move left, then up a crack with good gear in the crack and out right (crux). Another easier but tricky bulge leads to a low angle slab and the\n\nVerschneidung\n\nrappel tree.\n\nAs of 2/16/03 the slings on this tree were crap. One ancient sling and one newer but partially cut. We traversed left on the east side of the ridge to the cable anchor that leads down to the bolts above\n\nWashington Irving\n\n.","protection":"Rated S in Rossiter, I felt this was G. Standard rack.","location":""},"__v":0},{"_id":"/5QssJCrV2edgs20BuAZ0w==","name":"Chianti","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"???","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2879,39.9314]},"left_right_index":13,"mp_id":"105749296","mp_crag_id":"105807746","climb_id":"/5QssJCrV2edgs20BuAZ0w==","areaRef":"ubfnWH3FW8yoOQf8r8Xywg=="},"content":{"description":"Just right of\n\nBreak on Through's\n\nlarge dihedral is a steep crack system that leads to a large roof.  This is actually a better pitch than\n\nBreak on Through's\n\n1st pitch but it doesn't look that great from the base.\n\nTake the thin crack straight up to roof, turn roof around left side and cruise to tree.  2nd pitch moves up thru rotten band and takes the right crack/corner system (left is\n\nBreak on Through\n\n) up the headwall.  Very steep crux but great pro and jams take you to the large ledge with 2 bolts at the far right.  You can also downclimb to a dirt ledge, then head south about 10 feet and find a cable/rap station, with one more rap below that which will take you the base of The Unsaid.","protection":"Small cams (Aliens, TCUs) to medium....stoppers work nice too.  Tree anchor for 1st pitch (same as\n\nBreak on Through\n\n) and 2 bolt anchor for 2nd (rappel anchor).","location":""},"__v":0},{"_id":"L1Q6nTc7Ug2bwzxpq5MVAQ==","name":"Break On Through to Chianti","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Jim Erickson, John Behrens, 1968 (Break on Through)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2879,39.9314]},"left_right_index":11,"mp_id":"107297934","mp_crag_id":"105807746","climb_id":"L1Q6nTc7Ug2bwzxpq5MVAQ==","areaRef":"ubfnWH3FW8yoOQf8r8Xywg=="},"content":{"description":"Mixing the amazing first pitch of\n\nBreak on Through\n\nwith the second pitch of\n\nChianti\n\nmakes an awesome 5.8+ link while avoiding the 10c difficulties of\n\nBreak on Through\n\n.\n\nThough just a linkup of popular climbs, this is so good it is worthy of a separate entry, and provides a good opportunity to get on\n\nBreak on Through\n\nfor those not up for the second pitch.\n\nSee each route for the pitch descriptions.  This is suitable for 5.8/9 leaders, the pro is great, and there are many rests between short (but very steep) cruxes.","protection":"Many pieces, up to #4 Camalot for P1, which is very long.  P2 is short you will have plenty of gear after P1.","location":""},"__v":0},{"_id":"rkfjVV30Vjamu6D7JWACKw==","name":"Break on Through","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Jim Erickson, John Behrens, 1968.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2879,39.9314]},"left_right_index":10,"mp_id":"105754714","mp_crag_id":"105807746","climb_id":"rkfjVV30Vjamu6D7JWACKw==","areaRef":"ubfnWH3FW8yoOQf8r8Xywg=="},"content":{"description":"What a neat route.  This starts left of\n\nThe Unsaid\n\n,\n\nWashington Irving\n\n, and\n\nChianti\n\nin a prominent, R-facing dihedral, just right of a large overhang.  The ...R-facing dihedral 10 feet right of Break On Through is\n\nChianti\n\n.\n\nP1: The first pitch is a nice length with varied climbing.  Some technical stemming and liebacking are the crux for this pitch (8).  After the first steep section, continue up a ramp, then up through another steep dihedral.  Belay at the tree off to the right.\n\nP2: Climb easy ground across the rotten ledge to the base of the large right-facing dihedral.  The crux here is some difficult stemming on thin edges to reach great finger jams.  Several tough moves is all though.  The pro is good here and easy to place at a rest before the hard moves.  Descend around the back side then make a single 50m rap to the\n\nUnsaid\n\nanchors.  Rap with a single 50m to a ledge, then downclimb an easy crack back to the base.","protection":"Standard rack up to #3 Friend.  Some smaller nuts/TCUs protect the crux on P2.","location":""},"__v":0},{"_id":"4OCVyO0zVU2yknbKvpQAog==","name":"Baby Sitter","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Mike Brooks, Jim Foster, 1982","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2879,39.9314]},"left_right_index":26,"mp_id":"110032575","mp_crag_id":"105807746","climb_id":"4OCVyO0zVU2yknbKvpQAog==","areaRef":"ubfnWH3FW8yoOQf8r8Xywg=="},"content":{"description":"A short but clean panel of stone lies just right of the initial\n\nStrawberry Shortcut\n\ncorner. This route climbs the right side of the wall then traverses left along the horizontal crack system twenty feet up eventually meeting and joining the right-facing corner of\n\nStrawberry Shortcut\n\nfor a few final feet to the large ledge above.\n\nProtection can be tricky and difficult to place, and it is required at short intervals to keep the leader off of the ground just below. Thin, knotted slings make work well stuffed into the obtuse, oblong pockets along the last half of the crack. Double rope technique is suggested for the safety of the follower.\n\nWhile short, this route is sustained over the traverse and will get you pumped if you hang out too long fiddling with gear. This is not a route to seek out on its own, but it makes for a fun alternative start to\n\nStrawberry Shortcut\n\nor any of the routes off of the\n\nWashington Irving\n\nledge.","protection":"Wires, small cams, and knotted slings(?).","location":"Locate the clean wall with a horizontal crack system splitting it just right of the initial\n\nStrawberry Shortcut\n\ndihedral. Climb it."},"__v":0},{"_id":"2C/KuLkBXlqSoZp6H7Ckfg==","name":"Atom Smasher","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Erik Johnson & Shawn Ennis, 1987","type":{"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2879,39.9314]},"left_right_index":16,"mp_id":"108091265","mp_crag_id":"105807746","climb_id":"2C/KuLkBXlqSoZp6H7Ckfg==","areaRef":"ubfnWH3FW8yoOQf8r8Xywg=="},"content":{"description":"This is a fun, technical pitch in great position! It begins on the ledge directly above the anchors of\n\nThe Unsaid\n\n.\n\nStart by climbing 15' of chossy rock with poor pro (5.8 R) until you can clip the first bolt. A medium-sized cam can protect the easier moves to the second bolt. Transition onto the face and make crux moves, featuring technical climbing on positive sidepulls with poor feet. From the final bolt, step left to the arete and pull exciting 5.11 moves to the obvious anchor.\n\nNote: Several of the key holds on this climb are fragile. It may be best not to try it if there are parties on the popular routes below.","protection":"4 draws, a cam (I used both a #1 and a #0.5).","location":""},"__v":0},{"_id":"50gX3MKbVq+C7DBFhpXp9Q==","name":"Aftershock","yds":"5.12a/b","grades":{"yds":"5.12a/b","french":"7b"},"fa":"unknown, likely only on TR","type":{"tr":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2879,39.9314]},"left_right_index":22,"mp_id":"105754717","mp_crag_id":"105807746","climb_id":"50gX3MKbVq+C7DBFhpXp9Q==","areaRef":"ubfnWH3FW8yoOQf8r8Xywg=="},"content":{"description":"This route is a variation of the route \"\n\nShock of the New\n\n\" which climbs the obvious arete just to the right side of the famous route \"\n\nThe Unsaid\n\n.\" This is located in the \"Unsaid Area\" of the West Ridge of Eldorado Canyon.  The new route goes \"super direct\" up the arete, not deviating from the obvious prow.  The bottom is clean, but the upper part still has some fine lichen on it.\n\nThe original line, from which this name was derived is not quite as obvious or hard and started on the flake system to the right, eventually crossing over to the left and climbing there.  To do Aftershock, climb the direct arete until the broken ledge is reached, up above\n\nCruisin' For Burgers\n\nand\n\nThe Unsaid\n\n.  This is the arete about 8 feet to the climber's right, in the front page picture (attached below). The lower part of the arete is obscured by a tree in the photo. This variation climbs a little over 1/2 of its length on different rock than the original route.\n\nThe moves are good, and perhaps a little reachy. A partner of mine who had just lead several 11's and a 12, then made the comment that she could not even perceive a way to do the moves (height may be a factor). I am no giant (I'm 5'10\"  but have long arms) and I found the moves to be spectacular, but difficult and insecure.\n\nIf you attempt to lead this route and are not injured, you will still probably wet the bed every night for a few weeks. TR it from the gear above\n\nThe Unsaid\n\n.  The TR from\n\nThe Unsaid\n\nanchors could produce a [violent] swing if you were to fall from the top of Aftershock, but if you executed the moves down low, I seriously doubt you will be falling up high.\n\nHordes of climbers may be in this vicinity, climbing the more popular lines, including:\n\nUnsaid\n\n,\n\nCruising for Burgers\n\n,\n\nBreak on Through\n\n,\n\nStrawberry Shortcut\n\n,\n\nSunshine Wall\n\n, and\n\nWashington Irving\n\n. I have never seen another climber attempt Aftershock or\n\nShock Of The New\n\n.","protection":"This route would be a serious lead for any climber. The gear is nearly nonexistent and the moves are difficult and insecure. I do not know how one could safely lead this route, but it can be toproped with only minor swing-potential.  I TR'd it and I seriously recommend that anyone else do the same, although it might make a good headpoint.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,decc1251-4a67-52b9-b23f-3243e10e93d0,7fea44a6-af9d-583e-9abc-274876289cd7,de4cb35e-e240-5215-ba23-5e89db17bc91,b9b7e758-7dc5-5bcc-a839-07fcafc5f2c2","pathTokens":["USA","Colorado","Boulder","Eldorado Canyon State Park","West Ridge, The","West Ridge - part B - Long John to Verschneidung"],"gradeContext":"US","aggregate":{"byGrade":[{"count":7,"label":"5.9"},{"count":2,"label":"5.6"},{"count":2,"label":"5.11b"},{"count":1,"label":"5.8-"},{"count":1,"label":"5.11"},{"count":1,"label":"5.10-"},{"count":3,"label":"5.9+"},{"count":2,"label":"5.8"},{"count":2,"label":"5.11c"},{"count":1,"label":"5.10d"},{"count":3,"label":"5.10b"},{"count":1,"label":"5.7+"},{"count":1,"label":"5.12c/d"},{"count":1,"label":"5.11-"},{"count":1,"label":"5.10c"},{"count":2,"label":"5.8+"},{"count":1,"label":"5.12c"},{"count":1,"label":"5.12a/b"}],"byDiscipline":{"trad":{"total":30,"bands":{"unknown":0,"beginner":8,"intermediate":16,"advanced":6,"expert":0}},"sport":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":2,"expert":0}},"tr":{"total":9,"bands":{"unknown":0,"beginner":1,"intermediate":3,"advanced":5,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":8,"intermediate":16,"advanced":9,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.2879,39.9314]},"bbox":[-105.28848640097154,39.93095033981813,-105.28731359902848,39.931849660181854],"left_right_index":-1,"ext_id":"105807746","area_id":"ubfnWH3FW8yoOQf8r8Xywg==","polygon":{"type":"Polygon","coordinates":[[[-105.28848640097154,39.93095033981813],[-105.28731359902848,39.93095033981813],[-105.28731359902848,39.931849660181854],[-105.28848640097154,39.931849660181854],[-105.28848640097154,39.93095033981813]]]}},"content":{"description":""},"density":0,"totalClimbs":33,"__v":1,"createdAt":"2022-11-07T05:55:58.088Z","updatedAt":"2024-02-19T18:31:20.501Z"}