{"_id":"63689d5ce80bff5a994f5445","area_name":"Pyramid Peak","shortCode":"","climbs":[{"_id":"AksSljPwU6aaxaYxWt9unQ==","name":"Mostly Dead","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Preston Rhea, Stephanie Lozano - 6.15.14","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.9607,37.57998]},"left_right_index":1,"mp_id":"109108926","mp_crag_id":"109108797","climb_id":"AksSljPwU6aaxaYxWt9unQ==","areaRef":"se2RwjsyVN6O/0HmPizWGw=="},"content":{"description":"\"Mostly Dead\" takes the right arete of the southeastern half of the northeast face of Pyramid Peak. Overall it is an interesting route with some fun climbing. The first two pitches are clean, splitter, and classic; it would be a four star route if the whole route was like this. Unfortunately, the upper pitches are not quite as solid.\n\nThe route starts 120m up the arete. Take the central couloir that splits Pyramid Peak's northeast face in two until an obvious sandy slope (2nd class) on the left leads to a notch in the arete. An alternative approach / route extension is to start at the very base of the arete, just to the left. 100m of 3rd and 4th class traversing right around a tower on the arete leads to a 20m 5.6 pitch back to the sandy notch. The 1100' route length refers to the full arete.\n\nPitch 1\n\n- A weird undercling on thin flakes leads to a tight hands crack in a left facing corner (5.8). This becomes a double crack to a ledge. Follow a tight dihedral up and right of the ledge until it is possible to traverse right on to a broken face. Belay at a small ledge. This is a four star pitch. 60m\n\nPitch 2\n\n- From the belay ledge climb up and left around a corner to a killer left facing dihedral that goes from loose hands to loose fingers. At the end of the dihedral is a small ledge below a right trending tips finger crack (5.9). The terrain after lessens in angle and difficulty. Belay at the plush ledge before a sandy notch in the ridge. This is a four star pitch. 50m\n\nPitch 3\n\n- Cross the sandy notch to where the ridge splits into two. Loose 3rd class up the deep gully in the middle, moving right where difficult, leads to a large ledge right of the gully below a easy looking step. 50m\n\nPitch 4\n\n- A short step (5.6) is passed on the left close to the gully and then head to the base of the deep chimney with large chockstone. 40m\n\nPitch 5\n\n- Climb the face to the right of the chimney (5.8) until able to traverse into the deep gully again. Follow the loose gully with various small chockstones until progress is stopped by a steep headwall blocking the gully completely. 50m\n\nPitch 6\n\n- Traverse down and left out of the deep gully to a shallow chimney (5.8). When possible traverse back into the gully for long sections of sandy climbing broken by short rock steps. At the top of the sandy gully the final short headwall is passed on the left (loose 5.7). 70m","protection":"A normal alpine rack with a selection of smaller cams (.3 to 3).","location":"The route follows an obvious arete on the northeast face of Pyramid Peak.\n\nThe route tops out on the southeastern summit of Pyramid Peak. To descend, head southeast and pick your way down loose scree and talus and then retrace approach. If the Sherwins approach was used, head northwest to the notch between the summits of Pyramid Peak and then descend into the Lakes Basin to pick up the Duck Pass trail."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,7a68eb3f-1d6f-5bdf-863a-b1eeea8dad89,cdae6ccd-7b7e-5711-bc4c-7b69d838bb6f,b1ed91c2-3b32-54de-8eff-41e63e2cd61b","pathTokens":["USA","California","High Sierra","05 - Convict Lake & McGee Creek","Pyramid Peak"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.9"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}},"alpine":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-118.9607,37.57998]},"bbox":[-118.96126739255459,37.57953033981815,-118.9601326074454,37.58042966018187],"left_right_index":-1,"ext_id":"109108797","area_id":"se2RwjsyVN6O/0HmPizWGw=="},"content":{"description":""},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T05:54:49.923Z","updatedAt":"2022-11-25T11:14:46.862Z"}