{"_id":"63689d20e80bff5a994f2361","area_name":"Crown Butte","shortCode":"","climbs":[{"_id":"ESULZW/mX46qErRPUnuCQQ==","name":"The Squeeze Knees","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Derek Field & Alex Paisley (March 2018)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.75125,34.82443]},"left_right_index":3,"mp_id":"118652158","mp_crag_id":"112813773","climb_id":"ESULZW/mX46qErRPUnuCQQ==","areaRef":"QKSTAAoeXbSAeZYK/s02YA=="},"content":{"description":"Zigzag carefully up weird chossy ledges to gain the chimney. Wiggle up to a constriction, place a #6 cam and bust a hard move on the outside. Continue up the wideness to a two-bolt chain anchor on top.","protection":"Single set cams to 2\" + one 6\" cam   one 60m rope","location":"Obvious clean chimney directly above the south saddle."},"__v":0},{"_id":"ShO60m4fUnic1m1/OgFqcQ==","name":"Spiritual Surgery","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Derek Field (March 2019)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.75125,34.82443]},"left_right_index":5,"mp_id":"118652329","mp_crag_id":"112813773","climb_id":"ShO60m4fUnic1m1/OgFqcQ==","areaRef":"QKSTAAoeXbSAeZYK/s02YA=="},"content":{"description":"Layback past a bolt and head up the low-angle sub-tips section to a stance below the business. Climb the tips splitter past a cruxy exit into a section of wild face climbing protected by five bolts. Two-bolt chain anchor.","protection":"The crack is very thin and it is important to get the size just right. The crux takes blue mastercams but neither 0.2 nor 0.3 camalots (unless you sacrifice fingerlock pods). Small nuts can be placed throughout the route. Below is a list of the cams that I placed on the redpoint ascent:Gear in order: 1x bolt, 1x 0.5 C4 camalot, 2x purple mastercams, 3x blue mastercams, 1x 0.75 C4 camalot, 1x orange mastercam, 5x bolts","location":"Splitter tips crack in the middle of the upper wall. Climb the first pitch of Blood Money or American Hustle, then traverse the Party Ledge (with fixed handline) to the base of Spiritual Surgery."},"__v":0},{"_id":"1MAVMZImV0W+ri6qngcSzw==","name":"Pocaterra","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Derek & Giselle Field (April 2017) - ground-up","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.75125,34.82443]},"left_right_index":1,"mp_id":"112887956","mp_crag_id":"112813773","climb_id":"1MAVMZImV0W+ri6qngcSzw==","areaRef":"QKSTAAoeXbSAeZYK/s02YA=="},"content":{"description":"Pocaterra is a modern-equipped mountaineer-style ramble up the lumpy southwest face of Crown Butte. The thin opening pitch and wide second pitch have some pretty funky crack climbing, while the upper two pitches are more of an adventurous wander to the summit. Decent routefinding skills and choss tolerance won't go unused here.The name is an homage to memories at the Pocaterra Lodge in the Canadian Rockies with my late grandfather Art Staniland, who passed away while we were working on this route.See annotated photos for starting location.Pitch 1: Climb an awkward fingercrack (5.10-) and pull a hollowed roof on good edges to surmount a mini-pillar. Place a 4\" piece and face-climb low along the right-slanting crack (5.9) past one bolt. Trend up and right on scruffy ledges to a two-bolt chain anchor. (5.10-, 90 feet)Pitch 2: Move left off the belay into a wide gully (5.7), aiming for the obvious steep chimney. There is a burly move (5.9) through a bombay flare to exit this chimney. Take a couple steps right and finish with a crimpy boulder problem (5.8) in a seam with small pods for gear. Belay from the cordalette anchor around the tree. (5.9, 70 feet)P2 variation: \"Malibu Sandblast\" - This is the fingercrack to the right of the chimney. Begins in an eye-catching golden dihedral, passes a sweet angular roof, but eventually degrades to a horrendously flared tips crack. Steep climbing on thin fiddly pro. Finishes with a burly wide overhang below the anchor tree. Prepare to eat sand. (5.10+ PG-13)Pitch 3: The quest for the summit pushes onward with the Chossaneering Pitch. Scramble from the tree up past a few ledges to the next band of solid rock. Start climbing the most direct corner (5.7) but step left at the first minor ledge (~10 feet up the corner; total ~25 feet above the belay tree) and walk a short ways over to a neat little hidden tunnel. (Note: Take care not to miss the traverse left, as the initial corner becomes scary 5.9+ up higher). Squeeze through the tunnel and collect yourself atop the mini-pillar. Continue up a loose gully (5.6) to a small roof/overhang. When you pull the roof (5.7+), swing left to a good shelf with a two-bolt chain anchor. (5.7+, 90 feet)Pitch 4: Climb straight up off the belay (5.7 with hand crack on right wall) to gain a stance below a right-trending ramp. Enjoy airy climbing on the featured, low-angle arete (5.6) with occasional gear in the corner. Belay from the two-bolt chain anchor just below the summit ridge. (5.7, 80 feet)Scramble 3rd-class to the summit of Crown Butte and back down to rap anchors.Rappel the route with a single 60m rope.","protection":"Single rack to 4\"   optional 5\" piece   Single 60m rope","location":"Starts around the middle of the southwest face of Crown Butte. See photos."},"__v":0},{"_id":"F9Zx641uUYCZLjhwvJQqQQ==","name":"One-Nut Wonder","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Derek Field, Giselle Field, Andy McQuillen & Dave Spies (2018)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.75125,34.82443]},"left_right_index":8,"mp_id":"118654260","mp_crag_id":"112813773","climb_id":"F9Zx641uUYCZLjhwvJQqQQ==","areaRef":"QKSTAAoeXbSAeZYK/s02YA=="},"content":{"description":"One-Nut Wonder (5.10, 230 feet, 3 pitches) This route got its name because the first several parties all found the same succulent nut placement at the first little crux on pitch 2.\n\nPitch 1 (5.6, 50'): Traverse horizontally right across a bulbous slab, passing three bolts en route to a two-bolt belay below the shallow dihedral.\n\nPitch 2 (5.10-, 90'): Climb the shallow dihedral past two bolts into a long moderate layback with intermittent gear. Nest a couple cams before committing to a steep jug haul up and right to exit the layback corner. Continue shuffling right past a 4\" horizontal to the final crux bulge. The two closely-spaced bolts oughta keep you off the ledge, should you blow it. Belay from two-bolt anchor just below the Party Ledge.\n\nPitch 3 (5.10, 90'): Scramble up ledges to a fierce, thin layback that gains a cactus ledge. Slab up to a nice tight-hand crack which is followed until a step left out onto the patina face (look for the bolt above). Romp up the patina face and step across the chasm (another bolt here) to the two-bolt anchor.\n\nDesent: Rappel the second pitch to the Party Ledge, then walk left along the Party Ledge to the two-bolt chain anchor for Blood Money. Rap 90' from that anchor to the ground.","protection":"Double set cams to 3\" + one 4\" cam opt. extra 1.25\" cam one set offset nuts - you'll find the one","location":"This route starts on a sunny shelf about 100 yards down and right of Blood Money. Rope up on the shelf and start by traversing dead right on the slab out to the semi-hidden first bolt."},"__v":0},{"_id":"h1uADSFRUsOH4oR/r40hVw==","name":"The Joystick","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Giselle & Derek Field (Jan 2019)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.75125,34.82443]},"left_right_index":2,"mp_id":"118654471","mp_crag_id":"112813773","climb_id":"h1uADSFRUsOH4oR/r40hVw==","areaRef":"QKSTAAoeXbSAeZYK/s02YA=="},"content":{"description":"Mini-pillar novelty route - yay! Wiggle up the chimney to the top of the Joystick, step onto the main formation (Dune Dome), then meander up the slabs to a two-bolt chain anchor.","protection":"3 lead bolts   Two-bolt chain anchor","location":"The Joystick is the detached pillar on the southeast corner of Dune Dome (the small dome immediately south of Crown Butte), a stone's throw from the main saddle. This route climbs the chimney on the north side of the Joystick and finishes at a two-bolt chain anchor on Dune Dome itself.\n\nApproach: Park at Little Horse Trailhead, south of the Chapel on Highway-179. Start on Bell Rock Pathway, paralleling the highway for 5 minutes until turning left onto Little Horse Trail. Continue to the junction with the Llama Trail. Walk straight past the metal Llama Trail sign and head due east on a secondary trail. For clarification: if you are looking squarely at the metal Llama Trail sign and noon is straight over it, the desired trail is oriented about 10:00 to the sign. This is a very good trail that leads all the way up to the saddle between Crown Butte and Gibraltar Rock. Total time: 45-60 mins."},"__v":0},{"_id":"ITRnKfBRWl2qB9B1pLiffw==","name":"Blood Money","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Derek Field & Andy McQuillen (2018)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.75125,34.82443]},"left_right_index":7,"mp_id":"118654059","mp_crag_id":"112813773","climb_id":"ITRnKfBRWl2qB9B1pLiffw==","areaRef":"QKSTAAoeXbSAeZYK/s02YA=="},"content":{"description":"Blood Money (5.10-, 190 feet, 2 pitches) The first pitch of this route is the best way to access the Party Ledge which is the starting point for the lines on the upper tier. The second pitch is the money!\n\nPitch 1 (5.9, 90'): Stem a short dirty fist crack to an awkward ledge flop. Meander up and right past a bolt into a groovy stembox. Step left onto the crimpy face and climb past four bolts to a two-bolt chain anchor on the Party Ledge.\n\nPitch 2 (5.10-, 100'): Climb a short hand crack just left of the belay, then walk to the back of the ledge and grunt up a strenuous flare (long-sleeved clothing strongly advised). Move right through a small alcove and launch up the juggy roof crack. Pick your own path up the final varnished slabs, ending at a two-bolt chain anchor.\n\nDescent: Rappel the route with one 60m rope.","protection":"Double set cams to 3\" + one 4\" cam   one 60m rope","location":"Park at Little Horse Trailhead, south of the Chapel on Highway-179. Start on Bell Rock Pathway, paralleling the highway for 5 minutes until turning left onto Little Horse Trail. Continue to the junction with the Llama Trail. Walk straight past the metal Llama Trail sign and head due east on a secondary trail. For clarification: if you are looking squarely at the metal Llama Trail sign and noon is straight over it, the desired trail is oriented about 10:00 to the sign. This is a very good trail that leads all the way up to the saddle between Crown Butte and Gibraltar Rock. \n\n There is a good view of the Backside Crag from the saddle - Blood Money ascends the chimney on the lower right side. Cross to the east (backcountry) side of the ridge and contour north along the base of Dune Dome (the small crag just south of Crown Butte). Follow the climber's trail to the lower right side of the cliff and locate the starting gully.\n\nTotal time: 45-60 mins"},"__v":0},{"_id":"erPmiRLOXqq4Gn464o+s6w==","name":"Big Booty","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Derek Field, Alex Paisley, Giselle Field, Andy McQuillen & Dave Spies (2018)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.75125,34.82443]},"left_right_index":4,"mp_id":"118652228","mp_crag_id":"112813773","climb_id":"erPmiRLOXqq4Gn464o+s6w==","areaRef":"QKSTAAoeXbSAeZYK/s02YA=="},"content":{"description":"Varnished fingercrack in an acute corner leads into a giant booty flake with a tight handcrack. At the top of the booty flake, make an abrupt transition onto the face and crimp patina past five bolts. Finish at a two-bolt chain anchor on top of the wall.","protection":"Double set cams to 2\"   5 bolts","location":"Climb the first pitch of Blood Money or American Hustle, then traverse left along the Party Ledge (with fixed handline) past Spiritual Surgery to the base of Big Booty."},"__v":0},{"_id":"5I6gGKBYVDCcnGDwT4SkOA==","name":"American Hustle","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Derek Field & Andy McQuillen (2018)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.75125,34.82443]},"left_right_index":6,"mp_id":"118652387","mp_crag_id":"112813773","climb_id":"5I6gGKBYVDCcnGDwT4SkOA==","areaRef":"QKSTAAoeXbSAeZYK/s02YA=="},"content":{"description":"American Hustle (5.10+, 240 feet, 3 pitches) Punchy climbing on the first two pitches followed by a scenic third pitch.\n\nPitch 1 (5.10+, 90'): Scale the short overhanging fist crack with stout moves to a wicked mantel (bolt). Continue up easier ledges past a tricky little fingercrack to a short 6\" offwidth which leads left around a bush to a gear belay in the alcove.\n\nPitch 2 (5.9+, 80'): Climb the wide crack system starting with a height-dependent offwidth bulge and continuing up on interesting twin cracks. Belay from the two-bolt anchor on the ledge.\n\nPitch 3 (5.8, 70'): Traverse directly right along an airy shelf past a bolt (photo op here). Mantel straight above the bolt and shuffle right to a stance beneath the varnished face. Climb the patina face past two bolts and finish at the two-bolt anchor for Blood Money.\n\nDescent: Rappel Blood Money (two 90' raps) with one 60m rope.","protection":"Double set cams to 3\" + one each 4-5\" cams   one 60m rope","location":"Starts 30 feet left of Blood Money with a short overhanging fist crack and a bolt protecting the exit."},"__v":0},{"_id":"ciNkdKq3V8iyz6JfFoV+3w==","name":"Airborne Sage","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Derek Field & Dave Spies (March 2017) - ground-up","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.75125,34.82443]},"left_right_index":0,"mp_id":"112813822","mp_crag_id":"112813773","climb_id":"ciNkdKq3V8iyz6JfFoV+3w==","areaRef":"QKSTAAoeXbSAeZYK/s02YA=="},"content":{"description":"Airborne Sage is a new multipitch route up the most prominent prow on the west face of Crown Butte. It takes a direct natural line, passing through the Sage Chimney and other unique features, and tops out on a nice perch below the summit. Comfortable, scenic belay ledges separate short, action-packed pitches with a mixed bag of rock quality. For mega value it can be linked into two pitches by strong parties. This is a diverse route, as parallel-walled cracks in pretty much every size (fingertips through chimney) appear throughout the journey. There's still a wee bit of loose rock (yikes) but its part of the overall Sandona adventure, isn't it? Enjoy!Pitch 1: The bottom half of this pitch is sort of an entrance fee for the route. See photos for the starting location. Meander up a shallow, mossy corner (sparse/no pro for 20 feet), aiming for an ugly flared offwidth. Stem/jam through the funkness to gain a nice handcrack that takes you up over a bulge and to a stance. Continue straight up a steep off-fingers dihedral on the arete, then work through a blocky wide section to a memorable belay seat with a two-bolt chain anchor. (5.10-, 80 feet)Pitch 2: Scale the golden splitter offwidth and pull the burly roof on its left side. Take a breather, plug some gear deep in the alcove (long slings), and rest awhile before casting off on a steep traverse up and right on big sandy edges - this part is easier than it appears, but definitely a little heads-up for both leader and follower. Good idea to rest awhile before setting off. The traverse leads into a spacious belay alcove with a two-bolt chain anchor at the entrance to the corridor. (5.10, 70 feet)Pitch 3: Move the belay to the back of the corridor. Enjoy 3D stemming between the pillar and two main walls with finger cracks too. Surmount the pillar and make an awkward entrance into the Sage Chimney. Three bolts protect a wild, airy line on the edge of the smooth, featureless chasm. The first ascent was done without any bolts. Belay from the two bolt chain anchor at the top of the chimney. (5.9+, 70 feet)Pitch 4: Lean across to the main wall and clip a bolt. Don't forget the photo op before cranking up the splitter fingercrack. Past a loose section and a gritty ledge, it opens into twin handcracks. Settle into a seated belay at a two-bolt chain anchor on the outside of the formation with a sweet view. (5.10, 50 feet)The final belay anchor was placed to provide a worthy \"summit view\". If a true peak is what you desire, the actual summit of Crown Butte is reached by 200 feet of loose class-4 scrambling. There is a slung tree (cordelette placed April 2017) that can be used to rappel back down this section.Rappel the route with a single 60m rope. Note that the Sage Chimney rap station can be bypassed with a 70m rope.","protection":"Single rack from purple (#0) metolius to green (#6) camalot   Single 60m rope   All bolted belays","location":"Direct line up the west face of Crown Butte. See formation page for approach description. See photos for identifying the start of the route."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,24e148bb-4884-59e8-9870-43ce21f1a337,fa597035-a80a-55a2-9a9f-262bc7578ff9,19dfb197-abbe-5b60-abc0-83f875a4e73b,451d3dd1-204c-5e56-b81a-a57f64dc868d,f290eb48-9c20-5cd9-a513-710efbcfaa77,40a49300-0a1e-5db4-8079-960afecd3660","pathTokens":["USA","Arizona","Northern Arizona","Sedona Area","Sedona","Gibraltar Rock Area","Crown Butte"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.9+"},{"count":1,"label":"5.11+"},{"count":2,"label":"5.10-"},{"count":2,"label":"5.10"},{"count":1,"label":"5.7"},{"count":1,"label":"5.9"},{"count":1,"label":"5.10+"}],"byDiscipline":{"trad":{"total":8,"bands":{"unknown":0,"beginner":0,"intermediate":7,"advanced":1,"expert":0}},"sport":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":7,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-111.75125,34.82443]},"bbox":[-111.75179776100568,34.82398033981815,-111.75070223899434,34.82487966018187],"left_right_index":-1,"ext_id":"112813773","area_id":"QKSTAAoeXbSAeZYK/s02YA==","polygon":{"type":"Polygon","coordinates":[[[-111.75179776100568,34.82398033981815],[-111.75070223899434,34.82398033981815],[-111.75070223899434,34.82487966018187],[-111.75179776100568,34.82487966018187],[-111.75179776100568,34.82398033981815]]]}},"content":{"description":"Crown Butte is the most prominent summit between Church Spires and Gibraltar Rock. On topographic maps, it is identified as Peak 5436. Looks like a crown from highway-179. Looks like a westward-pointing arrow from space.\n\n There is a scrambling route (history unknown) up the main east gully that involves a ~40-ft pitch of 5th-class climbing, including a 5.8 or A0 slab move at a slung bolt.\n\n If you are coming up here to climb, it'll be either the multipitch routes on the west face, or the cragging/partying on the Backside Crag (south face)."},"density":0,"totalClimbs":9,"__v":1,"createdAt":"2022-11-07T05:52:48.063Z","updatedAt":"2024-02-19T18:28:01.234Z"}