{"_id":"63689d5ce80bff5a994f4bee","area_name":"Sheep Tower South East Face","shortCode":"","climbs":[{"_id":"SAx3jggDUkyIq3rEJsT2yQ==","name":"Mirai","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"Abel Jones and Ivan Szlngwcz 1/14/2018","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.68277,37.38042]},"left_right_index":0,"mp_id":"114023092","mp_crag_id":"114023073","climb_id":"SAx3jggDUkyIq3rEJsT2yQ==","areaRef":"nv6awdnsXhy198K1dwgy6Q=="},"content":{"description":"Mirai – roughly translated “forever striving for an unattainable destiny” or “future” for short. This route is a 10-13 pitch route characterized by slabs, face and pure crack pitches. This has an alpine feel to it even though its a mere 30 min hike from the car. Pitch breakdown is 11b, 11a, 11+, 11b, 10+, 11-, 11-, 11+, 10b, 11a, 11a, 12-, 11+.\n\nPitch 1: 11.B 50 meters: Climb easy terrain passed 2 bolts to a stance, climb up and left through steepening thin crack and right out a pumpy crescent roof, at the roofs end exit via a bolt and continue a ways up the face to a two bolt anchor. Backpack the rope here and scramble up to a fixed line and follow the lines around and over some exposure and up a short gully to the base of an arête.\n\nPitch 2: 11.A 60 meters: Up a small dihedral passing several bolts to a wide crack mantle move to the left. Head left up a ramp to a bolt on the left side of an arête. (Ignore the Bolt up and right) Climb the face passed several bolts and a crack in the arête. Continue passed the anchors (used for rappelling with a single rope) or stop and belay. Continue up through more bolts and gear to a nice ledge atop a large flake with a two bolt anchor.\n\nPitch 3: 11+ 20 meters: Climb up from the belay through a roof and up the thin nutting corner above to a nice belay stance with a two bolt anchor. Keep it together through this one.\n\nPitch 4: 11.B 60 meters: Climb up and left following a ramp to the bottom of a bolted slab (ignore the bolt up and right unless you want to do the alternate and good 5.10 corner pitch). Enjoy your way up the long and sustained slab and face climbing to a gear section and a fun roof mantle finish. Keep following a couple bolts up to a very nice belay with a high directional two bolt anchor in a boulder.\n\nYou’ve successfully done about half the route. From here you rack the rope and hike about 200 paces directly to the base of the obvious massive wall above to do the Full Mirai. You can also use the 1st 4 to access multiple other routes above.\n\nPitch 5: 10+ 25 meters: This can be linked with pitch 6 with an 80m rope but it requires 4 meters of simulling. This pitch starts between two large water grooves, look for the 1st bolt in the bulge. Climb through some cracky features with gear to the 1st bolt, turn the bulge and continue up nice bolted face climbing to a belay ledge with a 2 bolt anchor.\n\nPitch 6: 11- 59 meters:. Take the right of two bolt lines (The left angles up to a Dead end on the arete). Climb up crack features and easy climbing to a chunky roof and the first bolt above that, continue up varying quality of rock and a lot of bolts to the two bolt anchor and nice belay at the top on a nice ledge next to an awesome bonsai tree (look but try not to touch please). From here let the follower go around left and straight to the base of the next wall several meters away.\n\nPitch 7: 11- 20 meters: Climb through two roofs with a couple bolts and then manipulate your way up the cool crack above to a two bolt anchor at a stance. Get creative on this one. It has been suggested that a bolt be added to this pitch due to a section of flared cams... when you find this section some easy moves left then up will get you to some quality protection in an adjacent crack.\n\nPitch 8: 11+ 60 meters: Climb up and left to the 1st bolt and then out the amazing thin hands roof. Grunt over the lip and continue up a thin crack. Depending on how the rope is flowing, either stop at a rap anchor or keep going up and out left to the gorgeous arête. Climb it passed bolts and gear to another awesome Belay ledge with two bolt anchor. (tip: go to the arete as soon as you can)\n\nPitch 9: 5.10 20 meters: Follow the bolts out left and hand traverse around the arête. Leave some pro for your follower as soon as you can around the arete and let them know they can safely clean the bolt before committing. Walk along the rocky ledge to a stance below the 1st bolt of the next pitch. (use that bolt as part of the anchor/directional) (this is my least favorite pitch of the route but it had to happen… you’ll see why)\n\nPitch 10: 11- 20 meters: Pass the 1st bolt and up some chunks to a left facing thin corner. Climb it to the obvious bolt and fin moves and turn the gear roof to a nice sling anchor and stance. You can link this into the next traverse but you have to keep the rope pinned above the right side of the roof so the rope doesn't run over a sharp section. Pitching these two out avoids this risk.\n\nPitch 11: 11- 15 meters: Climb up into the obvious huge roof look out it and dream of what could have been and clip a couple bolts and gear in a traverse left to a two bolt anchor. It’s best to use the rope to extend your way down to a stance on the arête below for belaying purposes.\n\nPitch 12: 12a 10 meters: Climb up and out the partially bolted roof crack to a stance. Continue left up a hard corner/stem/chimney box with some nice exposure. Stop short at a belay spot or continue if you've slung things well.\n\nPitch 13: 11+ 15 meters: Climb up through bolts and another steep and exposed roof to turn. Continue left up a ramp to the top of the route and a two bolt anchor in the boulder above. Set things up for your follower by cleaning pro between the anchor and the last bolt under the roof. This will ensure that the rope runs over a dull area that won't scare the crap out of your follower.\n\nCongrats: You’re basically on top. Rack the rope and scramble up to the true summit for high 5’s and cheesy summit pics. Cheers!\n\nNotes about the Climb:\n\nThis route was entirely lead ground up solo over the course of 15 days in the late fall of 2017. The name comes partly from a conversation with the prolific area developer Tai Devore. When asked about the upper echelons of pine creek and the potential for extensive development, Tai got a twinkle in his eye and referred to it as \"the future\". This is just a small contribution to the inevitable linking of clean rock to the high reaches of the canyon. The name is also a nod of respect to the bonsai tree littering the sunny walls of the main canyon. Mirai is the name of one of the US's top bonsai collections. The term embodies the spirit of the bonsai in its never ending struggle to grow amid harsh conditions with little soil, and roots constrained by solid rock. It also embodies the struggle to link together clean routes in a canyon populated by ledges and plants. This route found its way between these Bonsai and very few were harmed in its discovery.","protection":"Rack:  Single set of small nuts and small cams.  Doubles .3 to BD #3 cams. Single 70m rope","location":"Park for this climb at the campsite just up canyon from the parking for Pratt's canyon.  This site has one tree in the middle of it and is directly below and a little up canyon from the Talus Gully leading up to the 1st pitch. Use the picture to scramble to the ledge at the base of the 1st pitch.  30-40 minute approach with weight.\n\nDescend: with one 70 meter rope using rap stations equipped with 4 donated biners (please don't take the carabiners) Rappel the route with a few exceptions. The 1st rap is found over the summit chunk and down a short (50ft) scramble to solid Rock above pitch 8 and the start of 9. Two raps get ya there. An alternate anchor out left of pitch 6 is used. The top of the large corner climbers right of pitch 4 marks the rap route. The last rap for pitch 1 is down the gulley between pitch 1 and 2. Use the Descent Beta photos."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,28ecf9b8-3e02-54f1-9a23-26c5d4120483,58a4c1de-fc5b-5e0c-89ad-ab28ac59e4fe,4fb0d773-72c8-5105-9d28-790d95365d32,e527c42c-886d-5a72-8fd5-79cb9564efcb,9efe9ac1-d9ec-5e1c-b5f7-c2b5770832e9","pathTokens":["USA","California","Sierra Eastside","Bishop Area","Pine Creek Canyon","Sheep Tower","Sheep Tower South East Face"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.12-"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-118.68277,37.38042]},"bbox":[-118.68333587925441,37.379970339818136,-118.6822041207456,37.380869660181865],"left_right_index":-1,"ext_id":"114023073","area_id":"nv6awdnsXhy198K1dwgy6Q==","polygon":{"type":"Polygon","coordinates":[[[-118.68333587925441,37.379970339818136],[-118.6822041207456,37.379970339818136],[-118.6822041207456,37.380869660181865],[-118.68333587925441,37.380869660181865],[-118.68333587925441,37.379970339818136]]]}},"content":{"description":""},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T05:54:22.279Z","updatedAt":"2024-01-20T00:58:03.568Z"}