{"_id":"6414a1d6135731b6911177d2","area_name":"Mont Rigaud","shortCode":"","climbs":[],"children":["6414a1d8135731b6911177e3","6414a1df135731b691117826","6414a1e5135731b69111789f","6414a1ef135731b69111791e","6414a1f5135731b691117994","6414a1fe135731b691117a0a","6414a20e135731b691117b61","6414a21d135731b691117c3e","6414a22f135731b691117d60"],"ancestors":"2996145f-e1ba-5b56-9da8-30c64ccc3776,2dde9bf9-577b-5f7f-ad93-79babfc891a6,6f9f00da-61c9-5163-aa4c-8890b50aa97b,29c42ab9-4e67-5483-bf33-c4ce6ef693bc","pathTokens":["Canada","Quebec","Montérégie","Mont Rigaud"],"gradeContext":"US","aggregate":{"byGrade":[],"byGradeBand":{"unknown":0,"beginner":0,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isDestination":false,"leaf":false,"isBoulder":false,"lnglat":{"type":"Point","coordinates":[-74.33952,45.4683]},"bbox":[-180,-90,180,90],"left_right_index":-1,"ext_id":"","area_id":"KcQquU5nVIO/M8TObvaTvA=="},"content":{"description":"Mont Rigaud is a high quality pink granite cliff which contains over 70 bolted sport routes. Climbs are between 5.2-5.13, with a healthy dose in the 5.6-5.12 range. Heights are typically 10-15 meters.\nSun comes around late morning to early afternoon and there are enough scattered trees which provide shade in the summer months.\nWeekdays you'll find climbers coming after work for an evening workout, weekends on the other hand can get crowded on the easy to moderate routes. The base is clean of brush and there is plenty of room along the the entire length of the cliff to belay climbers, lay down your equipment and to gather and talk. Climbers bringing children and or dogs are not uncommon.\nAll of the Rigaud crags are on private property. While not all are specifically on Mont Rigaud's property, the only authorized approach is via the ski hill. Please do not access the crags via neighbouring properties (private residences/monastery).Opening hours are 9am - 7pm from May 1st - Oct 1st. In response to customer requests, Mont Rigaud is experimenting with a later close this summer(2020). Hours will be 9am - 8pm until the end of August. Depending on weather trends each year, access is often possible from 9am - 4pm much later into the Fall. The parking lot gates are locked at close. Access is prohibited outside of opening hours and at all times once the ski hill is operational for the winter season.Access fees apply - $5/per person. This gives access to the property, parking, etc, and goes into maintaining approaches, washroom facilities (in non-COVID times), cleaning up trash, etc. Season passes are also available. Cash (even exact change) is not accepted right now due to Covid.Parking is prohibited on Rte 325 (ch. des Érables and ch. de la Montagne) as well as past the stop on ch. du Petit-Brûlé. Fines for parking on a numbered highway are high.Volunteer setters, working through the FQME, are responsible for opening routes, checking fixed gear, etc. If you see them, be sure to thank them for their great work. Remember, you and only you are ultimately responsible for your safety. If you notice something that concerns you, we definitely want to hear about it, but may not be in a position to correct it immediately. Camping and fires of any kind are not permitted. Climbers interested in camping could check out Camping Choisy (family-oriented campground in Rigaud) or Parc Voyageur (Ontario provincial park about 15km west of Rigaud with more rustic sites and beaches)."},"density":0,"totalClimbs":0,"_change":{"user":"rxDUVMc5QUiq75Hpq+nDVw==","historyId":"6414a22f135731b691117d5d","prevHistoryId":"6414a21d135731b691117c3b","operation":"addArea","seq":0},"createdBy":"rxDUVMc5QUiq75Hpq+nDVw==","__v":9,"createdAt":"2023-03-17T17:22:30.762Z","updatedAt":"2023-03-17T17:22:31.782Z","updatedBy":"rxDUVMc5QUiq75Hpq+nDVw=="}