{"_id":"63689de0e80bff5a994f92e0","area_name":"Millennium Crag","shortCode":"","climbs":[{"_id":"bvJKiPg0WvGtfuxMv2+2eg==","name":"Throwing the Baby Out With the Bath","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Tony Bubb & Peter Spindloe, 6/29/03","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28202,39.92889]},"left_right_index":0,"mp_id":"105760383","mp_crag_id":"105746358","climb_id":"bvJKiPg0WvGtfuxMv2+2eg==","areaRef":"+rHGjgQdX2+xBu3K41LWQA=="},"content":{"description":"Throwing the Baby Out With The Bath... an old expression for not tossing the good out with the bad.This route was the first known route on Millennium Crag and is deserving of one star due to it's 2 good cruxes, both nice sections of finger crack.  The line was initially quite lichened at the first crux, and full of dirt, but this was cleaned by the FA party with good result. A good brushing could still be used, but even in it's current condition, it is a good line.The route is somewhat runout in spots, and though each crux protects well enough to be reasonable, it's not a good route for a climber near their limit or even a strong beginner.\n\nFrom the low point of the crag (NE corner) walk up about 50+ meters- you will see a few identifying features. First is a low overhang, perhaps 5M off of the ground. Up 20M, growing horizontally out under an overhang, then vertically is a large conifer, that is distinguished by it's forked trunk. There is a single loop of black 9/16\" supertape in it from the rap we did to reach the ground. Additionally, you will note a vertical section with a very shallow left facing corner, bearing an excellent fingercrack.\n\nTo climb this route, start up under the initial overhang and turn it at the right edge. Cams up under the flake might be used to protect this. Run up easy climbing to the fingercrack up and right, set some perfect stoppers and continue up through the first crux, topping out of this fingercrack., then head up and slightly left, perhaps 10' right of the big forked pine, onto a good ledge. This false summit gives way to a good finish above. Two solid cracks appear. To the left is a leaning fingercrack that tops out at another crux (5.9 again) and protects reasonably well. Belay with 1.5-2.5\" cams in a crack up and right of the top-out of the climb. To the right of the 5.9 finish from this ledge is a variation we called \"Not Worth It (5.5)\" that was hand and fist crack through to the top, which does not have a particularly good belay above it.\n\nTo descend, walk down to the NE about 5 meters, scramble down to a few trees, stem back to the West though a giant \"hallway\" behind a giant flake. You have arrived back on the ledge below the two optional finishes... now scramble down and then left to the big forked pine tree below the bulge and rap off of it. There is presently one good tied sling, and no rap ring or quicklink. The anchor should be back up and quicklink added. (Sorry, I was out.)","protection":"A standard light rack. Medium nuts protect the first crux, and Small cams are best in the second.","location":""},"__v":0},{"_id":"SPOZUd91Xqai32TcexsS2Q==","name":"Curiosity Killed the Cat","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Tony Bubb & Peter Spindloe, 6/29/03","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28202,39.92889]},"left_right_index":3,"mp_id":"105760392","mp_crag_id":"105746358","climb_id":"SPOZUd91Xqai32TcexsS2Q==","areaRef":"+rHGjgQdX2+xBu3K41LWQA=="},"content":{"description":"Curiosity Killed the Cat was a name chosen to reflect upon the day's advneture, new-routeing at this crag, a reflection upon the natural tendency to want to explore new places, new lines, and to do the undone... and as an unitended consequence sometimes get into undesireable situations (refer to: \"Carpet Bombing\")For this particular route, it is mostly good rock and there were no \"bombs\" coming off duriing the FA- in fact, the rock on this route is solid if you take the most runout line...\n\nWalk up the cliffline to the toe of a massive, solid slab. From a point near the low point, climb up and progressively right to reach a point below a crumbling overhang, continue up and right below this, passign it when possible, then working up and right under a beautiful boiler-plate face.Some thought was given to climbing this face, but it would have been suicide with no cleaning of the lichen on small sloping holds with no gear... it would someday make a great sport climb or two, aking to Gravity's Angel or Blows Against the Empire, if cleaned and bolted- or otherwise more like one of Sharps' heady climbs up on the Veil...\n\nClimb up and right below this face toward a short left facing corner system. there are a few diagonal cracks and flakes here, and distantly spaced 3\" horizontal steps. You can set a few small (good) nuts down behind a solid flake, then undercling up and right, tehen up and left onto slopers to reach the huge steps on the left (heady 5.9+) and access the face again.Climb up to the top of the crag and belay some distance back by some trees, being careful not to knock rockss down a gully you will cross on the way to the belay.\n\nThis route is of a moderate grade, but is \"old school\" and could be made much easier or harder depending on the exact line chosen. It is certainly runout and even a little sporty at some hard reaches and mantel-moves. It is appropriate as a heady climb for advanced climbers, and is a reasonably fun route.\n\nTo descend, scramble up about 100meters to the SW and then scramble down a reasonable descent where the cliff is short, then walk back to your packs.","protection":"This route is quite runout, although a certain amount of wandering may get you to more good placements (or easier climbing). Take a standard light rack of nuts and cams.","location":""},"__v":0},{"_id":"/VO0kf29XoWvL05kx/SOlw==","name":"Carpet Bombing","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Tony Bubb & Peter Spindloe, 6/29/03","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28202,39.92889]},"left_right_index":1,"mp_id":"105760386","mp_crag_id":"105746358","climb_id":"/VO0kf29XoWvL05kx/SOlw==","areaRef":"+rHGjgQdX2+xBu3K41LWQA=="},"content":{"description":"Carpet Bombing... If you know what this is, then you will understand the comparison to what it was like to be on the ground during the FA. No place was safe... the belayer went uphill and stood behind a large tree while the leader chucked off rocks from nickel to fist sized the whole way up.  In retrospect, this route should have never been climbed, but it was, and this is printed more for info and a warning than as an encouragement to climb it. Some very large rocks remain on route with many small ones, and climbing this X-rated route is bold, despite it's benign grade. We considered naming it \"the worst route in eldo\" but thought that the route Cardinal Richileu superseded it for that title...\n\nHead up the hill perhaps 30 meters from \"Throwing The Baby...\" until you see a distinguished bright yellow section of the wall up above, perhaps a 10-15 meter area, 20 meters up. You will see signs of the recent exfoliation of large flakes near the ground on this route, as well as a tiny pine tree hanging upside down by it's roots where one had been. For the record, the FA party did not shed any of these large flakes or damage the tree- they were as such when we arrived. Climb up and right toward the Yellow spot on the cliff, running it out quite considerably. The first crux is encountered below the yellow spot, just right of a right facing dihedral. The runout here is severe and the climbing a little insecure- you can step left the the dirty dihedral and set pro with a long runner and then come back right if desired (cams). The comes the first crux (fun moves). Climb up and right toward what appears to be a set of cracks and big gold flakes. You will realize later that these flakes are a potential house of cards waiting for collapse. Tread lightly, picking and choosing which to grab while running it out some more. Top out at a ledge with a good tree with one good tied sling, and no rap ring or quicklink. The anchor should be back up and quicklink added. (Sorry, I was out.) This is the shared anchor for the routes \"Carpet Bombing\" and \"B-52.\"\n\nRap from this anchor.\n\nThis climb was cleaned only somewhat by the FA party and will be dangerous for future ascents as well. It was never meant to be done as it was, but it was a \"retreat line\" from the gold colored headwall, which was too dirty and insecure to yield a better line. The given grade is not certain, as it reflects some difficulty in avoiding loose rocks, some effort in cleaning, the heady nature of the climb, and some \"fudge factor\" to account for these. Please give thought to that fact- that this route may be harder or easier than described depending on what you are willing to trust for holds. This is a moderate climb that is totally inappropriate for beginners or people unfamiliar with Eldo.","protection":"This route is severly runout and has a good amount (bad amount?)... LARGE amount of suspect rock. Take a standard light rack and protect where possible with nuts and cams to 3\".","location":""},"__v":0},{"_id":"+h0mDCLSUgm+6HPlblPJSQ==","name":"B-52","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Tony Bubb & Peter Spindloe, 6/29/03","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28202,39.92889]},"left_right_index":2,"mp_id":"105760389","mp_crag_id":"105746358","climb_id":"+h0mDCLSUgm+6HPlblPJSQ==","areaRef":"+rHGjgQdX2+xBu3K41LWQA=="},"content":{"description":"B-52 was a named derrived from the \"Bomb-bay dihedral\" 10 meters off of the ground. If you don't know what a bomb-bay dihedral is, you just have to go do this route- it's unique crux was difficult to rate- more of a jessery problem than a crux... As well, there were no \"bombs\" coming off duriing the FA- as the rock on this route is solid.\n\nHead up the hill perhaps 60 meters from \"Throwing The Baby...\" until you see a distinguished bright yellow section of the wall up above, perhaps a 10-15 meter area, 20 meters up. \"Carpet Bombing\" then up and right a little further to a \"hanging dihedral above a bulge, perhaps 10 Meters off of the ground, with a conifer growing out of it. Climb up to the base of this dihedral, set good pro, then work through the overhang and up into the dihedral. The chockstone in it just up from the start is SOLID and was used by the FA party. The crux is working up into the dihedral and seems to be 5.10a, but may be much harder for some people, as there are a limited number of ways to get it done. Climb up the right-facing dihedral for 7 meters,  passing the tree and then working up and left on mostly good flakes to rech the belay as for \"Carpet Bombing.\"\n\nRap from this anchor.\n\nThis climb was lightly cleaned by the FA party and is reasonably safe and solid for most leaders. It's also a pretty good line that would see frequent ascents if it were at a popular crag.","protection":"This route is one of the better protected lines, and can be done with a standard light rack.","location":""},"__v":0},{"_id":"+Wkd2GoKWvSaVQyFS1drMA==","name":"Any Way You Slice It","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Tony Bubb & Peter Spindloe, 6/29/03","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28202,39.92889]},"left_right_index":4,"mp_id":"105760395","mp_crag_id":"105746358","climb_id":"+Wkd2GoKWvSaVQyFS1drMA==","areaRef":"+rHGjgQdX2+xBu3K41LWQA=="},"content":{"description":"\"Any Way You Slice It\" this is a pretty cool line. At the crux, a 20 foot section with a slight overhang up the edge of a huge free-standing tower/flake, you feel as if you are climbing a handcrack between two giant slices of bread.For this particular route, almost no cleaning of dirt or lichen was necessary, and only a small amount of rock was removed from the crack to facilitate good jamming and protection. The line is border-line 2-stars and would see frequent ascents at a more popular crag. It's reasonable for those pushing the grade to protect as well.\n\nWalk up the cliffline towards the top. Perhaps 100 meters past the massive slab of \"Curiosity...\" and 50 meters fromt eh top of the real cliff (boulders go further. Yuo will see a big plate of rock starting 7 meters up and running for 7-8 meters. There is a corner on it's left (unclimbed, looks mellow, but has vegitation in it) and a crack up it's steep right hand edge. Climp up to and through this crack (crux), then from the top of this flake, up and right on cracks to the top of the wall.\n\nTo descend, scramble up about 30meters to the SW and then scramble down a reasonable descent where the cliff is short, then walk back to your packs.","protection":"This route is well protected on a standard rack of nuts and cams to 3\"","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,decc1251-4a67-52b9-b23f-3243e10e93d0,7fea44a6-af9d-583e-9abc-274876289cd7,fab1c68e-041d-5f6f-b106-edcae352d640","pathTokens":["USA","Colorado","Boulder","Eldorado Canyon State Park","Millennium Crag"],"gradeContext":"US","aggregate":{"byGrade":[{"count":3,"label":"5.9"},{"count":2,"label":"5.10a"}],"byDiscipline":{"trad":{"total":5,"bands":{"unknown":0,"beginner":0,"intermediate":5,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":5,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.28202,39.92889]},"bbox":[-105.28260637946967,39.928440339818145,-105.28143362053032,39.92933966018187],"left_right_index":-1,"ext_id":"105746358","area_id":"+rHGjgQdX2+xBu3K41LWQA=="},"content":{"description":""},"density":0,"totalClimbs":5,"__v":1,"createdAt":"2022-11-07T05:55:58.557Z","updatedAt":"2024-01-15T16:42:43.997Z"}