{"_id":"6368a50be80bff5a995afe76","area_name":"West Slabs, The","shortCode":"","climbs":[{"_id":"6/paB6TbUMOAmLXFmEV/MQ==","name":"The West Slabs","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.78065,40.66139]},"left_right_index":0,"mp_id":"105740522","mp_crag_id":"105739542","climb_id":"6/paB6TbUMOAmLXFmEV/MQ==","areaRef":"xp4vvB03UG68FXQeCSkvww=="},"content":{"description":"The face of the West Slabs can be climbed almost anywhere.  The slab is extremely wide, allowing tons of variations to try. Although it doesn't matter which way you choose, I will describe my route as a rough idea of what to expect.  Also included are rough estimates of the pitch lengths.  All told, the slabs are probably close to 2000' feet of climbing. In early season, an ice axe (maybe crampons) may be helpful on the approach couloir.  The snow isn't that steep and I was easily able to kick steps without crampons.\n\nP1) Start at the low point of the slabs, where the couloir makes a V, heading both to the left and the right of the slabs.  This pitch is mostly 3rd/4th class scrambling, with a few easy 5th class moves up to a tree with slings (190 feet).\n\nP2) This and P3 are the two pitches that make up the 5.5 climbing on this route.  I wandered up a beautiful slabby face placing gear in face features up to the start of a left facing dihedral.  The belay was set using gear anchor on a nice flat spot in the dihedral (180 feet).\n\nP3) Climb up the nice left facing dihedral until a huge tree on a big ledge.  This is the most easily protected and one of the best pitches of the route.  A walk off right is possible here on ledge systems. From here, the climbing eases to 5.4 or less (120 feet).\n\nP4) A really cool pitch wanders up the juggy face.  I set a gear anchor in a horizontal crack above a sloping shelf which took small cams well (160 feet).\n\nP5) Head up unprotectable slabbier rock, trending slightly right, to a small roof system with a tree.  Some slings are on this tree, and I backed it up with a cam in a nearby crack (150 feet).\n\nP6) Wander up and over a small roof.  Continue rambling up the face, passing a dead tree on the left.  A rope stretcher with a bit of simul-climbing got me to a good sized pine tree just a few feet below an enormous dead tree (215 feet).\n\nP7) Slightly to the left is a wavy right facing dihedral in light colored quartzite.  I stretched this pitch to a sloping ledge with a few features for a gear anchor (200 feet).\n\nP8) Another ramble up a right facing dihedral gains a big tree with a good ledge (110 feet).\n\nP9) Wander up the well featured face for most of a rope length to another tree (slightly left) with slings (180 feet).\n\nP10) One more really easy pitch gains a huge ledge system which goes straight across the face (150 feet).\n\nProbably two more rope lengths would reach the top from here if still roped up.  However, unroping for this easy climbing may be a good idea at this point, or even after the top of pitch 8 or 9 as described.  For the most part, every pitch seems easier than the last, and the point to unrope is different depending on the party.\n\nDescent) Ruckman describes a specific descent for this route.  Since I did not take it, I am not familiar with where to go.  Instead, I followed the ridge up towards the North summit.  Eventually, I dropped off the ridge to the right and did a difficult traverse into the drainage between the two summits.  From the saddle, a short steep climb (difficult when snowy) gains the real summit.  After reaching the summit, the hiking trail can be taken down.  Make sure to bum a ride or bring two cars if doing this loop (the trailheads are 3 miles apart from each other)","protection":"Small standard Rack.  I found small cams to be more useful than anything else.  I placed occasional nuts and up to a #3 camalot as well.  Many trees can be used as quick belays or protection on pitches.  Most pitches are run out, but the climbing is usually juggy.","location":""},"__v":0},{"_id":"HAIjPElKXPabmrakYmir7Q==","name":"Olympus Traverse Loop (OTL)","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.78065,40.66139]},"left_right_index":1,"mp_id":"118980321","mp_crag_id":"105739542","climb_id":"HAIjPElKXPabmrakYmir7Q==","areaRef":"xp4vvB03UG68FXQeCSkvww=="},"content":{"description":"This isn't a new route per-say, but a loop traverse link-up of The West Slabs and the Traverse of the Goddesses allowing for a terrific car to car adventure encompassing all the summits of the Olympus massif, all without a car shuttle (the more recently added section of the Bonneville Shoreline Trail makes this possible). With scrambling routes all the rage these days, this route makes a fine combination of hiking and climbing and is really just begging for a time battle. It is a far better way to get off the West Slabs than the traditional descent anyhow, so why wouldn't you?\n\nNote: This route will be very time consuming if\n\nnot\n\ndone as a solo for the majority of the climbing sections.\n\nStart at the Mt. Olympus Trailhead on Wasatch Blvd. Hike up the trail for a half mile or so and then turn left and follow the Bonneville Shoreline Trail around to the north side of the mountain.\n\nAfter about 2.25 miles veer right off the BST onto the social trail that leads up to the West Slabs Gully.\n\nClimb the gully (when there is snow in spring crampons are helpful) and then climb the West Slabs (see west slabs description on other page).\n\nAt the top of the slabs follow the ridge east to the northern most summit of the Goddess group of peaks. Work south toward the South Summit, tagging ALL of the Goddess peaks along the way. Some route finding is certainly required here, but you can traverse the peaks without dropping much lower than the saddles between them at the posted grade. There are many variations of how to get from one peak to the next- be prepared for exposed 5.5 down climbing and consider having a rope to rap or belay if you are unfamiliar with the area or squeamish- on the south side of Hestia (the peak just north of the true South Summit) is probably the most challenging section. Fixed anchor slings come and go here, so be prepared for that if you plan to rap. If you are crafty, 50m of rope should get you down this section in a couple raps with some additional down climbing. Or just find a better route through the maze.\n\nOnce on the South Summit follow the trail back to the car.\n\nRoute is about 4700' vertical over 8 miles. Don't forget to summit ALL six peak.\n\nFor time reference:\n\nI did this route solo recently in 5:24 with over an hour of idle time for photos, eats, getting crampons on and off, etc. I was not trying super hard to go fast as it was HOT. I did know the route fairly well though and moved fairly efficiently. This included 50 min to climb up the actual West Slabs and 1:15 to hike down the trail off the South Summit. I am reasonably fit and a 5.10-11 climber, but certainly not a speed freak runner by any means. I had a 50m 8mm rope with me and never used it- that said, my previous couple times in the area I rapped down some of Hestia.\n\nBy comparison, a few years ago I guided a reasonably fit individual on this route in\n\n1\n\n2 hours\n\n. This included pitching out the West Slabs and lots of rope-work to reach the South Summit. I think it actually would have been hard to do it too much faster with the rope used as much as it was on that occasion.\n\nI'm not trying to tempt anyone (actually I am) but I bet this could go car to car sub 3hr if a fit and confident climber really wanted to torture oneself! Jared Campbell did a variation of this route (short-cut out all the goddess peaks and went straight to the South Summit after ascending the West Slabs) in 2:13:23 (6/12/15)\n\nEnjoy. And watch out for snakes!!!","protection":"","location":"Mt. Olympus Trailhead."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ee1d37e7-dc41-5c26-a358-5d51af01f499,5f0ed4d8-ebb0-5e78-ae15-ba7f1b3b5c51,e838736e-03de-5522-b170-850c7ffcb2ac,d52c91d0-4428-5886-a6a8-02c3471ee9dc,c69e2fbc-1d37-506e-bc15-741e09292fc3","pathTokens":["USA","Utah","Wasatch Range","Central Wasatch","Mount Olympus","West Slabs, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.5"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":2,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-111.78065,40.66139]},"bbox":[-111.78124277067516,40.66094033981813,-111.78005722932483,40.66183966018186],"left_right_index":-1,"ext_id":"105739542","area_id":"xp4vvB03UG68FXQeCSkvww=="},"content":{"description":""},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T06:26:23.200Z","updatedAt":"2024-01-15T16:49:02.710Z"}