{"_id":"63689d5ce80bff5a994f5112","area_name":"Cathedral Range Enchainments","shortCode":"","climbs":[{"_id":"Pt/uVlNrVGuwE7al9bsAsQ==","name":"Tenaya, Matthes, Cathedral Traverse","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.37442,37.82733]},"left_right_index":2,"mp_id":"107677399","mp_crag_id":"109408711","climb_id":"Pt/uVlNrVGuwE7al9bsAsQ==","areaRef":"1kQrXMBcUG+lrJoZWoEMPQ=="},"content":{"description":"The only thing better than the spectacular Matthes Crest traverse is to link it up with two other classic Tuolumne cruiser routes, the NW Buttress of Tenaya Peak and the SE Buttress of Cathedral Peak.  You also get a sampling of what Tuolumne has to offer, from smooth slabs to wildly exposed knobby fins to choose-your-own adventure crack climbing. These three peaks form an obvious circuit from Tenaya Lake and make a great outing for any Tuolumne enthusiast.  Many options exist for extending the link-up if you haven't gotten your fill.\n\nROUTE DESCRIPTION\n\nNW Buttress of Tenaya Peak\n\n(5.4, 14 Supertopo pitches)\n\nNote that this route holds snow so it's best to avoid it until dry. The route is shaded in the morning so plan accordingly. There isn't a direct trail from the Tenaya Lake parking lot so either take the trail to the lake until you find the one that heads back NE or trample the meadow and cross-country through the trees toward the left-hand side of Tenaya Peak.  You are aiming for the shrubby ledge system to the left of the route.  As of June 2012 the trail was well worn and cairned.\n\nSupertopo has a blow-by-blow description of the route, but you can just as easily follow the crack systems up the obvious buttress. The route eases you into the steeper, more difficult climbing up higher. Several summit options exist of varying difficulty, including a 5.7ish hand crack and a 4th class option out right. The true summit is southwest of where you'll top out.\n\nSouth to North Traverse of Matthes Crest\n\n(5.7, many pitches; ridge is 1 mile in length)\n\nFrom the summit of Tenaya Peak head east between Tressider Peak and Columbia Finger then southeast after crossing the Cathedral Lakes trail to reach the southern end of Matthes Crest.  You'll be able to see\n\nCathedral\n\nfrom the Tenaya Peak summit as a bearing point.\n\nIt's 2.5 miles as the crow flies and the only place you will likely follow a trail is the final ascent up to the\n\nnotch\n\nthat marks the start of Matthes.\n\nFrom the golden boulder choose a line up the knobby crack systems that lead to the ridgeline proper (5.5).  The ridgeline is mostly class 3-4.  If it seems too hard look off to the sides; there is usually an easier ramp down below.  For soloists the easiest way off the south summit is to head back in the direction you came until you can\n\ndownclimb to a tree\n\non the east side of the  can also do a more direct downclimb at 5.7. From here traverse north into the notch that divides the summits.\n\nFrom the notch mantle onto the ledges until you reach the leftward trending diagonal crack (5.7) which is the official\n\ncrux\n\nof the route. Alternate: 5.8 corner offwidth  From here climb the 5.4 chimney on the left side of the ledge to the north summit.\n\nDon't stop now. Continue on for more class 4 to low fifth class exposed fun.  The final tower provides another short section of exposed 5.7 if you wish to partake. If not, you can downclimb off the west side (class 3-4) just prior to the second to the last tower.\n\nSE Buttress of Cathedral Peak\n\n(5.6, 5 pitches)\n\nFrom the end of Matthes Crest work your to\n\none side of or over Echo Peaks/Ridge\n\nto Cathedral's SE Buttress (~1.6 miles as the crow flies).  The most direct route is to aim for notch between Echo Ridge and Echo Peaks (left side of Echo Ridge).  There are multiple routes up the SE Buttress. Refer to Supertopo if you need specifics.  The most recent edition now includes the full traverse.\n\nExtra credit add-ons\n\nEcho Ridge (class 4), Echo Peaks (class 3 to 5.7), Eichorn Pinnacle (5.4)\n\nDescent\n\nFrom the top of Cathedral downclimb the 4th class summit blocks to reach the class 3 ledge system.  If you are heading back to the Cathedral Lakes trailhead you will want the high saddle to the NE that leads to the trail that skirts the east side of Cathedral Peak.  If you are heading directly back to Tenaya Lake\n\ncontinue down\n\nslabs/scree and through swamplands to the southern side of the main Cathedral Lake.  You'll find a footpath along the shoreline.  From the western end of the lake follow the drainage down slabs and cobbled river beds toward Tenaya Lake.  I did notice a faint trail in certain section of the drainage but I gave up trying to follow it since it didn't really seem to offer any advantage over going straight down the drainage.  About 1.5 trail miles from the lake you'll come across a bridge that leads to a good trail back to the lake and your car.  The direct line mileage for the entire descent is ~2.7.\n\nWATER\n\nAvailability of water will vary. In late season the seasonal streams between Tenaya and Matthes may dry up and require a detour to the lakes. The northern slopes below Echo Ridge/Peaks, however, tend to hold snow later and are a more reliable source.  Worst case you can detour to one of the lakes.","protection":"optional: alpine rack, 60m rope\n\nExpect no fixed anchors.","location":"Start/end\n\nThe route starts and ends at the Tenaya Lake parking lot just NE of the lake (bathrooms available). Alternatively, one could set up a car shuttle at the Cathedral Lakes trailhead or take the Tuolumne shuttle/hitch from here to lake, but then you would miss hiking the\n\ncool drainage\n\nbelow Cathedral Lake.  Note that the shuttle was not running in 2018.\n\nIf you plan on taking the Tuolumne shuttle check the\n\nNPS site\n\nfirst.\n\nThe shuttle was not running in 2018, and its long-term status is uncertain.\n\nReferences\n\nTom Harrison.\n\nTuolumne Meadows & High Sierra Camp Loop Trail Map\n\nChris McNamara.\n\nHigh Sierra Climbing\n\n(Supertopo)"},"__v":0},{"_id":"FBfutQTKXNitVfzNlljBkg==","name":"Cathedral Range Traverse","yds":"Easy 5th","grades":{"yds":"Easy 5th","french":"1+"},"fa":"unknown","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.37442,37.82733]},"left_right_index":1,"mp_id":"108298250","mp_crag_id":"109408711","climb_id":"FBfutQTKXNitVfzNlljBkg==","areaRef":"1kQrXMBcUG+lrJoZWoEMPQ=="},"content":{"description":"This route makes a circular path along the ridge and across the peaks overlooking Budd Lake, on the south side of Tuolumne Meadows in Yosemite National Park -->\n\nsee on map\n\nJust hiking (or running) on that ridge for so long with wonderful views in both directions would be great. Even more, it includes some great narrow / arete sections, also some fun climbing peaks which might be too short to justify as an outing individually -- and optionally access to some famous routes (for those who have the speed + endurance + skill to include them).\n\ntotal Distance = 9.3 Miles / 15 km\n\ntotal Vertical gain = +4800 ft / +1460m\n\nActually this route does not include anything like the whole geographical Cathedral Range as shown on maps -- just the northwestern section, which is most accessible to trailheads on highway rt 120, and has lots of fun and spectacular climbing.\n\nPeaks along the way are:\n\nUnicorn\n\n. . (Althuski)\n\nCockscomb\n\n. . (optional side trip to Matthes Crest)\n\nEcho Ridge\n\nEcho Peaks\n\nCathedral Peak\n\n. . (optional side trip to Eichorn Pinnacle)\n\nBest climbing - sections with the best climbing are:\n\nNNW face of Unicorn [low class 5] - also traverse sections of narrow S ridge.\n\n. (optional:\n\nNorth ridge of Matthes Crest\n\n. . . offers amazing narrow ridge structures (5.8 or 5.7)\n\nknife-edge East arete of Echo Ridge [class 4, perhaps one move 5]\n\nknife-edge aretes between Echo Peaks 1+2+3 [class 3]\n\nCathedral Peak summit block [low class 5] is great, and the top section of the NW face is an interesting way to get there - (but substituting the ascent of the famous\n\nSE Buttress route\n\n. . . [5.6] offers much more climbing and more interesting).\n\n. (optional\n\nEichorn Pinnacle N face\n\n[5.4])\n\nAll latitude/longitude points given below, also other helpful waypoints and tracks, are in a GPX file linked from\n\nthis page\n\nhistory\n\nMost of the individual peaks were climbed by the 1930s. People were doing the Traverse at least by the 1980s. John Moynier + Claude Fiddler described it (with much less detail than here) in 1993 in\n\nSierra Classics: 100 Best Climbs in the High Sierra\n\n, and again in the second edition,\n\nClimbing California's High Sierra\n\n(Falcon.com 2002). Peter Croft described the Cathedral Range traverse (in the opposite direction) in his high Sierra guidebook,\n\nThe Good, the Great, and the Awesome\n\n(MaximusPress.com 2002).\n\nstrategy\n\nStart and finish at the Cathedral Lakes trailhead on route 120 is the simple short way.\n\nFor a shorter traverse (or to allow more time for optional Matthes Crest section or Cathedral SE Buttress climb) could ...\n\nomit the Unicorn, first go to the Cockscomb - Echo col and start by climbing Cockscomb; or\n\nomit the Echo Peaks, go directly from Echo Ridge to Wilts Col to Cathedral.\n\nomit Cathedral Peak, just hike down out from Budd Lake.\n\nFor a more difficult traverse:\n\nsubstitute\n\nSE Buttress of Cathedral Peak\n\n. . . [5.6] for the normal route around the E side to the NW face.\n\nadd the Matthes Crest\n\nNorth ridge\n\nor start by hiking out to the S end of\n\nMatthes Crest\n\n. . . and traverse it partway (or fully?) toward its N end, then join CRT at Echo Ridge.\n\nstart by climbing Tenaya Peak NW buttress, then (? after optional visit to Tressider Peak ?) go to Matthes Crest and traverse that from South to North, then join CRT at Echo Ridge. See\n\nTenaya Matthes Cathedral Traverse\n\napproach\n\nTrailhead is at Cathedral Lakes trail (shuttle bus stop) on Tioga Pass highway rt 120 in Tuolumne Meadows. (GPS latitude/longitude approximately N37.8729 W119.3829) (altitude approx 8580ft / 2615meters). About 8.7Miles / 14km west on route 120 from Yosemite National Park east entrance at Tioga Pass.\n\nThe plan is first get to Budd Lake, then to the base of the Unicorn climb ...\n\n(1) Start on the Cathedral Lakes trail and go SW about 0.35Mile / 550meter distance, uphill vertical +260ft / +80m) to point (GPS lat/long ~ N37.8693 W119.3867) (altitude ~ 8840ft/2695m)\n\n(2) There turn Left off the main trail (no sign or marking) onto a well-beaten path about two feet wide which starts gentle down, then flat + up a little, then steeper down (then a longer up).\n\nNormally this turn is blocked by one of more logs. It comes about 200ft/70m after the main trail trail curved S up steepish - just after the main trail had curved W up steepish for about 200ft/70m - (and just before the main trail curves W up steepish yet again). Note: The southern endpoint of this second trail is Cathedral Peak, not Budd Lake.\n\nGo roughly S about 0.6Mi / 1000m close to Budd Creek with some ups and downs. Next the trail goes onto a long + wide rock slab area, and at the same time slowly curves to the right - SSW - away from Budd Creek. It's true that one branch of Budd Creek runs down from Budd Lake, but if you try to stay close to this creek, you'll soon be off the trail bushwacking (which is doable and perhaps fun, but more work and time) - and if you follow the obvious east branch, you won't even go to Budd Lake. It's easy to miss the trail here on the slab. The key is to recognize is that the trail often runs between two parallel lines of rocks, with the individual rocks spaced about 3-6ft / 1-2m apart -- and be on the lookout for when those lines curve Right. The slab ends after about 0.25Mi/400m. About another 0.1Mi / 120m there is a move up R on rock, and continue on the dirt trail for another 0.3Mi / 500m to key turn-off point (lat/long ~ N37.8527 W119.3936) (altitude 9540ft / 2910m). This is about 1.0Mi / 1600m from leaving the main Cathedral Lakes trail (with overall gentle uphill of +700ft / +215m).\n\nThis turn-off point comes after the Cathedral Peak trail comes in sight of a little creek below its L side, and hooks R around the end of a big fallen tree, then goes gentle down curving L, then roughly flat a short ways aiming straight at a tree. There it's easy to see the Budd Lake trail going off to the L - (At that point the Cathedral Peak trail turns half-R and goes uphill away from the creek.)\n\n(3) Here turn L (SE) off the Cathedral Peak trail (no sign or marking) and cross a small creek on broken logs. This turn is easy to miss. It is often blocked by one or more logs along the side of the Cathedral Peak trail.\n\nThis little creek is the west branch of Budd Creek, and the unofficial trail to Budd Lake basically follows this creek. So immediately after crossing the creek, turn R (SW) and start hiking on this (narrower) trail to go generally SSW about 0.7Mi / 1100m (with overall gentle uphill of +460ft / +140m) to the outlet of Budd Lake\n\n(lat/long ~ N37.8431 W119.3973) (alt 10000ft/3050m).\n\n(4) Next objective is to get to the base of the N-NW face of Unicorn Peak.\n\nGo SE (on the E side of Budd Lake) about 0.35Mi / 600m, aiming for a col/saddle above a rock slab slope. The slab is steep-ish, likely requires some wide zig-zags to get up - (wouldn't want to have to come\n\ndown\n\nthis when wet).\n\nFrom the col (10290ft / 3135m), see Unicorn peak to the East across a wide bowl. Go down a little SE, then contour around the bowl, E about 0.3Mi / 500m E, then N about 0.35Mi / 600m to reach a flat/gentle area under the W face of Unicorn Peak.\n\n(lat/long ~ N37.8452 W119.3841) (alt 10270ft/3130m).\n\nTotal distance from trailhead about 3.1Mi / 5km, with a total vertical gain about +1840ft / +560m (including some ups + downs).\n\ntraverse\n\n. . .\n\nUnicorn\n\nhigh point is the North summit (lat/long ~ N37.8457 W119.3821) (alt ~ 10830ft/3300m). From the E side of the Unicorn, hike upward diagonally around to reach the bottom of the rock of the NNW face. Then climb the rock up to the notch between the north peak and middle peak of the Unicorn -- or aiming for some point between the north summit and the notch. Interesting climbing, and it might be possible to find a way to do this all at the grade of class 4, but it's sustained and not short, so it would not be surprising if some class 5 moves will be encountered.\n\n. . (Alternate way to this notch: Climb the slabs of the W face of the ridge S from the Unicorn toward the talus heap (\"Althuski\"), then go N along the broad ridge.)\n\nGetting from the notch to the N summit is traditionally graded class 4, but one usual way includes an exposed overhanging move (positive holds) - which many people might grade as class 5.\n\n. . (The notch can be reached more easily from the E side from the Lake Elizabeth trailhead, but that requires a car/bus shuttle, and misses out on some interesting climbing.)\n\nCome back down off the N summit the same way. Could also tag some of the other (easier) summits. Or there are some interesting moves along the narrow ridge going south from some of the other Unicorn summits. More interesting if stay more directly on the arete where possible. More exposure to play with if make some moves on the W side.\n\nNext go easy 0.3Mi / 500m S on the broad ridge to the next high spot, sometimes called \"Althuski\" (lat/long ~ N37.8411 W119.3800) (alt ~ 10875ft/3315m). It's a heap of big granite rocks -- fun if you like descending from its top by hopping from rock to rock. Otherwise can be bypassed on its W side.\n\nCockscomb\n\n(lat/long ~ N37.8356 W119.3847) (alt ~ 11060ft/3370m) is about 0.4Mi / 620m SW from the rock heap, but it's more complicated to get there. The easy way to climb the Cockscomb is on its W face -- which is most easily reached by going around its S side ... Perhaps leave the Cockscomb NE ridge fairly early, then horizontal across dirt until fully around the base of the SW end of the peak. - (? a more aesthetic way might be to stay closer to the NE ridge and aim for the notch between the N and S halves of the Cockscomb ? see\n\nthis photo\n\n. . Other folks report going around the N side of the Cockscomb, or climbing it by its NW face -- or even traversing the peak by its E face and W face (some did not like rock quality on W face).\n\nDescend W to the Cockscomb-Echo col (alt ~ 10660ft/3250m).\n\n. . (If need to retreat from here in wet weather, note that between this pass and Budd Lake are two large steep-ish rock slabs to be descended (slippery?). So consider instead first going down SW then around the S and W sides of the Echo Peaks.)\n\nMatthes Crest\n\nis optional, but the rock structures on the arete are so interesting (especially the section north from the North summit) that it's tempting to visit it somehow. Several options for embracing or avoiding different sections of the Matthes ridge. See\n\nNorth ridge\n\ndescription and Comments - also\n\nthis discussion\n\n- also Comments on the\n\nTraverse South Ridge page\n\nEcho Ridge\n\n- W summit is higher (lat/long ~ N37.8348 W119.3959) (alt ~ 11150ft/3400m) than E summit - (also higher than Cathedral Peak). The upper section of the East arete has wonderful knife-edge sections. Many people grade it as class 4, but might be a low class 5 down-climb move off the E summit.\n\n. . (For maximum fun climbing, try to spend as much time as possible directly on the top of the ridge - \"balls over the razor\" - or make moves across from one side to the other - or look for chances to climb on the steeper side.)\n\nWe saw a report that it might be possible to start by climbing somewhere on the N face of the E ridge.\n\nAfter the high point of Echo Ridge can find some additional narrow arete moves on the West arete a bit lower.\n\nGentle down to Wilts Col (lat/long ~ N37.8343 W119.4007) (alt ~ 10760ft/3280m) - between Echo Peak 8 at the N end of the east group of Echo Peaks, and Echo Peak 7 at the NE end of the middle group of Echo Peaks.\n\n. . (If need to exit now from this Traverse, it's maximum class 2 from Wilks Col down to Budd Lake and out the trail to the highway 120.)\n\nEcho Peaks\n\nare numbered 1 to 9, in three groups:\n\n(1) Echo Peaks 1 to 4 form a N-S line on the West, and the arete across peaks 1 to 4 is overall narrow and in some sections knife-edge;\n\n(2) peaks 5 to 7 are the Middle group;\n\n(3) peaks 8 + 9 are the line on the East - (Peak 9 is the most difficult summit to reach).\n\n. . For more on climbing Echo Peaks + Ridge, see R.J.Secor guidebook,\n\nThe High Sierra\n\n(Mountaineers 2009)\n\nTallest of all the \"Echos\" is Peak 3 (lat/long ~ N37.8327 W119.4034) (alt ~ 11100ft/3385m) - so the easy fun accomplishment is to get to the summit of high peak 3, and also traverse the narrow arete line between peaks 1 + 2 + 3. The obvious easy way on or off that line is the E side of the col between 1 + 2. From Wilts Col the easy way to get there is to traverse low around the N side of peak 7 and peak 5.\n\nNext a short way to Cathedral Peak is by down-climbing the W side of the col between peak 3 and peak 2. The top section is fun scrambling, but lower down the rock gets loose and with dirt. An obvious way (with less loose rock) is to return to Wilts Col and go N down (on dirt) from there. Another possible short way (not checked by us) is to return to the col between Echo 1 and Echo 5, and go directly N down from there.\n\n. . (If need to exit now from this Traverse, it's non-difficult cross-country travel from Wilts Col to Budd Lake, or from W side of peaks 1-2-3 to hit the trail N below Budd Lake.)\n\nNext hike/run cross-country N about 1 mile / 1700m to the southeast base of the summit cliffs of Cathedral Peak. Likely it's easier to aim a bit east of the cliffs, to hit the normal trail (improved with stone steps) to Cathedral Peak, and finish on that.\n\nCathedral Peak\n\n(lat/long ~ N37.8478 W119.4055) (alt 10912ft/3326m) has a great summit block with a great view, no matter how you get there. A very attractive option is to climb the much more difficult\n\nSE Buttress route\n\n[5.6] to the summit of Cathedral Peak - (the usual start for that route is 100-125ft / 30-40m W along the base of the cliff from where the hiking trail meets the cliff.)\n\nThe normal route to the summit goes up the trail around E side of the summit cliffs. This trail now has stone steps. It stays pretty close to the base of the cliffs along the E side, at first N, then curves NW. After about 0.15Mi / 230m distance with vertical gain of +390ft / +120m it reaches a barrier. For a nice view / snack spot\n\nwithout\n\nthe difficult + exposed summit climbing, here turn R and go N thru a narrow slot in the rock to a flat spot. To continue to the summit, scramble up about 25ft diagonal Left, then horizontal Left (W) around the N corner of the summit cliffs, past some bushes to wide ledge on the NE side of the NW face.\n\n. (For a more interesting adventure, do not read the following instructions, instead figure it out for yourself, like John Muir when he was here first in 1869) ...\n\ndetails\n\n: Next climb the NW face, likely with some zigzags (many people find it easiest to go all the way over to the SW side), finishing (50-80ft higher) at the NE side of the face. Next diagonal up Right to a notch, and cross the notch to the S face. Traverse horizontally SE about 10ft to the bottom of twin cracks. Climb up those about 12ft to the SW side of the summit block, then to the flat top for a great view.\n\ndescent\n\nFrom the summit of Cathedral Peak, return the same way ... down the twin cracks, across to and down the NW face, around the N corner, and down the E side to the southeast base of cliff. Next down the unofficial Cathedral Peak trail, first steep-ish SE, soon curves NE gentler, later NNE (careful not to lose the trail while on the wide long slab) to meet the official Cathedral Lakes trail. Finally NE down on that back to the trailhead on highway rt 120. (descent distance 2.7 miles / 4.4 km).\n\nphotos\n\nsee photos for other MountainProject routes ...\n\nTenaya - Matthes - Cathedral traverse photos\n\nEcho Ridge + Cockscomb seen N from Matthes Crest\n\nEcho Peaks seen N from Matthes Crest\n\nCathedral Peak photos\n\nGPS\n\n. All latitude/longitude points above, also other helpful waypoints and tracks, are in a GPX file linked from\n\nthis page\n\n. But they're given mainly for planning + reference. This is a \"friendly\" area for wilderness navigation with a map (and compass). For experienced parties using the detailed instructions above, carrying a GPS device should not be necessary for navigating the approach + route in good weather.","protection":"Light alpine trad rack, long slings for around rock horns. Significant portion of climbing on narrow ridges best protected by the leader's skill in running the rope around rock features.  Almost no fixed gear. In early season, might need snow or ice protection at some points. Anyway,\n\nmost people who try this traverse do it solo.","location":"south side of Tioga Pass highway rt 120 by Tuolumne Meadows in Yosemite National Park -->\n\nsee on map"},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,8ab53875-745f-5076-b396-d3d84945e52c,ce6ec458-d8d0-5439-aa24-025a8a8ec2e4,74f562f9-5586-5ad7-a8a4-7a8725da63e0,d6442b5c-c05c-506f-a5ac-9a195a810c3d","pathTokens":["USA","California","Yosemite National Park","Tuolumne Meadows","Cathedral Range","Cathedral Range Enchainments"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.7"},{"count":1,"label":"Easy 5th"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":1,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"alpine":{"total":2,"bands":{"unknown":1,"beginner":1,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":1,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-119.37442,37.82733]},"bbox":[-119.37498928914064,37.82688033981814,-119.37385071085936,37.82777966018186],"left_right_index":-1,"ext_id":"109408711","area_id":"1kQrXMBcUG+lrJoZWoEMPQ==","polygon":{"type":"Polygon","coordinates":[[[-119.37498928914064,37.82688033981814],[-119.37385071085936,37.82688033981814],[-119.37385071085936,37.82777966018186],[-119.37498928914064,37.82777966018186],[-119.37498928914064,37.82688033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T05:54:37.884Z","updatedAt":"2024-02-19T18:29:46.813Z"}