{"_id":"6368a11ae80bff5a99542b7e","area_name":"Drip Buttress","shortCode":"","climbs":[{"_id":"iTah11ebV3eaPMNwOa+6Kw==","name":"Standard Route","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Pete Herbine and Joe Griffin","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-114.35697,46.27759]},"left_right_index":999999,"mp_id":"108401251","mp_crag_id":"108401245","climb_id":"iTah11ebV3eaPMNwOa+6Kw==","areaRef":"CXzCrZqUVkyB9sGPrLOfPw=="},"content":{"description":"The route starts in a corner system near a small pine atop slabs.  We followed \"Rock Climbing Montana\" and did it in 5 pitches.\n\nPitch 1 (5.9+, 80'): Follow corner system through bulge with two fixed pieces, to small dead tree on comfortable belay ledge with equalized fixed pieces, slings and rap ring.\n\nPitch 2 (5.9, 100'): Continue up corner system, the first half is a little sketchy/delicate with marginal gear; pull fun moves above fixed piece (equalized pin and slung block) and continue climbing to small platform in an alcove with webbing and rap ring.\n\nPitch 3 (5.9, 100'): Move left over roof, climb in corner system moving to the south face of the pillar to a comfortable belay ledge to the left of white roof; there's webbing slung around a rock.\n\nPitch 4 (5.8, 120'):  Climb left and into chimney, to corner and back into chimney; build anchor before final corner crack. Watch for lose rock on this last part.\n\nPitch 5 (5.8, 50'): A few moves with good hand jams into a corner crack will bring you to the top; belay from tree or slung rock.\n\nThe route can be done in 4, or even 3 pitches. I would suggest:\n\nP1 (5.9+, about 120') Go past first nest of belay slings, continue up slabby ramp and belay at fixed piece (pin and slung rock);\n\nP2 (5.9, about 120') Go to top of original P3\n\nP3 to the top, save a #1-#2 Camalot for last 30' of crack.  Rope drag may be an issue so make sure to properly extend your draws.","protection":"Standard rack with small gear and double #3 cams, possibly a #4 (we did without), small nuts useful; maybe a few more doubles if planning to do it in 3 pitches.  If doing it in 5 pitches, the first 3 belay stations have webbing and rap rings.","location":"To come down, walk across boulder field towards gully between Drip and Prow; reaching the gully requires crossing some class 3/4 slabs so be careful if wet/icy.  It took us one hour to reach the bottom of the gully, then one additional hour to get back to the car."},"__v":0},{"_id":"T0zRSMFUXUmpg8YvRPpkaA==","name":"Melanoma","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Mackenzie Moore and Michelle Felix","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-114.35697,46.27759]},"left_right_index":999999,"mp_id":"112019794","mp_crag_id":"108401245","climb_id":"T0zRSMFUXUmpg8YvRPpkaA==","areaRef":"CXzCrZqUVkyB9sGPrLOfPw=="},"content":{"description":"This route traverses along the eastern face of the Drip buttress. All three pitches on this route are of equal quality and if you don't climb at the 11+ grade the first two pitches are totally worth doing if you are at the Drip Buttress.\n\nP1: 5.9+ Start up a right facing blocky corner system (5.8). Clip a bolt and work your way up to a left trending ledge/corner. Climb easy 5th class up the ledge/corner to a second bolt where the angle steepens (5.8). Now you will be rewarded with one of the only and best splitter finger cracks in Blodgett (5.9+)... if only it went on forever. Keep going belay at a large ponderosa on the ledge.\n\nP2: 5.10b/c Climb the super obvious right facing corner. Make sure to extend the shit out of your pro once you start traversing under the roof. Continue up and around the roof to a big reach to a finger-lock to end the pitch. Belay from two bolt anchor.\n\nP3: 5.12aThis pitch felt quite exposed to me but is well protected. Climb blocky 5th class and up a right facing corner. The next 50 feet of climbing is bolted face climbing on solid water polished rock. The second bolt is hard to clip and requires a committing mantle to get to it. Once past the initial bulge clip the 3rd bolt and foot traverse on a slopey rail to the crux; an airy roof pull. After the roof continue to a bolted belay.\n\nP4: 5.12d (Chemotherapy Pitch) The route ends with a wild sport climb up the overhanging wall directly above the top of the 3rd pitch. It has its own description.","protection":"doubles from 1\" to 3.5\" single set of small cams and stoppers. Bring an XL runner and 7 extendable draws","location":"See approach to the drip. The route is located on the east face of the Drip Buttress. It is accessed via a trail up a gully to the west of a small slab between the prow and the drip. After going up the 4th class gully (75 ft)take a left a the big grassy ledge. The right facing blocky corner is where it starts. You should be able to see a single bolt aswell."},"__v":0},{"_id":"w5KP7pTCU/+jMcoL8P8ojA==","name":"Chemotherapy","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"Mackenzie Moore","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-114.35697,46.27759]},"left_right_index":999999,"mp_id":"115412322","mp_crag_id":"108401245","climb_id":"w5KP7pTCU/+jMcoL8P8ojA==","areaRef":"CXzCrZqUVkyB9sGPrLOfPw=="},"content":{"description":"The final pitch to Melanoma. Bouldery, steep and airy. I thought I should give it its own route description due to the difficulty compared to the previous pitches of Melanoma. The beginning protects well with a green C3 off the belay, then a number 2 C4, and a purple C3 a bit higher underneath the roof before the first bolt. This last pitch consists of a boulder problem on the vertical, which then flows into steep juggy climbing for 5 more bolts. The top eases quite a bit and passes through a section of suspect blocks by the small pine tree (just climb gingerly). There is a two bolt anchor to lower off of on the slab next to the right facing blocky corner. You can lower off from here back to the belay ledge, or continue another 50 feet to the summit ledge of the Drip Buttress. Be aware, this pitch is quite steep so it can be be a pain to swing back to the belay ledge. Either clip into draws or have a tag line to pull back into the belay.","protection":"8 bolts and green C3, #2 C4, purple C3","location":"From the top of the 3rd pitch of Melanoma, look up to see a bolted overhang.\n\nFrom the top of the 3rd pitch belay ledge, you can do a single rope rap with a 70m rope down to some slabs where you can down climb the rest of the way."},"__v":0},{"_id":"TgfGtgtSWvyVVpKeO4SngA==","name":"Apathy","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Mackenzie Moore, Alex Vaught","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-114.35697,46.27759]},"left_right_index":999999,"mp_id":"109172499","mp_crag_id":"108401245","climb_id":"TgfGtgtSWvyVVpKeO4SngA==","areaRef":"CXzCrZqUVkyB9sGPrLOfPw=="},"content":{"description":"Techy Blodgett face climbing at its best. While being a fairly safe route, it offers great movement, and very tricky cruxes on excellent rock.\n\nPitch 1. 5.11b/c (Don't start in the crack directly below the bolt. Climb the flake to the left, it has better pro and is most likely easier.) Climb through flake to bolt past a tricky crux and through the roof. Climb past pockets in crack, (#2 and #3s very useful) to second roof (small tcus). Pull through awkward second roof/bulge, and continue up 5.9 lieback to bolt anchor. 75ft\n\nPitch 2. 5.12a Sweet pitch! Traverse right and up through a bolt protected slab (cruxy), through roof and figure out the sequence through the dihedral/bulge (crux) to bolt anchors. 100ft 10 bolts\n\nPitch 3. 5.12a Pull through boulder problem at the 2nd bolt and continue past slung pocket and #2 or 3 camalot sized solution pocket to a bolt. Make a 5.8 traverse (great holds, no pro) to the left until you are underneath a roof, climb flake to good protection (0 and 1 tcus) under the roof. pull the roof and follow delicate slab  moves up and left to an interesting belay. 100ft 9 bolts #2 and #3 Camalot.\n\nPitch 4-5 are optional and follow the regular route to top out. From the pitch 4 belay traverse left (5.8) into the 4th pitch of the regular route. (5.8)","protection":"2 #3 Camalots, singles in, #2,#1,.75,.5, for larger cams. For smaller cams go with 0,1,2,3 tcu sizes. 10 quick draws, and 5 extendable runners.\n\nBring two sixty meter ropes for the rap off the top of the drip. Also a double rope rap from the 4th pitch anchors will bring you down to the first pitch of the route.","location":"It starts 50 ft to the left of the regular drip route, and is marked by a single bolt to the right of a left facing dihedral."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,6d93ce9a-b1f9-55de-ba48-51d186dd1ef8,cc545a19-da0f-5476-b816-f6457f3fbdb1,4e9ae361-2064-5b4c-9071-eddf863d68ae,097cc2ad-9a94-564c-81f6-c18facb39f3f","pathTokens":["USA","Montana","Northwest Region","Blodgett Canyon","Drip Buttress"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.9"},{"count":2,"label":"5.12a"},{"count":1,"label":"5.12d"}],"byDiscipline":{"trad":{"total":4,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":3,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":1,"advanced":3,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-114.35697,46.27759]},"bbox":[-114.3576205828515,46.27714033981812,-114.35631941714853,46.27803966018185],"left_right_index":-1,"ext_id":"108401245","area_id":"CXzCrZqUVkyB9sGPrLOfPw==","polygon":{"type":"Polygon","coordinates":[[[-114.3576205828515,46.27714033981812],[-114.35631941714853,46.27714033981812],[-114.35631941714853,46.27803966018185],[-114.3576205828515,46.27803966018185],[-114.3576205828515,46.27714033981812]]]}},"content":{"description":""},"density":0,"totalClimbs":4,"__v":1,"createdAt":"2022-11-07T06:09:31.861Z","updatedAt":"2024-01-20T01:02:47.504Z"}