{"_id":"6368a50be80bff5a995afe1b","area_name":"Cragmont","shortCode":"","climbs":[{"_id":"/aB4Ui1oWyKvTaA8UNm7qw==","name":"You and You","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Brody Greer, Eric Draper, Bryan Bird 08/21/03","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-112.955,37.2107]},"left_right_index":8,"mp_id":"107095289","mp_crag_id":"107095285","climb_id":"/aB4Ui1oWyKvTaA8UNm7qw==","areaRef":"hxTE5tYHVselBRI4M7RKNw=="},"content":{"description":"For a relatively short multi-pitch route\n\nYou and You\n\nis an adventurous undertaking.  The route starts between two left facing corners.\n\nP1\n\n- Climb the fist crack / offwidth on the face to the right of the corner crack. Belay (build an anchor) at a tree on a loose and dirty slope.  5.10\n\nP2\n\n- Climb up a mossy slab / seam to the base of a hand and fist crack.  Belay (build an anchor) on a nice ledge. 5.9\n\nP3\n\n- Up a couple ledges in a left facing corner to a strange sandy crack on the right face.  Make a couple moves up the crack into the obvious cave (interesting feature).  Make careful moves straight up and out of the cave (some loose chock stones here).  Belay (build an anchor) above on ledge. 5.7\n\nP4\n\n- Make some very exposed face moves (slot a stopper at foot level to protect from a factor 2 fall) up and into the fist crack which widens to offwidth.  Climb this using offwidth technique or use the loose and sandy face features.  Continue up a couple mossy sections to a large bush and single bolt to climbers right. 5.9+\n\nDescent\n\n- (2) 60M ropes, the Supertopo is spot on for the descent of this route.\n\nR1\n\n- Rappel from the single bolt to climbers right of the large chimney.  The next station is at the top of I'N'I'.\n\n(we used two 60M ropes on this rappel, but this might be possible with a single 60M)\n\nR2\n\n- Rappel to the bushy ledge. ~ 85'\n\nR3\n\n- Rappel from a tree to the base of I'N'I'.\n\n(we used two 60M ropes on this rappel, but this might be possible with a single 60M)","protection":"Double rack to #4 Camalot + (1) #5 Camalot (optional)","location":"The route is located to the left of I'N'I'"},"__v":0},{"_id":"jYHKnDepU/+3UtCY78+5Fg==","name":"Remnants of a party","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Bryan Bird, Joe French, Eric Draper, and Nate Brown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-112.955,37.2107]},"left_right_index":2,"mp_id":"107287419","mp_crag_id":"107095285","climb_id":"jYHKnDepU/+3UtCY78+5Fg==","areaRef":"hxTE5tYHVselBRI4M7RKNw=="},"content":{"description":"Remnants of a Party Follows a prominent left-facing corner system for four pitches. Start by climbing ta right-facing flake and a straight in crack that gradually shrinks.  Anchor for the first pitch are visible fro the ground.\n\nP1- 5.10 weird but good accepts good gear.  Crux is a little tricky had to place nuts and move up on suspect gear. offsets would have worked well here.  2 bolt anchor with\n\nP2- 5.9 great pitch. Nice hands the whole way. pitch has BD 1,2,3 and 4 placements. 2 bolt anchor\n\nP3- absolutely amazing if you like off width and squeezes.  pull a small roof into the squeeze, move up and place 5 or 6 high, pull a small roof into fists, and move on fist and biceps for friction to the anchor. 2 bolt anchor spread wide w/rap rings (weird)\n\nP4- mixed reviews! i thought it was exciting and adventurous climbing. flared chimney with good gear in back, climb into a stem, move your way up to a roof with good holds, good feet and great placements. pull roof to the anchors. 2 bolt anchor not equalized (we added webbing for equalization.)\n\nSee Zion Climbing guide by Bryan Bird for TOPO.","protection":"2 ea ti 4.5\" 1 ea 5\" nuts, 2 60m ropes.  Rap the route./per book description.  (I took black diamond 2 ea .3-5, 1 ea #6 (6-optional, but very helpful), and a set of nuts.","location":"One climb to the right of Gypsy's Curse.  East end of Cragmont."},"__v":0},{"_id":"xv3FBB97WTitq9CEVAOCNQ==","name":"Reggaetone","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Cedar Wright & Chris McNamara. 2005.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-112.955,37.2107]},"left_right_index":10,"mp_id":"108855604","mp_crag_id":"107095285","climb_id":"xv3FBB97WTitq9CEVAOCNQ==","areaRef":"hxTE5tYHVselBRI4M7RKNw=="},"content":{"description":"Reggaetone is an excellent single pitch route sporting a range of climbing movement on a steep wall with quality rock. Awesome climbing and great protection.\n\nStart with hands and fingers in a broken crack system on the left wall of a large right-facing dihedral.  Move into a thin, reachy crux. Cop a rest and finish up with splitter tight hands in a flare. Pitch ends with a fixed anchor in an alcove.","protection":"1x 0.65\"\n\n2x 0.75\"\n\n3x 1\" - 2\"\n\n2x 2.5\"\n\nNuts\n\nFixed anchor.","location":"The route is located in a prominent right-facing corner/dihedral to the left of the second tunnel tunnel window.\n\nPark at the second to last turnout before the Zion-Mt. Caramel Tunnel. Follow a trail that leads through a wash to an area with large house-sized boulders. Follow the wash near these boulders towards the second tunnel window.\n\nOnce at the wall, move left to find the corner with Reggaetone.\n\nReggaetone ascends the broken crack system in the left wall."},"__v":0},{"_id":"CO6HeCfcWlmN4RtepJMFZw==","name":"Lap Dance","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"P1: Unknown. P2 & 3: Bryan Bird & Joe French","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-112.955,37.2107]},"left_right_index":5,"mp_id":"108855644","mp_crag_id":"107095285","climb_id":"CO6HeCfcWlmN4RtepJMFZw==","areaRef":"hxTE5tYHVselBRI4M7RKNw=="},"content":{"description":"Lap Dance follows a beautiful corner system for three pitches. The route is like a climbing tour through the desert, with each pitch exemplifying the style of a different climbing area. Roughly.\n\nP1: Begin in Indian Creek. A clean tight hands splitter in a varnished right-facing dihedral.  A long aesthetic pitch with steep sections punctuated by small rest ledges. 5.11-. 155'. Bolt anchor.\n\nP2: Move on to Red Rocks. Changing corners and a thoughtful stemming roof. Featured face climbing around hand cracks. Start up a right-facing dihedral and switch to a left-facing dihedral. As the gear peters out, stem into a improbable roof, clip a bolt and pull onto the face. 5.9. 110'. Ratty slings on loose rock and shrubs.\n\nMove the belay across a sandy ledge to the base of the next wall.\n\nP3: Welcome to Zion. Climb through some ledges and vegetation to a short chimney and roof. A fun pull through the roof leads to a nice, long hand crack in a right-facing dihedral. Enter a squeeze and exit onto loose and vegetated ledges. Scrap up to a nice ledge.  5.10. 130'. Bolt anchor.\n\nRappel with two 60m ropes in three raps.\n\nConsider bringing some webbing/rope/cord to clean up the P2 belay.","protection":"1x 0.5\" - 0.75\"\n\n3x 1\" - 2\"\n\n2x 2.5\"\n\n1x 3.5\"\n\nOptional extra 1.75-2\".\n\nThe guide recommended a 4\" and a 5\" piece. Neither are necessary.","location":"This route is located a few hundred yards to the left of the second tunnel window. The route is identified by the long varnished right-facing dihedral of P1. It's visible from the parking area.\n\nPark at the second to last turnout before the Zion-Mt. Caramel Tunnel. Follow a trail that leads through a wash and past some large house-sized boulders. Continue on the trail around the I'n'I and U'n'U buttress. Keep your eyes peeled for the black varnished splitter corner. That's Lap Dance."},"__v":0},{"_id":"1G9lglpJVj+je6zrNq0WhQ==","name":"I'N'I","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Bryan Bird and Jared Greer, Summer 2000","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-112.955,37.2107]},"left_right_index":9,"mp_id":"117389640","mp_crag_id":"107095285","climb_id":"1G9lglpJVj+je6zrNq0WhQ==","areaRef":"hxTE5tYHVselBRI4M7RKNw=="},"content":{"description":"Great climbing in an ultra shaded area (until three or so mid-summer). Good variety from a fist roof and hands pitches down to some fingers near the top. Super fun to do during the summer. It should be noted that 2 ropes are required to rappel. We did it with 2 70m ropes and had enough to spare that 2 60m may be fine (the book says 2 x 60m should work). It would be smart to bring some extra webbing as both rap anchors are either off of a tree (lowest) or just two bolts with webbing slung between (upper anchor).\n\nP1. Climb the buttress beginning by pulling a square roof using fist sized jams. Good fists for the first 15 feet and then easy climbing on flakes up the left leaning crack. Belay off of trees.\n\nP2. Move the belay up through the oaks towards the hourglass shaped chimney system. Climb the left side of the system up an awesome overhanging handcrack. Super fun last 20 feet to the belay ledge. Make a belay here or link pitch 2 and three into one long 60m pitch.\n\nP3. Switch to the right side of the hourglass and start up that crack system. Use multiple cracks to get up with a wide variety of pro but mostly in the .75 - 2 range. As you begin to exit the crack system look up and to the left for the chains. They are invisible from below and they seemed to pop out of nowhere when I didn't want to continue up the crack.\n\nDescent: Double rope rappel off of the chains to the top of the buttress. There is currently an anchor built off a tree to get off the buttress in a single rope rap.","protection":"Doubles .3-3 and a single 4. Optional triples in .75-2","location":"Come up the cragmont trail and turn right towards the second tunnel window at the junction. Look for the large square buttress (100' tall or so) that is visible from the road about 200 yards from the junction. On this buttress look for a square shaped roof and that is the start of the climb."},"__v":0},{"_id":"lubsI2hFVAqK4AfY2Ld0Zg==","name":"H.C.N","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"FA: Bryan Bird and Carl Oswald, spring 2005.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-112.955,37.2107]},"left_right_index":7,"mp_id":"112962940","mp_crag_id":"107095285","climb_id":"lubsI2hFVAqK4AfY2Ld0Zg==","areaRef":"hxTE5tYHVselBRI4M7RKNw=="},"content":{"description":"H.N.C climbs past two bolts and through an overhanging left facing corner. Sporty style trad route that has some good rests and jams between overhanging moves, definitely get on this or link it into Cocksmasher to the left! Awesome route.","protection":"Doubles in 1.5\"- 3.5\" Single 4\" (Optional 5 for bottom of pitch) 2 draws\n\nYou can rap this pitch with a single 60m rope.","location":""},"__v":0},{"_id":"JTVeN/J3VSOsnyDitE5nsw==","name":"The Gypsy's Curse","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Joe French and Bryan Bird","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-112.955,37.2107]},"left_right_index":1,"mp_id":"107273263","mp_crag_id":"107095285","climb_id":"JTVeN/J3VSOsnyDitE5nsw==","areaRef":"hxTE5tYHVselBRI4M7RKNw=="},"content":{"description":"P1- 5.9, that starts with nice hand crack for 20 feet, up through twin hand cracks to nice ledge leading under a large boulder. anchors on top of large boulder. 3 bolt anchor with webbing\n\nP2- 5.10 This is by far the crux pitch of the climb, and starts with fingers and ends with tight fists. (more of a arm jam) This is the endurance pitch and has small and sloppy feet, with one good rest.\n\nP3- 5.10-. This was by far my favorite pitch.  Pull a small roof out of a chimney right off the belay into a ever tightening chimney for approx 40-50 feet.  The chimney accepts good pro towards the back.  once you leave the chimney you come to a one bolt face climb which leads into a finger crack to the right or you can traverse the face back into a # 4-5 off width up to good 3 bolt anchor with webbing.\n\nP4- 5.9-5.7.  Need description\n\nsee Zion climbing guide by Bryan Bird for topo pg. 172","protection":"2 ea .4-3.5\", 1 ea 4\", extra 3.5 \" 1 ea 5\" (P4-p5)\n\nnuts helpful, 1-60m rope","location":"East End of Cragmont."},"__v":0},{"_id":"nW5WqT+CXaCT2CaD4Z10yw==","name":"G-string Divas","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"John Varco and Klaus Schock","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-112.955,37.2107]},"left_right_index":3,"mp_id":"109598677","mp_crag_id":"107095285","climb_id":"nW5WqT+CXaCT2CaD4Z10yw==","areaRef":"hxTE5tYHVselBRI4M7RKNw=="},"content":{"description":"Beautiful splitter offwidth.  Small roof about 1/2 way up and a R facing corner/roof with a mixed size crack at the very top.  It's mostly fist and big fist.  Bullet rock throughout the whole think.  A must do for wide lovers!\n\n- The anchor is a big modern bolt and a small nut that's been hammered into a thin crack.  As of 10/14 there was good webbing connecting the two and 2 rap rings on the end.\n\n- Lower off with a 60m rope","protection":"Everything in Camalots.  4 or 5 new #4's, and for the top 1 each: #3, #2 with a long sling, and a .4 or .5.  The #2 is optional.  90% of the route wants a new #4.  At the very start you can smash in a new #5 and you can place one about 2/3 of the way up in a spot where the crack varies a bit but #4's are better throughout.","location":"First route to the right of \"Remnants of a Party\".  When the trail hits the wall go right.  It's about 80 ft. around the corner/arete from ROAP.  From the trail you can easily spot it a couple minutes before the trail meets the wall.  It's hard to miss."},"__v":0},{"_id":"T7zOvKZCWPerU7JrjGVIjw==","name":"Cocksmasher","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"FA: Bryan Bird, Jared Greer, and Dean Woods, 2004. 2nd and  3rd pitch: Joe French and Bryan Bird, 2006.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-112.955,37.2107]},"left_right_index":6,"mp_id":"112962853","mp_crag_id":"107095285","climb_id":"T7zOvKZCWPerU7JrjGVIjw==","areaRef":"hxTE5tYHVselBRI4M7RKNw=="},"content":{"description":"Cocksmasher starts just to the left of H.N.C in a left facing corner. This route is one of the easier and more pleasurable OW routes on this wall and the rock quality is pretty good. Pitch 2 and 3 can be combined with a 60m rope. The OW sections are super secure and don't even require big gear.  Who knew OW could be so fun?\n\nP1 Climbs a featured fingers to tight hands dihedral up to a 2 bolt anchor with webbing. This route shares an anchor with H.N.C.\n\nP2 starts up a short slightly overhanging tight hands crack in a right facing corner and reaches a ledge. Create a gear belay or continue up and link pitch 3.\n\nP3 starts off the small grassy ledge and climb up through wide sections with a tight hands crack in between before reaching a interesting move into a roof/bombay chimney with a finger crack on the left side, anchors are just after this OW section up to the left on a stance.","protection":"Runners, Nuts, Double rack from fingers to big hands, single #4 (optional #5 & #6 for second 2 pitches.)\n\nP1 bolted anchors, P3 bolted anchors. Rap the Route with 2 60m ropes","location":"This route is located a few hundred yards to the left of the second tunnel window.\n\nPark at the second to last turnout before the Zion-Mt. Caramel Tunnel. Follow a trail that leads through a wash and past some large house-sized boulders. Continue on the trail around the I'n'I and U'n'U buttress. Look for a left facing dihedral with a small overhang up 200ft."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ee1d37e7-dc41-5c26-a358-5d51af01f499,ae9fb395-eaa7-5798-a5f6-78ad324346de,92a8e6fe-7f49-598a-b39a-d013c33e9ad4,9c3dd376-e6d3-5712-931f-c32a6d39cb27,8714c4e6-d607-56c7-a505-123833b44a37","pathTokens":["USA","Utah","Southwest Utah","Zion National Park","Mount Carmel Tunnel","Cragmont"],"gradeContext":"US","aggregate":{"byGrade":[{"count":6,"label":"5.10"},{"count":1,"label":"5.12a"},{"count":1,"label":"5.11-"},{"count":1,"label":"5.10+"}],"byDiscipline":{"trad":{"total":9,"bands":{"unknown":0,"beginner":0,"intermediate":7,"advanced":2,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":7,"advanced":2,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-112.955,37.2107]},"bbox":[-112.95556460395072,37.210250339818145,-112.95443539604929,37.21114966018186],"left_right_index":-1,"ext_id":"107095285","area_id":"hxTE5tYHVselBRI4M7RKNw==","polygon":{"type":"Polygon","coordinates":[[[-112.95556460395072,37.210250339818145],[-112.95443539604929,37.210250339818145],[-112.95443539604929,37.21114966018186],[-112.95556460395072,37.21114966018186],[-112.95556460395072,37.210250339818145]]]}},"content":{"description":""},"density":0,"totalClimbs":9,"__v":1,"createdAt":"2022-11-07T06:26:22.103Z","updatedAt":"2024-02-19T18:40:25.826Z"}