{"_id":"6368a185e80bff5a9954f315","area_name":"Disappearing Buttress","shortCode":"","climbs":[{"_id":"OL2C4e5pV3GOXhHBHFDlnA==","name":"Vanishing Act","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"Maurice Horn, Joanne Urioste, Bill Hotz, Andrew Carson  Jan. 17, 2009","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.46607,36.00623]},"left_right_index":6,"mp_id":"106541312","mp_crag_id":"106538006","climb_id":"OL2C4e5pV3GOXhHBHFDlnA==","areaRef":"2lI0cvnCUwqwy7giLQZ4Rg=="},"content":{"description":"Near the right side of the Disappearing Buttress south face are two attractive dihedrals. The route climbs the left one.   \tStart from broken ledges below the two dihedrals. Climb an easy and slightly  brushy pitch up to the ledge at the base of the corners. 100'.   \t Climb a corner just left of the main leftmost dihedral for about 40', then step right into the dihedral as it widens into a chimney. Layback/chimney up the corner to the roof blocking progress and undercling/stem left to pass the roof. Continue up easier ground, going right to a belay at a big pine with a nice ledge on the crest of the buttress. 190'. A varied, beautiful pitch.   \tClimb the steep white face above the ledge, then continue up the varnished face. Above this black face, follow a finger crack in the white slab to the steepening headwall. Surmount a bulge at the base of the headwall and follow cracks leading to the left edge of the buttress and the top. The route finishes at the same point as does Prime Rib. 190'. An exciting pitch.    \t Some fragile rock can be expected, especially on the last pitch.  The second and third pitch, both long, can be broken up if parties so choose. For purposes of avoiding rope drag, this strategy might be advantageous. ","protection":"A standard rack to 4\".","location":"Descent: scramble left and up to gain the ramp leading over to the canyon and descend easily to the base."},"__v":0},{"_id":"KJLQ7GCAXBKPTVf6XgR5vQ==","name":"Sunday Cruise","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Matt Clarke, Alex Henson","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-115.46607,36.00623]},"left_right_index":8,"mp_id":"106697926","mp_crag_id":"106538006","climb_id":"KJLQ7GCAXBKPTVf6XgR5vQ==","areaRef":"2lI0cvnCUwqwy7giLQZ4Rg=="},"content":{"description":"This is a decent route up the far right side of the buttress.   \n\n  P1- Start up a featured finger crack on the right side of the buttress. Continue up and left to a belay at a large tree.  180' \n\n  P2- Traverse out right from the anchor and up on good holds to the base of an open book.  Climb up the open book to the base of an obvious corner. Start up the corner, then swing out left on good holds and up to an another tree anchor. Watch for rope drag on this pitch.  200' \n\n  P3- Easy 4th/5th class leads to the top of the buttress.  120'","protection":"Single rack to 3\".  No fixed anchors.","location":"Begin on the right side of the buttress in  finger crack, just to the right of a shallow left facing corner.   \n\n  Follow the standard walkoff descent."},"__v":0},{"_id":"aLpY9B8CUkizUiOE5AgPqw==","name":"Prime Rib","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Maurice Horn, Andrew Carson, Bill Hotz, Jorge Urioste  1/10/09","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.46607,36.00623]},"left_right_index":3,"mp_id":"106538027","mp_crag_id":"106538006","climb_id":"aLpY9B8CUkizUiOE5AgPqw==","areaRef":"2lI0cvnCUwqwy7giLQZ4Rg=="},"content":{"description":"Disappearing Buttress sits across the small drainage just north of the Illusion Crags. It's approximately 500' high and offers quality rock and much climbing potential on generally south facing rock.    \tPrime Rib climbs the most prominent line up the south face, giving four pitches of excellent climbing of about 5.7 difficulty.    \tFrom the lowest point of the south face, scramble 4th/easy 5th class up to a large ledge, below and left of a pine tree. From here, the first pitch climbs cracks just right of the crest, then up the crest, passing to the left of a square-cut roof. Belay on a good stance a short distance above.    \tContinue slightly right of the ridge crest, following a curving crack, then trend left and back to the crest. Follow the crest more or less directly upwards, with belays possible at several small stances.   \tClimb on the crest or slightly right of it to a final steep headwall. Climb this from the right to a big, comfortable ledge.    \tA short pitch going right leads to the top.    \tThe route can be broken into a variety of pitch lengths, depending upon what belays are chosen. The first ascent did the climb in four pitches.            The second ascent, done in Feb., '09, climbed left of the crest in several places, and used a couple of pitons, still in place.","protection":"Standard rack to 3\".","location":"The route climbs the central prominent rib on the south face of the buttress. Descend west along slabs and ledges, and then back to the base. A quick, easy descent."},"__v":0},{"_id":"NZeSlTPdVdKD14U6VuXxRw==","name":"Pricks and Ticks","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Dyan Padagas, Kevin Hogan and Jason Martin - March 2010","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.46607,36.00623]},"left_right_index":4,"mp_id":"106713890","mp_crag_id":"106538006","climb_id":"NZeSlTPdVdKD14U6VuXxRw==","areaRef":"2lI0cvnCUwqwy7giLQZ4Rg=="},"content":{"description":"This route can be found just right of Prime Rib.  It climbs the obvious curving crack and then continues to the summit of the feature.  We know that the first pitch was previously climbed.  We discovered bolts at the top of the pitch and an old sling around a block.  We believe that we were the first to do the upper three pitches of the route.  However, anyone is welcome to dispute that fact. \n\n  The route was named \"Pricks and Ticks\" because I had the unfortunate opportunity to fall into a cactus on the descent.  In addition to that, it seemed like we were battling an unusually large number of ticks throughout the day. \n\n  Pitch 1 - Climb the beautiful arching crack up to a ledge.  Most of the crack is 5.7, but as it squeezes down and traverses, it becomes 5.9.  Belay at the double-bolt anchor. (160', 5.9) \n\n  Pitch 2 - Climb up past a brushy ledge and onto the arete.  The black patina on the arete is similar to that found on Armatron or Going Nuts, but much less sustained.  As the rock quality deteriorates, step left onto a ledge and build a belay. (100', 5.7) \n\n  Pitch 3 - Climb up a chimney up and right.  Continue to traverse right to a belay ledge at the base of a large corner. (75', 5.5) \n\n  Pitch 4 - Climb up the corner to the summit.  More good black rock can be found on this spectacular pitch.  At the top, be sure to put in directionals so that the rope doesn't knock loose rock onto your partners. (160', 5.7)","protection":"Standard Red Rock rack.  Doubles from .5-3.","location":"This route can be found just right of Prime Rib.  It climbs the obvious and classic arching crack."},"__v":0},{"_id":"1IGRXG/EW0qdRyKa/VKEQA==","name":"No Country for Young Men","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Maurice Horn, Andrew Carson  Feb. 11, 2009","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.46607,36.00623]},"left_right_index":1,"mp_id":"106541263","mp_crag_id":"106538006","climb_id":"1IGRXG/EW0qdRyKa/VKEQA==","areaRef":"2lI0cvnCUwqwy7giLQZ4Rg=="},"content":{"description":"The west end of the main south face is a steep varnished wall split by several cracks and fins. There is a small buttress separated from the face, forming a steep short gully between it and the wall. \t   \tOn the main wall above this detached buttress one can see a crack with mottled white patches on its left side. The upper, steepest portion of the crack has a small aromatic bush at its base. The route climbs this crack and follows another crack up more laid back terrain to the unroping spot, in three pitches.   \tStart directly below the crack and climb a steep face to a broken area, passing the shrub and continuing to the abovementioned crack. Follow this feature to a comfortable belay  ledge, being careful with a precarious-looking block as one pulls onto the belay. (The first ascent party kicked and prodded this block to check its relative security. While it didn't move, it has a delicate look to it.) 180'   \tMove to the left end of the ledge and climb a crack, clipping a ring wafer piton. Then, continue up  enjoyable rock with several short headwalls to a belay shy of the top. 190'     \tClimb a short pitch, depending upon where the second belay was set up, to easy ground and the end of the route.    \tScramble up and west to broad ledges which lead over to the drainage, and descend to the base of the route.  ","protection":"Standard rack to 3\".","location":"See description."},"__v":0},{"_id":"I9cMtH/0VUmjIFL67/jTZw==","name":"Ms. Management","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Sendi Kalcic, Larry DeAngelo","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.46607,36.00623]},"left_right_index":2,"mp_id":"106708366","mp_crag_id":"106538006","climb_id":"I9cMtH/0VUmjIFL67/jTZw==","areaRef":"2lI0cvnCUwqwy7giLQZ4Rg=="},"content":{"description":"This route has sections of excellent climbing on excellent rock.  Other parts of it are not as good.  The climb's name relates to the fact that this was Sendi's first new route in Red Rock.  She is a wilderness planner with the Bureau of Land Management... \n\n  Start just left of the toe of the buttress and go up the left side of a brushy alcove to the left of Prime Rib.  Pass a large chockstone on its left and belay on a large ledge.  Climb above the left side of the ledge to a big right-facing corner with a bulge at its base.  Climb the corner and continue up the crack system for a few hundred feet until the gully becomes blocked by a short, narrow chimney.  Climb the chimney.  At the top of the chimney, the FA party continued up the face to its left on unprotected face climbing; there might be better options to the right.","protection":"std rack","location":""},"__v":0},{"_id":"MxHRU4mIXWmOzD0VfqXQIA==","name":"Missing Nothing","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Matt Clarke, John Wilder","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-115.46607,36.00623]},"left_right_index":7,"mp_id":"106674537","mp_crag_id":"106538006","climb_id":"MxHRU4mIXWmOzD0VfqXQIA==","areaRef":"2lI0cvnCUwqwy7giLQZ4Rg=="},"content":{"description":"This is a nice route- nothing spectacular, but it has a couple of really nice pitches on it mixed with a couple of okay ones. Start at the base of the very obvious chimney on the east face of the buttress. Pitch 1: Climb the chimney to a ledge 5.8, 80' Pitch 2: Climb straight up the crack, crossing two short face sections until you reach another crack- ascend this to a nice ledge. 5.8, 80' Pitch 3: Head up and right, aiming for the very nice looking seam on an orange headwall. Look at it fondly as you pass it on the right, ascending a ramp to a dead tree on a nice ledge. 5.6, 100' Pitch 4: Pretty heads up- Climb up and left onto another ledge, then ascend the face in front of you to another sloping ledge. From here, head up the seam in the middle of the face, continuing straight up when it runs out. Follow the face to a crack, then follow the crack up through a steep section to a nice ledge. 5.8+, 130' Pitch 5: Fight through the scrub oak to a ledge above, then head up and right to the top. 4th class, 200' or so.","protection":"Rack up to about 4\", a 5\" can be used, but is not mandatory.","location":"The start of this route is the very obvious 50' tall chimney on the east face. Descend west, toward a ledge system below another wall, following cairns, eventually dropping left into a gully, then head back to the base."},"__v":0},{"_id":"hQC18SfiXH+zygvVxzNMfg==","name":"Maraschino Crack","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"George Wilson, Larry DeAngelo","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.46607,36.00623]},"left_right_index":9,"mp_id":"106708440","mp_crag_id":"106538006","climb_id":"hQC18SfiXH+zygvVxzNMfg==","areaRef":"2lI0cvnCUwqwy7giLQZ4Rg=="},"content":{"description":"This nice crack climb is an interesting route at the top of the shoulder where most of the main routes finish.  As such, it is a good, end-of-day bonus climb.  The cherry on top, if you will...  Routefinding is easy-- start below and right of the main crack, then climb to the top.  To descend, scramble west and down from the big pine tree to rappel slings on a smaller tree overlooking the gully.  Do a single rope rappel and scramble back to the base.","protection":"The lower part of the route uses mostly small gear.  For the upper crack you can use a number 3 & 4 Camalot.  Two of each might make you feel better about walking them...","location":"Most easily reached by getting to the top of the Disappearing Buttress by climbing one of its routes.  Then walk along the right (north) side of the ridge for 100 yards to the obvious face."},"__v":0},{"_id":"NEPe3GaiVTGdVQUqnUV6lw==","name":"Haul for Nothing","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Matt Clarke, John Wilder","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.46607,36.00623]},"left_right_index":0,"mp_id":"106674547","mp_crag_id":"106538006","climb_id":"NEPe3GaiVTGdVQUqnUV6lw==","areaRef":"2lI0cvnCUwqwy7giLQZ4Rg=="},"content":{"description":"This route would be a mega-classic if it were twice as long, but as it is, its a very nice route to test your mettle on at the end of the day. This route got its name after the FA party hauled its supplies to the top of the route, and then had to rap after one of us dropped a cam.... \n\n  Climb the corner to the ledge just above the corner. Descend climbers left from this ledge- there are no anchor opportunities on top of the formation. ","protection":"3x- .4,.5 BD or equivalent, 2x .75 BD or equivalent. A large offset nut and a red camalot are handy for the anchor.","location":"This beautiful splitter corner is located on the west face of the buttress. From the ledge system described in the descent, continue west, contouring north around the base of the buttress and up the hillside. At the top of the hillside, start looking up and right- the corner is VERY obvious. Some 4th class is required to get to the spacious belay ledge."},"__v":0},{"_id":"Gv2Z39CvVJKss0Ieie9v0w==","name":"Escape Plan","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.46607,36.00623]},"left_right_index":999999,"mp_id":"116087183","mp_crag_id":"106538006","climb_id":"Gv2Z39CvVJKss0Ieie9v0w==","areaRef":"2lI0cvnCUwqwy7giLQZ4Rg=="},"content":{"description":"Starting as #4's and widening to squeeze, mitigate a slight bulge and make your way to the top.  Too short, but still sweet.   This problem requires a bit of actual OW technique, but the crux is tamed by a solid rail behind you.  Other than that feature it is absolutely splitter.\n\n Graded as a route because I have no idea how one grades OW boulder problems, though I was wearing a beanie, which further complicates things.  It feels about a grade and a half harder than Chrysler Crack, so 9+/10-.\n\n No idea the name or FA.  Just posted to speed up the real info being found.","protection":"Solo","location":"As you approach and descend the base of the buttress you will pass a boulder just below the trail.  If you scramble to the underside of the boulder, you will find a heart shaped, blank face cleaved by a splitter OW crack."},"__v":0},{"_id":"KsZmzDDbVb6kV2oIotIWBQ==","name":"Adam's Rib","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"unknown","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-115.46607,36.00623]},"left_right_index":5,"mp_id":"116191233","mp_crag_id":"106538006","climb_id":"KsZmzDDbVb6kV2oIotIWBQ==","areaRef":"2lI0cvnCUwqwy7giLQZ4Rg=="},"content":{"description":"Adam's Rib takes a nice, smooth brown corner system a hundred yards up the hill from Prime Rib and just down from the start of Vanishing Act.\n\n Climb up a loose but easy face and corner to get to the good rock. Here, balance up below a small roof to clip the first of two bolts. I'll note that this is a reachy clip from an insecure stance and blowing it could easily result in injury (hence the R rating), but the rest of the climb is well protected.\n\n Now established in the good rock in the corner, clip a second bolt and climb a series of thin crimps with tricky footwork (cruxy fun) to gain better holds and more gear. Follow flakes up to a bolted anchor.","protection":"A single set of cams from 0.3 Camalot to #4 Camalot... You could get away without the #4 but it's nice to have. A few small stoppers. An 80m rope allows comfortable lowering but a 70 would probably work with careful down-climbing on easy ground.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,a31fb323-0db7-5e02-b522-f21d3b49b531,eeabff85-bcb1-5aac-a784-2f3003d01d09,bea6bf11-de53-5046-a5b4-b89217b7e9bc,919c13e5-2652-555f-b82c-eb3f932e1d4f,da523472-f9c2-530a-b0cb-b8222d067846","pathTokens":["USA","Nevada","Southern Nevada","Red Rocks","Southern Outcrops","Disappearing Buttress"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.9-"},{"count":1,"label":"5.6"},{"count":1,"label":"5.7"},{"count":2,"label":"5.9"},{"count":2,"label":"5.8"},{"count":1,"label":"5.8+"},{"count":1,"label":"5.10+"},{"count":1,"label":"5.10a"},{"count":1,"label":"5.11b"}],"byDiscipline":{"trad":{"total":11,"bands":{"unknown":0,"beginner":6,"intermediate":4,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":6,"intermediate":4,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-115.46607,36.00623]},"bbox":[-115.46662585446727,36.00578033981814,-115.46551414553274,36.00667966018187],"left_right_index":-1,"ext_id":"106538006","area_id":"2lI0cvnCUwqwy7giLQZ4Rg=="},"content":{"description":"A small canyon cuts into the escarpment just north of the well known Illusion Crags. On the north side of this drainage, more or less at the entrance,  is a 500' buttress which we called the Disappearing Buttress. Surely it's been visited by climbers over the years, and the January '09 parties found some old webbing at a rap station, but there's no record of these earlier groups.          There are already several enjoyable routes on good rock, with room for more. The area receives a long day of sun even in the dead of winter, since there isn't a massive formation to the south which would intercept the sun, something of an issue in other canyons. Although you can't escape the sound of traffic from the Pahrump Hwy, it still has a distinct feel of privacy and solitude, with little sign so far of previous passage. The descent is easy, the approach is neither long nor hard, and the area, particularly the upper tier of rock beneath which descending parties hike, offers a lot of room for future routes. This upper band is of especially attractive rock but is probably far enough away that it will be a while before routes are established."},"density":0,"totalClimbs":11,"__v":2,"createdAt":"2022-11-07T06:11:19.214Z","updatedAt":"2024-01-15T16:46:05.839Z","_change":{"user":"q+lmEidCQ7ChKGsZ1ORhXw==","historyId":"6594e83ef8258fb5bda09b86","prevHistoryId":"6594c98bf8258fb5bd9f0c73","operation":"updateArea","seq":0}}