{"_id":"63689de0e80bff5a994f9435","area_name":"Lone Eagle Peak","shortCode":"","climbs":[{"_id":"mb2rOEM6XOaPneKE1fnb2w==","name":"Sound of Music (North Face Variation)","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Daniel Sosalla & Zane Edwards","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.66,40.0714]},"left_right_index":999999,"mp_id":"113326386","mp_crag_id":"105746826","climb_id":"mb2rOEM6XOaPneKE1fnb2w==","areaRef":"rvYYA2FGVSiN/ojQSQn9BA=="},"content":{"description":"According to the pitch descriptions for the\n\nNorth Face\n\n, this route would be pitch 8. It's a great addition to the North Face Route versus the standard scramble on pitch 8, and so....\n\nFrom the\n\nNorth Face\n\ndescription: \"P7-8. Grassy slopes interspersed with occasional rock steps (5.4) lead to the top of the cleft, which deposits you on a huge ledge system below the summit cliffs.\"\n\nAfter pitch 7, there is a massive, grassy ledge. On the right side of this ledge is an east/southeast-facing wall with great potential for more routes. Locate the right facing flake/crack that dominates the middle half of this route. Beware of loose rock and plenty of lichen. This could easily be 3 stars with a bit of traffic to clean things up.\n\nP8. Start by climbing a series of ledges for 20 feet. Shuffle left, and climb the right-facing flake (crux). Continue straight up to a short open book and to the top.\n\nAfter this climb, hike and scramble south (climber's left) through some very exposed 4th class terrain to the start of pitch 9.\n\nSpecial thanks to my climbing partner, Zane Edwards, for pushing his limits on this adventurous outing.","protection":"Standard rack.","location":""},"__v":0},{"_id":"gZvAS2mzVduTzhdfJee8Cw==","name":"Solo Flight","yds":"4th","grades":{"yds":"4th","french":"1"},"fa":"unknown","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.66,40.0714]},"left_right_index":999999,"mp_id":"105839405","mp_crag_id":"105746826","climb_id":"gZvAS2mzVduTzhdfJee8Cw==","areaRef":"rvYYA2FGVSiN/ojQSQn9BA=="},"content":{"description":"This is the easiest route to the classic summit of Lone Eagle and in reverse is also the descent from any route summiting Lone Eagle (including Solo Flight itself). While \"only\" 4th class, it is very exposed and features devious route finding on terrain that quickly exceeds 4th class if a wrong turn is taken, which can easily happen despite the numerous cairns en-route, especially when climbing the route for the first time in reverse after an ascent of the N. Face route. I won't say anything else about that other than if going in reverse, look in every direction for the next cairn, and don't misinterpret a random pile of rocks!! I excerpt here almost verbatim (differences in []'s) from Gerry Roach's description of Solo Flight, from the 1989 Indian Peaks Wilderness Area Guide. The differences are mostly because it seems to me that some of the directions were off. Also because if you try to follow directions too carefully on this climb, you have to enjoy being totally confused, so I'm trying to confuse you even more (e.g. just follow your nose).\n\nFrom the northeast side of Crater Lake, climb southeast to a point just below the north face of Lone Eagle. Continue climbing southeast and stay below the cliffs of Lone Eagle's northeast face. The easiest going is actually right under the cliffs, and you may find some wonderful flower displays at the base of the rocks. It is also reasonable to hike across talus some distance below the cliffs.\n\nStay below the cliffs and continue south to a point where you can look down on Triangle Lake. It is 0.5 miles from the base of the north face to this point. It is not necessary to go to Triangle Lake, only to see it. The cliffs of Lone Eagle finally start to relent and the route ascends southwest up a ramp bordered on its north side by a dwindling cliff band. Look sharp for a good place to leave the ramp and climb northwest (right) up through this cliff band. There are at least three places to ascend this cliff band with 50 feet of Class 3 climbing. Some cairns mark the upper two places.\n\nOnce you are above the dwindling cliff band, traverse north on a broad ramp. You are finally headed toward the summit instead of away from it! After 200 yards of traversing, do an ascending traverse northwest up broken ledges to a pair of small notches in the convoluted ridge. This ascending traverse follows the path of least resistance and involves an occasional Class 3 move. The two notches are [along a spur from the north-south ridge].\n\nThe view north from the [south-east] notch can be disheartening at first, but at least you can finally see the summit. It is 250 yards north and below you. The summit is not the highest point on the ridge, but it is the farthest north. Climb [south] through the [south-east] notch and descend 20 feet on the [south-west] side of the ridge (Class 3). Turn [north-west] (right) and climb 30 feet into another notch with a curious chockstone in it (Class 3).\n\nFrom here on the route is exposed and more serious. There is a steep gully descending north from the notch with the chockstone in it. Get on the west side of this gully, traverse north and descend slightly to a series of easy ledges 100 feet north of the notch (Class 3). There are at least two ways to accomplish this maneuver. These ledges are on the east side of the ridge running north toward the summit.\n\nTraverse north 100 yards on the ledges (Class 3). When the ledges bump into cliffs, descend 70 feet east down a south-angling Class 4 pitch to a lower series of ledges. This pitch is the crux of the route and can be downclimbed or rappelled. If desired, a rope can be left in place on this pitch to aid the return trip.\n\nTraverse north 200 feet on the lower series of ledges (Class 3) and engage the single closed contour of the summit. Ascend 60 feet northwest across the east side of the summit ridge to the summit (Class 4). The job isn't complete until you tiptoe north 30 feet on the narrow ridge to the most spectacular point.\n\nThis is a complicated route, but take heart. It follows the path of least resistance, consists mostly of easy Class 3 scrambling, is festooned with cairns and, most important of all, leads to an incredible summit.","protection":"4th class sections take pro if needed, as do off-route 5th class variations. No fixed anchors.","location":"Located in Lone Eagle cirque, above Crater Lake in the Indian Peaks Wilderness. Approach from the East via Pawnee Pass (park at Long Lake TH, 9.25 miles), or from the West from the Monarch Lake TH (7.8 miles). Easier from the West than from the East, but we did it from the East and this was nice too. Camping permits easily obtainable for $5 at the Forest Service office in N. Boulder or elsewhere. Camp either around Crater Lake, or, possibly better, above Mirror Lake. Regular folks like me will probably hike in, camp, climb, camp, hike out (e.g. 3 days), but some people do it in a day - you know who you are."},"__v":0},{"_id":"MXW09kqBU4+GveMhT2OehA==","name":"Sleep-In Block","yds":"5.10c/d","grades":{"yds":"5.10c/d","french":"6b+"},"fa":"October 2008","type":{"trad":true,"tr":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.66,40.0714]},"left_right_index":999999,"mp_id":"106281310","mp_crag_id":"105746826","climb_id":"MXW09kqBU4+GveMhT2OehA==","areaRef":"rvYYA2FGVSiN/ojQSQn9BA=="},"content":{"description":"A short face (relative to EVERYTHING else up there), near low ramps of\n\nSolo Flight\n\n.\n\nWe had anticipated tackling the North Ridge but got a late start.  I overslept on the Front Range and we didn't leave the TH until 7:45am.  We set out, no guide (not even an MP printout!), no previous knowledge of area, no beta for route or tricky sounding descent.  Low on sleep and not arriving to the base of Lone Eagle until 11:30am.  We decided against a longer route and searched for something less committing.\n\nWe did 3 routes, 1 easy trad, 2 TRs.\n\nFrom L>R:\n\nRoute #1, *, \"Sleep In Until 3\" trad protected, 5.6.\n\nStart deep into chimney between Sleep-In Block and opposite rock, stemming the chimney up approximately 15 feet.  Lunge right (crux) then follow the easy steps and plentiful pro to the top.\n\nRoute #2, **, TR, 5.8.\n\nStart at an obvious, right-facing flake in the middle of the wall.  Sidepull, counterweight, and crank through 2 low jugs.  Toe right, low hand, throw right hand high for solid jug (crux).  Finish either straight up face or slightly right on mini-arete.\n\nRoute #3, ****, TR, 5.10.\n\nThis route was best of the day.  If this had easier access and some bolts, it could be an ultra-classic sport route.\n\nWe set-up TR then rapped route to drop hang-fire blocks and rocks and shiny up holds/ledges of moss.  Kampe fired up first, testing holds, route finding, and eventually reaching the top.  I followed.  We each TRed it twice.  Great route, fun moves, solid rock, exposure, views (!!!), continuous, non-stop, fun sequences, worth the 8 mile hike?  For us, completely.\n\nStart on lowest corner of SE side of Sleep-In Block, under a giant overhang.  Lieback off right hand and balancy feet.  Throw left for the first of 3 left-throwing jugs.  Gain left-slanting crack and traverse out to edge of lower arete.  Fire up onto upper part of route on thin side-pulling crimpers until a good crimpy ledge.  This is where route takes a fun, exposed twist.  Step out onto a good right foot above the overhang.  Although only 25 feet up on the route, you're now standing in the middle of the valley above 1000' of scree with only air under your ass.\n\nBump up to the next thin ledge.  From here, step left foot to lower ledge, right hand high to shallow crimp crack, mantle with left hand on upper thin ledge, step right foot up onto nothing, and make a balancy throw for a juggy ledge.  Step up and reach higher than possible for a super positive hold.  This draws a funny looking move, but both of us did it both times as it is the most natural feeling thing.  Sweep left foot out right, pivoting your body sideways, and step the outside of your left foot onto the juggy ledge.  Congratulations, you've done the 3rd ascent!","protection":"Trad rack and TR material.","location":"We hiked from Monarch Lake TH, up towards Crater Lake.  Get to Lone Eagle, circle left towards Triangle Lake.  Right along the base of LE is a trail, quicker than talus hopping.  We originally thought we were at the starting ledge of\n\nSolo Flight\n\nbut on the way out, in hindsight, not sure if this was\n\nSF\n\n.  Either way, we crossed the starting ledges (holding ice in October).  Sleep-In Block forms the southern edge of the ledge.  Routes were all on the south side and in fall, held sunshine until 1pm.  After that, temp drops quick in the tall-walled valley."},"__v":0},{"_id":"VDuqbPXeXT+8NxNvVha5iw==","name":"North Face Direct","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"unknown","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.66,40.0714]},"left_right_index":999999,"mp_id":"106573910","mp_crag_id":"105746826","climb_id":"VDuqbPXeXT+8NxNvVha5iw==","areaRef":"rvYYA2FGVSiN/ojQSQn9BA=="},"content":{"description":"Moshnikov Anatoly\n\nMoshnikov Ivan\n\nMountain Guides, CET Neva, St. Petersburg, Russia\n\nNorth Face  direct variant.\n\n09/09/09 From Crater Lake - ~ vertical 1050 ft.\n\nP1. 5.4. Climb first pitch of the Classic North face route (75 ft) to the bench with the trees.\n\nP2. Scramble right and up on the ramp with trees for about 100 ft m and then climb up under small roof. (Just before the overhang we found remains of the repel station).\n\nP3. 5.10. Crux. Make a delicate move into the crack under the roof and work over the overhang.\n\nP4 and 5. Climb straight up (P4) and another pitch (P5) up and left (easy climbing, 5.5-5.6) to the large ledge below the summit bastion.\n\nP6. Join with the crux pitch of the classic route (P5, 170 ft, 5.7).\n\nP7. Continue on the classic route 100 ft to the summit.\n\nTime from Crater Lake to summit - 5.5 hrs.","protection":"Standard rack.","location":""},"__v":0},{"_id":"Kc7xK1B3XcGxloI8UCdNtA==","name":"North Face","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Stettner brothers","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.66,40.0714]},"left_right_index":999999,"mp_id":"105752470","mp_crag_id":"105746826","climb_id":"Kc7xK1B3XcGxloI8UCdNtA==","areaRef":"rvYYA2FGVSiN/ojQSQn9BA=="},"content":{"description":"This moderate alpine rock route is classic both for the quality of the climbing and the sheer ambiance of the wall it tackles. The long approach to Lone Eagle Peak ensures solitude, and the cirque itself is unmatched for beauty in the entirety of the Indian Peaks.\n\nDespite the moniker, most of the climbing takes place on the east side of the peak. Scramble southeast up a steep grassy slope for 200 yards from Crater Lake to the base of the east face. The route starts from the talus field just over the crest -- look for a large, tree-filled bench.\n\nP1. Climb wet black rock (5.4) past a pin, aiming between the two large trees on the bench.\n\nP2-4. Follow a 5.0 ramp up and south (climber's left), climbing over, around and through numerous trees en route. You can break this bit up or simul-climb.  It's mostly 3rd and 4th class. It helped me to scope this bit out from the valley below and to the east of the peak, since only the final pitches are visible from Crater Lake.\n\nP5. The ramp ends at a grassy gully which splits the east face. Climb broken rock (5.3) straight up this cleft to the base of a deep, water-streaked chimney.\n\nP6. Climb the chimney (5.5), making use of the positive face holds on the right wall to get past a few tricky spots.\n\nP7-8. Grassy slopes interspersed with occasional rock steps (5.4) lead to the top of the cleft, which deposits you on a huge ledge system below the summit cliffs.\n\nP9. 3rd or 4th class south up blocky ramps to reach the summit cliff band.\n\nP10. The crux! This 150-foot pitch follows a pair of twin cracks on the northwest-facing summit headwall, about 100 feet west of the prominent arete where the east and north faces meet. You will most likely need to move right and down from your last belay to reach the start of cracks.  Don't be suckered into trying the diagonalling twin cracks closer to the arete -- it's off route. You'll know you're on route if you pass 4 old pins. Move right from the top of the cracks past a spike. Belay above on a huge ledge.\n\nP11. Move your belay about 100 feet south (left) along the ledge to the base of a left-angling 5.4 corner/chimney. With a 60 meter cord you can reach the top of the peak in one pitch from here. When the chimney peters out, either belay or continue wandering up broken rock (choose your own adventure) to the summit.\n\nP11 Alternate.  Take the striking hand crack up the center of the northeast face at 5.8.  It takes solid pro with finger and hand jamming to a great ledge just below the summit.  Optionally belay here, or finish off the summit if you have a 60m.","protection":"A light rack should suffice for this route.  Bring 1 set of stoppers, some mid-range TCUs, Camalots to #3 (doubles in #1 and 2), and plenty of long slings.","location":""},"__v":0},{"_id":"0UnDHfA+VNCrtR/kr8+e3A==","name":"Mohling Traverse","yds":"5.2","grades":{"yds":"5.2","french":"3"},"fa":"Franz Mohling","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.66,40.0714]},"left_right_index":999999,"mp_id":"105752488","mp_crag_id":"105746826","climb_id":"0UnDHfA+VNCrtR/kr8+e3A==","areaRef":"rvYYA2FGVSiN/ojQSQn9BA=="},"content":{"description":"This sustained excursion (lots of 4th and easy 5th class) starts on the summit of Lone Eagle Peak (reached either via the North Face Route or Solo Flight) and traverses south along a spectacular ridge to the seldom-visited summit of Iriquois (12,799).\n\nFrom the summit of Lone Eagle follow the Solo Flight route south to the one point at which it drops over a notch onto the west side of the ridge.  Descend 100 feet west down a gully and continue up and south on a grassy, diagonalling bench below the ridgeline.\n\nStay on the west side of the ridge and summit \"Limbo,\" a 12,420 spire two-thirds of the way along the traverse, via its north face.  Descend Limbo to a notch below the north face of Iriquois (I flipped over to the east side of the ridge to do this; some parties may want to rappel).\n\nClimb Iriquois as best you can.  The terrain is easier and more broken up on the west side of the north face.\n\nThis traverse has numerous easy fifth-class sections and plenty of options for either increasing or decreasing the difficulty.  It's possible to escape east toward Triangle Lake in a couple of spots should weather move in, but once on Iriquois itself you're fairly committed.\n\nIf you're camped at Crater Lake you can either reverse the traverse until it's possible to descend to Crater Lake or go west from Iriquois' summit over Hopi and down Achonee's southeast gully. Alternately, continue east along another tricky, jagged ridge to the summit of Apache and make your way back east toward Brainard Lake as best you can. I continued over Navajo and down Niwot Ridge for full flavor . . .","protection":"If you're breaking this up into pitches then you may never get there . . . A light rack and a small-diameter 60-meter rope should be sufficient.","location":""},"__v":0},{"_id":"ADYAxfNyX7qNWNgv9itfeQ==","name":"East Face Center","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"unknown","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.66,40.0714]},"left_right_index":999999,"mp_id":"106573921","mp_crag_id":"105746826","climb_id":"ADYAxfNyX7qNWNgv9itfeQ==","areaRef":"rvYYA2FGVSiN/ojQSQn9BA=="},"content":{"description":"Moshnikov Anatoly\n\nMoshnikov Ivan\n\nMountain Guides, CET Neva, St. Petersburg, Russia\n\nEast Face Center   first ascent\n\n09.14.2009\n\n3285 ì  Start\n\n3605 ì  Summit\n\nP1. 5.8. Start in the center of the East Wall at the distinct overhanging boulder on the left side of the trail. Climb under the room through the series of small and large overhangs and overhanging blocks (65 ft). Continue work right and up in the crack and blocky slabs, then straight up towards the large roof. We found an also stopper here but no more traces further on the route. Belay on small ledge (several horizontal and vertical cracks, stoppers, small cams). 65 ft.\n\nP2. 5.11. Crux. Climb dihedral with the vertical crack up beneath the large (6 ft) overhang. Work through this roof by moving up and right with the delicate transition onto the small diagonal ledge. We placed a bolt (Petzl body is left) here but it might be possible to use a small crack to place a protection. Finish this pitch by climbing the vertical face to the grassy ledge. 130 ft.\n\nP3. 5.10. Traverse the ledge to the vertical crack and climb this crack to the ledge with two trees. One bolt is left. 100 ft.\n\nP4. 5.8. Climb straight up to the large ledge with trees. Smooth slabby faces. 100 ft.\n\nP5. 5.7. Work around the large black overhang by climbing on the ledge right and up to the dihedral. 80 ft.\n\nP6. 5.10+. Climb one dihedral, then the second dihedral up with the exit to the left on the sloppy ledge with diagonal crack. 150 ft.\n\nP7. 5.9. Climb up and left through two diagonal cracks to a less steep rocks, then on the large ledge under summit bastion. Belay on the pedestal. 180 ft.\n\nP8. 5.9+. Straight up, slightly left of large dihedral through flakes, slight overhanging rock and then to less steep rocks. 190 ft.\n\nP9. 5.6. Climb easy rocks to the summit (joining classic North Face route). 135 ft.\n\n09-13-09. We worked on the first pitch and half (130 ft) under the crux roof (2 hours) and left a fixed rope.\n\n09-14-09.  We used this fixed rope and climbed the rest of the route  in 7 hours.","protection":"Standard rack, two bolts.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,b8bc6400-2efc-577d-b6a6-c5367641fd44,5f78c46b-a25c-5b59-8514-41ae795c0b82,aef61803-6146-5528-8dfe-88d04909fd04","pathTokens":["USA","Colorado","Alpine Rock","Indian Peaks","Lone Eagle Peak"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.8+"},{"count":1,"label":"4th"},{"count":1,"label":"5.10c/d"},{"count":1,"label":"5.10"},{"count":1,"label":"5.7"},{"count":1,"label":"5.2"},{"count":1,"label":"5.11"}],"byDiscipline":{"trad":{"total":7,"bands":{"unknown":1,"beginner":3,"intermediate":2,"advanced":1,"expert":0}},"alpine":{"total":7,"bands":{"unknown":1,"beginner":3,"intermediate":2,"advanced":1,"expert":0}},"tr":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":1,"beginner":3,"intermediate":2,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.66,40.0714]},"bbox":[-105.66058760456782,40.07095033981814,-105.65941239543214,40.07184966018186],"left_right_index":-1,"ext_id":"105746826","area_id":"rvYYA2FGVSiN/ojQSQn9BA=="},"content":{"description":""},"density":0,"totalClimbs":7,"__v":1,"createdAt":"2022-11-07T05:56:03.481Z","updatedAt":"2022-11-25T11:16:38.702Z"}