{"_id":"6368a214e80bff5a9955d973","area_name":"Razorback","shortCode":"","climbs":[{"_id":"vBhbOaSDXNuG/DFofwDIeA==","name":"West Ridge of Razorback","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"R. Ingraham, D. Boyer 1958","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.5724,32.3554]},"left_right_index":0,"mp_id":"115786239","mp_crag_id":"106930834","climb_id":"vBhbOaSDXNuG/DFofwDIeA==","areaRef":"GDwm9AjZV92RQHWvs+Fskw=="},"content":{"description":"Dick Ingraham writes that the West Ridge of Razorback,\"is one of the classic routes of the Organs, often repeated.\" Offering the most dramatic exposure in the Organs, it is absolutely a classic! Not sure about often repeated, our ascent being the first in nearly fourty years. We took the most exciting option at the crux, a wildly exposed tight hands and finger crack in the heart of the Organs. This route is a must-do for anybody searching for an unforgettable adventure in these rugged mountains.\n\n The West Ridge is accessed from the gully to its north, between the Spire and Razorback. Ascend the gully until a massive cleft in the ridge is encountered. Dick Ingraham describes scrambling up for several hundred feet until a lieback feature, this is where he recommends roping up, and remaining roped until the summit. I will refrain from reducing this adventure climb to a pitch-by-pitch recipe, instead limiting this post to a general description of character of the route. The posted 5.9 is only a couple moves, and this section is avoidable, likely via easier options; the rest of the climb is in the 5.6 range.\n\n See Dick Ingraham's guide (web.nmsu.edu/~amato/ingraha…) for details from the first-ascensionist himself. Quotes are from this guide.","protection":"A single rack from small to #3 camalot should be adequate for most parties. The numerous ledges encountered along the way will allow climbers to belay once running low on gear. Double up on the mid-size to increase options. A dozen shoulder length slings is sufficient. Our 60 meter rope came up a little short on the first rappel, so make sure to have a full 60 meter cord, preferably a little longer.","location":"Razorback is easily seen from the west, identified by the massive rock cornice to the northeast of the summit. The West Ridge is the striking ridge swooping down from the summit in an elegant sinusoid.\n\n There are two options for the approach. Dick Ingraham reccomends approaching from the west, from Topp Hutt. This option is complicated by dense swaths of catclaw and a convoluted series of cliffs and gullys. We recommend instead approaching from the east, from Pine Tree trail. Follow the Pine Tree trail to the bottom of the gully that runs from the notch between the Spire and the 6th Low Horn. This gully is steep and towards the top, rather loose and overgrown, but luckily it goes quick. It's a good idea to rack up in this notch, otherwise, racking up at the start of the route is another option.\n\n From the ridge line, descend to the west, contouring along the Spire towards the south, towards Razorback. There is a lovely Aspen grove between the Spire and Razorback. Start scrambling up the gully from here, generally staying close to the west ridge (south side of the gully) watching for an awesome fissure in the ridgeline, with hundreds of feet of exposure to the south. Begin climbing the ridge here, either roped or not."},"__v":0},{"_id":"wD0BJ5qLXaKyodEb5AWM1w==","name":"Southeast Ridge","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"1961?  P. Wohlt and R. Ingraham","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.5724,32.3554]},"left_right_index":2,"mp_id":"106930844","mp_crag_id":"106930834","climb_id":"wD0BJ5qLXaKyodEb5AWM1w==","areaRef":"GDwm9AjZV92RQHWvs+Fskw=="},"content":{"description":"It's a long way to come for one pitch of climbing, but for the Organ Mountain Peak Bagger, this is likely the route you'll want to take to Bag Razorback.  Better climbing (and longer routes) possibly exist on the west and north sides.  The better choice for climbing the SE ridge is probably just right of the SE arete proper, but it's very exposed, harder climbing on the left side of the arete, but not as exposed.   Pick your poison and climb either right or left of the arete.  Some fixed pins can be found near the summit, likely used for rappel by early ascensionists. \n\n  Because of an impending thunderstorm, we didn't get much time to look for a summit register, maybe next time ;-)","protection":"Light rack, some small tri-cams worked nicely in the horizontal seams between blocks on the left side of the arete.","location":"From the summit of Wildcat, scramble down to the small col between Wildcat and Razorback (go west for a few feet, then turn north down grassy ramps). \n\n  Descend by rappelling back to the Wildcat/Razorback col, then retrace your route back over the summit of Wildcat.  The west gully between Razorback and Wildcat probably does not go, and appears to be a dangerous rubble pile."},"__v":0},{"_id":"rBuZXxDBUgCQ5tS3x6RIYA==","name":"SE Ramp","yds":"4th","grades":{"yds":"4th","french":"1"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.5724,32.3554]},"left_right_index":1,"mp_id":"107166930","mp_crag_id":"106930834","climb_id":"rBuZXxDBUgCQ5tS3x6RIYA==","areaRef":"GDwm9AjZV92RQHWvs+Fskw=="},"content":{"description":"An easier summit route than Southeast Ridge, this exposed scramble provides a nice way to reach Razorback from Wildcat. The climbing up the ramp is easy, even by 4th class standards, but it is also highly exposed. The gully below between Wildcat and Razorback is a steep drop-off away. Any slip could be fatal.","protection":"A light alpine rack is probably more than most climbers will even use. Some rappel slings may be found at the top.","location":"After descending off Wildcat to the North you will be in some brush just west of the saddle. Keep descending for another 20-40 ft to the start of an obvious ramp heading up to the right."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,98c839d1-f0d4-5006-bb58-276b12f05bd0,2635f237-5277-5a1d-9d74-99b35e3cd3b9,60af20ff-2a39-5a85-86f5-9582969e2458,a7fc71c1-8b31-5ded-97d4-a1a17e51223c,183c26f4-08d9-57dd-9140-75afb3e16c93","pathTokens":["USA","New Mexico","Las Cruces Area Climbing","Organ Mountains","High Horns, The","Razorback"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.9"},{"count":1,"label":"5.6"},{"count":1,"label":"4th"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":1,"beginner":1,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":1,"beginner":1,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-106.5724,32.3554]},"bbox":[-106.5729323030101,32.354950339818146,-106.57186769698988,32.355849660181875],"left_right_index":-1,"ext_id":"106930834","area_id":"GDwm9AjZV92RQHWvs+Fskw==","polygon":{"type":"Polygon","coordinates":[[[-106.5729323030101,32.354950339818146],[-106.57186769698988,32.354950339818146],[-106.57186769698988,32.355849660181875],[-106.5729323030101,32.355849660181875],[-106.5729323030101,32.354950339818146]]]}},"content":{"description":"Razorback is a fitting name for this blade-like peak.  Just north of Wildcat, to the north, only the spire lies between Razorback and the Low Horns.  The Ingraham guide describes an extremely sharp west ridge that spirals down in a graceful spiral from the summit that is only inches wide for 60 feet near the summit."},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T06:13:46.461Z","updatedAt":"2024-02-19T18:38:11.204Z"}