{"_id":"63689de0e80bff5a994f939a","area_name":"Dreadnaught","shortCode":"","climbs":[{"_id":"SfLipQK3XUSykQjY1WTO5A==","name":"Super Power","yds":"5.11c/d","grades":{"yds":"5.11c/d","french":"7a"},"fa":"Jim Erickson and Roger Briggs, 1980","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2915,39.9759]},"left_right_index":999999,"mp_id":"105758817","mp_crag_id":"105745522","climb_id":"SfLipQK3XUSykQjY1WTO5A==","areaRef":"832XkX/3WlWrK9gTB8LHwg=="},"content":{"description":"Super Power splits the large overhang on the Northwest Face of the Dreadnaught and is easily seen when walking uphill along the base from Skunk Canyon. It is one of the better crack climbs in the area and doesn't see as much traffic due to the long approach and the fact that it is usually closed from January through July. Super Power also faces to the Northwest, so mornings are best when it's hot. Later in the fall, the route is likely to be chilly but might catch some late-day sun.\n\nA large eagle's nest lies about two feet to the right of the belay in the overhang. When we did the route (Aug. 02), no eagle was at home nor did we see any sign of recent activity. However, a friend of mine who did the route in the early '80s recalls being \"attacked\" by the eagle (this same friend has also been \"attacked\" by bears, raccoons, dogs and many other harmless critters). At any rate, if the eagle is home it would be prudent to find something else to climb.\n\nSuper Power is a slightly harder, steeper version of Supremacy Crack, but graced with an awkward wide pod in the middle. This route is a must-do for anyone who likes steep, burly cracks. The protection is good and it is well-worth the hike in to send this thing.\n\nPitch 1: Climb broken rock up the obvious crack system to a stance at the base of the overhang. This is about 5.9 but low-angle and is in no way a good warm up for the overhanging crack above. If you're the type who climbs better when warmed up, get that way on another route or go bouldering before hiking in. Pitch 2: Take in a deep breath and commit to the overhanging hand jams, cranking up into the wide pod. Try to find a rest or keep charging up the crack on good jams to an enormous jug at the lip of the roof. Heave over the lip and follow a licheny 5.5 crack to the ridge. The only gear needed for this pitch are Friends #1-3, supplemented with a .75 and 1 Camalot, and a  #4 or 4.5 Camalot (either will work; I'm just not sure which is better) for the pod.\n\nDescent: Climb easy 5th class down the ridge for about 100 ft. to a thread. A single-rope rappel, followed by some easy scrambling, will get you to the ground.","protection":"Standard rack with a #4 or 4.5 Camalot.","location":""},"__v":0},{"_id":"WWPE0dE+WWGm47dnjRR6eA==","name":"Solid State","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"R. Briggs and M. Hesse, 1973","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2915,39.9759]},"left_right_index":999999,"mp_id":"106006948","mp_crag_id":"105745522","climb_id":"WWPE0dE+WWGm47dnjRR6eA==","areaRef":"832XkX/3WlWrK9gTB8LHwg=="},"content":{"description":"The climb is a borderline 2* climb at present, after we cleaned lots of saucer and plate sized flakes of rock from the crack.  The climb is nicer now that it was yesterday, we are sure. With a little more effort in ridding the line of junk rock, the climb will be more pleasant.\n\nWhile the climb is best remembered for the top dihedral, a quality section perhaps only 1/3 of the length, the crux lies more probably in the initial leaning crack, on a step-right move, just a few moved below the dihedral. This section is only protected so well and is not bomber overhead gear. As such, the route is NOT appropriate for people pushing their limits on 5.8.","protection":"A set of cams and large nuts. Extra cams 2-3\" might be nice. Watch out for your placements, the initial crack has some flakes in it that could pop out and spit out your placements in a fall.","location":"There is a wide gully on the South side of the Skunk Canyon drainange, between the Dreadnaught and the North Ridge. This is on the West side of the Dreadnaught.  Hike up the hill for some distance until the rock is a distinct ridge on both sides, to the East and West. Soon after this point, you will the first and only major, left-facing dihedral system on the wall, looming overhead.  To approach this, go uphill to directly below the corner, walk back along the base of the rock 10-15 meters to the North, then up and onto a low angle ramp with a few trees on it.  From the base of the second tree, you can see a right-leaning crack that ascends to the base of the hanging dihedral and completes a crack system that goes up to a fixed webbing anchor.  This is 'Solid State.'"},"__v":0},{"_id":"mFeMGi2rVQ2kI2JNGAg7aQ==","name":"Primal Rib","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"unknown","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2915,39.9759]},"left_right_index":999999,"mp_id":"105753925","mp_crag_id":"105745522","climb_id":"mFeMGi2rVQ2kI2JNGAg7aQ==","areaRef":"832XkX/3WlWrK9gTB8LHwg=="},"content":{"description":"This route follows the 1000 foot arete of the Dreadnought from Skunk Canyon all the way to its summit behind the Backporch. The views of the rocks on the North side of Skunk Canyon and the West face of the Backporch are hard to beat.\n\nTake the Skunk Canyon approach. Once you reach the Dreadnought hike the steep gully between its East Face and Achean Pronouncement to where the rock becomes well-defined and less licheny (roughly 300 feet).\n\nLook for a small, left-facing dihedral with a couple of bushes in it. This is the start of the route.\n\nClimb up the dihedral, and protect in a crack at its bottom, make it past the first bush, and exit to the right of the dihedral or continue up a through above the dihedral. Either way, reach the arete, and set up your first belay.\n\nFrom here, the route follows the arete (left) all the way to either of the East or West summits. The 5.5 rating is for the first pitch, and the arete traverse is considerably easier but mostly unprotected and sometimes licheny.\n\nAlong the way you will make it past a small tree partially blocking the arete and onto a good ledge where you can rest before tackling the final steeper section.\n\nAt the foot of the summit blocks, there is a large ledge. You can do an easy but exposed 40 foot scramble to either summit from here.\n\nDescent: Scramble back down to the ledge below the sumit blocks and climb South down a hole between them. Scramble down West and South via an alleyway that will deposit you below the South side of the Dreadnought. Hike East to reach the Porch Alley trail.","protection":"Standard Flatiron rack.","location":""},"__v":0},{"_id":"Yd/LS0/1WHCU1s0CaYWXyQ==","name":"East Face/Dreadnaught","yds":"5.2","grades":{"yds":"5.2","french":"3"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2915,39.9759]},"left_right_index":999999,"mp_id":"105753928","mp_crag_id":"105745522","climb_id":"Yd/LS0/1WHCU1s0CaYWXyQ==","areaRef":"832XkX/3WlWrK9gTB8LHwg=="},"content":{"description":"This is a fun and easy 300+ foot scramble up the Southern part of the East face of the Dreadnought. It may not warrant a trip by itself but makes for a nice finish after doing Primal Rib or climbing on the Backporch.\n\nApproach by using the Porch Alley trail. The climb starts at the lowest point of the rock a few feet from the Southern arete of the East face. The rock is fairly good although a bit licheny in the begining and pro is as usual, hard to find\n\nClimb straight up 300 feet to the bottom of the Eastern summit block. From here, you can traverse right into the large ledge North of the two summits and scramble up the large dihedral to either summit or you can go left to the Southern edge of the East face and ascend to the top. This is a harder and much more exposed alternative.\n\nDescend back to the North ledge and scramble down the hole between the two summit blocks continuing West and South onto hiking terrain. Head East to intercept the Porch Alley.","protection":"Standard Flatiron rack, mostly small pieces.","location":""},"__v":0},{"_id":"3rKJ1Z2JVYKlrhQI1LfAHA==","name":"The Dreadnaught","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"S. Woodruff, D. Hare, 1975","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2915,39.9759]},"left_right_index":999999,"mp_id":"106006952","mp_crag_id":"105745522","climb_id":"3rKJ1Z2JVYKlrhQI1LfAHA==","areaRef":"832XkX/3WlWrK9gTB8LHwg=="},"content":{"description":"The upper part of this climb has some truly redeeming qualities. Unfortunately, however, the initial section impresses me more with the amount of redeeming that would be required to give this decaying pile of choss anything more than a bomb.\n\nP1: (5.9, R, 80') The first pitch is a wandering, runout affair full of loose rock, dirt, plants, and sloping holds. It is both harder and more dangerous than it looks from below, and I saw a pretty good climber take a flyer off of this.  Pick and choose your way up to a crumbling ledge. Once standing on the ledge, there are excellent holds and good gear to belay from on the narrow ledge.\n\nP2: (5.10c, 50) The second pitch is good. Good enough to bother rapping into from the ridge and doing, but not worth approaching from below. This stem-fest varies from an acute dihedral to some almost open-book territory. The crack in the back of the corner comes and goes, so be sure to protect down low and toss in a few cams before the minor runout and trust the footwork. Good jams and gear come before hitting the danger zone.","protection":"No matter what you carry, you will place some poor gear in poor rock, with some distance between at times. Consider taking a set of nuts and cams to 3.5\", plus some supplementary 0.4-0.8\" cams and extra slings if you intend to lead this as one pitch.  The belay up top is best done off of some hand-to-fist sized cams back and down, with a few stoppers for a directional up and on the ridge just South of the belay stance at the top of the crack.","location":"There is a wide gully on the South side of the Skunk Canyon drainange, between the Dreadnaught and the North Ridge. This is on the West side of the Dreadnaught. Hike up the hill for some distance until the rock is a distinct ridge on both sides, to the East and to the West. Continue up the hill past 'Solid State' and past 'Super Power' to a right-facing corner than hangs 30 meters above the ground, protected by loose and blocky rock.  This is the only major, right-facing corner at mid-rock and would be hard to miss."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,decc1251-4a67-52b9-b23f-3243e10e93d0,d0ca78b6-a3cb-517c-adee-d9c6f8c2d2d8,3064068f-8414-58a3-aefa-818bbb244841,f37d9791-7ff7-5a55-ab2b-d81307c2c7c2","pathTokens":["USA","Colorado","Boulder","Flatirons","Central","Dreadnaught"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11c/d"},{"count":1,"label":"5.8"},{"count":1,"label":"5.5"},{"count":1,"label":"5.2"},{"count":1,"label":"5.10c"}],"byDiscipline":{"trad":{"total":5,"bands":{"unknown":0,"beginner":3,"intermediate":1,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":3,"intermediate":1,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.2915,39.9759]},"bbox":[-105.2920867826286,39.97545033981814,-105.2909132173714,39.976349660181874],"left_right_index":-1,"ext_id":"105745522","area_id":"832XkX/3WlWrK9gTB8LHwg=="},"content":{"description":""},"density":0,"totalClimbs":5,"__v":1,"createdAt":"2022-11-07T05:56:00.899Z","updatedAt":"2024-01-15T16:42:47.354Z"}