{"_id":"63689de0e80bff5a994f91dc","area_name":"Angel's Wings aka Devil's Wings, West Face","shortCode":"","climbs":[{"_id":"61ku2qawVa2tktZ5rxxAlg==","name":"Wings Of Steel","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Tony Bubb, Jerry Bargo, 10/6/07.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2926,39.9543]},"left_right_index":999999,"mp_id":"106038507","mp_crag_id":"106038498","climb_id":"61ku2qawVa2tktZ5rxxAlg==","areaRef":"zSAjOX66XdKAYGE2UN06YQ=="},"content":{"description":"A great track from the Collide album, 'Chasing The Ghost.'\n\nStart up a shallow, left-facing corner by stepping up and placing great medium stopper or cam, and an equally great fingerlock, then pull into the corner. Within a meter, the system is given to stiff laybacks with high feet and sections of jamming.  After perhaps 60', the corner which has been hitherto characterized by laybacks is replaced by a system of equally well-protected flakes and cracks. Climb these to near a summit at about 100' up, then place a good directional and traverse hard right along flakes and ledges to reach the rap tree as for '\n\nWind Beneath The Devil's Wings\n\n' and belay/rap.\n\nThis is the best single pitch route on the West Face of the Devil's Wings.","protection":"Gear from medium stoppers to 3\" cams. While a 4\" piece can be placed, but just a bit deeper in the same place, other gear can be had. So forgo the heavy stuff.","location":"Toward the upper end of the West Face (north), a shallow and distinctly yellow, right-facing corner starts at the ground with a slight overhang and a large hollow flake on the left side. This is perhaps 100' to 150' North of '\n\nWind Beneath The Devil's Wings\n\n'."},"__v":0},{"_id":"m1WgPYoQWjyiOEywKT+wVw==","name":"Wind Beneath the Devil's Wings","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Jason Haas and Tony Bubb, 10/6/07","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2926,39.9543]},"left_right_index":999999,"mp_id":"106038501","mp_crag_id":"106038498","climb_id":"m1WgPYoQWjyiOEywKT+wVw==","areaRef":"zSAjOX66XdKAYGE2UN06YQ=="},"content":{"description":"A 125' route with perhaps 50' of meat and 75' of cruise. But the cruise is pleasant and does not detract from the route at all.\n\nWalk North along the base of the cliff to come to a large inset. There are a few trees at the base, and growing in the wall of the left side. On the right, a long slab with some cracks rises to below a dark red and brown band of rock, which on the left-facing corner of the right side is capped by two roofs. Climb the slab to the first of the two roofs and undercling and jam right under the roof (protect now) to turn the corner and get established in an obtuse dihedral with a tiny seam (no pro now) make a few awkward moves (crux, 10a) to stand up high and reach better holds. Continue in the corner to the second roof, which is easily enough passed by going right below it to a ledge, then up on easy cracks to the summit.\n\nTo descend, look Northward to a pine with a sling and ring anchor. Scramble around past this on the back side, then down the low angle rock to reach it. A 60M rope will easily get you down.","protection":"A standard rack to 3.5\" including longer slings. The initial slab is seldom protected, but the available gear is very good and the climbing easy.","location":"About 2/3 of the way left along the length of the summit ridge of the West Face of the Devil's Wings. This climb is in the right side of a very large inset in the rock, which is capped by a set of very large red-brown bulges on the right side. The climb ascends the right side of this inset, traversing out and right under both roofs through the band."},"__v":0},{"_id":"nO9G0/hcV+eLISHfyD/Pyw==","name":"Gates Of Hell","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Tony Bubb, Jerry Bargo, 10/6/07","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2926,39.9543]},"left_right_index":999999,"mp_id":"106038511","mp_crag_id":"106038498","climb_id":"nO9G0/hcV+eLISHfyD/Pyw==","areaRef":"zSAjOX66XdKAYGE2UN06YQ=="},"content":{"description":"The result of an obscured view and a mistaken impression, the FA, which was done ground-up, on-sight, and while cleaning on lead was not pleasant. The route is still difficult and dangerous, even after this initial passage. Some moves are neat, but not worth hanging out above #1 RPs placed shallow in grainy rock.\n\nA better approach pitch should be found to access '\n\nThe Devil's Plaything\n\n.'\n\nJust downhill (right) of the 2 pines growing near the cliff base, you can see a system of flakes rising into a roof. Though this may seem long, it can be traversed to the right with gear overhead (long slings) and without great difficulty. Pull onto the face up and right of the roof (crux, exciting 10b). Continue up a shallow, right-facing corner (tiny, bad gear) and up and left out of this through a broken bulge (2\" cam possible after the difficulty) and around left to a ledge (good cams and stoppers) which is traversed up and left to a belay/rap station, at the bottom of '\n\nThe Devil's Plaything\n\n.'\n\nA good sling can be arranged around a solid, fully-attached flake here for belay or rap. A very old chunk of worn webbing was found here, only 1/2 of it remaining. It is thought that this might have been part of a rap of the West Face, or possibly as an anchor for an ascent of the pitch above ('\n\nThe Devil's Plaything\n\n') after rapping in, which is not hard to do from trees on the ridge above, which can be accessed vie the East Face or the summit ridge after climbing a different route.","protection":"A few good small cams can be placed with long runners before the initial roof (10a, R) but after that, the real fun starts (10a, X). 7 RPs and 2 small cams were the rack for this route to the upper ramp.\n\nIf you were to fall from the right-facing corner at the midway section of this route, you would get your wings clipped....","location":"On the right side of the center of the wall, a few large trees grow very close to the wall. Gates Of Hell lies just South (right) of these."},"__v":0},{"_id":"8kOnSFsCX5KeNI+OWO7Z8g==","name":"The Devil's Plaything","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"FKA: Tony Bubb, Jerry Bargo, 10/6/07. (???)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2926,39.9543]},"left_right_index":999999,"mp_id":"106038516","mp_crag_id":"106038498","climb_id":"8kOnSFsCX5KeNI+OWO7Z8g==","areaRef":"zSAjOX66XdKAYGE2UN06YQ=="},"content":{"description":"Unlike the approach pitch we took to reach it, this climb sports clean solid rock, excellent movement, and great gear as you would have it for most of the way. Up top, where gear is less frequent (but still solid) the climbing is much easier.\n\nApproach this pitch from below via the route 'Gates Of Hell' or from above, having attained the summit ridge and scrambling into a notch with 2 large trees just above and right of this pitch. A fixed rap (black sling and aluminum ring) is stationed there at the edge... rap in 60' to a ledge and work up and right to the base of this corner.\n\nFrom the base, where a sling belay can be backed up with small stoppers or tiny cams, move up and place gear from a strenuous stance with odd feet and a good cling side-pull with the right hand... work up on this and crimps to reset a high left foot on the initial section of wall (crux), then work up and into the wide crack. Perfect clean stone will greet you with each move.\n\nAt the back of the wide crack, there are good jams and good normal (not wide) gear. Continue for perhaps 70' until the crack ends and you encounter a small ledge below a bulge- place gear and work up and left to go to the summit ridge and work up that for perhaps 30' and belay (now a 130' pitch).\n\nTo descend, look down the ridge for perhaps 120' to a notch that is inset 10 deep and set back 10, perhaps 40' long. 2 healthy trees grow here, the one near the edge has a newly refurbished sling and locking biner anchor.  Scramble down to the back of the inset and grab huge jugs to climb down onto the ledge and trees to rap. A single 60M rope will get you all the way to the ground. A 50M will get you easily to the ledge where this pitch started, whereupon you can replace/refurbish the station at the base of the pitch and rap again, to the ground.","protection":"Gear to a 'new' #5 Camalot (C4) will sew it up overhead, but nothing bigger than 3\" is really needed. The wide part has flakes and narrow cracks back in it more like hand-sized. The initial portion is the crux and protects well on small stoppers.","location":"This route lies on the upper 2/3 of the West face of the Devil's Wings. If walking down and right along the wall, a striking off-width will appear in a left-facing corner. This is also the most striking feature of the wall if viewed from the summit of Sunset Rock, just to the West."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,decc1251-4a67-52b9-b23f-3243e10e93d0,d0ca78b6-a3cb-517c-adee-d9c6f8c2d2d8,ee2fde9f-b2c2-58e8-ad07-ff56ccf69c8a,cd202339-7eba-5dd2-8060-613650dd3a61","pathTokens":["USA","Colorado","Boulder","Flatirons","South","Angel's Wings aka Devil's Wings, West Face"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.10a"},{"count":1,"label":"5.10b"},{"count":1,"label":"5.10c"}],"byDiscipline":{"trad":{"total":4,"bands":{"unknown":0,"beginner":0,"intermediate":4,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":4,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.2926,39.9543]},"bbox":[-105.29318659726859,39.95385033981815,-105.29201340273138,39.95474966018187],"left_right_index":-1,"ext_id":"106038498","area_id":"zSAjOX66XdKAYGE2UN06YQ==","polygon":{"type":"Polygon","coordinates":[[[-105.29318659726859,39.95385033981815],[-105.29201340273138,39.95385033981815],[-105.29201340273138,39.95474966018187],[-105.29318659726859,39.95474966018187],[-105.29318659726859,39.95385033981815]]]}},"content":{"description":""},"density":0,"totalClimbs":4,"__v":1,"createdAt":"2022-11-07T05:55:55.693Z","updatedAt":"2024-01-20T00:59:46.914Z"}