{"_id":"6368a36ae80bff5a99582ab2","area_name":"McKinley Rock","shortCode":"","climbs":[{"_id":"jdrV83oDUySdSF6rlA1MJg==","name":"Wu Wei Traverse","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Greg Orton & Harold Hall, 1997.","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-122.66402,43.49307]},"left_right_index":7,"mp_id":"120679835","mp_crag_id":"113784993","climb_id":"jdrV83oDUySdSF6rlA1MJg==","areaRef":"++oK10+BWYCkQD54D3d5rA=="},"content":{"description":"Slab traverse following path of least resistance along top of the overhanging headwall from the HangTen belay (top of pitch-2) to Easy Street (belay anchors on top pitch-3).","protection":"Unprotected except 1 bolt just out of HangTen belay.","location":"Begins from the HangTen Belay."},"__v":0},{"_id":"I40fAJCCXTS0VkTJ+dZnmg==","name":"Wipeout","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Greg Orton & Harold Hall, 1997.","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.66402,43.49307]},"left_right_index":8,"mp_id":"118897710","mp_crag_id":"113784993","climb_id":"I40fAJCCXTS0VkTJ+dZnmg==","areaRef":"++oK10+BWYCkQD54D3d5rA=="},"content":{"description":"Refer: Rock Climbing Western Oregon, Vol. 2 Umpqua 2007. Topo pp. 208 Pitch-1: Begins from the base of a large Douglas-fir. Follow bolts straight up with Easy Street traversing off to the the right. This first pitch is mossy and requires dry conditions, about 80 feet of 5.7-5.9. Pitch-2: Rock clears of moss and has a very positive coarse texture. First 60 ft off the anchors  is 5.8 follow the seam drifting slightly left. The first time we climbed this we placed one #6 nut in the seam. Once through the steeper section the angle lessens to 5.7 climbing. Towards the top of pitch-2 the route climbs through a short steep section from the seam onto a sloping slab shelf (5.8). Next belay is on this sloping slab just under the headwall with the belay for Easy Street on the right side of the slab. Pitch-3: short (approx. 40 ft) crux straight up over the headwall (5.10-), or follow Easy Street up the dirty shute around the right side of the headwall (Class 4 to low 5). Pitch-4: From the top of the headwall scramble class-4 up the obvious rock gully about 60 feet to the short headwall near the top where you will find an anchor protecting a low-5 move onto the summit ridge. Follow the summit ridge to its highest point where you will find rappel chains and a climbing register. Rappel: Four very fun 30-m rappels down the face of McKinley Rock. Make sure you tie a knot in your ends.","protection":"3/8\" Fixe SS Double Expansion, no chains at belays, rappel chains at summit.","location":"Refer: Rock Climbing Western Oregon, Vol. 2 Umpqua 2007. Map pages 204 and 205. Recommend using Forest Service Road 3825."},"__v":0},{"_id":"2EtJTZfVWWiMBskDwPWjpg==","name":"Wilding-101","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Greg Orton & Harold Hall, 2016.","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.66402,43.49307]},"left_right_index":10,"mp_id":"115187696","mp_crag_id":"113784993","climb_id":"2EtJTZfVWWiMBskDwPWjpg==","areaRef":"++oK10+BWYCkQD54D3d5rA=="},"content":{"description":"An easy route to locate and one I would recommend to anyone approaching McKinley Rock for the first time. Shown on topo as \"Easy Street Direct\". This is the last bolted line you will come to as you walk the trail along the bottom to the right corner of McKinley Rock. Begins uphill from the large Douglas fir at the base of \"Wipeout\". P1 - follow bolt line to a belay at the corner of the rock (~60 ft, 5.10a). P2 - Follow the bolt line from  the corner onto the slab to the belay above (~180 ft, 5.9). P3 - Follows the line for \"Easy Street\" straight up and slightly right into the chute to a short headwall (5.8) from ontop the short headwall navigate the low angled slab left to belay anchors for \"Wipeout\" at the foot of the large headwall. P4 - Follow the short bolt line up and over the large head wall (5.10a) instead of scrambling around its right side (class IV). P5 - (5.0, 140 feet) Scramble up the low angled chute and onto the summit ridge (stay right) where you will find a bolt on the summit headwall. Scramble the summit ridge to the summit's highest point where you will find the register and rappel anchors (four 95 ft rappels down the south face from rap chains.).","protection":"bolts","location":"Locate the large Douglas fir at the Base of \"Wipeout\" and \"Easy Street\". Continue on trail uphill approximately 50 feet or less."},"__v":0},{"_id":"Fnv2AihKWEKEgyzOY8kfyA==","name":"Testosterone Monkey","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Greg Orton, Harold Hall, Leif Embertson, 1997.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.66402,43.49307]},"left_right_index":5,"mp_id":"115190669","mp_crag_id":"113784993","climb_id":"Fnv2AihKWEKEgyzOY8kfyA==","areaRef":"++oK10+BWYCkQD54D3d5rA=="},"content":{"description":"P1 - a bolt protects the first move into the crack. Climb crack placing 1-4 inch gear to a bolted belay near the top of the crack out on the slab to the right (~150 ft, 5.8, no chains at belays). P2 - Climb left following bolt line up the short headwall to the left of the large roof (5.10a crux first 20 feet, ~150 ft). Headwall can be a little mossy at times. P3 - follow bolt line up a wide water-crack, topping out into a small saddle (classic 5.9 water-crack, ~150 ft). Top 30 feet will be a little sandy but rock is very coarse texture with great footing. Once on summit ridge scramble to highest point on the summit where you will find the register and rappel chains (four 90 ft rappels).","protection":"crack takes 1-4 inch gear, bolted slab and water crack","location":"Easily located, Testosterone Monkey begins in a large right facing inside crack under a large roof in the center of McKinley Rock."},"__v":0},{"_id":"OCNS8oZRU5qmmO5RGZogsA==","name":"Terminator","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"G Orton, H Hall, 1997","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.66402,43.49307]},"left_right_index":1,"mp_id":"116633162","mp_crag_id":"113784993","climb_id":"OCNS8oZRU5qmmO5RGZogsA==","areaRef":"++oK10+BWYCkQD54D3d5rA=="},"content":{"description":"Terminator provides for a great finish to the day's climbing. This route is consistently thin steep slab. About 30 feet up it is bolted for a move right onto a mantle ledge. Taking this straight on is definitely a crux move, that I've only seen once with a heelhook.\n\n Descent: bring 1\" tubular webbing for rap off or upgrade top anchors with chains. Be sure to double check rope is on ground and not short.\n\n Toprope: for easy access to top anchors walk around the corner to base of large Doug-fir and climb (Quantum Leap, 5.5 R) up and over the short ridge to top anchors of Terminator one or two bolts to ridge, one or two bolts on slab to Terminator.","protection":"3/8\" Fixe SS double expansion bolts, no chains.","location":"Far left side of McKinley Rock you will find closely placed bolts heading up moderately steep slab to steep slab. The route is too the left of Half Moon Crack."},"__v":0},{"_id":"88Q/ZVVOUAuzE+TC2vEynw==","name":"Quantum Leap","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Harold Hall and Greg Orton, 1996.","type":{"sport":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-122.66402,43.49307]},"left_right_index":0,"mp_id":"118182168","mp_crag_id":"113784993","climb_id":"88Q/ZVVOUAuzE+TC2vEynw==","areaRef":"++oK10+BWYCkQD54D3d5rA=="},"content":{"description":"Provides easy access to the top anchors for Terminator. From the of base of Terminator scramble around the left corner of McKinley Rock and sling a belay on the first large Douglas-fir next to the west facing wall. Scramble about 30 feet to the ridge on top the west wall directly above your belay (vegetated 5.5 protected with a single bolt to the ridge). Once on the ridge climb within 10 feet of a small tree then over onto the other side of the ridge onto the south face of McKinley Rock following bolts (5.6 slab with fun exposure) to the top anchors for Terminator. Rappel down Terminator (bolt, no chains).","protection":"Fixe SS 3/8\" double expansion","location":"Around southwest corner of McKinley Rock. Refer to Rock Climbing Western Oregon, Vol. 2: map page 204, 205, Topo page 208."},"__v":0},{"_id":"oJdB6/2VUdugJMr18qDlvQ==","name":"Indecent Exposure","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"G Orton, H Hall, 1997","type":{"sport":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-122.66402,43.49307]},"left_right_index":3,"mp_id":"116638009","mp_crag_id":"113784993","climb_id":"oJdB6/2VUdugJMr18qDlvQ==","areaRef":"++oK10+BWYCkQD54D3d5rA=="},"content":{"description":"From the top anchors of halfmoon crack continue up following the sparsley bolted line that arcs right into the large saddle above (5.9). From saddle climb up left side (NW) slab (5.6 R, 1 bolt) to the top where you will find a set of belay bolts without chains. From here scramble E. along the ridge to its highest point where you will find the climbing register and rappel chains.","protection":"Bolts, no chains.","location":"2nd pitch to Halfmoon Crack, or can be reached from top of Terminator."},"__v":0},{"_id":"a+qPcdhiUKOil7Ir5XKGbw==","name":"HangTen","yds":"5.10a/b","grades":{"yds":"5.10a/b","french":"6a+"},"fa":"g orton and h hall, 1997","type":{"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-122.66402,43.49307]},"left_right_index":6,"mp_id":"115166710","mp_crag_id":"113784993","climb_id":"a+qPcdhiUKOil7Ir5XKGbw==","areaRef":"++oK10+BWYCkQD54D3d5rA=="},"content":{"description":"Pitch 1: 150 feet - first 30 ft is in tree shadow, so a little mossy. It has never been cleaned so still the original fun start. once out of the shadows the rock is exceptionally coarse grained shallow intrusive andecite making for quality .10a slab climbing. Pitch 2: Well bolted Crux is at the headwall which we used to rate 5.10a now with some key holds missing seemed more .10b traversing low at the bolts, .10c traversing level with the bolts. Would love second opinion. Pitch 3: third pitch is fun slab 5.9, veers to left following anchors, disregard single bolt without hanger as this was abandoned while making first ascent.","protection":"bolts, no chains at belays, rappel chains at summit. PG = exposure and leads generally may be unsuited to someone transitioning from gym to outdoor climbing at the same rating.","location":"Begins at lowest point in trail just before it starts back uphill towards Wipeout and EasyStreet."},"__v":0},{"_id":"UMapO4iXWly0DrrbSw069g==","name":"Half Moon Crack","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"G Orton, H Hall, 1997","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.66402,43.49307]},"left_right_index":2,"mp_id":"116633248","mp_crag_id":"113784993","climb_id":"UMapO4iXWly0DrrbSw069g==","areaRef":"++oK10+BWYCkQD54D3d5rA=="},"content":{"description":"As the trail approaches McKinely Rock (left side) you come to a distinctive left facing crescent shaped crack. Crux move is leaving the crack onto the steep slab (.10a). The route is bolted here to top anchors (no chains). From here you can continue to top by way of Indescent Exposure (.9 R) or Rap off.","protection":"Gear 1 to 4\" finishing on 3/8 Fixe SS double expansion bolts. No chains at top anchors so bring chains to upgrade or 1\" tubular webbing to rap off of.","location":"First wall you will see from the trail, left side of McKinley Rock, and right of the obvious Terminator bolt line."},"__v":0},{"_id":"QPQMq5fTUxm37b1cmyWJgQ==","name":"Easy Street","yds":"5.8-","grades":{"yds":"5.8-","french":"5b"},"fa":"Greg Orton & Harold Hall 1996","type":{"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-122.66402,43.49307]},"left_right_index":9,"mp_id":"115187579","mp_crag_id":"113784993","climb_id":"QPQMq5fTUxm37b1cmyWJgQ==","areaRef":"++oK10+BWYCkQD54D3d5rA=="},"content":{"description":"P1 - Same start as \"Wipeout\" to left of large Douglas fir, traverses mossy ledge right ( 5.6, ~ 80ft ) to corner belay. For a cleaner first pitch to Easy Street climb Wilding 101 (5.10a-).P2 - follow along right side of rock seam until route moves left onto slab following bolt line to belay (5.6, ~140 ft) or follow new Wilding 101 bolt line up slab ending at same belay (5.8). P3 - Follow bolt line straight up and right up slab into a chute in the seam (5.7). Follow the chute to a  small headwall where you will start right and move to the left and over (5.8) and onto a low angled slab and belay (right) below a tall headwall (150 ft). P4 - scramble and bush wack around the right side of the headwall following a dirty chute back left to a large ledge and bolted belay on top the head wall (class 5.0, 2 bolts, ~50 ft). P5 - (5.3, 150 ft, 1 bolt) scramble low angle slab up a chute left of the belay to a short headwall near the summit with a single bolt on right side of the headwall. Follow the summit ridge to the summit's highest point where you will find a register and rappel chains taking you down the south face (Four 95 foot rappels, third set of anchors will be a bit right while facing the rock).","protection":"Bolted","location":"Same start as \"Wipeout\" to left of large Douglas fir."},"__v":0},{"_id":"bkvzzG1NWMCBWrUc8EM0AQ==","name":"Big Balls in Cow Town","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"G. Orton, H. Hall, Leif Embertson","type":{"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-122.66402,43.49307]},"left_right_index":4,"mp_id":"113836383","mp_crag_id":"113784993","climb_id":"bkvzzG1NWMCBWrUc8EM0AQ==","areaRef":"++oK10+BWYCkQD54D3d5rA=="},"content":{"description":"first pitch climbs through a slightly over hanging water crack (5.10a) once above water crack climb lower angle slab (left, 5.9) or steeper thin slab (straight, 5.10c) to shared belay ledge. 3rd pitch follows bolt line through thin slab (5.10c) into depression above (5.10b) to summit. Once on summit follow ridge top right to register and rappel. Pitches can run 50m so a second rope is recommended.","protection":"bolts, approx. 10 ft spacing., belays don't have chains yet, rappel chains at summit. PG = exposure and leads generally may be unsuited to someone transitioning from gym to outdoor climbing at the same rating.","location":"begins behind large detached flake to right of Half Moon Crack. Refer to Rock Climbing Western Oregon, Vol. 2: Umpqua 2007 map pages 204-205."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,5f05ed84-1a18-52d9-b8cf-77f8fd01e061,115acb97-2b75-5797-822d-d6c22c94cd42,fbea0ad7-4f81-5980-a440-3e780f7779ac","pathTokens":["USA","Oregon","Southwest Oregon","McKinley Rock"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.6"},{"count":1,"label":"5.10-"},{"count":3,"label":"5.10a"},{"count":1,"label":"5.10d"},{"count":1,"label":"5.9"},{"count":1,"label":"5.10a/b"},{"count":1,"label":"5.8-"},{"count":1,"label":"5.10c"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":0,"beginner":1,"intermediate":2,"advanced":0,"expert":0}},"sport":{"total":8,"bands":{"unknown":0,"beginner":2,"intermediate":6,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":3,"intermediate":8,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-122.66402,43.49307]},"bbox":[-122.66463982970133,43.492620339818146,-122.66340017029866,43.49351966018187],"left_right_index":-1,"ext_id":"113784993","area_id":"++oK10+BWYCkQD54D3d5rA=="},"content":{"description":"McKinley Rock is a 350 ft high dome-like andesitic dike formation at the top of Steamboat watershed on the Umpqua National Forest. From the summit register you'll have a view of Mt. Thielsen and Bailey.There are 10 establish routes ranging from 5.6 to 5.10d. The rock is very coarse grained providing excellent friction. The closes description of the texture I can think of for comparison is the quartz monzonite at Joshua Tree. Totally different rocks with similar texture.For the most part routes are bolted in 1980's \"alpine\" style with an average distance between bolts of about 10 feet and 50 m pitches. The two exceptions are Terminator which is a 30 m sport route with an average bolt spacing of about 6 feet, and a traditional crack climb on the first pitch (5.8) of Testosterone Monkey with gear placements from 1 to 4 inches. Note that the first 50 feet of routes on the east side of the south face can be a little mossy, particularly on the shaddowy start of Wipeout and Easy Street which are more to the SE. Once dry the moss becomes less of a factor, but is fun to climb anyway.If this is your first time to McKinley Rock I would recommend beginning on Easy Street (5.8 G) by way of Wilding-101 (5.10a G) or Hang Ten (5.10a PG13). PG = exposure and leads generally may be unsuited to someone transitioning from gym to outdoor climbing at the same rating.Descent: rappel from the register either ~80 ft down the backside (N) and a steep scramble, or a recommended 350 feet in three and a half 30 m rappels down the south side. For bailing on route: we recommend taking a 2nd rope and some cheap 1\" tubular webbing as most belays are without chains. Or better yet, plan on upgrading a few of the existing belay hangers with chains while your there!Guide Book: Rock Climbing Western Oregon, Umpqua. 2007. Editor: Greg Orton. Publisher: Mtn. 'N Air Books. Available: Ashland Outdoor Store, Ashland; Mountain Provisions, Ashland; While Away Books, Roseburg; Douglas County Trail Guides, Roseburg; Back Country Gear, Eugene, Amazon Books.This rock still has a lot of potential for first ascents. Especially on the wide open wall between Big Balls In Cowtown and Testosterone Monkey."},"density":0,"totalClimbs":11,"__v":1,"createdAt":"2022-11-07T06:19:26.681Z","updatedAt":"2024-01-15T16:48:01.176Z"}