{"_id":"63689d5ce80bff5a994f48de","area_name":"Sorcerer's Apprentice, The","shortCode":"","climbs":[{"_id":"qqeyLh3PWUyX251WsL61Jg==","name":"Love Potion No. 9","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Paul & Paul","type":{"trad":true,"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-118.48166,36.10673]},"left_right_index":0,"mp_id":"105834235","mp_crag_id":"105834201","climb_id":"qqeyLh3PWUyX251WsL61Jg==","areaRef":"lvcgdutNV2aRMF56Bx+4qA=="},"content":{"description":"This is an enjoyable and easy climb that doesn't see too much traffic.  Finding the start is a little tricky -- see the area description for details.\n\nP1:  Climb up intermittent cracks and fins of rock to a face with a few widely spaced bolts.  Belay at a stance with a bolted anchor.  A long pitch, 5.9+.\n\nP2:  Climb up ever steepening face past four or five bolts, then turn the corner around the right.  Save a sling for a crucial knob tie-off!!!  Continue traversing right and then up to a bolted belay.  Rap straight down the Piranha/Parasite wall with two ropes.","protection":"A light rack plus quickdraws and slings.","location":""},"__v":0},{"_id":"2wu2EScTXlurzbRIaGzajw==","name":"Broomsticks","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Herb Laeger & Mike Waugh, 1982","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-118.48166,36.10673]},"left_right_index":1,"mp_id":"105905527","mp_crag_id":"105834201","climb_id":"2wu2EScTXlurzbRIaGzajw==","areaRef":"lvcgdutNV2aRMF56Bx+4qA=="},"content":{"description":"The alternate start 'Fantasia/Danse Macabre' is recommended, though not much better protected, as it's more aesthetic.  The original runout face to flaring wide crack pitch is not done much.\n\nStart about 40' left and uphill of Love Potion #9.  Finding the start of the route may be the crux for some people.\n\nFollow a groove and some knobby face to the initial bolt on Danse Macabre, then look for more bolts in the distance.  These widely spaced retrobolts provide most of the decent protection on the first pitch, along with a large knob before the variation intersects the flaring crack (original start) before the first belay (5.9+)\n\nContinue to follow knobs and a bolt past a significant runout on the 2nd pitch to a bolted belay.  (5.10a)\n\nThe third pitch follows the right-hand edge of the Sorceror's Apprentice formation to a rap station on top, which deposits a party near the base of the south face of Wizard Needle.  This presents a number of interesting enchainments to consider.\n\nOne suggested linkup is to climb LP#9 or Broomsticks (both 3 pitches long), rap from here to the base of the Demon (5.10, 5 pitches) on the Wizard Needle, climb that, rap into the notch between the Sorceror and the Wizard, 4th-class to the top of the Sorceror, rap into the notch between the Sorceror and the Charlatan, and climb Spooky (5.9, 3 pitches) or Gemstone (5.10, 2 pitches) to the top of the formation, accumulating ~10 pitches of technical climbing with very little walking on uncrowded routes.  Needless to say, your packs must accompany your party.\n\nAlternatively, one may rappel from the 2nd belay to a bolted rap station on LP#9 / the Dave Wonderly route, and from there to the ground, if leaving your packs at the base of the formation.","protection":"Slings for tie-offs, a few draws, some small nuts and cams, and a 4-5\" piece for the flaring crack should keep you off the ground.\n\nThis description assumes you will follow the Fantasia/DM start.\n\nOriginally the first pitch was unbolted, but 3 bolts were added by the 2nd ascent party; you will likely welcome them once on the route, unless your belayer is a world-class sprinter.  Don't fall after the big knob; there is no good pro until you meet the bottoming 5\" crack on the original first pitch, which is about 10' below the first belay.\n\nThe second pitch is again somewhat runout; it would be possible to take 30-50' falls onto the widely spaced bolts (this route is more serious than Love Potion #9 by any rational standard).  Nonetheless, enjoyable (if exciting) face climbing leads to a bolted belay at the end of p2, whereupon you can continue up the edge of the formation (5.8, runout) to a final belay, or rap from here to a station on LP#9, and from there to the ground.","location":"South face of the Sorceror's Apprentice formation.  Approach from the Sorceror/Witch notch, walking down the gully to the base."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,a5ac4815-eeb0-59ad-8b20-08b5ff151027,386b0058-0b44-58ea-a468-470945330e5d,6d7a7c8b-89c1-533a-a4c9-6fb263d57ebc,96f72076-eb4d-5766-9130-5e7a071fb8a8","pathTokens":["USA","California","Western Sierra","Needles / Kern River, The","Needles, The","Sorcerer's Apprentice, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.10a"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":2,"advanced":0,"expert":0}},"sport":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":2,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-118.48166,36.10673]},"bbox":[-118.48221656476933,36.10628033981812,-118.4811034352307,36.107179660181856],"left_right_index":-1,"ext_id":"105834201","area_id":"lvcgdutNV2aRMF56Bx+4qA==","polygon":{"type":"Polygon","coordinates":[[[-118.48221656476933,36.10628033981812],[-118.4811034352307,36.10628033981812],[-118.4811034352307,36.107179660181856],[-118.48221656476933,36.107179660181856],[-118.48221656476933,36.10628033981812]]]}},"content":{"description":""},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T05:54:11.908Z","updatedAt":"2024-01-20T00:57:50.289Z"}