{"_id":"6368a29ce80bff5a9956affb","area_name":"Lower Hawksbill","shortCode":"","climbs":[{"_id":"Q9oekLQFUQubAqSdQAydVg==","name":"Whip-or-will","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.88801,35.91349]},"left_right_index":0,"mp_id":"107665259","mp_crag_id":"107444497","climb_id":"Q9oekLQFUQubAqSdQAydVg==","areaRef":"GK+AOYqVVx6YUrftbXs3VQ=="},"content":{"description":"This was an old abandoned project that had a bolt up high in the corner with a bail sling on it for quite a few years.  The line was recently finished by climbing a difficult crack/rail just below where the corner gets fairly blank.  The bolt stud has been left in place for now.\n\nClimb moderate and steep terrain up and into the open book.  Get a good look at the rail and when ready, drop the clutch and crank out the rail to great jugs at the end.  Continue up to the anchor on more great jugs.  Note: protect the second by placing a #4 camelot on the arete just below the anchors.","protection":"Standard rack up to a #2 camelot, then a #4 for the finish.  The crux protects on finger to hand sized cams.","location":"First route you come to at Lower Hawksbill (just left of Hairy Canary)."},"__v":0},{"_id":"kGSumrJsUaiap1cT3cN2Rg==","name":"Trundle From Down Under","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.88801,35.91349]},"left_right_index":12,"mp_id":"107155920","mp_crag_id":"107444497","climb_id":"kGSumrJsUaiap1cT3cN2Rg==","areaRef":"GK+AOYqVVx6YUrftbXs3VQ=="},"content":{"description":"This is a really fun line that meanders a bit but climbs on large holds and gains some pretty good exposure.  It ends just feet below where the second pitch of \"King Contrary Man\" traverses up and left.\n\nStart on Jig Zag.  Boulder up on good holds to a good 0.75\" - 1\" cam about 10' up (careful getting to here).  The rest of the arete is protected okay on small cams, but sling them long.  Once at the obvious large roof about 30' up, traverse right under the roof on positive holds, passing 3 bolts.  At the 3rd bolt move up past a brief section of rotten rock, and then up the huge \"hero\" holds and a #2 & #3 camelot placement.  Continue up to a ledge and get a 0.75 camelot in the rail.  Rail out right and deadpoint up to the huge jug and a 2 bolt anchor.","protection":"Slightly spicy pro on the arete (Jig Zag), leads to good pro through the crux.  Bring small cams for start, then a #.75, #2 and or #3 camelot for the steepness above the bolts.","location":"This climbs the large roof just right of the start of Jeeps Chimney, and left of King Contrary Man/King Of Kings."},"__v":0},{"_id":"Mn4EGO83WzaKWxk1bcz55Q==","name":"Space Invaders","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"Richie Hum, Nathan Brown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.88801,35.91349]},"left_right_index":17,"mp_id":"111247260","mp_crag_id":"107444497","climb_id":"Mn4EGO83WzaKWxk1bcz55Q==","areaRef":"GK+AOYqVVx6YUrftbXs3VQ=="},"content":{"description":"This is a fun new hard route that has excellent rock but quite a bit of traversing. Make sure the second is up to the climbing. It was originally started in the early 2000's with another friend but abandoned after running into a blank section. The route was recently revisited, rerouted via traverse, and finished.\n\nP-1\n\nIt's best to stick clip the first bolt due to a boulder problem start and a rocky landing. Bouldery climbing gets you to bolt 2 under the roof (technical crux). Step down and left to handrail and traverse left, then back up to a blue TCU placement under roof. Continue along the pumpy traverse (redpoint crux) past a bolt and small cams to a semi-rest (small ledge) at the base of a right-facing corner. Small/med cam protects the corner up to a bolt. From the bolt move up and onto the right end of the Solace ledge and belay at bolts.\n\nP-2\n\nStep back right and follow the seam past gear to a ledge below the bulge. Climb left through the roof/bulge and up to the top (immediate right side of large rock ledge that juts out). Rap from Solace to the left.","protection":"light rack to thin hand size cams & 4 bolts for pitch one. Standard rack for pitch 2. We used a # 4 to protect the last section, but other gear would likely do.","location":"Just downhill from Solace of Open Spaces."},"__v":0},{"_id":"PpGErqNsXCiIiZWqrZe5lg==","name":"Senior Moment","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Bruce Burgess, Andy Kluge","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.88801,35.91349]},"left_right_index":4,"mp_id":"117816490","mp_crag_id":"107444497","climb_id":"PpGErqNsXCiIiZWqrZe5lg==","areaRef":"GK+AOYqVVx6YUrftbXs3VQ=="},"content":{"description":"This is a excellent face route with a solid crux, plentiful gear and amazing holds and movement all the way to the anchor.  Just left of the gully, climb the shallow corner directly up to a ledge then over the right side of the triangle roof up to the first bolt.  Follow the line of gear and bolts to a 2 bolt anchor on the white headwall.","protection":"3 bolts and cams to 2.5 inches with doubles in the .3-2 inch range. 2 bolt anchor on top with ready-clip biners.","location":"Starts 15 right of Haiku and just left of the vegetated gully."},"__v":0},{"_id":"5v1nLcVtXVKQAsMvt05Tqg==","name":"Phantom of the Opera","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Bruce Burgess, Galen Howell","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.88801,35.91349]},"left_right_index":7,"mp_id":"106251120","mp_crag_id":"107444497","climb_id":"5v1nLcVtXVKQAsMvt05Tqg==","areaRef":"GK+AOYqVVx6YUrftbXs3VQ=="},"content":{"description":"Phantom of the Opera is another superb pitch at Lower Hawksbill with varied, steep, and clean climbing and challenging yet reliable gear. Similar in style to its neighbor, the Fat Lady, it climbs the entire wall in a single, pumpy pitch.\n\nPhantom of the Opera starts with the same 5.8 corner as the Fat Lady but climbs directly above the corner, past a modern bolt into a thin seam with powerful movement. Above the seam, it again joins the steep original finish of the Fat Lady to the double-bolt belay/rappel station at the top of the wall.","protection":"A wide range of gear: RPs, a larger stopper or two, TCUs, and Camalots up to a #3.","location":"Phantom of the Opera shares the start with the Fat Lady then climbs the seam directly up."},"__v":0},{"_id":"iBC+BA5gU8K6nCTos3MY+g==","name":"King of Kings roof finish (P-2)","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Nathan Brown, Brian Espe","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.88801,35.91349]},"left_right_index":14,"mp_id":"107668922","mp_crag_id":"107444497","climb_id":"iBC+BA5gU8K6nCTos3MY+g==","areaRef":"GK+AOYqVVx6YUrftbXs3VQ=="},"content":{"description":"This is perhaps the steepest climbing at Lower Hawksbill, climbing the series of overhangs up and right of the chain anchor on P-1.  It can be done in one pitch (originally done on the FA) but might be better broken up into two to reduce rope drag.  It would also be a great way to finish up \"Conventional Warfare\" by linking it into one long pitch (it's directly above the bolted corner).\n\nThe 2 bolts placed into the roof's are monsters (4+ inches deep)  that were laboriously hand drilled to make them bombproof, so feel free to take the ride...\n\nP-1  Climb King Of Kings to the anchor and either belay there or move right and slightly down to belay directly below roofs at a gear belay (cams).\n\nP-2  Climb past a bolt in the seam to the roof.  Clip another bolt and crank out the series of overhangs past some gear and another bolt to a thank God ledge below the last roof.  Hand sized cams protect the last section to the 2 bolt anchor lower off (fixed biners).","protection":"3 bolts and a medium sized rack of cams.  No nuts required.","location":"See picture topo."},"__v":0},{"_id":"Rt340GSCUhidTR87tmwcxQ==","name":"King of Kings","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Galen Howell, John Jackson","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.88801,35.91349]},"left_right_index":13,"mp_id":"106451605","mp_crag_id":"107444497","climb_id":"Rt340GSCUhidTR87tmwcxQ==","areaRef":"GK+AOYqVVx6YUrftbXs3VQ=="},"content":{"description":"A classic route that climbs a very unique sloping ramp. The first pitch (50') is pumpy the whole time and has great rock quality. There is a 2nd pitch that goes at 5.11- I believe, but it rarely gets done.\n\nIMHO, a glaring omission from Selected Climbs, which ironically features a full-page photo of this route but no description.","protection":"3 bolts and some small-med cams for the 1st pitch.  Bolted Anchor.  2nd pitch pro and anchor is unclear.","location":"Right end of Lower HB.  Supposedly is always dry."},"__v":0},{"_id":"rfarvfRHWeCIOblMbRlkwg==","name":"Kidsmoke","yds":"5.12b/c","grades":{"yds":"5.12b/c","french":"7b+"},"fa":"Harrison Shull, Pat Goodman July 4, 2007","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.88801,35.91349]},"left_right_index":10,"mp_id":"117795777","mp_crag_id":"107444497","climb_id":"rfarvfRHWeCIOblMbRlkwg==","areaRef":"GK+AOYqVVx6YUrftbXs3VQ=="},"content":{"description":"Climb the first 30 feet of Jeep’s Chimney. Traverse out left wall past one bolt and up to hanging left-facing corner. Climb corner to top, surf right, and bust out roof. Climb up and left to bolted anchors.","protection":"standard rack to 4 inches","location":""},"__v":0},{"_id":"r+JlS0xRVuWTCWUARYbT4Q==","name":"Jig Zag","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"unknown","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-81.88801,35.91349]},"left_right_index":11,"mp_id":"117047125","mp_crag_id":"107444497","climb_id":"r+JlS0xRVuWTCWUARYbT4Q==","areaRef":"GK+AOYqVVx6YUrftbXs3VQ=="},"content":{"description":"Super fun movement with big pulls between good jugs, delicate slab moves, and techy arete climbing. A spicy lead. Can be top roped from Jeeps' Chimney anchors.","protection":"Not sure if it has its own anchors. Could traverse left to Jeep's Chimney or right to Trundle From Down Under. Lower bouldery arete takes good .4-.75 C4's.","location":"Take the zig-zagging arete just right of Jeep's Chimney all the way to the top."},"__v":0},{"_id":"loXHWt97XwuPbCTYlaaDAw==","name":"Jeep's Chimney","yds":"5.10a/b","grades":{"yds":"5.10a/b","french":"6a+"},"fa":"Jeep Barrett, Steve Owen","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.88801,35.91349]},"left_right_index":9,"mp_id":"106251142","mp_crag_id":"107444497","climb_id":"loXHWt97XwuPbCTYlaaDAw==","areaRef":"GK+AOYqVVx6YUrftbXs3VQ=="},"content":{"description":"Jeep's Chimney climbs the most obvious feature on Lower Hawksbill - the large, acute, slightly left-facing dihedral. It's only a chimney because on how one climbs it - the crack in the back actually ranges from fingers to fists. The newest guidebook rates the pitch 10a; it certainly falls a bit more in the old school rating category.\n\nClimb the corner using stems, jams, creativity, and a few thrutches to a double-bolt belay hidden in the chimney at the top. Don't be afraid, especially near the top of the pitch, to move out from the crack.","protection":"A double set of cams from fingers to fist and a set of stoppers.","location":"In the back of the large, left-facing corner on the right side of Lower Hawksbill. The rap anchors are totally hidden in the top of the chimney - just keep climbing up the chimney, you'll find them."},"__v":0},{"_id":"bfmtbzTxWO6GCooZ/6HKpA==","name":"Ice Cream Direct","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Doug Reed, Tim Fisher","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-81.88801,35.91349]},"left_right_index":8,"mp_id":"106251236","mp_crag_id":"107444497","climb_id":"bfmtbzTxWO6GCooZ/6HKpA==","areaRef":"GK+AOYqVVx6YUrftbXs3VQ=="},"content":{"description":"Ice Cream Direct takes an inspiring line up the steep white rock in the middle of the cliff. It has multiple cruxes, tricky gear, and elegant climbing.\n\nBegin up a steep corner with three bolts. The climbing here is quite sequential and strenuous. Putting long slings on the bolts makes the climbing all the more heady, but you'll appreciate it when pulling the pumpy moves at the top of the headwall. Make a final long move to the ledge, step left, mantle, and sit down. Bring a newspaper and wait for your heartrate to return to normal.\n\nFrom the ledge, cast off into the steep, white headwall. The seams above are thin though open up enough for gear every once in awhile. Be prepared to do hard 5.11 climbing with small gear below your feet. Beware the ledge below you. Pull a bulge, stuff some more gear, and make long, pumpy moves to the top of the headwall. At the base of the final roof, step slightly left and swing through huge holds straight up to the belay bolts shared with Phantom of the Opera and the Fat Lady.","protection":"Three bolts at the bottom (long slings), then RPs and a double set of cams from small (#0 Metolius) to #.75 Camalot, and a #1 and #2 Camalot. I found a #2 LoweBall useful but not necessary. The guidebook,\n\nSelected Climbs of North Carolina\n\n, suggests that the climb requires extensive use of thin stoppers. In reality, Ice Cream Direct has mostly larger gear in pods and horizontals with two stretches in which one places an RP or two. You wouldn't want to skip the RPs though.\n\nNote: The hangers on the second and third bolts need tightening.","location":"Ice Cream direct starts up a steep right-facing corner with three bolts about 20 feet right of the start of the Fat Lady and about fifty feet left of Jeep's Chimney."},"__v":0},{"_id":"XyHH3um6XXWX2U4xsAs2Yg==","name":"Hairy Canary","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Thomas Kelley, Lee Carter","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.88801,35.91349]},"left_right_index":1,"mp_id":"113493529","mp_crag_id":"107444497","climb_id":"XyHH3um6XXWX2U4xsAs2Yg==","areaRef":"GK+AOYqVVx6YUrftbXs3VQ=="},"content":{"description":"The route gets its name from Thomas Kelley climbing the route in a pair of bright yellow tights with lots of body hair hanging out.\n\nClimb up the short face to some gear then a stance. Climb some more moderate terrain to get to another stance below a bulge where the seam starts. Some okay gear can be had below the bulge. Step up as high as you can and sink a bomber medium/large stopper into the seam. Crank the bulge to a stance and get a good piece out right. Step a little higher to get to the bolt. Pull some thin moves that gets you to the last rail that leads out the roof. Plug some medium sized pro and start traversing out the roof. Ape out the final steep moves and clip the anchors.\n\nWatch the flake at the very end of the roof.","protection":"Thin to #2 camalot size and medium to large stoppers. Bring some extra runners for gear below the bulges. One protection bolt and a two bolt anchor at the top.","location":"This is one of the first routes you come to on the approach to the lower wall. Look for a seam/crack feature that runs about midway up the route out a fairly large roof at the top."},"__v":0},{"_id":"lNaz0YJSW6yaqdGbW3fSeg==","name":"Haiku","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Doug Reed, Ron Dawson","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.88801,35.91349]},"left_right_index":3,"mp_id":"117816333","mp_crag_id":"107444497","climb_id":"lNaz0YJSW6yaqdGbW3fSeg==","areaRef":"GK+AOYqVVx6YUrftbXs3VQ=="},"content":{"description":"Climb the deceptively steep face up shallow corners, small roofs and bulges to large hemlock on top of the cliff.  The rounded bulge is 5.10, and just before the moss pad ledge is the technical crux.  Easier climbing and steep headwall get you to the rap tree.","protection":"Standard rack to 3 inches with doubles in the .3 to 2 inches.","location":"Starts at a cleared out area 20 feet left of the vegitated corner on the uphill side of the Fat Lady buttress."},"__v":0},{"_id":"WExX3jFpXcakyuXyv476Bg==","name":"Gorilla Tactics","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"NB (rope-solo)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.88801,35.91349]},"left_right_index":16,"mp_id":"109192743","mp_crag_id":"107444497","climb_id":"WExX3jFpXcakyuXyv476Bg==","areaRef":"GK+AOYqVVx6YUrftbXs3VQ=="},"content":{"description":"This is a fun new route with a bouldery start, a funky traverse, and a cool roof finish. It's definitely worth a go if you don't mind a little traversing. I think the 11c/d grade is accurate, but I could be wrong -- it may feel a bit harder a the start.\n\nBoulder up to a good jug and clip the high first bolt (or stick clip it). Bouldery moves get you to more good holds and bolt 2. From here crank up and right to the large ledge/rail, ape your way across (passing a bolt) until it's possible to mantel onto it. Continue right, passing the last bolt and good cams in the horizontal. Very cool climbing through the roof gains a ledge and a bolted anchor. Note: there is a good shallow rp/small stopper placement (#4) in the roof but it is difficult to place on lead -- I considered leaving one fixed but didn't want to encourage people to skip the good cam placements in lieu of the dinky wire.\n\nP-2 Climb P-2 of Conventional Warfare, or Solace of Open Spaces.","protection":"4 bolts, #1 & #2 camelot and a few optional small wires.","location":"Just right of \"Conventional Warfare\"."},"__v":0},{"_id":"xhNtFWu7UQeSXt8HAVoXeQ==","name":"The Fat Lady","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Lee Carter, Tom Howard, Thomas Kelly","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.88801,35.91349]},"left_right_index":5,"mp_id":"106075576","mp_crag_id":"107444497","climb_id":"xhNtFWu7UQeSXt8HAVoXeQ==","areaRef":"GK+AOYqVVx6YUrftbXs3VQ=="},"content":{"description":"Wonderful trad climbing with a blocky corner, a fantastic splitter and an ending that ain't over till that large woman sings.\n\nP1 Climb the blocky corner to a large ledge and move left to belay.\n\nP2 Move up the fantastic splitter, exiting right through a steep notch. Double bolt anchor.","protection":"Tcu's, stoppers, camalots to gold.","location":"Located about midways down lower Hawksbill at a left facing corner."},"__v":0},{"_id":"CN50U+EkUOuA+EgaakoTzA==","name":"Encore","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Bruce Burgess, Galen Howell","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.88801,35.91349]},"left_right_index":6,"mp_id":"106075582","mp_crag_id":"107444497","climb_id":"CN50U+EkUOuA+EgaakoTzA==","areaRef":"GK+AOYqVVx6YUrftbXs3VQ=="},"content":{"description":"This is a direct finish to The Fat Lady. When you reach the end of the splitter, Move up and left to a bolt. Reach out to a short rounded arete and pump to the top. Double bolt anchor.\n\nOne of the best pitches around. Period.","protection":"The Fat Lady rack","location":"Direct finish to The Fat Lady"},"__v":0},{"_id":"rUTJs1TdWpaVVEyIH9x0Wg==","name":"The Diving Board","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Doug Reed, Thomas Kelly, Tom Howard, Lee Carter","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-81.88801,35.91349]},"left_right_index":2,"mp_id":"106451595","mp_crag_id":"107444497","climb_id":"rUTJs1TdWpaVVEyIH9x0Wg==","areaRef":"GK+AOYqVVx6YUrftbXs3VQ=="},"content":{"description":"Enticing, well protected climbing on bolts leads to easier but thought-provoking climbing on gear up high.  The namesake diving board feature is terrifying, but you must stand on it!","protection":"3 bolts, a rack to 1\".  Bring extra TCUs or aliens.  I found it to be spicy and cryptic after the bolted crux section (5.10 terrain).  There is a bolted anchor now, to the right of the diving board.","location":"Lower Wall, left of Encore about 50'"},"__v":0},{"_id":"OwFjHcmyXiGXgLa1R61HaA==","name":"Conventional Warfare","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Bruce Burgess, Sam Stevenson - 1989  FFA:  Bruce Burgess - 1991","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.88801,35.91349]},"left_right_index":15,"mp_id":"106795970","mp_crag_id":"107444497","climb_id":"OwFjHcmyXiGXgLa1R61HaA==","areaRef":"GK+AOYqVVx6YUrftbXs3VQ=="},"content":{"description":"Very cool overhung dihedral.  Both technical and powerful.  Small crimps, but fancy footwork keeps you from pulling too hard on them.  This route used to be 12d, but holds have broken and I think consensus is 13a now.  Rarely done 2nd pitch climbs short dihedral to the right on gear at 11b.","protection":"5 bolts. This route was recently rebolted (not by me) with stainless hardware.  No more cruxing over rusty self-drives from the 80's.  A bolted anchor was also added for the 1st pitch.   A fixed nut (#8 BD) used to protect the finish but is not needed with the new anchor and has been removed.  Bring one if you are sketched by the 3 moves of 5.6 that it protects (still not a ground fall).","location":"Right end of Lower HB"},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,b51eaea8-8aee-5fa5-b892-180460bb414d,e49403d3-8982-53a5-8160-0a68f4a168ee,5e089737-a3a5-572e-a65e-8a0f2a9633d6,da3ebd07-52e5-5aae-98c2-194dc00ce498,18af8039-8a95-571e-9852-b7ed6d7b3755","pathTokens":["USA","North Carolina","2. Northern Mountains Region","Linville Gorge","Hawksbill Mtn","Lower Hawksbill"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.12a"},{"count":1,"label":"5.12"},{"count":2,"label":"5.11b"},{"count":2,"label":"5.11c"},{"count":1,"label":"5.11"},{"count":2,"label":"5.11d"},{"count":1,"label":"5.12b/c"},{"count":4,"label":"5.11a"},{"count":1,"label":"5.10a/b"},{"count":1,"label":"5.12c"},{"count":1,"label":"5.13a"}],"byDiscipline":{"trad":{"total":18,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":16,"expert":1}},"sport":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":0,"expert":1}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":1,"advanced":16,"expert":1}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-81.88801,35.91349]},"bbox":[-81.88856520213058,35.91304033981813,-81.88745479786942,35.91393966018186],"left_right_index":-1,"ext_id":"107444497","area_id":"GK+AOYqVVx6YUrftbXs3VQ=="},"content":{"description":""},"density":0,"totalClimbs":18,"__v":1,"createdAt":"2022-11-07T06:15:58.064Z","updatedAt":"2022-11-25T11:20:55.011Z"}