{"_id":"63689d5ce80bff5a994f5356","area_name":"3. Southwest Face","shortCode":"","climbs":[{"_id":"xCWVIcXiWU66cE9uFG/a0Q==","name":"Two Hoofers","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Doug Hemken and Andy Davis, August 2008","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.54003,37.73971]},"left_right_index":1,"mp_id":"106238071","mp_crag_id":"114557647","climb_id":"xCWVIcXiWU66cE9uFG/a0Q==","areaRef":"x7ailvBlW5itF31rRPef7w=="},"content":{"description":"Climbs the large water groove on the SW face of Half Dome. Pitch one is shared with Blondike.\n\nThe crux is the face just below the start of the groove, this blank 20ft section can be pulled through at AO, making the route 5.10b AO.","protection":"Cams- two each .4-#3 Camalot, one #4\n\nNuts- one set\n\nRunners and Draws","location":""},"__v":0},{"_id":"4BM+8IHUWIa7UHEwQjtVew==","name":"The Southwest Face","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"John Salathé & Anton Nelson, 1946","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.54003,37.73971]},"left_right_index":0,"mp_id":"106186913","mp_crag_id":"114557647","climb_id":"4BM+8IHUWIa7UHEwQjtVew==","areaRef":"x7ailvBlW5itF31rRPef7w=="},"content":{"description":"The first modern climbing route on Half Dome, and the first grade V in Yosemite.\n\nFreed in about 1964 by Sacherer, Kamps, and Lichtman, this climb was popular in the late 1960s and early 1970s, but fell out of favor with the rise of clean climbing.  With recent advances in clean gear, the protection is again reasonable (G to PG) with the exception of the belay stations.\n\nThe topo and photo in Reid are excellent.","protection":"Standard rack to 4\", plus extra micro nuts and micro cams.","location":"About 400 feet to the left of \"Snake Dike\", and just left of \"Blondike.\""},"__v":0},{"_id":"Fz01cLDyWUaGX7Q1JFJ1Ow==","name":"Snake Dike","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Eric Beck, Jim Bridwell, & Chris Fredericks - July, 1965","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-119.54003,37.73971]},"left_right_index":4,"mp_id":"105836362","mp_crag_id":"114557647","climb_id":"Fz01cLDyWUaGX7Q1JFJ1Ow==","areaRef":"x7ailvBlW5itF31rRPef7w=="},"content":{"description":"Snake Dike (along with Royal Arches) is one of the classic long moderate routes of Yosemite. For many climbers, this is number one on the Yosemite tick list when they first come to the Valley. For others it is known as \"Snake Hike,\" but the bottom line is it is a great climb up an amazing natural feature to the top of one of the most spectacular formations in Yosemite - second only to El Cap itself.\n\nGet to the SW shoulder of Half Dome by following the Muir Trail to the Mist Trail past Nevada Falls, then back on the Muir Trail. From the top of Nevada Falls, continue for 0.75 mile to an obvious climber's trail that heads off to the left, contouring around behind the back of Liberty Cap to Half Dome. Pass a swampy area (Lost Lake) on a trail to the left, and then wander up a weakness in the lower slabs to a ledge system below the south face of Half Dome. Head left across ledges underneath a steep buttress, then hook back right and up to the base of the route. The approach is six miles and takes 2.5 to 4 hours.\n\nP1 (5.7): The route starts up a slab below a prominent upside-down L-shaped roof formation. A big tree is up in this roof area on the right. Climb up into the roof, then traverse out the left end and up onto a nice belay ledge. Alternatively climb directly up the the left edge of this roof from low angle ground off to the left.\n\nP2 (5.7): Continue up the left-facing, right-leaning corner system above and past a pair of bolts (optional belay), then wander right past another bolt to a bolted anchor.\n\nP3 (5.7): Climb up and left past a bolt and crux friction to reach the dike itself. Skip another bolted belay, climbing up the dike past a bolt and easier climbing, and up to a bolted belay. I prefer using a bolted belay out right here on a nice ledge, but there is one higher on the dike itself.\n\nP4, P5, P6: Follow the dike for a couple more long pitches, all about 5.4, all very run out, stopping at bolted anchors.\n\nP7: Climb off to the right to access a right-facing flake/corner with a crack behind it. Belay from gear on a ledge formed by flakes.\n\nP8: Move way left to gain a right-leaning easy ramp, then continue up through or around roofs to belay on low angle ground off of gear.\n\nOnce you feel comfortable unroping, do so, and continue scrambling up 1000' of calf-burning slabs to the summit. Descent is down the Half Dome Cables route. You can't miss it.  This should go without saying but it's better to not leave anything at the base.","protection":"6 draws/slings, three or four small-medium sized cams.  That's it!","location":""},"__v":0},{"_id":"KdSyg8G1WR27vZCBdVlebw==","name":"Eye in the Sky","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Mark Spencer, Shirley Spencer, Dan Abbot & David Abbot, April 1985","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-119.54003,37.73971]},"left_right_index":5,"mp_id":"106593470","mp_crag_id":"114557647","climb_id":"KdSyg8G1WR27vZCBdVlebw==","areaRef":"x7ailvBlW5itF31rRPef7w=="},"content":{"description":"The start is on the right side of the rope up ledge for Snake Dike.  First pitch heads right for a short pitch to an anchor on 1/4\" bolts then the second pitch follows a runout dike the moving slightly left leads to a runout face that joins Snake Dike at the end of the second pitch then goes straight up the face above the anchor, don't traverse left as that leads to the Snake Dike.  Natural pro is needed for the 10B pitch up high. Following 6 pitches are primarily 5.7 with some sections of 5.9 to easy 5.10 and use some spaced bolts and a variety of gear.","protection":"some gear might be helpful in a few spots, otherwise a few draws for the extremely runout climbing on quarter inchers.","location":"Approach same as snake dike. and start is just to the right of Snake Dike."},"__v":0},{"_id":"SMeMFhZpVOK7USxBMBDMqA==","name":"Deuceldike","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-119.54003,37.73971]},"left_right_index":3,"mp_id":"110383065","mp_crag_id":"114557647","climb_id":"SMeMFhZpVOK7USxBMBDMqA==","areaRef":"x7ailvBlW5itF31rRPef7w=="},"content":{"description":"P1 - 5.6/7R with relatively sparce natural pro until you get to a rusty pin where you step left on to a thin sloping dike, 5.8R, and diagonal up to a 2 bolt belay. P2 up a 5.8R slab to a corner with a much appreciated #2 set, dance around the corner onto a sea of granite waves, 5.2. Move up slightly left to a good natural ledge with good sets. P3 a short vertical Dike 5.9R (tasty)and onto a diagonal dike that runs up to the 4th belay of Snake Dike, 5.2R. There are a couple of bolts along this run, and you will need to use one of them for a belay, as a 70 meter rope is still short. From there finish on Snake Hike","protection":"Maybe 2 bolts per pitch, and sparse natural protection  (only on the first 2 pitches) pieces #2 and smaller","location":"When Snake Dike is full and you are feeling a bit more adventurous, the next route to the left is Deuceldike. This will run you around the first 4 pitches of Snake Dike and land you where the route turns to 5.3-. At this point it is easy to share space."},"__v":0},{"_id":"plMgOThdUZOC3gM5s5wGXg==","name":"Blond Ike","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Andy Davis (","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-119.54003,37.73971]},"left_right_index":2,"mp_id":"106182011","mp_crag_id":"114557647","climb_id":"plMgOThdUZOC3gM5s5wGXg==","areaRef":"x7ailvBlW5itF31rRPef7w=="},"content":{"description":"Climbs an amazing golden dike through the steepest section of the SW face of Halfdome. Pitches 2 and 3 are stellar and will make the long approach more than worth while. See posted topo for complete beta.\n\nThe cruxes are not bolted heavily enough to make this feel like a sport climb, but there are bolts where you need them.","protection":"Cams: one each .5-#3 Camalot\n\nNuts: one each medium to large\n\nQuickdraws\n\n60m or longer","location":"SW Face of Halfdome. 350' left of Snakedike, 50' right of the Salathe'."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,8ab53875-745f-5076-b396-d3d84945e52c,0f1eddf1-5a79-556e-92f6-0d91627e1f2f,587984eb-9d0d-54e5-9de5-b9c559f735d2,458a683c-0b65-57d7-a46e-226e748ec5f5,c7b6a296-f065-5b98-ad17-7d6b44f79fef","pathTokens":["USA","California","Yosemite National Park","Yosemite Valley","Valley South Side","D. Half Dome","3. Southwest Face"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.12a"},{"count":1,"label":"5.10"},{"count":1,"label":"5.7"},{"count":1,"label":"5.10b"},{"count":1,"label":"5.9-"},{"count":1,"label":"5.11a"}],"byDiscipline":{"trad":{"total":6,"bands":{"unknown":0,"beginner":2,"intermediate":2,"advanced":2,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":2,"advanced":2,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-119.54003,37.73971]},"bbox":[-119.54059861464275,37.73926033981815,-119.53946138535728,37.74015966018187],"left_right_index":-1,"ext_id":"114557647","area_id":"x7ailvBlW5itF31rRPef7w=="},"content":{"description":""},"density":0,"totalClimbs":6,"__v":1,"createdAt":"2022-11-07T05:54:46.367Z","updatedAt":"2024-01-15T16:41:23.180Z"}