{"_id":"63689de0e80bff5a994f9d65","area_name":"Throne, The","shortCode":"","climbs":[{"_id":"0SKjsAjQVIObh5qsTdXSSQ==","name":"Thunderstruck","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"M. Frichette and D. Hare, 1970s.","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.33506,40.18354]},"left_right_index":2,"mp_id":"107546898","mp_crag_id":"105746575","climb_id":"0SKjsAjQVIObh5qsTdXSSQ==","areaRef":"Mz7M2ZDsXxq61OKNysASVg=="},"content":{"description":"This is a good climb once you get going... if this is your sort of thing.  If you like OW/squeeze, it is perfect.  If you don't, it is hell.\n\nThe beginning 7 meters of the route are dingy and poor but soon leads to better moves on good rock and good protection for a second 7 meters, including what may be the crux for some climbers.  Beyond that point, it is you, your wide gear, and what you choose to do with it.  The crack is splitter, solid, and wide.  Some smaller gear (to 2\") can be placed to the right of the crack at mid-height for a break from the wide gear.","protection":"From first knuckle to as wide as you have... the top portion will be considerably runout without Valley Giants or Big Bros.  Take all of the widest gear you have and a lot of long slings for the beginning.","location":"This route starts in an unattractive, dingy, broken corner just left of the North arete of the formation, on the East side. It climbs that for about 7 meters to reach better, cleaner rock.  The route ducks under a hanging flake that forms a roof and goes into an increasingly wide crack that leans to the right for the rest of its length to a ledge with a 2 bolts anchor, as for\n\nPetticoat\n\n."},"__v":0},{"_id":"jOLG+RXUUHKyVROb5wqW7A==","name":"Petticoat","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"S. Kimball, D. Snively, and B. Gillett, 1999.","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.33506,40.18354]},"left_right_index":3,"mp_id":"107546855","mp_crag_id":"105746575","climb_id":"jOLG+RXUUHKyVROb5wqW7A==","areaRef":"Mz7M2ZDsXxq61OKNysASVg=="},"content":{"description":"This is a delicate and technical route from the bottom up.  The crux lies somewhere in the lower half, but where depends upon the climber's style.\n\nThe Gillett book suggests that there is a fixed stopper on the route in the long but moderate runout between the 3rd and 4th bolts (ground-fall possible), but there is not presently one there. I would have been happier were I carrying some cams or stoppers from 3/4\" - 2\" and placed some gear.","protection":"6 draws to a 2 bolt anchor with no cord or chain.  A cordelette is nice to have up top, and if you plan to bail off after 1 pitch, you'll be leaving something behind to rap from- cord & biners or links.\n\nThe (very) long runout on 5.7 climbing between bolts 3 and 4 can be virtually eliminated with 3/4\"-2\" cams or stoppers.","location":"This route is the obvious and only bolted line starting from the ground on the west side of the North-facing arete, a relative low point of the rock.  The trail leads up to this area.  A good base below it is gained by hiking around to the south and up, or ducking under a boulder and going through on the North side of the arete.\n\nThe route goes up past 3 bolts, crosses a wide crack (\n\nThunderstruck\n\n) at a chockstone, and runs it out up and left to gain a line of 3 more bolts.\n\nThe ledge on top bears an obvious anchor. One can rap from that, or continue for 2 more pitches to the summit on the upper 1/2 of\n\nMagnum PI\n\n, which is 5.9+ \"adventure climbing.\""},"__v":0},{"_id":"+b75JIr2VNOVLMBoKNj4bQ==","name":"Magnum P.I.","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"P1: Milt Strickler, George Bracksieck, Kent ..., Sept. 19, 1975. P2 & P3: (?) M. Frichette, E. Aldrich, and I. Takahashi, 1980s","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.33506,40.18354]},"left_right_index":4,"mp_id":"107546977","mp_crag_id":"105746575","climb_id":"+b75JIr2VNOVLMBoKNj4bQ==","areaRef":"Mz7M2ZDsXxq61OKNysASVg=="},"content":{"description":"Done as a single pitch to the anchor, this is simply a good route that needs a little more brushing/cleaning.  Done to the top of the rock, this is an adventure climb. The route description, rating, and gear are all accounting for that. If you can not abide by lichen, some minor runouts, wide sections, a little loose rock here and there, and some indistinct terrain, you'll hate it.\n\nIf you regularly do FAs or alpine routes, you likely won't notice or mind the detractors and might give it one more star than I did, so as to fall in the center of what might be highly polarized opinions about this route.\n\nTo climb this route:\n\nP1. (5.9, PG-13, 90') Start just right of\n\nPetticoat\n\nand down and right of its P1 top anchor. Start up on double cracks with join after a short while, then step left into a crack with a flake in it (crux, a noisy flake), and delicately climb past into thin hands jams and better protection. Climb this more enjoyable crack for a while on good rock and protection... before it degrades into a lichenous and slightly more difficult to protect affair. If the second would bring a brush or scraper, this whole affair could be made nicer in the future. Climb to the ledge directly or place protection and carefully step left to finish the last few feet as for '\n\nThunderstruck\n\n' and go to the\n\nThunderstruck\n\n/\n\nPetticoat\n\nanchors and belay. There will be rope drag if you try to continue, but it is possible and with correct rigging of the rope, reasonable to do P2 as part of P1.\n\nP2. (5.8+, 80', PG-13): Ascend a few shallow cracks and seams up a rib of rock left of the obvious gully. The climbing is easy for the first 60'. As a large protrusion on the buttress to the right appears, step right past some bushes and into some flakes and make your way past #3 Camalot and a 1/2\" cam (green Alien?) through some funky 5.8+ stuff an onto a sloping ledge. A belay comes from one each 2, 2.5, and 3\" cams.\n\nDo not skip this belay.\n\nP3. (5.9+, 130' PG-13): From the belay, work out and right past a horizontal (good pro) and into a corner just out of view. Pass an old raven's nest (2' stick pile), and place a 5\" cam overhead and out right. Make sure it is solid. Now climb a 'classic' 5.9+ section of rock that will likely be rattly fists, or stacks, to reach through the roof and up into... the offwidth. If you brought a #5 C4 Camalot, get that out and start using it. If you didn't... well, it's only 5.8 O.W.\n\nClimb up and onward. You can finish either left of the gully, or right of it. Protection and climbing moves either way are moderate.\n\nFrom the top left, a short section of climbing (belay recommended for both parties) reaches the anchor that the right finish goes directly too, although by a wandering path.\n\nTo descend:\n\n1) Rap directly off of the back of the rock from the sling anchor (length unknown) and bushwhack back to the base somehow.\n\n2) Rap Westward from the sling anchor (newly replaced 4/2012) for 34 meters (a 70m rope is really recommended) to a good ledge that is considerably west of the initial rap. The rope pulls easily to here. A 5 meter section of 3rd class takes you down and Eastward to a second sling/horn rap (newly replaced as of 4/2012). Rap down that for 35 meters (70m rope REQUIRED) into a deep and mossy gully to a bushy shelf. Pull the rope there and downclimb 4 meters of 5.4 to the ground proper. You are 40 meters West of the base of the climb now.","protection":"The first pitch goes on stoppers and cams from small to 2.5\". The upper pitches require filling out the rack to at least 4.5\" (old school #4 Camalot, or better yet, a new #5 \"C4\"). A piece wider still is optional and actually a good idea if you don't like running out 5.8+ OW. Take lots of slings.\n\nIn case the anchors are aged, or you get off route on the descent, also take 20' of cordalete or webbing and a knife to replace/back-up/supplement the existing anchors. We replaced the completely rotten slings up top with a single cord on 4/7/12, but that will need backed up as it ages.\n\nA 70m rope is NECESSARY for the raps as we did them, back to the NW base.","location":"This route starts just right of\n\nPetticoat\n\nin a crack system, perhaps 6 meters to the right."},"__v":0},{"_id":"YHzHiBmWW92BkZeczwcFSA==","name":"Forgotten Passage","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.33506,40.18354]},"left_right_index":7,"mp_id":"105761985","mp_crag_id":"105746575","climb_id":"YHzHiBmWW92BkZeczwcFSA==","areaRef":"Mz7M2ZDsXxq61OKNysASVg=="},"content":{"description":"This is the only route currently published on The Throne. It begins in an alcove on the NE face, West of the obvious splitter offwidth. It is not very good, but from it, you can see some good routes! Entirely Forgettable.\n\nThe first pitch is a complete pile. Climb up to a traverse on a slopey ramp pass a fixed pin, and climb up the horrible crack/munge system to a low angled ramp system. Belay before the ledge turns slabby. My partner was terrified on this pitch. 5.8\n\nThe second pitch is a little better. Climb into the dihedral, through a bush of two, and undercling around a small roof. The undercling moves are fun, but there is enough lichen crunchin' under your toes to steal some joy. Belay in a comfy spot below the summit cracks. 5.8+\n\nThe third pitch can have many options, and they are all pretty good. There are at least three good cracks to use from the ledge. The best is the obvious handcrack avove the belay. Beyond this handcrack, follow moderate slabby terrain to the top of the rock. 5.9\n\nI found an old nut with chewed up webbing at the top. I added a couple nuts and a sling of my own to rap off to a large ledge to the West. Two ropes will reach the ground off the steep backside as well.","protection":"Standard Rack to #3 Camalot. Some bigger gear can be used on the wider finishes.Bring a couple slings and a meduim nut or two to bail if the fixed gear is missing at the top.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,74632cc0-a38c-534d-8344-0ada57f54a44,89eb0289-9906-5fed-8dbf-75620ff6ab2b,10f12d5c-d05a-52d0-ae46-729c528928e5,333eccd9-90ec-5f1a-bad4-e28dcac01256","pathTokens":["USA","Colorado","Lyons","St. Vrain Canyons","South Fork of St. Vrain Canyon","Throne, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.10a"},{"count":1,"label":"5.9+"},{"count":1,"label":"5.9"}],"byDiscipline":{"trad":{"total":4,"bands":{"unknown":0,"beginner":0,"intermediate":4,"advanced":0,"expert":0}},"sport":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":4,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.33506,40.18354]},"bbox":[-105.33564857475739,40.183090339818136,-105.3344714252426,40.183989660181865],"left_right_index":-1,"ext_id":"105746575","area_id":"Mz7M2ZDsXxq61OKNysASVg==","polygon":{"type":"Polygon","coordinates":[[[-105.33564857475739,40.183090339818136],[-105.3344714252426,40.183090339818136],[-105.3344714252426,40.183989660181865],[-105.33564857475739,40.183989660181865],[-105.33564857475739,40.183090339818136]]]}},"content":{"description":""},"density":0,"totalClimbs":4,"__v":1,"createdAt":"2022-11-07T05:56:39.007Z","updatedAt":"2024-02-19T18:32:17.581Z"}