{"_id":"6368a38be80bff5a99585bf9","area_name":"Seldom Seen","shortCode":"","climbs":[{"_id":"P9prkRKVVjil6RCr3i3jdw==","name":"Sweet! River Booty 5.10-","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"The phoenix","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.02098,40.42552]},"left_right_index":999999,"mp_id":"120625570","mp_crag_id":"120588578","climb_id":"P9prkRKVVjil6RCr3i3jdw==","areaRef":"qyVPVsiKUnqgU9QHL+1xUw=="},"content":{"description":"The route got it's name from an old nut and piton low and about 5 feet to the left from where the climb was established as far as I know the piton is still there. The climb is 45’ long and originally had 3 bolts that were placed on lead as well as the ring anchors due to the position of the route on the wall. Since then the route was retro-bolted and now has 6 bolts.","protection":"6 bolts","location":"The climb is located under the tracks near a small waterfall on your right hand side directly across the creek from Greenway Arete. to get there hike down and cross the creek, but only when the creek water level is low and no rain is in the forecast. Please be mindful of flashfloods.."},"__v":0},{"_id":"rtEioA7uXWq9ESIwcsjO8g==","name":"The Substitute","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"The phoenix","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.02098,40.42552]},"left_right_index":999999,"mp_id":"120625669","mp_crag_id":"120588578","climb_id":"rtEioA7uXWq9ESIwcsjO8g==","areaRef":"qyVPVsiKUnqgU9QHL+1xUw=="},"content":{"description":"This route has 4 bolts to anchors overall fun route.","protection":"4 Bolts","location":"This climb is located about 5 to 10 feet to the right of Pump 1st & Drink Later."},"__v":0},{"_id":"SEFIM8KvWiS9/DKxBo3LTQ==","name":"Stick That Eddie (AKA Slip and Splash)","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"The phoenix","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.02098,40.42552]},"left_right_index":999999,"mp_id":"120625607","mp_crag_id":"120588578","climb_id":"SEFIM8KvWiS9/DKxBo3LTQ==","areaRef":"qyVPVsiKUnqgU9QHL+1xUw=="},"content":{"description":"This climb is 40’ feet long and originally only had 3 bolts to ring anchors that were placed on lead and for many years there were no anchor bolts down low to start the route from a bolted belay, so you either had to place a couple some cams or have a solid leader to keep you and your belayer from a unexpected swim, this fact is where the route name came from. The climb now has an anchor bolt belay at the start and one to clip you start the traverse.  Altogether the route has 6 bolts to the anchors","protection":"6 bolts","location":"This route is located about 15 feet to the right of (Sweet! River Booty) on the last of the rock outcropping which helps form an Eddie line at high water. Since the recent retro bolting there are now 2 route between Sweet River Booty and Stick that Eddie."},"__v":0},{"_id":"BLjtibTAVFG07frCuVYPxA==","name":"Pump First Drink Later 5.9+","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"The phoenix","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.02098,40.42552]},"left_right_index":999999,"mp_id":"120625633","mp_crag_id":"120588578","climb_id":"BLjtibTAVFG07frCuVYPxA==","areaRef":"qyVPVsiKUnqgU9QHL+1xUw=="},"content":{"description":"The climb is 40’ feet long that originally had 3 bolts until it was retro-bolted it now has 5 bolts. This climb has good climbing from the start to its reach-y finish. ","protection":"5 Bolts","location":" This climb is located about a ¼ mile down stream from the main climbing area see the topo."},"__v":0},{"_id":"zzZNML5rWvy4uXUiSTnoQw==","name":"Little Green Book","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"The phoenix","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.02098,40.42552]},"left_right_index":999999,"mp_id":"120625508","mp_crag_id":"120588578","climb_id":"zzZNML5rWvy4uXUiSTnoQw==","areaRef":"qyVPVsiKUnqgU9QHL+1xUw=="},"content":{"description":"The Little Green Book 5.5  was originally a tradition climb that used mostly passive gear in the corner up to the anchors. During the recent retro-bolting an overzealous climber added 3 new bolts so now it's a sport climb up to the original anchors. None the less it's still a fun climb and a great warm up for beginners.\n\n ","protection":"Sport","location":"The climb is located in the obvious corner on your right hand side just after walking through the tunnel.  "},"__v":0},{"_id":"5lo8+vbfWY6rVJtM78FQYQ==","name":"Last Dance 5.9+","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"The phoenix","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.02098,40.42552]},"left_right_index":999999,"mp_id":"120625696","mp_crag_id":"120588578","climb_id":"5lo8+vbfWY6rVJtM78FQYQ==","areaRef":"qyVPVsiKUnqgU9QHL+1xUw=="},"content":{"description":"This route has 4 bolts to anchors and finding a key jam with help up high.","protection":"4 Bolts","location":"This route is about 5 to 10 feet to the right of the Substitute see the photo for the location "},"__v":0},{"_id":"VttBpltBVxSvjEAoi5WHnQ==","name":"The Greenway Arête 5.9","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"The phoenix","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.02098,40.42552]},"left_right_index":999999,"mp_id":"120625534","mp_crag_id":"120588578","climb_id":"VttBpltBVxSvjEAoi5WHnQ==","areaRef":"qyVPVsiKUnqgU9QHL+1xUw=="},"content":{"description":"This climb was the 1st officially established route at Seldom Seen and was originally climbed as a traditional route and was rated 5.9+, However since the retro-bolting by an overzealous climber the route is now rated 5.9 and follows 4 bolts to the original anchors. This climb is 35’ feet long and still makes for a great introduction to the area.","protection":"4 bolts","location":"The route is located on the obvious arête / corner of the railroad support wall on your left hand side as you walk under the last set of tracks. and is now the second route from the end of the wall. "},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,e66a7f5e-9c62-5282-8578-b6d5e239d014,a6ec1917-1fd1-55b1-a9c8-02cb06cb4167,0e25ff32-0600-5061-8f77-7b9b09201a6d,ab254f56-c88a-527a-a053-d4072fed7153","pathTokens":["USA","Pennsylvania","Southwestern Highlands","Pittsburgh","Seldom Seen"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10a"},{"count":3,"label":"5.9+"},{"count":2,"label":"5.9"},{"count":1,"label":"5.5"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"sport":{"total":6,"bands":{"unknown":0,"beginner":0,"intermediate":6,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":6,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-80.02098,40.42552]},"bbox":[-80.0215706869559,40.42507033981814,-80.02038931304408,40.42596966018186],"left_right_index":-1,"ext_id":"120588578","area_id":"qyVPVsiKUnqgU9QHL+1xUw=="},"content":{"description":"People have been climbing at the Seldom Seen Greenway for several decades, and, as a result of a major renovation in recent years, the area has seen a surge in popularity. As of the Spring of 2021, there are now 27 different routes that have been fully equipped (or re-equipped) with either stainless steel or titanium hardware. The routes are mostly 30-45’ tall on the vertical walls of quarried sandstone blocks that make up a complex of bridges, tunnels, and retaining walls. Although there is one route that is 5.6, and another that is 5.8, most of the routes are in the 5.9 - 5.10 range.  There are also four 5.11s and one 5.12. While no formal permission has been granted to climb at Seldom Seen, there have also been, to date, no serious access issues; nevertheless, anyone wishing to climb here should REVIEW THE ACCESS NOTES BELOW and use their own. A guide/topo for the area is in the works and will soon be available online and at the various local climbing gyms for $10, all proceeds to be donated to SWPACC to be used on future projects.Please be reminded of a few critical points in regard to the climbing at Seldom Seen.  1. Acting independently, individual climbers, wishing to expand outdoor climbing opportunities for all residents and visitors to our region (including those who might not have access to climbing areas at more remote geographic locations) developed, equipped, and cleaned these areas. Neither the SWPACC nor the City of Pittsburgh cleaned/equipped these routes. 2. Given the exciting potential for Seldom Seen and other urban climbing areas to expand and diversify our climbing community, the SWPACC has established an on-going dialogue with various city officials to develop a plan that would secure formal permission for climbing on various structures around the city. Historically, climbing at Seldom Seen has taken place discreetly, and as with so many other popular climbing areas, climbers should maintain a low profile. 3. While the dialogue with the City is ongoing and no major access issues have arisen yet, AS OF YET NO FORMAL PERMISSION HAS BEEN GRANTED FOR CLIMBING ON ANY OF THE WALLS AT SELDOM SEEN.  4. Only you and those in your party are responsible for your legality and safety when climbing at Seldom Seen.  YOU ARE CLIMBING AT YOUR OWN RISK when you choose to climb at Seldom Seen!!!5. PLEASE, stay off of the railroad tracks above the walls, to avoid interference with train operators. Any activity on or around those tracks will jeopardize access to this location.6. The earth behind the walls at Seldom Seen (as well as moisture after heavy rains) is constantly making its way through the cracks on these walls. Thanks to the revitalization of the past few years, and thanks to many hundreds (probably thousands!) of hours the routes are in their cleanest state ever. Nevertheless, their maintenance will require an on-going effort, especially in the spring when seepage and growth is at its highest. This area will only remain clean if climbers regularly carry a scraper and/or wire/nylon brush to remove any dirt and weeds from the cracks, and dirt from the climbing surfaces. The place will remain in the best possible condition if people spend just a little time cleaning upon lowering.7. As is a good routine habit to practice at all climbing areas, please consider taking a plastic bag with you when visiting this area and make an extra effort to pick up any trash that you notice in the vicinity. Because of the high traffic of non-climbers at the Greenway, Seldom Seen is likely to be a local area with significant impact on how the local climbing community is perceived by the general public. Please make every effort to be a steward of the area and an ambassador for the climbing community in all of your dealings with the various user groups of the area."},"density":0,"totalClimbs":7,"__v":1,"createdAt":"2022-11-07T06:20:03.551Z","updatedAt":"2024-01-15T16:48:16.070Z"}