{"_id":"6368a50be80bff5a995aff8f","area_name":"Beckey's Wall Area","shortCode":"","climbs":[{"_id":"0JJQIIy4Vc2ST11yLlAHMw==","name":"Watergate","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Stan Cantrell, Tony Calderone & Connor Calderone","type":{"sport":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7529,40.5729]},"left_right_index":5,"mp_id":"117837584","mp_crag_id":"105739530","climb_id":"0JJQIIy4Vc2ST11yLlAHMw==","areaRef":"JQ7I1lclXNW9LAJT/eBIww=="},"content":{"description":"Fun climbing; don't slip.","protection":"4 bolts","location":"Start from the tree ledge at the top of the fingertip lieback. Climb up to the first bolt on Pebbles and Bambam then head out left to the squeeze bolt line between Beckey's Wall and P & B."},"__v":0},{"_id":"sX1YOS2WVUaQ1dOAVZGUSg==","name":"Unknown Funky Wide Crack","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7529,40.5729]},"left_right_index":21,"mp_id":"119868656","mp_crag_id":"105739530","climb_id":"sX1YOS2WVUaQ1dOAVZGUSg==","areaRef":"JQ7I1lclXNW9LAJT/eBIww=="},"content":{"description":"Use your best funky wide moves to get up this slight gritty and dirty crack. End on the last bolt of “Axis of evil Arete”","protection":"Standard rack to #4. Doubles in 4 and 3 might be nice.","location":"Left of Axis of evil. Up wide cracks"},"__v":0},{"_id":"PDeKCsDnWn2EuaEvkW4J5A==","name":"Tingey's Torture","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Smoot, Gardner & Saxey '96","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7529,40.5729]},"left_right_index":24,"mp_id":"105740444","mp_crag_id":"105739530","climb_id":"PDeKCsDnWn2EuaEvkW4J5A==","areaRef":"JQ7I1lclXNW9LAJT/eBIww=="},"content":{"description":"Tingey's Torture has some more pitches to do after climbing Tarzan and Tingey's Terror.  I did some interesting variations (by accident), but I will describe what the real route is!\n\nP1 & P2) Climb Tarzan or Sweet Jane.\n\nP3 - P6) Climb Tingey's Terror.\n\nP7) From the trees, continue up the crack system to a V formed by to wide cracks.  Some fixed pro climbs up the face to the right of the two cracks.  Take your pick of a few good ledges for a gear anchor.\n\nP8) Several options.  Most straight forward is a 5.6 slot straight up, stopping at a big ledge (gear anchor).  Or try a 5.10 bolted variation to the right.\n\nP9) From the ledge, do a small runout to the first of 3 bolts.  This face is 5.8, and then has a long easy runout to a 2 bolt anchor.\n\nP10) Traverse left from the bolts, then ramble up easy slabs to a right facing corner.  Follow this fun easy corner until a bolt on the left face.  Climb the slab up clipping a second bolt, then easily up and over to a set of chain anchors.\n\nDescent) Long tedius scramble west down to the Schoolroom rappel, then a one-rope rap.  Another option that I haven't tried is to do some 2-rope raps and downclimbing down and right of the climb.","protection":"Standard Rack.  Several bolts.  As usual, Aliens are very useful.","location":""},"__v":0},{"_id":"CmC/4XpXVL2CdcUpU+SWiw==","name":"Tingey's Terror","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Tingey, Reese, & Wood '62","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7529,40.5729]},"left_right_index":19,"mp_id":"105740441","mp_crag_id":"105739530","climb_id":"CmC/4XpXVL2CdcUpU+SWiw==","areaRef":"JQ7I1lclXNW9LAJT/eBIww=="},"content":{"description":"Tingey's Terror is another 5.7 route stacked on top of Tarzan.  Lots of variations exist to this climb.\n\nP1 & P2) Approach by Tarzan or Sweet Jane Variation.\n\nP3) From the chain anchors, climb up and right through mostly easy terrain to an anchor in the trees or a gear anchor.\n\nP4) From the tree anchor, climb up a shallow right facing corner, which eventually becomes big up higher.  The lower portion of the crack lacks much gear, but is fairly easy.  Stop at a set of chain anchors.\n\nP5) Two major options.  Traverse right a long ways across unprotected slab to a 3 bolt line which leads to a ledge (chain anchors). The other option is to climb the left side of the slab, requiring some gardening.  Work into a right facing dihedral, then make an easy traverse to a set of anchors.\n\nP6) There are 3 options for this pitch.  I went up the left facing flake (fun 5.6) just to the left of the right set of anchors.  Follow this up and right through lots of trees.  Sling a tree for the belay.\n\nP7 and beyond) From here, I think an exit pitch goes up and left, but I kept going on Tingey's Torture.\n\nDescent) Continue up Tingey's Torture, or do the long bushy scramble over to the Schoolroom rappels.","protection":"Standard Rack.  I found aliens to be particularily useful.  Also, there are a few bolts.","location":""},"__v":0},{"_id":"6EQbjT8gVr2gcaYgIZb9Lw==","name":"Tingey's Direct","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"John Rogers and Tim Murphy  84' (sans bolts and with pants on fire)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7529,40.5729]},"left_right_index":20,"mp_id":"106291286","mp_crag_id":"105739530","climb_id":"6EQbjT8gVr2gcaYgIZb9Lw==","areaRef":"JQ7I1lclXNW9LAJT/eBIww=="},"content":{"description":"Thrash up and past 2 or 3 trees to the yellow patina face. Step out onto the face and clip a retro bolt. Slab your way up using really nice holds passing 2 more retro bolts, after the 3rd retro bolt keep cruising up to join the last 2 moves on the Groove pitch. From here pad your way up the ultra classic \"Terror\" pitch on Tingy's passing 3 bolts to Fudd Ledge.\n\nThis makes for a nice long continuous 120 foot pitch.","protection":"QD's, #1 camalot or .75 camalot, a sling for the cam on the Groove. You can use a small TCU to protect the moves from the Groove to the \"Terror\" pitch (sling this too).\n\nA #2 Camalot and #4 Metolius for the belay is nice.","location":"From the start of the 2nd pitch on Tingy's there is a tree shelf after a little roof. Instead of climbing up the Tingy's corner, thrash your way past the slung trees (rappel station). There is a good stance just above these trees and a hand crack that takes bomber cams, belay here."},"__v":0},{"_id":"TcJ/sV1uXyaNZt4Y3Vb79A==","name":"Sweet Jane Variation","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7529,40.5729]},"left_right_index":23,"mp_id":"105740438","mp_crag_id":"105739530","climb_id":"TcJ/sV1uXyaNZt4Y3Vb79A==","areaRef":"JQ7I1lclXNW9LAJT/eBIww=="},"content":{"description":"The Sweet Jane Variation follows most of the route Tarzan (5.10a).  Start this climb by first approaching to Becky's Wall.  Traverse 3rd class slabs right to a couple of bolts next to each other.  This is the start to Tarzan.\n\nP1) To climb the Sweet Jane Var, start right of the bolts in a 5.7 crack.  Follow this only a short ways, until it is possible to step left into the Tarzan crack.  Then follow this crack to a 2-bolt anchor.\n\nP2) Continue up the crack, soon encountering two cracks paralleling each other on the upper face.  Start in the left crack, then switch to the right when possible.  Follow this up to a set of chain anchors.\n\nDescent) Lots of choices!1. Rappel using 2-ropes back to the base.2. 2 one rope rappels3. Continue up a short ways to the right, then scramble down.  I haven't done this, so I am not sure how easy it is.4. If you have time, do Tingey's Terror (and optionally Tingey's Torture) for more good pitches of climbing.","protection":"Standard Rack.  Mostly the gear is finger and small hand sized.","location":""},"__v":0},{"_id":"DBG7DrUfV1WFv0SbWe4YyA==","name":"Tarzan","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Lenny Nelson / Jim Booth","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7529,40.5729]},"left_right_index":17,"mp_id":"105741461","mp_crag_id":"105739530","climb_id":"DBG7DrUfV1WFv0SbWe4YyA==","areaRef":"JQ7I1lclXNW9LAJT/eBIww=="},"content":{"description":"The climb starts on ledge just above the start to\n\nBeckey's Wall\n\nand\n\nSatan's Corner\n\nwhere you'll find two bolts for a tie in.  The\n\nSweet Jane Variation\n\nkeeps this climb at 5.7.  Plug in a cam, pull a jug, and you're in the crack. There are a set of chains halfway up, bypass this belay and do the climb in one long pitch.  Great finger / small hands moves in a crack that eats up pro.  Most people start\n\nTingey's\n\nwith this pitch.  Two stars.","protection":"Standard trad rack with an emphasis on finger sized stuff.  Chains for anchors","location":""},"__v":0},{"_id":"kTiePEGGUm2vRzYdIav6nA==","name":"Split Pants","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Dick Ream, Rich Ream, Court Richards 1962","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7529,40.5729]},"left_right_index":13,"mp_id":"105978231","mp_crag_id":"105739530","climb_id":"kTiePEGGUm2vRzYdIav6nA==","areaRef":"JQ7I1lclXNW9LAJT/eBIww=="},"content":{"description":"An interesting route to say the least.\n\nP1\n\n. Start in the chimney/squeeze right of\n\nBeckey's\n\nand left of\n\nCheetah\n\n.  Climb up this and continue to thrash your way through the trees, and broken climbing. You can stop at the slung tree or continue on pitch 2 as one long pitch.\n\nP2\n\n. Continue up the gully/crack system occasionally finding some good moves, otherwise it is the same tree thrash/gully romp as the first pitch.  Stop at the next slung tree.\n\nP3\n\n. Continue up the crack system (drool as you look at\n\nNeedle's Eye Variation\n\n(my next trip up I will climb this)), and start angling right to get to the roof.  Undercling the roof all the way right until you can clip a piton around the corner, make a delicate step around and belay at the tree.\n\nFirst two pitches are not all that special, but the last pitch was really fun, albeit with griity rock.\n\nThe book rates this a 5.6.  If I compared this traverse to\n\nPerhaps\n\n, this was distinctly harder.  (My two cents)  I felt 5.8 was more accurate.","protection":"Slings for trees, runners for rope drag, standard rack.  There are 5 pitons on the last pitch.","location":"Chimney/gully between\n\nCheetah\n\nand\n\nBaloney on White/Beckey's Wall\n\n."},"__v":0},{"_id":"pkJedSFvWvOYqzFoYA3V0Q==","name":"Split Fingers","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"FFA - Brian Smoot  1979","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7529,40.5729]},"left_right_index":11,"mp_id":"106155939","mp_crag_id":"105739530","climb_id":"pkJedSFvWvOYqzFoYA3V0Q==","areaRef":"JQ7I1lclXNW9LAJT/eBIww=="},"content":{"description":"From where you split right from Becky's Wall, a thin lieback leads up and right past a bolt (where an old knifeblade used to be).  Then you gain a rightward undercling right, climbing underneath the large roof past another bolt.  At the far end of the traverse you gain the Split Pants gully.  I belayed in the gully.  You can either continue up Split Pants or rappel from a tree down to the first anchors of Cheetah, and then from there to the base.  An excellent route!","protection":"A selection of stoppers, and small cams up to a #2 camalot sized piece.    There are sections where it is mandatory to punch it between gear!","location":"Start on Becky's Wall and where Becky's and the Fingertip Variation go straight up, climb right up under the large roof."},"__v":0},{"_id":"c0rzUejQXLuait+AKYzRxg==","name":"Siesta","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Bill Hunt, Joe Wrona, Tom Whipple, Ed Wones","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7529,40.5729]},"left_right_index":10,"mp_id":"111654080","mp_crag_id":"105739530","climb_id":"c0rzUejQXLuait+AKYzRxg==","areaRef":"JQ7I1lclXNW9LAJT/eBIww=="},"content":{"description":"Right leaning finger crack way up above Beckeys Wall. This would be a great way to finish off a Beckeys Wall/Pebbles & Bambam link up.\n\nStill a little dirty but will clean up nicely with more traffic. Hopefully people will come and check this one out! It's a little short but has good finger locks and is an aesthetic line.\n\nBring a 70m for the rappels.\n\nThe only mention of this route can be found in the Ruckman guide under the description for Pebbles and Bambam. There is also a picture in the Calderone LCC guidebook","protection":"Small gear","location":"Up and right (~40 feet) from the top of Pebbles and Bambam\n\nIts a little hidden so just keep looking."},"__v":0},{"_id":"VvB2qdG6X2WJJ6za5ajgUQ==","name":"Split Decision","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"F. A. Mark Mcquarrie & Paul Anderson, 1965","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7529,40.5729]},"left_right_index":14,"mp_id":"106715339","mp_crag_id":"105739530","climb_id":"VvB2qdG6X2WJJ6za5ajgUQ==","areaRef":"JQ7I1lclXNW9LAJT/eBIww=="},"content":{"description":"A wide crack that requires alternating between delicate smears on the face and high-stepping, power-underclings on the crack while trying to find good stances to place large gear.\n\nStarting from the 2nd pitch of Split Pants you'll be able to get a hand-size piece in above your belay before you get into the meat of the off width.  Step up and place a large piece (I only had a #6 that was tipped out).  From there you can either layback or use some crimps and smear the face.  I chose the latter.  Proceed to work up the crack until it slightly narrows and you can place a final piece in order to pull around the corner.  From that stance you can either place a BigBro or a TCU.  Work up the chimney a bit more and you can find a nice 00 placement.  From that point the climbing eases as you head up a gully until you reach some foliage.  Look out to the left and you'll see a set of chain anchors.  Pull up onto the slab and do some easy friction moves and then follow the rap for Pebbles and Bambam.  Note that these are not the P&B anchors and a single 70m will not get you down to Beckey's.","protection":"Standard Wasatch rack for Split Pants and up to 8\" for the crack.  You can also place small TCUs (00 and 1 Metolius) after rounding the top of the crack)","location":"Hike to the base of the dihedrals and then do the first two pitches (great strung together as a long pitch) of Split Pants.  Stop at the piton and build a natural anchor.  P3 of Split Pants continues to the right, the Needle's Eye goes straight up the squeeze chimney and Split Decision follows left side of the wide crack."},"__v":0},{"_id":"xkCYE6neVfqOjQ+ZucNbyA==","name":"Shaken Climber Syndrome","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Brian Smoot & Tyler Phillips,  2010","type":{"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7529,40.5729]},"left_right_index":12,"mp_id":"106873110","mp_crag_id":"105739530","climb_id":"xkCYE6neVfqOjQ+ZucNbyA==","areaRef":"JQ7I1lclXNW9LAJT/eBIww=="},"content":{"description":"Make an interesting balance move past a flake. Climb the featured face above. This worthy pitch ends at a 2 bolt belay. Protection is a bit old school. Be careful not to get SCS.","protection":"8 draws...I think?","location":"Same belay as the start of the last pitch of\n\nSplit Pants\n\n."},"__v":0},{"_id":"ubq4LfMtXGyaX7n5mqYlew==","name":"Pebbles and Bambam","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Hunt, Wrona, Whipple, Wones","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7529,40.5729]},"left_right_index":6,"mp_id":"105741395","mp_crag_id":"105739530","climb_id":"ubq4LfMtXGyaX7n5mqYlew==","areaRef":"JQ7I1lclXNW9LAJT/eBIww=="},"content":{"description":"This route is an excellent variation for the final pitch of Beckey's Wall.  From the 2nd belay station, continue up Beckeys for 10-20 feet and then work right along a ledge system.  From here you can see the line of bolts.  Climb the left line of bolts.  The last bolt can be hard to pick out, it is there.  From the anchors climb up and over (west) until you can reach some easily downclimbed ledge systems.  These will take you to a large pine tree with slings, a cable, a biner, and 2 old rap rings (Five Fingers Rappel).  Rap down and then downclimb and head east, where you can reach the Half-a-Finger anchors for a 2nd rap.  The rock on this route is nice, albeit a bit flaky.  Definitely a nice alternative to the easy gully scramble that finishes Beckey's Wall.","protection":"5 bolts and a 2 bolt anchor.  A couple of pieces could take a bite out of the beginning cruiser section.","location":""},"__v":0},{"_id":"yrbC9LsGW/yjji1aym8THg==","name":"The Orange Sling","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Brian Smoot & Tom Lund, 1997","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7529,40.5729]},"left_right_index":9,"mp_id":"105987849","mp_crag_id":"105739530","climb_id":"yrbC9LsGW/yjji1aym8THg==","areaRef":"JQ7I1lclXNW9LAJT/eBIww=="},"content":{"description":"The Orange Sling II (5.9)\n\nclimbs the upper slabs of the\n\nGate Buttress\n\n. Begin at the top of\n\nDate with Fate\n\nor\n\nPebbles & BamBam\n\n(same belay).\n\nThis is a fun, moderate, clean, long route because you get to combine it with\n\nBeckey's Wall\n\nand either of the good slab routes that climb the face right of the last pitch of\n\nBeckey's\n\n. Because of it's length, it has the same feel as\n\nTingey's Torture\n\n. You get 7 pitches in all, although you may be able to link some of them.\n\nPitch 1\n\n: climb a slab just right of a short right facing corner to a bolt. Continue up to a gear belay at a fixed pin on a horizontal crack (5.6).\n\nPitch 2\n\n: Ascend the high quality slab above past 3 bolts to a bolted belay (5.9).\n\nPitch 3\n\n: Climb the slab above to a steep bulge. A 5.9 finger crack in a left facing corner passes the bulge. Traverse left to a gear belay below a chockstone (#2,3 camalots).\n\nPitch 4\n\n: Be carefull passing the chockstone and ascend the asthestic nobby arete (1 bolt) and a tied-off nob to the top (5.7).","protection":"Belay off of a giant chickenhead. Bring cams to 3\".","location":""},"__v":0},{"_id":"4fP3A7NqXh24N3K6wqaKrA==","name":"Needle's Eye Variation","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Mark McQuarrie & Steve Ellsworth in 1964","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7529,40.5729]},"left_right_index":15,"mp_id":"106291822","mp_crag_id":"105739530","climb_id":"4fP3A7NqXh24N3K6wqaKrA==","areaRef":"JQ7I1lclXNW9LAJT/eBIww=="},"content":{"description":"This chimney is so tight that only skinny climbers can slither through...Try it naked.","protection":"The chimney itself doesn't protect. Perhaps take a few cams for above the chimney.","location":"Climb the squeeze chimney above the top of the 2nd pitch of Split Pants. It's the crack forming the left side of the big roof."},"__v":0},{"_id":"tpjpm/NbUMO6vvf4QyVKXw==","name":"Last Caress","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Tyler Phillips, Patrick Bardsley, Chris McDonald 2012","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7529,40.5729]},"left_right_index":25,"mp_id":"121515520","mp_crag_id":"105739530","climb_id":"tpjpm/NbUMO6vvf4QyVKXw==","areaRef":"JQ7I1lclXNW9LAJT/eBIww=="},"content":{"description":"Alternate pitch for pitch 1 of Tingey's Torture. From the bolted anchor under pitch 1 of T.T., pad out climbers right to 3 bolts on the edge of the slab. Follow bolts up slab, work through a thin crack and flake system past a pin and another bolt on a slab. Aim towards a low angle hand/fist crack, and blast straight up the slab above this or follow the crack and up and left into the gully; both lead to a bolted anchor.","protection":"Standard rack to #3, it was nice to have doubles in .75 and under and some microcams","location":"Starts at the end of Tingey's Terror / Under P1 of Tingey's Torture"},"__v":0},{"_id":"sSlaGQ9aV76i3MxXjM7rzQ==","name":"Hesitation","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Unknon","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7529,40.5729]},"left_right_index":1,"mp_id":"105741764","mp_crag_id":"105739530","climb_id":"sSlaGQ9aV76i3MxXjM7rzQ==","areaRef":"JQ7I1lclXNW9LAJT/eBIww=="},"content":{"description":"From the midway belay station on the easy dihedral pitch of Beckey's Wall is a vertical flake system.  This is the start of Hesitation.  It continues up this initially well-protected flake system angling left a bit into grooves that don't protect too well (brass nuts).  A fall here would probably deck, but keep moving into another crack system that ends in nice diagonalling (almost horizontal) hand crack.  Cams or hexes are especially important here.  Work through this fun sequence into progressively worse rock, and fight your way through the trees/bushes.  About miodway through the vegetation, a vertical crack saves you from the trees; however, the rock quality maintains its poor nature.  As this crack progresses, it widens and flares into a nast offwidth.  #2's and larger are imperative to protect safely here.  The chains are within reach soon.  Beware of loose rock, dead tree branches on the upper face.  I almost took out my partner when my left handhold (1' X 2' rock), came hurtling off.  Bring your helmets.","protection":"A 2-bolt anchor on top with some new chains.  Bring a couple of brass, and a wide selection of gear, mainly #2 Camalots and larger.  Some runners for drag would help in your upward movement.","location":""},"__v":0},{"_id":"DnzVQaKrWNK4x2SgHjtvrQ==","name":"Hesitate No More","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"Rick Wyatt, Dave Jenkins","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7529,40.5729]},"left_right_index":0,"mp_id":"106030376","mp_crag_id":"105739530","climb_id":"DnzVQaKrWNK4x2SgHjtvrQ==","areaRef":"JQ7I1lclXNW9LAJT/eBIww=="},"content":{"description":"Crux near the top using crimpers on rotten rock. Once you get the feet and the upper flake things ease up considerably. If you are dying to make it to the top of the hesitation wall do this route. Otherwise, it is nothing spectacular. Runout climbing with small gear over rotten rock. Sounds fun eh?","protection":"Mostly small gear. Standard rack up to #3 camalot should suffice. Extra, small cams are recommended. Long runners. Ends at chain anchors.","location":"From the top of the first pitch of becky's wall on climbers left follow the vertical crack system up (this is hesitation 5.7R) about half way up the wall hesitation breaks right on a ledge system through some trees. on this ledge go left instead and you will be on hesistate no more. There are a number of variations possible. all seem to be about the same difficult. I went the way that looked like it had the best gear."},"__v":0},{"_id":"zYd6TveCWOKknXLM5bcjWQ==","name":"Fruit Loops","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Drew Bedford & Doug Heinrich","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7529,40.5729]},"left_right_index":2,"mp_id":"109513632","mp_crag_id":"105739530","climb_id":"zYd6TveCWOKknXLM5bcjWQ==","areaRef":"JQ7I1lclXNW9LAJT/eBIww=="},"content":{"description":"","protection":"3 bolts, and a single set to #1 camalot.","location":"On the east facing hesitation wall which makes the left margin of the popular Beckey's wall 5.7. The route starts 15 feet up and left of Beckey's p1 belay."},"__v":0},{"_id":"NrvDDxTiWKafKV4JHe1tnQ==","name":"Fingertrip Variation","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Ron Weber, Ed Anderson 1960's","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7529,40.5729]},"left_right_index":4,"mp_id":"105837925","mp_crag_id":"105739530","climb_id":"NrvDDxTiWKafKV4JHe1tnQ==","areaRef":"JQ7I1lclXNW9LAJT/eBIww=="},"content":{"description":"A very exciting line up a vertical crack just right of the vertical portion of Beckey's Wall.  Start on Beckey's, and step right and go right up thin flakes, small crimps, and exhillarating liebacks.  This route is every bit as good as Beckey's.","protection":"3 pins on the route, slung tree at the top.  Bring more in case there are none.  Small to medium gear.  Cams seemed useful for some of the early pieces.  Not as runout as I thought it would be.  Watch the pins, watch the flakes with your cams. They won't last forever.","location":""},"__v":0},{"_id":"D9OE4a5UWKm6B59ZyHiQBw==","name":"Date With Kate","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Tony Calderone, Kathy Lagerquist, Stan Cantrell","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7529,40.5729]},"left_right_index":7,"mp_id":"110557177","mp_crag_id":"105739530","climb_id":"D9OE4a5UWKm6B59ZyHiQBw==","areaRef":"JQ7I1lclXNW9LAJT/eBIww=="},"content":{"description":"Pitch 1: 5.6 X 150'\n\nPitch 2: 5.10 PG 150'","protection":"A few 1\" - 1.5\" cams and bolts.","location":""},"__v":0},{"_id":"CYyrKdtfUM6IbJ279lKI4A==","name":"Date with Fate","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Douglass, Ruckman","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7529,40.5729]},"left_right_index":8,"mp_id":"105741398","mp_crag_id":"105739530","climb_id":"CYyrKdtfUM6IbJ279lKI4A==","areaRef":"JQ7I1lclXNW9LAJT/eBIww=="},"content":{"description":"This is the right line of bolts above Beckeys Wall 1st 2 pitches.  Approach as per Pebbles and Bambam, and climb the flake system on the far right of the starting ledge.  You will climb through this into the 3 bolt line.  The crux is bolted and again is a nice way to finish Beckey's Wall.  Good rock with a bit of flakiness in February (probably cleaner in summer).  Descend as per Pebbles and Bambam.","protection":"3 bolts and a 2 bolt anchor.  Some gear is needed for the initial flake system.","location":""},"__v":0},{"_id":"DI+iMQFFXCG0UYLDOnHG1A==","name":"Cheetah","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Black, Black","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7529,40.5729]},"left_right_index":16,"mp_id":"105741065","mp_crag_id":"105739530","climb_id":"DI+iMQFFXCG0UYLDOnHG1A==","areaRef":"JQ7I1lclXNW9LAJT/eBIww=="},"content":{"description":"This route starts just east of Beckey's Wall, but west of Tarzan.  In other words there are 2 bolted lines east of Beckey's, and this is the left line.  The 1st 2 pitches can definitely be combined.  This climbing is sequential and thin, a testpiece of microflakes and crystals.  Getting to the 1st anchors (around the bulge) is the crux.  It starts tough and doesn't let up (my fingertips are still screaming).  The 1st 3 bolts have similar moves--micro-flakes and fingertips of steel, however getting to the anchors from the pair of bolts (1 old and 1 new) is a body english problem to stump the best of us.  The second pitch (or 2nd half of the 1st pitch) is a romp up the slab (5.10a) in comparison.  Belay at the anchors.  The 3rd pitch climb the roof with fist jams and liebacks, and then the climbing gets interesting again.  It traverses left (5.10) on thin holds around a steep section and finally slabs up the next face.There are 2 suspect bolts here so be careful.  Belay at the tree.  Pitch 4....to be continued as it got dark and we bailed.\n\nP.S. Dont just do pitch 1, get on up ignore the grit and do pitch 3 as this adds the spice that makes the climb fun.","protection":"Draws no more than 6 per pitch, and also extra for the chain anchors.  A couple piece of large gear for the roof.","location":""},"__v":0},{"_id":"O/7vnxupVBijYUOpfsGWiA==","name":"Beckey's Wall","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Fred Beckey and Roslyn Stewart '61","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7529,40.5729]},"left_right_index":3,"mp_id":"105740507","mp_crag_id":"105739530","climb_id":"O/7vnxupVBijYUOpfsGWiA==","areaRef":"JQ7I1lclXNW9LAJT/eBIww=="},"content":{"description":"Beckey's Wall\n\nclimbs the prominent right facing dihedral just right of\n\nSatan's Corner\n\nand left of\n\nTarzan\n\n.  Pitches 1 and 2 are often combined.\n\nP1)\n\nClimb up slabby low angle dihedral for a short pitch to get to a set of chain anchors. (5.6)\n\nP2)\n\nContinue up the dihedral, doing some fun stemming up to a piton.  Then climb up the steep dihedral, using flakes on the left face.  Finish at a ledge with 3 bolts with chains. (5.7)\n\nFrom here, one option is to rap to the top of pitch 1, and then to the ground.  Otherwise, continue up an easier wide crack to a belay and a tree.  Then a down climb must be done to get to the\n\nFive Fingers\n\nrappel, then doing a one rope rappel.","protection":"Standard Rack.  Mostly smaller stuff, but I placed up to a #3 camalot.","location":""},"__v":0},{"_id":"GMUgZocSVhumjnv1D43Vhw==","name":"Axis of Evil Arete","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Tyler Phillips, Tyler MConville","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7529,40.5729]},"left_right_index":26,"mp_id":"105741725","mp_crag_id":"105739530","climb_id":"GMUgZocSVhumjnv1D43Vhw==","areaRef":"JQ7I1lclXNW9LAJT/eBIww=="},"content":{"description":"This is the Gate Buttress \" summit\" pitch. Climb all of the Tingy's Tourture and hike up and slightly west from the last set of chains, to a big pine tree with a flat base. It climbs the obvious arete past bolts. It was bolted on lead. There is a funky 5.9 crack on the left side of the formation too. Rap from fixed anchors.","protection":"Draws and a #1 Camalot","location":""},"__v":0},{"_id":"dLbWtx/TVvquLmsSBsfMkw==","name":"3rd Crack Over","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7529,40.5729]},"left_right_index":22,"mp_id":"106258851","mp_crag_id":"105739530","climb_id":"dLbWtx/TVvquLmsSBsfMkw==","areaRef":"JQ7I1lclXNW9LAJT/eBIww=="},"content":{"description":"After coming up Tarzan or Sweet Jane there is a sub-belay about 40 feet up. From anchor climb like your going up Sweet Jane but instead of going right go straight up a crack that slams shut. Near the terminus of the crack make a move to the left (towards Cheetah) into a really nice crack. Finger jam your way up this crack to it's end. Grab the chickenhead at the top (and wish there were 8 more), then slab your way (no pro) back to the Tarzan/\"tourist variation\" crack (right) where it changes cracks.\n\nIt looks possible to go over to Cheetah but the run-out looks longer and maybe harder.\n\nThis crack was packed flush with dirt and moss. After working it with a nut tool it turns out there is a nice crack under it.","protection":"A rack of nuts,a blue HB offset (crux piece for me, but I am sure you could wiggle in something else) TCU's and a handcam for the finish.","location":"The 3rd crack to the left of Sweet Jane. The crack closest to Cheetah."},"__v":0},{"_id":"U/TnBIqrUQ+eBHDIqh3i0g==","name":"\"Elementary My Dear Watson\"","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Brian & Jonathan Smoot, Clay Watson","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7529,40.5729]},"left_right_index":18,"mp_id":"106773170","mp_crag_id":"105739530","climb_id":"U/TnBIqrUQ+eBHDIqh3i0g==","areaRef":"JQ7I1lclXNW9LAJT/eBIww=="},"content":{"description":"Pitch 1: Climb past a triangle shaped flake to a fist crack. Ascend this to one of 2 choices. You can move left to an undercling. Above this, difficult sporty face move leads to easier climbing. The second option is to continue up the crack 8' to a flake. Move up to a hand crack. Both options are about 5.9. It's also possible to skip this pitch by scrambling further up the gully and then traversing back left.\n\nPitch 2:  Ascend the bolt protected arete above to a slab. Move right past 2 bolts. Make a long reach past a steep bulge to good holds. Excellent slab climbing leads to Fudd Ledge (5.9+). If you're short, the steep bulge may not be possible. If you're tall, like Mr. Watson, then it's...elementary.\n\nPitch 3:  Ascend the short, beautiful face right of the regular route (5.7). You can belay at the ledge at the top of the face (small & medium cams) or continue up Tingey's.","protection":"1 set of Cams up to 3\". A few wired stoppers","location":"Begin in the gully, near the start of Tingey's Terror. This climb ascends the right facing corner just before the approach makes the exposed traverse out to the left."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ee1d37e7-dc41-5c26-a358-5d51af01f499,5f0ed4d8-ebb0-5e78-ae15-ba7f1b3b5c51,e838736e-03de-5522-b170-850c7ffcb2ac,007f1fc1-3268-5660-b397-b7543d332216,53c9e9ec-ae7b-5ee7-aa8d-14077379050f,250ec8d6-5725-5cd5-bd2c-0253fde048c3","pathTokens":["USA","Utah","Wasatch Range","Central Wasatch","Little Cottonwood Canyon","Gate Buttress","Beckey's Wall Area"],"gradeContext":"US","aggregate":{"byGrade":[{"count":5,"label":"5.9"},{"count":4,"label":"5.8"},{"count":5,"label":"5.7"},{"count":1,"label":"5.7+"},{"count":2,"label":"5.10a"},{"count":1,"label":"5.6"},{"count":1,"label":"5.11c"},{"count":2,"label":"5.10"},{"count":1,"label":"5.9-"},{"count":1,"label":"5.10c"},{"count":2,"label":"5.8+"},{"count":1,"label":"5.11b"},{"count":1,"label":"5.9+"}],"byDiscipline":{"trad":{"total":24,"bands":{"unknown":0,"beginner":14,"intermediate":8,"advanced":2,"expert":0}},"sport":{"total":3,"bands":{"unknown":0,"beginner":0,"intermediate":3,"advanced":0,"expert":0}},"tr":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":14,"intermediate":11,"advanced":2,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-111.7529,40.5729]},"bbox":[-111.75349198604106,40.57245033981815,-111.75230801395894,40.57334966018187],"left_right_index":-1,"ext_id":"105739530","area_id":"JQ7I1lclXNW9LAJT/eBIww=="},"content":{"description":""},"density":0,"totalClimbs":27,"__v":1,"createdAt":"2022-11-07T06:26:26.440Z","updatedAt":"2024-01-15T16:49:08.114Z"}