{"_id":"6368a05be80bff5a9952ed72","area_name":"Ship's Prow","shortCode":"","climbs":[{"_id":"bVWMk/DoWSOLu0YRFpUXJA==","name":"Widest Whitest","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.03906,42.23192]},"left_right_index":6,"mp_id":"113475067","mp_crag_id":"105908081","climb_id":"bVWMk/DoWSOLu0YRFpUXJA==","areaRef":"WhoFN+CnUZyBEccaROOCXw=="},"content":{"description":"Start at the slabby block on the left side of the White Face area. Pull on parallel cracks and reach for the lip after a high step (1st crux). Go right or left of the tree growing in the center of the ledge formed by this block. Then head straight up the middle (and steepest) part of the White Face slab passing two horizontal cracks. Pull a very slight bulge (the \"collar\") to exit the slab onto a big, grassy/dirty ledge. Now aim right of the small birch tree growing out of the cliff; squeeze yourself between the tree and the vertical White Face cliff (left of \"Hot Shot\"). Mantel and pull an overhead, horizontal crack to get you on a sofa-sized ledge. Finish at the offwidth crack. \n\n  This climb is a bit contrived but offers a variety of climbing techniques.","protection":"Sling the lower tree, and bring cams up to 3\". Bomber nut placement(s) can be made after the final offwidth section.","location":"This is the furthest left start for White Face routes. Start at the slabby block with two parallel cracks and a tree at the top (about 10' of the deck)."},"__v":0},{"_id":"QJUNlzfoV6GektmALPexXg==","name":"White Face","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.03906,42.23192]},"left_right_index":8,"mp_id":"111920287","mp_crag_id":"105908081","climb_id":"QJUNlzfoV6GektmALPexXg==","areaRef":"WhoFN+CnUZyBEccaROOCXw=="},"content":{"description":"Start with a hand crack for a move or two, and then stroll up an easy slab to the steep-ish face (at climber's right). Move higher up on the slab for an easier start on the steep section, which is to the right of the small pine tree growing out of the cliff. The steep climbing is a bit reachy and is sustained 5.5/5.6 climbing (i.e., crux). Gear can be placed after each somewhat-committing move (for the grade) on the steep face. Finish at the lookout area shared with Black Wall.","protection":"A BD #2 Camalot (yellow) for the beginning hand crack. There are a few choices for gear on the steep wall. A red or pink tricam can work at the horizontal crack.","location":"This is to the (climber's left) of Black Wall's arete. Look for a 10' hand crack that leads to a slabby section with a steep wall off to the right. The small pine tree growing out of the cliff is a good reference point - the steep section with sustained difficulty (i.e., crux) is to the right of this tree."},"__v":0},{"_id":"sOHm/a/zUDGWnD3GPs965A==","name":"Wet Crack","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.03906,42.23192]},"left_right_index":4,"mp_id":"111982479","mp_crag_id":"105908081","climb_id":"sOHm/a/zUDGWnD3GPs965A==","areaRef":"WhoFN+CnUZyBEccaROOCXw=="},"content":{"description":"This ascends the grungy looking crack that is the first line left of the low prow. The upper 10' of this crack (crux) is steeper than it appears, and the crack is a bit slick (i.e., likely slow drying) for hand placements.  Stay off the lower block to the left for more of a challenge.","protection":"Small stopper at start, a small cam down low (~0.5\"), and a few 1.5 - 2.5\" cams up top. Watch out for suspect rock at upper section, and don't fall on the sharp rock below.","location":"It is the first route to the (climber's) left of the low prow. Sharp, fin-like rock is at the bottom of the route. Look for the continuous hand crack that runs up the short, vertical face."},"__v":0},{"_id":"EWxDg/WDXMSC8MXbo9EXRg==","name":"W-2s","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-71.03906,42.23192]},"left_right_index":5,"mp_id":"113766909","mp_crag_id":"105908081","climb_id":"EWxDg/WDXMSC8MXbo9EXRg==","areaRef":"WhoFN+CnUZyBEccaROOCXw=="},"content":{"description":"P1. Start at the slabby block on the left side of the White Face area (the same start as for Widest Whitest). Pull on parallel cracks, and reach for the lip after a high step (1st crux). Go left of the tree growing in the center of the ledge formed by this block. Then climb left-of-center on the White Face slab passing two horizontal cracks that won't take gear. Traverse to the right to place a piece of gear at the crack underneath the slight bulge (the \"collar\"). Pull this feature to exit the slab onto a big, grassy/dirty ledge. \n\n  P2. This is a very short pitch. Belay from the grassy/dirty ledge underneath a tree growing out of the left side of a sofa-sized ledge at (about 6' height from the belay). Awkwardly mantel the ledge (2nd crux) without using the tree. Once on the ledge, climb the right-facing corner, which widens to a fist/offwidth crack to the top. \n\n  This can be done in one pitch, but rope drag (around some small trees) and poor line of sight may justify two pitches.","protection":"An offset nut can barely protect the 1st crux at the slabby-block start, which has a sketchy landing. The slab section is runout, and there is ground/ledge fall potential on the 2nd pitch. This is not an ideal lead for a newbie.","location":"This is the furthest left start for White Face routes. Start at the slabby block with two parallel cracks and a tree at the top (about 10' of the deck)."},"__v":0},{"_id":"36v0S9qMUy2lEqtfVcg3rg==","name":"Upper Black Wall","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.03906,42.23192]},"left_right_index":13,"mp_id":"112114328","mp_crag_id":"105908081","climb_id":"36v0S9qMUy2lEqtfVcg3rg==","areaRef":"WhoFN+CnUZyBEccaROOCXw=="},"content":{"description":"Climb up the first part (i.e., \"chimney 1\") of Double Chimney to the ledge. Other Black Wall routes eliminate this chimney/corner. Step off the ledge into a horizontal seam, and make some reachy moves to some crimpers just below an obvious undercling. Grab the undercling, and smear to the top. There are some desperate sidepulls that you can try using as well (good luck if 5.9 is your limit). Boston Rocks has this rated as (old school) 5.9; finger strength is a must.","protection":"Top rope.","location":"Start at the chimney forming the right corner of the Black Wall, which is (climber's) left of the very distinguishable \"ship's prow\" feature. Stay right of the bolted line (look for two bolts)."},"__v":0},{"_id":"HB547VdLXyGFOj3OD1a9WQ==","name":"Slicer","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.03906,42.23192]},"left_right_index":3,"mp_id":"112111821","mp_crag_id":"105908081","climb_id":"HB547VdLXyGFOj3OD1a9WQ==","areaRef":"WhoFN+CnUZyBEccaROOCXw=="},"content":{"description":"This route only has about 6' of business. Pulling the roof is the obvious crux; the slab leading to the roof is an easy walk-up. You can protect the crux well by placing gear on either side of the \"guillotine blade\" - the route name derives from this distinguishable feature. Use a layback move on the (painful) left crack and/or use a crimper on the blade edge. This route could use some additional cleaning.","protection":"Smaller cams (#0.2 - #0.3 BDs) to protect the crux.","location":"On the left end of Ship's Prow and climber's right of Jams of Joy (the roof with two cracks), look for the \"guillotine blade\". It is hard to miss."},"__v":0},{"_id":"HGNe+Y5YUuCwCd2doZvOcw==","name":"Simple Stuff","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.03906,42.23192]},"left_right_index":15,"mp_id":"111973812","mp_crag_id":"105908081","climb_id":"HGNe+Y5YUuCwCd2doZvOcw==","areaRef":"WhoFN+CnUZyBEccaROOCXw=="},"content":{"description":"Stroll up perfectly boring steps to a ledge just before the finger/hand crack near the top.  This is a one (or two) move route.  The crack is only about 10' - way too short.","protection":"This is an easy lead, and the crack (i.e., crux) can be sewn up with stoppers and/or small cams. The trees at the top are good for a top rope option or to bring up your 2nd.","location":"It is between the very distinguishable Double Chimney and Ship's Prow routes."},"__v":0},{"_id":"LzCFHKu5U3m3yaIPYWrinQ==","name":"The Ship's Prow","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.03906,42.23192]},"left_right_index":17,"mp_id":"108218286","mp_crag_id":"105908081","climb_id":"LzCFHKu5U3m3yaIPYWrinQ==","areaRef":"WhoFN+CnUZyBEccaROOCXw=="},"content":{"description":"This is probably the most classic and iconic route at Rattlesnake Rocks other than the Six Pack Roof. An easier variation exits the right side of the feature at 5.4. More exposed than it looks up top, easier climbing down below leads to an insecure reach and highstep left to a lieback up the exit crack, earning the route's 5.7 grade. Like many of the classic routes at Rattlesnake, this route will feel a grade harder for those with short arms.","protection":"Two bolts on top for an anchor. Boston Rocks gives this a G/PG rating for trad.","location":"This route ascends the left side of the obvious Ship's Prow feature on the right side of the crag."},"__v":0},{"_id":"qQ6NJSxvWw6HvQopydbgqA==","name":"Ship's Prow Starboard","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.03906,42.23192]},"left_right_index":18,"mp_id":"111866247","mp_crag_id":"105908081","climb_id":"qQ6NJSxvWw6HvQopydbgqA==","areaRef":"WhoFN+CnUZyBEccaROOCXw=="},"content":{"description":"Do the same start as for Ship's Prow, but stay right of the prow for a much easier finish. This variation is not nearly as good as the normal route, but it is an easier lead for newbies. Unfortunately, this route is way too short and leaves you begging for more.","protection":"A newer bolt has been placed above this route, and two bolts are directly over the (climber's) left-side of the prow.  An easy toprope that can also be lead with gear up to 2\" (a hex can be placed nicely just below the prow).","location":"It is front and center on the Ship's Prow section of the cliff. A trail immediately to the right of this climb leads up to the top of the cliff. A short downclimb on a 10' slabby face is required to reach the anchors; therefore, grippy shoes are recommended."},"__v":0},{"_id":"tnGErOKFUsmQM/3KwtKSpA==","name":"Right Face","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-71.03906,42.23192]},"left_right_index":9,"mp_id":"114476923","mp_crag_id":"105908081","climb_id":"tnGErOKFUsmQM/3KwtKSpA==","areaRef":"WhoFN+CnUZyBEccaROOCXw=="},"content":{"description":"Start by pulling up the slightly-overhanging, outside corner on the right side of White Face. Mantel onto the  sloping ledge, and climb straight up the blankish face that is just left of the arete.","protection":"A toprope.","location":"This is on the far right side of White Face [Wall]."},"__v":0},{"_id":"QCEZbfHjWoiYdsvNFSlY0g==","name":"Reign of Terror","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.03906,42.23192]},"left_right_index":16,"mp_id":"108218245","mp_crag_id":"105908081","climb_id":"QCEZbfHjWoiYdsvNFSlY0g==","areaRef":"WhoFN+CnUZyBEccaROOCXw=="},"content":{"description":"Reign of Terror has strenuous lieback climbing starting from the horizontal seam at chest height on the thin crack to the left of Ship's Prow. A long reach comes in handy. Using small feet on the face to the left makes this feel more 5.9, which is the grade that it receives in Boston Rocks Vol. 2.","protection":"TR bolted anchor up top.","location":"This ascends the thin crack to the left of the Ship's Prow feature."},"__v":0},{"_id":"4Z1Il/QIV0izjUsnR+pCrw==","name":"Reefing Points","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.03906,42.23192]},"left_right_index":19,"mp_id":"113766398","mp_crag_id":"105908081","climb_id":"4Z1Il/QIV0izjUsnR+pCrw==","areaRef":"WhoFN+CnUZyBEccaROOCXw=="},"content":{"description":"Do the same start as for The Ship's Prow, but hand-traverse the lowest horizontal crack to the right (with thin feet) toward the outside corner. There are several good hand/gear placements along this crack. Then pull a small, vegetated ledge, and finish up two (left-angling) parallel cracks. This route is slightly more difficult, but more enjoyable and longer, than Ship's Prow Starboard.","protection":"Toprope from Ship's Prow Starboard's anchors or you can lead with gear up to 2\".","location":"This is right of The Ship's Prow and traverses right to the outside corner of cliff face (above start of trail that leads up to the top of the cliff)."},"__v":0},{"_id":"5Pao/oAmXkKAmiiOs/W9sQ==","name":"Rainbow Coalition","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Mallmen/Strand,  '88","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.03906,42.23192]},"left_right_index":10,"mp_id":"106374047","mp_crag_id":"105908081","climb_id":"5Pao/oAmXkKAmiiOs/W9sQ==","areaRef":"WhoFN+CnUZyBEccaROOCXw=="},"content":{"description":"This is a nice, sustained route up the Black Wall. Start just left of the chimney, hard climbing to the break then a tough little boulder problem at the end.","protection":"TR.","location":"This is right of the arete of Misegination."},"__v":0},{"_id":"KwIQKIdfUhGr9QHS9wSfqg==","name":"Layback Further & Relax a Bit More","yds":"5.2","grades":{"yds":"5.2","french":"3"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.03906,42.23192]},"left_right_index":0,"mp_id":"111982458","mp_crag_id":"105908081","climb_id":"KwIQKIdfUhGr9QHS9wSfqg==","areaRef":"WhoFN+CnUZyBEccaROOCXw=="},"content":{"description":"This has no crux, just straightforward, low-angle climbing on the small, left-facing dihedral. There are good foot placements on the face. This route finishes at an intermediate ledge on the left end of Ship's Prow area. This climb has been walked-up several times before, but there is no info on it. Please comment if FA and route name is known.","protection":"Sneakers, stoppers, and cams galore (good practice for placing gear).","location":"This ascends the left-facing dihedral that is the farthest line to the left at the Ship's Prow area."},"__v":0},{"_id":"UqDOO8+BX/qI8chNLc3JPg==","name":"Layback and Relax","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.03906,42.23192]},"left_right_index":1,"mp_id":"111982425","mp_crag_id":"105908081","climb_id":"UqDOO8+BX/qI8chNLc3JPg==","areaRef":"WhoFN+CnUZyBEccaROOCXw=="},"content":{"description":"This is the low-angle, corner crack to the left of the obvious overhang. Easy climbing leads to a steeper section where the crux is a pull or two before the pine tree growing out of the crack. Stay to the right of the tree for a few more slabby moves.","protection":"Takes stoppers at lower crack, and 0.75 - 2.5\" cams up top. Be careful of poor rock quality just below the tree (flake is pulling away from the side wall). You can also sling the pine tree growing out of the crack (at the top).","location":"This ascends the corner that is immediately left of the overhang (distinguishable by twin finger cracks) on the far left side of Ship's Prow area. Look for a pine tree growing out of the upper crack."},"__v":0},{"_id":"gha92k8HW7G3fHbvxoRjFA==","name":"Jams of Joy","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.03906,42.23192]},"left_right_index":2,"mp_id":"111982537","mp_crag_id":"105908081","climb_id":"gha92k8HW7G3fHbvxoRjFA==","areaRef":"WhoFN+CnUZyBEccaROOCXw=="},"content":{"description":"Stay to the left of lower arête, and aim for the twin finger cracks at the overhang. Pulling the overhang is the obvious crux; both cracks that continue to the upper slab will take gear to protect this move. You can pull the overhang between the cracks (using one finger crack and one hand crack), or you can stay left of both cracks for better feet and use the outside corner and slopey crimps for hand placements.","protection":"Stoppers are ideal underneath the overhang.  Plug a 1 - 1.5\" cam in the roof, and use a mix of stoppers & cams (up to 2\") on the upper slabby section. There are good gear options.","location":"It is on the left side of Ship's Prow area. Look for the overhang with the distinguishable twin finger cracks. This is hard to miss."},"__v":0},{"_id":"/8qEUqUuXMmk5Yke/2R31A==","name":"Hot Shot","yds":"5.8-","grades":{"yds":"5.8-","french":"5b"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.03906,42.23192]},"left_right_index":7,"mp_id":"113069781","mp_crag_id":"105908081","climb_id":"/8qEUqUuXMmk5Yke/2R31A==","areaRef":"WhoFN+CnUZyBEccaROOCXw=="},"content":{"description":"Use the same start as the White Face route. Traverse the sloping ledge past the White Face crack that is (climber's) right of the tree growing out of the upper face; the Hot Shot crack is just left of this same tree. The start of the crack system is slightly overhanging with some reachy but solid holds. The upper section of this steep face is a flaring crack (up to 3\") that takes a bunch of gear.","protection":"1/2\" up to 3\". Toprope this with a gear anchor.","location":"This is far left of White Face's vertical face. Stay left of the small tree growing out of the upper face. The offwidth crack (finish) isn't visible from the belay area (around the corner from Black Wall)."},"__v":0},{"_id":"plLSIgcfU9iNJp6eOIckeA==","name":"Double Chimney","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.03906,42.23192]},"left_right_index":14,"mp_id":"111866841","mp_crag_id":"105908081","climb_id":"plLSIgcfU9iNJp6eOIckeA==","areaRef":"WhoFN+CnUZyBEccaROOCXw=="},"content":{"description":"This ascends the obvious chimney to the right of Black Wall. \n\n  Pull through the chimney to a ledge at about 15'. Then follow a bulging crack (crux) past a small tree to the top. Perhaps there is a 5.6 move for the hand-crack crux and a bit of a reach for a good hold to pull through this sequence to the small tree. The second half of the climb isn't really a chimney.","protection":"This takes good gear up to 2\". Hexes will work as well. Also, you can build a top rope anchor with some gear, and you can sling a cinderblock-size protrusion at top.","location":"It is wedged between Black Wall and Ship's Prow face. This is hard to miss. Look for a small tree above the top crack (beyond the ledge)."},"__v":0},{"_id":"0L4r7Qo+WCyPr0Ie1nsY3A==","name":"Black Wall GT Ledge (Variation)","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.03906,42.23192]},"left_right_index":12,"mp_id":"114476854","mp_crag_id":"105908081","climb_id":"0L4r7Qo+WCyPr0Ie1nsY3A==","areaRef":"WhoFN+CnUZyBEccaROOCXw=="},"content":{"description":"This is a fun variation that consists of a \"girdle traverse\" of the upper Black Wall (all 12' of it). Climb the beginning of Double Chimney to the rest ledge. Position your feet in the horizontal crack, and tiptoe across the shallow crack as you pull left-facing crimps. This short traverse consists of several balancy moves. Make a final reach for the arete (crux), and straddle the outside corner to the top. This route is more finesse than strength.","protection":"A single bolt and gear for TR anchor. Position rope nearer to the outside corner (climber's left).","location":"Start by climbing the lower chimney on the right side of Black Wall. The  horizontal, traverse crack is  positioned slightly above the rest ledge."},"__v":0},{"_id":"6+DniYypWhe1jJS1oay6KA==","name":"Black Wall","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"unknown","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.03906,42.23192]},"left_right_index":11,"mp_id":"108250627","mp_crag_id":"105908081","climb_id":"6+DniYypWhe1jJS1oay6KA==","areaRef":"WhoFN+CnUZyBEccaROOCXw=="},"content":{"description":"This has thin face climbing; the inside corner is off-route. It can be linked with Upper Black Wall.","protection":"2 bolts (1 in Lower, one in Upper Black Wall).   2 bolts for the top anchor. You probably want to TR this one. \n\n  Per Griffin Mansi: there's only one bolt at the top of the Black Wall now. If you bring some static rope, you can easily sling a nearby boulder as a second piece of the anchor.","location":"This is in the Ship's Prow area. Walk off (climber's right)."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,e5b1ee9c-9c10-5a01-91e0-850f40c2e1be,f4e43cd6-30c3-5d91-9fcb-6f08c88c2e75,2c2b594a-80aa-57a9-956d-50cdd9963ef2,5a1a0537-e0a7-519c-8111-c71a44e3825f","pathTokens":["USA","Massachusetts","Eastern, MA","Rattlesnake Rocks","Ship's Prow"],"gradeContext":"US","aggregate":{"byGrade":[{"count":3,"label":"5.7"},{"count":2,"label":"5.6"},{"count":3,"label":"5.8"},{"count":1,"label":"5.9"},{"count":4,"label":"5.5"},{"count":1,"label":"5.4"},{"count":1,"label":"5.8+"},{"count":1,"label":"5.9+"},{"count":1,"label":"5.11+"},{"count":1,"label":"5.2"},{"count":1,"label":"5.8-"},{"count":1,"label":"5.10a"}],"byDiscipline":{"trad":{"total":15,"bands":{"unknown":0,"beginner":15,"intermediate":0,"advanced":0,"expert":0}},"sport":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}},"tr":{"total":17,"bands":{"unknown":0,"beginner":13,"intermediate":3,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":16,"intermediate":3,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-71.03906,42.23192]},"bbox":[-71.0396672957932,42.23147033981815,-71.03845270420683,42.23236966018187],"left_right_index":-1,"ext_id":"105908081","area_id":"WhoFN+CnUZyBEccaROOCXw=="},"content":{"description":"This is a nice little chunk of rock with an obvious prow. It has a bunch of fun lines for you on excellent rock. The namesake route is a really fun low-end moderate that will have you smiling. It actually lies just north of Wampatuck Rd. It is approached via hiking up the dirt road a short way, then breaking off right on the first faint trail, heading East for a ways. It lies just North of Burger Boulder. Descend to the right.L->R:A. Layback Further & Relax a Bit More, 2, 1p, 25', gear or TR.B. Layback and Relax, 5, 1p, 30', TR or gear.C. Jams of Joy, 5, 1p, 30', gear or TR.D. Slicer, 7 or 8, 1p, 25', gear or TR.E. Wet Crack, 8, 1p, 25', gear or TR.F. Miscegenation, 10+G. Rainbow Coalition, 11+, 1p, 30', TR.H1. W-2s, 7 PG-13, 2p, gear.H2. Widest Whitest, 7, 1p, 40', gear or TR.H3. Hot Shot, 8, 1p, 45', gear or TR.H4. White Face, 5.6 (with vars to 8), 1p, 40', gear or TR.I? Right Face, 9+ R, 1p, 40', gear or TR.J? Mulatto Arete, 11J. Black Wall, 10, 1p, 28', bolts or TR.K1. Upper Black Wall, 9, 1p, 35', TR.K2K1. Black Wall GT Ledge (Variation), 8, 1p, 35', TR.K2. Double Chimney, 5, 1p, 30', gear.L. Simple Stuff, 5, 1p, 30', gear.M. Reign of Terror, 9/10, 1p, 25', TR.N1. Ship's Prow, 7, 1p, 20', gear or TR. center shotN2. Ship's Prow Starboard, 4, 1p, 20', TR.O. Reefing Points, 5, 1p, 25', gear or TR."},"density":0,"totalClimbs":20,"__v":1,"createdAt":"2022-11-07T06:06:23.316Z","updatedAt":"2024-01-15T16:45:15.439Z"}