{"_id":"63689d5ce80bff5a994f4fb7","area_name":"Ragged Peak","shortCode":"","climbs":[{"_id":"tJdHv66fWvKStiom6DW4mQ==","name":"Southwest ridge","yds":"3rd","grades":{"yds":"3rd","french":"1-"},"fa":"July 6 1863 William H. Brewer & Charles Hoffman","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.35393,37.93282]},"left_right_index":999999,"mp_id":"121019918","mp_crag_id":"112164564","climb_id":"tJdHv66fWvKStiom6DW4mQ==","areaRef":"JbM9SVjIVg6pQRQN+kBWjQ=="},"content":{"description":"The Southwest ridge is a fun relaxing ridge with a very exposed summit block.\n\n.8 mile in length. A fun romp to get some mileage in on the way to Conness or a leisurely day to take grandma Josephine into the alpine. The FA was graded at 2nd class. It varies from walking to 2nd class for most of its entirety until the summit ridge portion. There are a couple alternate options towards the summit ridge for some proper 5th class on vertical faces & cracks . You can make it as easy or hard as you want. The last short portion to the true summit, is very very exposed. Especially if you climb out on the NE face to gain the summit block.\n\nThe rock quality is good overall but be weary of the knobs and bigger crystals breaking near the vertical 5th class alternate sections. Since they haven’t seen much traffic.\n\nAs you climb the ridge ,lower young lake will be visible at brief times until you hit the true summit ridge. Once on the summit block, It is a beautiful view of Conness and the Glen Aulin area.\n\nThis ridge is also interesting as it is a good place to explore mother nature’s treasures. There are tons of huge quartz crystals and a few amazing heart shaped runnels.","protection":"None\n\n(Some may want a short 15-20 meter rope for the last exposed section. There are placements for larger pro gaining the summit)\n\nThere is no pro on the summit. Downclimb.","location":"Approach from Lembert dome/Dog lake trailhead\n\nHead toward lower young lake. The trail is well defined. The ridge is obvious as you skirt into the pass. Leave the defined trail as you aim for the toe, walking up low angle slabs and slightly to the right side of the ridge, the start/entrance will be obvious and begins from the tree line."},"__v":0},{"_id":"NurNObjuXYenO8LCWaOPMA==","name":"East Face","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Warren Harding, Ray Alcott, Norah Straley","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.35393,37.93282]},"left_right_index":999999,"mp_id":"112164570","mp_crag_id":"112164564","climb_id":"NurNObjuXYenO8LCWaOPMA==","areaRef":"JbM9SVjIVg6pQRQN+kBWjQ=="},"content":{"description":"From the sandy bench at the start of the technical climbing, meander up the sea of features on this broad face up toward a clearly visible tree in a notch on the ridge line. This can be done in one pitch with a 70m rope, but bring plenty of slings as the route wanders. There is a nice belay ledge halfway up the face if needed. This face is about 5.6 but made more challenging by the abundance of loose grit and rotten rock on the route. Decent protection is available.\n\nFrom the notch, climb a pitch to your left up a beautiful left-leaning crack to the summit. You may also be able to skirt left around this, but I didn't try.","protection":"Set of nuts, doubles to 1\", a 2\" and a 3\" piece are what we used without issue. Plenty of slings as the route wanders. There is an old fixed piton halfway up the face, otherwise no bolts or fixed pins.","location":"From Young Lake, scramble up the talus slope, skirting the edge of the rock buttress to your right. It will eventually turn into a series of slabby boulder problems until you get to the obvious summit formation and start of the technical climbing. This route meanders up a sea of features aiming toward a tree in a notch which should be visible from the start. There is a large sandy bench at the start."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,8ab53875-745f-5076-b396-d3d84945e52c,ce6ec458-d8d0-5439-aa24-025a8a8ec2e4,b26292ce-76a7-50aa-853b-989749f98dfc,25b33d49-58c8-560e-a941-140dfa40568d","pathTokens":["USA","California","Yosemite National Park","Tuolumne Meadows","Glen Aulin Area","Ragged Peak"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"3rd"},{"count":1,"label":"5.6"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":1,"beginner":1,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":1,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-119.35393,37.93282]},"bbox":[-119.35450010509898,37.93237033981814,-119.35335989490108,37.933269660181864],"left_right_index":-1,"ext_id":"112164564","area_id":"JbM9SVjIVg6pQRQN+kBWjQ=="},"content":{"description":""},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T05:54:34.045Z","updatedAt":"2022-11-25T11:14:29.207Z"}